{"title": "Strategies for viral RNA stability: live long and prosper NIH Public Access", "body": "The RNA decay machinery is not simply the garbage disposal in the cell but plays a vital role in integrating RNA levels in response to cellular needs and environmental cues. In several cases where it has been examined, regulated mRNA stability accounts for up to 50% of the regulation of gene expression in cells [14] . In addition, the cellular mRNA decay machinery plays a major role in maintaining the quality control of gene expression by rapidly removing unwanted (e.g. overexpressed, mutated, mis-folded or not properly processed) RNAs. When a virus starts to flood the cell with its RNAs, surely viral transcripts fall into the 'unwanted' category of transcripts that the RNA decay machinery is designed to control. Thus how viruses successfully avoid or interface with the cellular RNA decay machinery during infection is an important molecular aspect of host-pathogen interactions. Until fairly recently, this was a largely unexplored question. Investigations over the last couple of years, however, have revealed numerous insights into the many diverse strategies viruses use to maintain and regulate the stability of their transcripts. These strategies, and their implications to viral replication and gene expression, are discussed below.\n\nSince viral transcripts accumulate to such a high level during infection, it might be assumed that they simply overwhelm the cellular RNA decay machinery rather than find ways to stabilize individual transcripts. Several observations, however, suggest the high levels of viral transcripts may very well be a direct result of their intrinsic stability rather than reflect the virus' indifference to the presence of the cellular RNA decay machinery. RNA decay enzymes are versatile and in many cases very processive. We can find no evidence in the literature to suggest that strong promoters can saturate the capacity of mRNA decay processes. Furthermore, viruses must be susceptible to RNA decay as targeting nucleases to viral RNAs has been shown in several instances to be an effective approach to achieve a significant reduction in viral gene expression [15, 16] . Thus the consequences for failing to effectively protect viral transcripts from decay are low virus yields and an overall very inefficient infection.\n\nIn addition to the simple notion that mRNA stability is inherently more preferable than instability, there are at least four specific reasons why viral mRNAs likely have evolved a specialized means to ensure their stability in the cell. First, several viral mRNAs lack fundamental RNA stability determinants. Flaviviruses, Bunyaviruses and Arenaviruses, for example, all encode mRNAs that lack a poly(A) tail. Thus these viral transcripts could theoretically be recognized as deadenylated degradation intermediates and subjected to decapping/exonucleolytic decay. Second, the cell appears to have evolved several ways to distinguish self from non-self mRNAs. Recent work has demonstrated that differential 2'O cap methylation likely serves as a means of host cell restriction of viral mRNAs [17] . In addition, since it is thought that many cellular transcripts assemble key aspects of their mRNA-protein (mRNP) complexes in the nucleus [18] , mRNAs encoded by cytoplasmic viruses likely contain significantly different complements of RNA binding proteins from cellular mRNAs. Third, cells express proteins that can actively target viral transcripts for destruction. These include at least one host restriction factor, zinc finger antiviral protein (ZAP), which specifically destabilizes viral mRNAs [19] [20] [21] . Finally, the arrangement of the open reading frames in viral mRNAs can serve as a signal for transcript instability. The presence of consecutive open reading frames in retroviral transcripts and perhaps those of other viruses is a signal for NMD [22] and recent evidence indicates that signals for ribosomal frameshifting, which are commonly used in viruses to increase the coding capacity of the genome, are also an mRNA decay signal [23] . In summary, many viral transcripts are cast into the cytoplasm with several strikes already against them. It is perhaps therefore not surprising that viruses have developed specific strategies to stabilize their mRNAs.\n\nA plethora of viral strategies to interfere with the host cell mRNA decay system Viral strategies to evade regulation by the host RNA decay machinery appear to run the gamut of possibilities. While this might make viral RNA stabilization a more challenging target for the development of antivirals, it provides a rich source of information on ways for molecules to interface with the cellular RNA decay machinery that should provide new insight into natural modes of ribonuclease targeting, action and regulation. Based on the published findings to date, we suggest four broad strategies for viral interference with host RNA decay: inherent viral defenses, the hijacking of cellular RNA stability factors, viralinduced shut-down of aspects of the cellular RNA decay machinery and commandeering of the RNA decay process itself by viral nucleases.\n\nInherent viral RNA defense mechanisms against the cellular RNA decay machinery can be divided into three fundamental types ( Fig. 2A) . First is the membranous 'life style choice' made by many viruses inside the cell. By surrounding viral replication centers with induced cellular phospholipid membranes, coronaviruses, for example, create a nuclease-resistant microenvironment for their replication [24] . While this strategy may protect progeny RNA viral genomes from ribonucleases, it is important to keep in mind that viral mRNAs cannot be protected by this strategy if they are to be translated by cytoplasmic ribosomes. Thus membranous compartments serve as excellent, nuclease-privileged sites of viral replication, but cannot be relied upon to protect protein-encoding viral mRNAs.\n\nViruses may encode their own cis-acting RNA elements to protect individual transcripts from degradation by cellular enzymes. The clearest example of this is the U-rich expression and nuclear retention element (ENE) at the 3′ end of the Kaposi's sarcoma-associated herpesvirus (KSHV) long non-coding polyadenylated nuclear (PAN) RNA [25] . This element base pairs with the poly(A) tail of the transcript, forming an inhibitory structure for ribonucleases [26] . Another common RNA structure that provides protection from a class of RNA decay enzymes is the stable terminal stem loop found at the 3′ end of all viruses that lack a poly(A) tail [27] . These structures prevent exosome-associated exoribonuclease from gaining an effective grip on viral RNAs, thus preserving the integrity of the 3′ end and blocking 3′-to-5′ degradation of the transcript.\n\nFinally, some viruses encode proteins that will specifically protect viral RNAs from degradation during infection. A major example of this is the nucleocapsid protein of negative sense RNA viruses such as vesicular stomatitis virus (VSV) that assembles on the viral genome and antigenomic RNAs co-transcriptionally and renders the RNA insensitive to RNases [28] . Another example of this strategy is the KSHV ORF57 protein which recent evidence suggests binds to a specific viral element and protects intron-less transcripts from degradation in the nucleus [29] . In summary, these inherent defense mechanisms appear to be used by numerous viruses as a general way of protecting non-coding RNAs or RNAs that are not destined to be translated from degradation by the cellular RNA decay machinery. This assists in the accumulation of viral templates for replication, transcription and packaging. Viral mRNAs, however, do not appear to employ this strategy for stabilization as it may be largely incompatible with efficient translation by cellular ribosomes.\n\nOne attractive strategy for viruses to confound host cell RNA decay enzymes is for their mRNAs to borrow or usurp cellular factors whose natural function is to stabilize cellular transcripts (Fig. 2B ). The two most widely studied cellular RNA stability factors are HuR and poly(C) binding protein 2 (PCBP2). The ubiquitously expressed HuR protein has been demonstrated to bind and stabilize well over 50 independent mRNAs in the cell by interacting with U-rich or AU-rich elements [30] . Alphaviruses such as Sindbis virus have been shown to contain high affinity U-rich HuR protein binding sites in their 3′ UTR and to use HuR protein to stabilize viral mRNAs and promote a productive infection [31] . HuR has also been shown to interact with Hepatitis C virus (HCV) [32] and human papillomavirus (HPV) [33] transcripts and may serve a similar role in these viral infections. HuR protein also appears to contribute to foamy viral RNA export from the nucleus [34] as well as in HPV-induced cellular transformation [35] . PCBP2 also referred to as αCP or hnRNP E, plays a major role in stabilizing α-globin and likely other long-lived mRNAs in red blood cells [36, 37] . A variety of picornaviruses (e.g. poliovirus, coxsackievirus and hepatitis A virus) bind PCBP2 and use to protein to promote optimal viral translation and gene expression [38, 39] .\n\nIn addition to these two well-studied regulators of RNA stability, additional cellular factors are usurped by certain viruses to maintain the integrity of their transcripts. Insulin-like growth factor mRNA binding protein (IMP1) has recently been shown to interact with murine leukemia virus genomic RNAs and promote their stability and packaging [40] . Another retrovirus, Rous sarcoma virus, contains an RNA stability element that interacts with unknown cellular factors to allow viral mRNAs to avoid destruction by the NMD pathway and promote proper translation [41] . Many segmented RNA viruses remove the caps along with a small portion of the 5′ UTR from cellular transcripts and incorporate them into their own transcripts to promote the stability and translation of viral mRNAs [42] . Finally, viruses can also target cellular kinases that regulate RNA stability in the cell. For example the double stranded RNA-dependent protein kinase PKR, which regulates the stability of interferon α/β mRNAs [43] , is targeted by several viruses including adenovirus [44] . Thus with a growing list of targeted cellular factors, many viruses appear to use this strategy to protect their mRNAs from the cellular RNA decay machinery. Furthermore since our understanding of RNA stability factors is likely still in its infancy, the study of viral interactions with cellular RNA binding proteins will also likely yield insights into novel roles for proteins in regulating RNA stability in the cell.\n\nInstead of subtly trying to protect their own transcripts, viruses may adopt the strategy of simply disarming aspects of the cellular RNA decay machinery to render it ineffective (Fig.  2C ). Poliovirus, for example, has recently been shown to target Dcp1a -a major co-factor in decapping and the 5′-to-3′ mRNA decay pathway [45] . This results in a disruption of P bodies -cytoplasmic sites of accumulation of many RNA decay factors -and presumably disrupts major aspects of the cellular RNA decay machinery [46] . Poliovirus proteases also target and degrade a variety of cellular proteins, including the cytoplasmic poly(A) binding protein PABPC1 [47] which is a cofactor that stimulates the Pan2/3 deadenylase. The targeting of other cellular RNA decay factors by picornaviruses remains to be elucidated but should be an interesting area for future research. Small miRNAs involved in the RNA interference pathway can also target viral transcripts for translational repression and degradation [48] . Interestingly, small RNAs encoded by Herpesvirus saimiri have recently been shown to bind and downregulate select miRNAs, disarming this major entry point for RNAs into decay pathways [49] . Specialized ribonucleases can also be targeted by viruses for inactivation. Human cytomegalovirus (HCMV) infection causes inhibition of RNase L [50] . In addition, many of the cystic leukoencephalopathy symptoms caused by congenital HCMV infection are curiously similar to those caused by mutations in a cellular RNase T2 enzyme [51, 52] . Finally, enzymes such as adenosine deaminase acting on RNA (ADAR) that can modify viral RNAs and cause transcript instability are targeted by an array of viruses [53] . Thus simply directly attacking the source of the problem and destroying or inactivating RNA decay factors is also an effective approach to maintaining viral RNA stability.\n\nTaking a cue from the sports cliché that sometimes the best defense is a good offense, another major viral strategy to interface with the cellular RNA decay machinery is to overwhelm it with additional nucleases that effectively reset the playing field (Fig. 2D) . This strategy is rather widespread among viruses, and several specific examples are outlined below.\n\nMany DNA viruses encode nucleases or RNA decay factors that alter general RNA decay kinetics/mechanisms inside an infected cell. The KSHV SOX protein, interestingly, in addition to possessing RNAse activity in vitro [54] , causes hyperadenylation of cellular mRNAs, nuclear accumulation of the normally cytoplasmic PABPC1 and an increased rate of turnover of cellular mRNAs [55, 56] . Thus it is likely that the SOX protein must interface with the host machinery in order to achieve widespread mRNA turnover in cells. Other herpesviruses (e.g. herpes simplex virus (HSV)) encode a powerful, non-selective ribonuclease (UL41) as part of the viral tegument layer that results in a massive degradation of cellular transcripts and helps to generate the patterns of early and late stage gene expression by influencing the half lives of viral transcripts and translation [57] . Epstein Barr virus, another member of the Herpesviridae, also encodes a Mn 2+ -dependent RNase in the BGLF5 protein that may contribute to host cell shutoff [58] . Finally, vaccinia virus encodes its own mRNA decapping enzymes (D9 and D10) [59, 60] that recognize the 5′ cap structure in a non-canonical fashion [61] . The large cytoplasmic poxviruses are the only DNA viruses shown to date to encode a decapping activity. Interestingly, in most cases, precisely how viral transcripts escape their own effectors of RNA degradation is not clear.\n\nPerhaps somewhat surprisingly, RNA viruses also encode their own ribonucleases or factors that can stimulate RNA decay. Cap-stealing endonucleases [62] encoded by many segmented RNA viruses, for example, likely selectively target cellular mRNAs for decay by 5′-to-3′ exonucleases and dramatically change the regulation of mRNA stability in infected cells. Segmented RNA viruses use the capped oligomers generated by endonuclease cleavage to initiate transcription of their own mRNAs. The gag protein of the persistent dsRNA L-A virus of Saccharomyces cerevisiae possesses a potent decapping activity that exposes the 5′ end of cellular mRNAs to exonucleolytic degradation [63] . L-A virus transcripts are immune to this enzyme as they contain a simple diphosphate at their 5′ ends rather than a conventional cap [64] . The SARS coronavirus Nsp1 protein induces degradation of cellular mRNAs by an apparently novel mechanism. Nsp1 protein associates with 40S ribosomes and induces a modification of some sort on the 5′ UTR region of mRNAs that leads to their degradation [65] . Finally, the nucleocapsid protein of Lassa fever virus, a member of the Arenaviridae, has recently been shown to possess 3′-to-5′ exonuclease activity [66, 67] . This exonuclease is essential for the virus to interfere with aspects of the interferon and other innate immune responses. The only other RNA virus known to date to encode an exonuclease is the nsp14 protein of the SARS coronaviruses [68] . This protein has a DEDDh motif similar to the Lassa fever virus nucleocapsid protein and thus also likely attacks RNAs from the 3′ end using a catalytic mechanism involving two metal ions [69] .\n\nWhile stabilizing viral transcripts and/or destroying host cell mRNAs to enhance viral gene expression are obvious benefits of a successful interface with the cellular RNA decay machinery, could viruses reap additional benefits? Several recent pieces of evidence do indeed indicate that this could be the case. First, instead of using an internal promoter, one class of viruses uses the cellular RNA decay machinery to generate a small RNA from viral genomic transcripts (Fig. 3A) . All insect-borne flaviviruses use the cellular Xrn1 5′-to-3′ exonuclease to generate a small flavirus RNA (sfRNA) from the 3′ UTR of the virus [70] . This small RNA is generated due to a set of pseudoknot structures capable of stalling the exonuclease [71, 72] . The small sfRNA (or the generation thereof) has been determined to be important for viral replication and cytopathology in the case of a West Nile Virus infection [70] . Second, instead of doing everything they can to avoid the RNA interference machinery, at least one virus has figured out a way to use it to benefit its replication (Fig.  3B) . HCV, another member of the Flaviviridae, uses the abundant liver miRNA-122 to increase the accumulation of its mRNA during infection. miRNA-122 binds to two sites in the 5′ UTR of HCV and forms a unique structure that appears to be required for efficient viral replication [73] [74] [75] . Third, viruses may use nucleases to increase the rate of viral RNA evolution (Fig. 3C) . Mutations in the Nsp14 exonuclease of independent coronaviruses results in a 15-21-fold decrease in replication fidelity [76, 77] . Thus the presence of this exonuclease clearly can influence viral RNA mutation rates and the generation of quasispecies diversity. Fourth, at least one negative sense RNA virus (viruses whose RNA genome is not used as a message) has determined a way to use differential RNA stability to help regulate its gene expression post-transcriptionally (Fig. 3D) . Intron-containing Borna virus mRNAs contain 50-100 base long instability elements in their introns that have been shown to influence levels of RNA accumulation [78] . This would provide a level of regulation of gene expression for this negative sense RNA virus in addition to the transcriptional gradient afforded by classical 'stop-start' transcription models [79] . Finally, several viruses or virus-like particles have determined how to use aspects of the RNA decay machinery in novel ways. Retrotransposon Ty1 Gag protein, for example, has been shown to co-localize with the decapping factors Dcp1 and Dcp2, as well as with the Xrn1 exonuclease, and use these 5′-to-3′ decay pathway factors and presumably P bodies that contain these factors to promote effective retrotransposition and RNA packaging [80] . The nonsense mediated decay factor Upf1 has been shown to be part of the HIV mRNP and to positively influence gene expression from viral transcripts [81] . Lastly, LSm proteins, Rck/ p54 (DDX6), and PatL1 (several auxiliary factors involved in RNA decay and cytoplasmic mRNA fate [82] [83] [84] ) have been shown to play a role in the replication and gene expression of Brome mosaic virus (BMV) [85] , HCV [86, 87] and perhaps the stabilization of poxvirus mRNAs that contain a unique poly(A) 'head' [88] . Thus many viruses appear to have found ways to turn these likely foes of a productive infection into beneficial friends.\n\nIn summary, it has become clear in recent years that viruses have determined a variety of ways to successfully interact with the cellular RNA decay machinery to stabilize viral transcripts and promote productive infections. Given that viral interplay with the RNA decay machinery is still a rather understudied area, there are numerous fundamental questions that remain to be addressed. Here are a few of our favorites: Does every virus require a strategy to successfully interface with the RNA decay machinery? While one might assume that the simple answer to this question is 'of course', it has not been formally demonstrated for many viruses. If indeed this is a requirement, disrupting the virus-RNA decay machinery in a manner to favor viral RNA decay represents a fairly novel and attractive avenue for the development of a new class of antivirals that may have a fairly broad spectrum of efficacy. The concept of using the cellular RNA decay machinery as an additional way of controlling viral gene expression is another attractive area for investigation, particularly since cells rely so heavy on RNA stability for regulation. Along these lines, do other negative-sense RNA viruses in addition to the intron-containing Borna virus use the cellular RNA decay machinery to provide an unsuspected post-transcriptional level of regulation of gene expression? If so, models for gene expression for negative sense RNA viruses may need to be significantly expanded beyond the classical 'stop-start' transcription mechanism. Another area of investigation that may prove very fruitful is the hunt for additional examples of using cellular RNA decay enzymes to generate novel viral non-coding transcripts that could expand the effective gene expression capacity of viral RNA genomes. The best current example of this is the flavivirus sfRNA that is generated by Xrn1. Since most members of the Flaviviridae utilize the cellular Xrn1 decay enzyme to generate a small RNA, why do the pestiviruses and hepaciviruses fail to do so as well? Could miRNA-122 interactions at the 5′ end of HCV RNAs be performing a similar function to block Xrn1 activity on viral genomes rather than relying on perhaps related structures in the 3′ UTR as with other flaviviruses? In summary, investigating the interplay of viral RNAs with the cellular decay machinery should yield plenty of interesting surprises, new concepts and broaden our molecular understanding of virus-host interactions for years to come. The cellular mRNA decay machinery consists of multiple components and strategies to decay transcripts. The ultimate goal of all of these strategies is to make the mRNA an effective substrate for exonucleolytic decay. This can be accomplished by a combination of at least four strategies that have been described to date. First, the central portion of the diagram illustrates the major pathway of mRNA decay. RNA turnover is generally initiated by removal of the poly(A) tail (deadenylation) using a variety of deadenylase enzymes, in particular Ccr4 and Pan2/3. The deadenylated transcript is then degraded by highly processive exonucleases either in the 5′-to-3′ direction (Xrn 1) following removal of the 5′ cap by a decapping enzyme (e.g. Dcp2) or in the 3′-to-5′ direction by the exosome. As indicated in the figure, this process is naturally influenced by a variety of factors that promote transcript stability or instability. Second, mRNA decay can be targeted for direct endonucleolytic cleavage by specific protein factors and proceed to be degraded by exonucleases without deadenylation as a prerequisite (top arrow). These factors include endoribonucleases that naturally target specific mRNAs, the nonsense mediated decay (NMD) pathway that can target cleavage of mRNAs near the site of premature termination codons, or a specific endonuclease that targets mRNAs that possess stalled ribosomes in the no-go decay pathway. Third, miRNA and/or siRNA-mediated RNA decay may be initiated through a variety of mechanisms that feed transcripts into the exonucleolytic decay step. These include direct endonucleolytic cleavage of the mRNA by Argonaut proteins or, in some cases, deadenylation. Finally, as depicted in the bottom arrow, a variety of quality control pathways exist in cells that target exonuclease-mediated RNA decay in the absence of deadenylation or endonucleolytic cleavage. These include NMD in some organisms/ transcripts, Staufen1-mediated mRNA decay (SMD) and the decay of mRNAs that lack a termination codon (non-stop decay). These pathways require specialized decay factors to mark the RNA for decay, including Upf1 (NMD and SMD) and the cytoplasmic Ski proteins for non-stop decay. For additional information, see [1] . Viruses have developed a variety of interesting approaches to stabilize their transcripts during infection. A. Inherent resistance to decay. Viral RNA coated with nucleocapsid proteins, as observed with VSV, are resistant to nuclease degradation. Likewise, secondary structures at the termini of viral RNAs, for example the stem loop present at the precise 3′ terminus of HCV, are refractory to exonuclease degradation. B. Usurping cellular stability factors. Viral RNAs may bind proteins that normally stabilize cellular transcripts, making the transcripts difficult for the cellular decay machinery to destroy. This has been demonstrated for Sindbis and other alphavirus transcripts which bind to the cellular HuR protein. C. Viruses sometimes target select enzymes and factors of the cellular RNA decay machinery for destruction. A clear example of this is the poliovirus-encoded protease that targets the cellular decapping factor Dcp1a for proteolytic cleavage. D. Viruses can encode a variety of their own decay enzymes and regulatory factors that effectively change the entire landscape of RNA decay in the infected cell. As noted in the figure, these include exo-and endonucleases, decapping enzymes and factors that have a major impact on RNA decay such as the KSHV SOX protein. In addition to simply stabilizing or destabilizing viral RNAs, the cellular mRNA decay machinery and associated factors is also used by select viruses to perform a variety of interesting roles in gene expression and replication. A. Flaviviruses such as West Nile Virus use the cellular exoribonuclease Xrn 1 to generate decay intermediates that result in novel subgenomic sfRNA transcripts that have been shown to influence cytopathology. B. Hepatitis C virus binds miRNA-122 which is abundant in liver cells to generate/stabilize structural elements in the 5′ end of its genomic RNA that are required for efficient viral gene expression/replication. C. The Nsp14 exonuclease encoded by coronaviruses has been demonstrated to play a role in viral evolution and the generation of quasispecies diversity. D. Select transcripts encoded by Borna virus contain instability elements that reduce the level of expression of specific mRNAs in a post-transcriptional fashion. This affords an additional level of control of gene expression for this RNA virus."}