{"title": "Mortality Rates of Human Metapneumovirus and Respiratory Syncytial Virus Lower Respiratory Tract Infections in Hematopoietic Cell Transplantation Recipients", "body": "Human metapneumovirus (HMPV) is a paramyxovirus closely related to respiratory syncytial virus (RSV). HMPV occurs with a seasonal pattern in the general population every winter and spring. Both HMPV and RSV cause similar symptoms in immunocompetent children and adults and are impossible to distinguish on a clinical basis [1] . HMPV infections can cause severe and even fatal disease in immunocompromised patients [2, 3] , with crude reported mortality rates from HMPV pneumonia ranging from 10% to 80% in different small cohort studies of cancer and/or hematopoietic cell transplantation (HCT) patients [3] [4] [5] [6] . To date, however, no study has directly compared lower respiratory tract disease (LRTD) associated with HMPV with that of RSV in immunocompromised patients. Although the treatment and outcome of RSV LRTD in HCT has been relatively well studied and standardized [7, 8] , few data are available on the impact of HMPV LRTD during the time surrounding HCT. The purpose of this study was to characterize the clinical and radiographic presentation, viral load, and factors associated with outcome of HMPV pneumonia in HCT candidates and recipients and compare results with RSV pneumonia.\n\nWe retrospectively reviewed medical charts of all pre-and post-HCT recipients with HMPV or RSV RNA detected in bronchoalveolar lavage (BAL) samples by real-time reverse transcription (RT)-PCR. Molecular analyses on BAL were done clinically in real time starting in January 2006 for HMPV and March 2007 for RSV. This study included patients undergoing BAL with HMPV or RSV detected through February 1, 2011. The RSV cases are a subset of a series reported earlier [9] . Sera and nasal-wash specimens that had been collected 11 days before to 11 days after each BAL were retrospectively identified and, if not previously tested for these viruses, were evaluated for the presence of HMPV and RSV by RT-PCR.\n\nResearch was approved by the Institutional Review Board at Fred Hutchinson Cancer Research Center. Informed consent was signed by study participants.\n\nIn addition to RSV and HMPV RT-PCR, respiratory viral diagnosis for multiple respiratory viruses was performed on BAL specimens from preand post-HCT recipients according to institutional protocol. Direct fluorescent antibody (DFA) testing for influenza A and B, parainfluenza 1-3, adenovirus, and RSV as well as RSV shell vial cultures were performed on BAL samples between 2006 and 2011 as described in a previously published protocol [10] . HMPV DFA testing was performed on BAL specimens from February 2008 through 2011. BAL samples were also assessed for a broad range of bacterial, fungal, and viral pathogens using standard culture and staining methods as well as the aspergillus galactomannan assay [11, 12] .\n\nRT-PCR was performed on BAL, nasal-wash, and sera specimens according to a previously published protocol [13] . Briefly, total nucleic acids were obtained from 200 mL of each BAL or nasal-wash sample by adding 400 mL lysis buffer. After incubation for 10 minutes at 60 C, 600 mL of isopropanol was added and the samples were centrifuged at 13,000 Â g for 15 minutes. The pellets were washed with 1 mL 70% ethanol and suspended in 200 mL RNAse free water. One-step RT-PCR reaction mixtures (TaqMan One-Step RT-PCR Master Mix, Applied Biosystems, Foster City, CA) were prepared using primers and probes targeting HMPV A/B and an internal control or RSV A/B and an internal control as previously published [13] . The reactions were performed and analyzed in a 7000 Sequence Detection System (Applied Biosystems) under the following conditions: 30 minutes at 48 C and 10 minutes at 95 C, followed by 40 cycles of 15 seconds at 95 C and 1 minute at 60 C. Sera extractions were performed using the QIAamp RNA Mini Kit (Valencia, CA) as previously reported and provided a sensitivity of 200 copies/mL for a cut-off of 10 copies per reaction [14] . Cycle threshold values were converted into viral loads (copies/mL) of each virus using stored standard curves made of RNA transcripts. \n\nStatistical comparisons were performed using chi-square test or Fisher's exact test for categorical variables (as appropriate), and Wilcoxon rank sum test was used for continuous variables. The probability of survival was estimated by the Kaplan-Meier method. Univariate and multivariate logistic regression models were used to estimate odds ratios (ORs) and 95% confidence intervals (CIs) for hypoxemia. Univariate and multivariate Cox regression models were used to evaluate hazard ratios (HRs) and 95% CIs for death by day 100 and virus-related death at day 100. Hypoxemia and mechanical ventilation occurring after diagnosis were analyzed as timedependent variables. All reported P values were 2-sided and considered significant if P < .05. Analyses were performed using SAS 9.2 (SAS Institute, Cary, NC).\n\nBetween (Table 1) . All patients infected with RSV (with the exception of one who declined therapy) were treated with aerosolized ribavirin and palivizumab according to our institutional protocol; treatment for HMPV was nonstandardized and differed by care provided, because no standardized institutional treatment guidelines were available. Among the 23 patients with HMPV LRTD, four received ribavirin alone, five received intravenous immunoglobulin alone, and six received both. Time to treatment after first positive respiratory sample (including nasopharyngeal secretions or BAL) was a median of 5 days (range, 1 to 46 days) for HMPV and 1 day (range, 0 to 4 days) for RSV (Wilcoxon rank; P ¼ .0005), and time to treatment after first positive BAL had a median of 2 days (range, À13 to 7 days) for HMPV and 0 days (range, À15 to 2 days) for RSV (Wilcoxon rank; P ¼ .009).\n\nHMPV and RSV were generally detected between December and June. One RSV cluster occurred during the study period, December 2007, in which BAL samples from seven patients tested positive for RSV. A smaller HMPV cluster was identified in May 2007 that included four patients with HMPV LRTD. Two additional cases of RSV LRTD occurred during the study period in which BAL samples were not prospectively tested by RT-PCR and no samples were available for retrospective testing. These two patients were not included in this study. All patients with HMPV LRTD were tested by RT-PCR.\n\nBecause HMPV DFA was not available before February 2008, only 14 of 23 HMPV-positive BAL samples were tested by DFA and RT-PCR, whereas 22 of 23 RSV-positive BAL samples were tested with both methods. Compared with RT-PCR, HMPV DFA had a sensitivity of 71% (10/14), whereas RSV DFA had a sensitivity of 86% (19/22) . The difference between HMPV and RSV mean viral loads in the first BAL sample (6.43 Log 10 copies/mL, interquartile ratio, 5.79 to 7.97; and 7.13 Log 10 copies/mL interquartile ratio, 6.34 to 8.11, respectively) did not reach statistical significance (Wilcoxon rank; P ¼ .17).\n\nHMPV was detected by RT-PCR in nasal washes from 10 of 15 patients who had been sampled within 11 days before or after the BAL. In comparison, RSV was identified in all 14 patients who had nasal-wash samples tested. HMPV LRTD patients who tested negative by nasal wash had lower viral loads in their BAL specimens compared with those who tested positive in the nasal wash ( Figure 1A ). Sera were obtained from 30 patients (13 infected with HMPV and 17 infected with RSV) within 11 days before or after BAL. In one patient with HMPV LRTD (viral load of 8.19 Log 10 copies/mL), HMPV RNA was detected in two serum samples taken 4 days apart. We detected RSV RNA in two patients with RSV LRTD (viral load of 8.56 and 7.99 Log 10 copies/mL); in one of these two patients, RSV was detected in four serum samples over a 10-day period starting the day before BAL until 9 days after. All three patients with viral RNA in the sera died of severe respiratory disease ( Figure 1B) .\n\nRadiologic features of all 46 patients supported the diagnosis of a viral LRTD. Twenty-two patients with RSV LRTD Figure 1 . (A) RT-PCR results on nasal washes (X) sampled within 11 days before or after the positive BAL. Negative nasal washes were found in five patients with HMPV LRTD, whereas all patients with RSV LRTD had at least one positive nasal wash. Negative nasal washes were found in patients with lower BAL viral load. (B) RT-PCR results on sera (X) sampled within 11 days before or after the positive BAL. One patient with HMPV LRTD had two positive sera (HMPV patient three), whereas two patients with RSV LRTD had positive sera (RSV patients two and seven). All three patients with positive sera had a high BAL viral load and died. and 22 with HMPV LRTD underwent high-resolution computed tomography imaging. Centrilobular, ground-glass, tree-in-bud, and alveolar opacities were found in similar proportions among HMPV-and RSV-infected patients. Centrilobular nodules were associated with less mechanical ventilation in a model that adjusted for virus type (adjusted OR, .18; 95% CI, 0 to 1.8; P ¼ .027), whereas ground-glass opacities tended to be associated with increased rates of hypoxemia in patients with RSV or HMPV LRTD (adjusted OR, 3.00; 95% CI, .8 to 11; P ¼ .1).\n\nPatients with HMPV and RSV LRTD had similar rates of hypoxemia and mechanical ventilation at anytime during the episode (Table 1) . Two patients with HMPV LRTD refused mechanical ventilation and subsequently died. Mortality rates by day 100 after diagnosis were identical between patients with HMPV and RSV LRTD (43% versus 43%), and deaths related to the actual viral infection were also similar (39% versus 35%). The Kaplan-Meier survival estimate is presented in Figure 2A . We detected a higher frequency of copathogens in patients with HMPV compared with those with RSV LRTD (57% versus 35%); however, the difference was not statistically significant (P ¼ .175).\n\nIn univariate Cox regression analyses, there were no statistically significant differences in outcome between HMPV and RSV LRTD. However, stem cell source, steroid treatment, and oxygen use were associated with overall mortality by day 100 in patients with RSV or HMPV LRTD ( Table 2) . Steroid treatment was also associated with overall mortality in a dose-dependent fashion ( Table 2 ). Similar results were obtained when only HMPV LRTD cases were analyzed (data not shown). Kaplan-Meier survival estimates for patients with HMPV or RSV LRTD according to steroid dose are shown in Figure 2B . In several multivariable models that adjusted for cell source, oxygen requirement, and steroid use, the virus type (RSV versus HMPV) was not a significant factor for mortality. Steroids at the time of diagnosis of LRTD (adjusted HR, 4.1 to 7.9), peripheral blood stem cell or cord blood as cell source (adjusted HR, .15 to .21), and oxygen requirement > 2 L or mechanical ventilation at diagnosis (adjusted HR, 3.6 to 4.6) were significant risk factors in multivariable models. Hypoxemia that occurred after the diagnosis of LRTD (modeled as time-dependent variable) was also associated with death (adjusted HR, 5.9; 95% CI, 1.3 to 25.9; P ¼ .02). Models that included virus type and ribavirin treatment for HMPV (early versus late versus none), type of radiographic presentation, viral load, or lymphopenia did not yield statistically significant differences in outcomes between the two viruses nor an association among the HMPV cases alone (data not shown). When ribavirin use was treated as time-dependent variable (to account for possible treatment biases), no detectable beneficial effect was found (HR, .99; 95% CI, .3 to 2.8). The median time between transplantation and diagnosis of HMPV was 18 days in the group treated with ribavirin and 124 days in the untreated group (Table 3) . Kaplan-Meier survival estimates for patients with HMPV LRTD who received ribavirin and those who did not are shown in Figure 2C .\n\nVariables from Table 2 were also assessed as possible risk factors for virus-related mortality. There was no difference between the two viruses while steroid use, oxygen use >2 L or mechanical ventilation, hypoxemia after diagnosis (timedependent variable), and cell source remained significant predictors of poor outcome (data not shown). Centrilobular/ nodular infiltrates also tended to be protective (adjusted OR, .35; 95% CI, .01 to 1.2; P ¼ .08). Ribavirin treatment was not protective. Late use of ribavirin tended to be associated with poorer outcome (adjusted OR, 4.0; 95% CI, .9 to 17; P ¼ .06).\n\nAn analysis of candidate variables ( Table 2) for an association with hypoxemia or mechanical ventilation showed a trend toward more hypoxemia with ground-glass infiltrates (adjusted OR, 2.97; 95% CI, .8 to 11; P ¼ .1). Centrilobular/nodular infiltrates were protective in a model that adjusted for virus type (adjusted OR, .18; 95% CI, .0 to .8; P ¼ .027). Ribavirin use was associated with hypoxemia (data not shown).\n\nHMPV may cause upper or lower respiratory tract infections in severely immunocompromised HCT recipients both before and after transplantation. Asymptomatic shedding of HMPV from the upper respiratory tract was reported previously, indicating that not all infections with HMPV necessarily result in severe LRTD [15] [16] [17] . Studies have shown that 27% to 41% of HMPV upper respiratory tract infection progress to LRTD, but the outcome of LRTD is poorly described [18] . We compared recent cases of RSV and HMPV LRTD based on RT-PCR results of BAL samples with evaluation of diagnostic test performance, clinical and radiographic presentation, and factors associated with poor outcome. Our study found an overall similarly poor outcome of HMPV and RSV pneumonia and identified use of steroids as an important factor associated with outcome. Given the virologic similarities of RSV and HMPV, it is not surprising that clinical outcomes are similar between these viruses. However, in this study nearly all cases of RSV pneumonia were treated with ribavirin, whereas only onehalf of patients with HMPV pneumonia received treatment. Comparison of outcomes between treated and untreated patients with HMPV LRTD in this nonrandomized, retrospective review did not show any benefit of the drug. This is possibly related to the increased time to treatment observed in patients with HMPV LRTD compared with RSV LRTD, the potential for more aggressive therapy in sicker patients, and the shorter time between transplantation and HMPV diagnosis in the treated group of patients with HMPV LRTD compared with the untreated group. We adjusted for possible confounders such as the degree of acute lung injury (measured by the degree of oxygen requirement) and analyzed ribavirin use as a time-dependent variable to account for difference of the start time of the drug between patients. Nevertheless, the nonrandomized nature of the treatment remains a key limitation.\n\nIn vitro studies and animal models have shown the efficacy of ribavirin against HMPV [19, 20] . However, no clinical studies have been conducted to evaluate treatment of HMPV LRTD in HCT. Initiation of treatment at the earlier stage of upper respiratory tract infection for RSV infection has been shown to improve the outcome and reduces the progression to LRTD [7] . The only prospective randomized study in immunocompromised patients showed a decline of RSV viral load and progression to LRTD, but the study was ended prematurely and statistical significance was not reached [21] . HMPV infection has similar rates of progression to LRTD and similar mortality compared with RSV, suggesting preemptive treatment at earlier stages might potentially be useful. New antiviral drugs are needed for both RSV and HMPV, and prospective studies are needed to examine whether preemptive therapy at the upper respiratory tract infection stage is effective in preventing progression to LRTD.\n\nAlthough lymphopenia is a well-known risk factor for progression to LRTD in viral infections, we were not able to show an impact of lymphocyte counts on mortality [22, 23] . However, we identified steroid treatment, stem cell source, and need for oxygen or mechanical ventilation as significant predictors for death. Steroids were primarily administered for nonpulmonary graft-versus-host disease treatment. Identifying steroid treatment, particularly high-dose steroid treatment, as a major risk factor for death might help target patients for interventions, including rapid steroid taper or antiviral treatments, in the future. Viral pneumonia in HCT recipients typically presents with small, poorly defined centrilobular nodules, tree-in-bud opacities, ground-glass opacities, and consolidation [24, 25] . These patterns can be present in various amounts in viral pneumonia, including HMPV and RSV [26, 27] . Our study, which represents the first comparison of RSV and HMPV viral pneumonia in HCT, documented similar radiologic features for both infections. As previously reported, ground-glass opacity and centrilobular nodules were very common in RSV (68% and 59%, respectively) and HMPV LRTD (59% and 36%, respectively). Tree-in-bud infiltrates were less common (18% for both viruses). A significant proportion of patients also demonstrated alveolar consolidation (64% for RSV and 68% for HMPV), corresponding to more extensive damage on histologic examination [28] . Our study correlated radiographic appearance with outcome demonstrating trends for better survival in patients with centrilobular nodules and worse prognosis in patients with ground-glass infiltrates, which represent a more diffused disease. In addition to detection of viral RNA in serum, this information could be useful in managing patients and identifying those who could benefit from therapy. Viral RNA was detected in the sera of one patient with HMPV LRTD and two patients with RSV LRTD; all three died of severe disease, a correlation previously suggested in an earlier study [14] . We speculate that detection of viral RNA in serum samples could become a useful tool to predict or stratify the likelihood of short-term survival in patients with HMPV or RSV LRTD. Larger studies are needed to address this question.\n\nWe conclude that HMPV LRTD is associated with high mortality rates after HCT. Use of corticosteroids, stem cell source, and oxygen requirement at baseline and thereafter were associated with poor outcome. The association of poor outcome with high steroid doses suggests a possible intervention (ie, tapering steroid dose if clinically possible). This should be studied prospectively. Although this is the largest series of HMPV LRTD in HCT recipients, the effect of ribavirin could not be conclusively determined because of small sample size and confounding effects that led to the use of the drug. However, initial results did not suggest a major effect. Larger studies are needed to examine the effects of current and future treatment options optimally in a randomized fashion."}