{"title": "Quorum sensing affects virulence-associated proteins F1, LcrV, KatY and pH6 etc. of Yersinia pestis as revealed by protein microarray-based antibody profiling", "body": "Yersinia pestis, which is the causative pathogen of plague, is one of the pathogenic bacteria that has caused huge tragedies in human history [1] . It has become one of the hottest topics after the nightmare of the ''9/11'' terrorism attack in the USA, as this bacterium can be transmitted via the respiratory route from person to person [1, 2] . The pathogenesis of Y. pestis is poorly understood, although much progress has been made [1] . The availability of whole-genome sequences of Y. pestis will provide us with tremendous new opportunities for insights into bacterial pathogenesis [1, 3, 4] . As we run into the post-genomic era, there has been renewed interest in the crucial role that differential gene transcription plays in host-pathogen interactions [5, 6] . Genomic information, transcription profiles and proteomic analysis will be extremely helpful in predicting protein function and their likely subcellular localization, as well as to identify genes that contribute to virulence and pathogenesis. However, due to technological limitations, these advanced techniques need improvements to gain insights into the actual interactions between the microorganism and host in vivo.\n\nAvailable protein microarray technology represents a suitable tool to investigate the humoral immune responses against the proteins of microorganisms. In our previous studies, protein microarrays were used to probe antibody responses to individual proteins of the SARS-CoV and to define the antigenicity of different regions of specific proteins [7] . In our laboratory, protein microarray-containing virulence-associated proteins were developed for probing the immune responses of rabbits to Y. pestis live attenuated vaccine EV76 [8] . With this high throughput and parallel method, we confirmed some proven antigens that have been used in diagnostics, and more importantly, many new antigenic proteins were identified.\n\nGlobal regulation systems play an important role in modulating virulence gene expression. Deletion of virulenceassociated regulator usually results in disordered expression of virulence genes and accordingly leads to the reduced virulence of the mutants. As a global regulation system, quorum sensing (QS) regulates a large set of genes involved in both basic cellular functions and virulence as shown in previous study [9] . Cell to cell communications by means of small molecules play essential roles in the synchronization of gene expression and functional coordination among bacteria [10] . Bacterial community behavior was first recognized over three decades ago when a substance produced by Vibrio fischeri was found to induce its bioluminescence at early stages of growth, which otherwise occurs only after bacterial cells enter mid-exponential phase [11] . This auto-inducing substance was later identified as an acylhomoserine lactone (AHL). Yersinia spp. also have QS. Using a bioluminescence AHL reporter system, Throup et al. identified the Y. enterocolitica as AHL producers [12] . Steve et al. characterized three AHL QS signal molecules produced by two QS systems, ypsR/I and ytbR/I, in Y. pseudotuberculosis [13] . Up to now, there are three strains of Y. pestis sequenced, CO92, KIM and 91001 [3, 4, 14] . In the genome of Y. pestis, two quorum sensing system was predicted: ypeR/I and yspR/I. However, until now their functions in pathogenesis has not been understood.\n\nIn the present study, this technique was used to profile the antibody responses to virulence-associated proteins of the wild-type and quorum sensing (QS) mutant strain of Y. pestis to define the impact of QS on virulence protein expression, with the aim of further analyzing the complex interaction between Y. pestis and hosts.\n\nThe live attenuated vaccine strain EV76 is similar to its parent virulent strain, with the exception that the pgm locus is discarded. The whole genome sequences of Y. pestis revealed that there are two QS systems, ypeR/I and yspR/I, in its genome [3, 4] . The QS double mutant was constructed by replacing the two QS systems with resistance genes, resulting in the mutant (QSM) with both genes deleted. The procedures used to replace the target genes are mainly as described previously [15] . Briefly, EV76 was made to be transformation competent and the l Red helper plasmid pKD46 was transformed into it, resulting in strain EV76/pKD46, which was then made to be recombination competent by inducing expression of the Red genes. First, ypeRI genes were deleted by replacing them with kanamycin gene, thereby generating the ypeRI mutant. The mutant strain was made to be recombination competent and the yspRI gene was deleted by replacing them with the chloramphenicol gene, resulting in the QS double mutant (QSM) with all of the four QS genes deleted. Polymerase chain reaction (PCR) and DNA sequencing were used to confirm the correct replacement of disrupted mutant. The strains, plasmids and PCR primers are listed in Supplementary Tables S1 and S2.\n\nThe wild-type strain and QS mutant were incubated in LB broth at 26 C overnight. These cells were then transferred to fresh LB medium and cultivated to reach identical density (OD 620 1.4). Bacterial cells were collected by centrifugation and then washed with physiological saline. The washed cells were re-suspended in fresh physiological saline to generate bacterial suspensions. Each strain was used to immunize two male rabbits of 2e2.5 kg according to the following procedures: a primary subcutaneous immunization of 2 Â 10 8 cells with the complete Freund's adjuvant was given and, 2 weeks later, a second immunization of the same quantity with the incomplete Freund's adjuvant was applied. After this, rabbits were subjected to six booster intravenous immunizations of 1 Â 10 9 cells every 2 weeks. Sera were collected just before each of the immunizations and 2 weeks after the last booster. In total there were two sera collected before immunization from the two rabbits as negative controls, and seven sera collected just before each booster and on the 14th day after last booster from each immunized rabbit by each of the immunized strains (wild or mutant strain).\n\nEnzyme-linked immunosorbent assay (ELISA) for detecting antibodies to antigen F1 was developed to confirm the antibody titer evaluated by the protein microarray. The 96well plates were coated with 5 mg/ml F1 antigen in phosphate-buffered saline (PBS) and incubated at 4 C overnight, and then blocked with 1% bovine serum albumin at 37 C for 1 h. The sera were serially diluted and reacted with the coated antigens at 37 C for 30 min. Following this, the plates were washed with PBS three times. The captured antibody against F1 was detected by HRP-coupled goat-antirabbit immunoglobulin G (IgG) and visualized with substrate tetramethylbenzidine (TMB). The OD values were measured at 450 nm.\n\nThe protein microarray was fabricated as described previously [8] . One hundred and forty-four virulence-associated proteins (proven or putative) were included in this microarray (see Supplementary Table S3 ). The IgG from healthy rabbits was used as the positive control and located on the right side of the bottom row in each block in the protein microarray. Three duplicates for all proteins and controls were spotted on the array. The two serum samples collected at the same time from the two rabbits that were immunized with each strain were combined to obviate the possible differences between the individual rabbits. To eliminate antibodies against Escherichia coli in the sera, all the sera were incubated with the lysates of E. coli BL21 carrying pET-32a before microarray analysis. For microarray probing, the slides were first blocked with 3% non-fat milk in 0.1 M PBS, pH 7.2 for 1 h, and then incubated with diluted sera (1:200) for another 1 h at room temperature. The incubated slides were then washed three times with PBS containing 0.1% Tween-20 (PBST) and once with PBS. The slides were then incubated for another 2 h with the fluorescence-labeled secondary antibody (goat antirabbit IgG) generated by using a Cy5 antibody labeling kit (Amersham Biosciences). The resulting slides were washed with PBST twice and PBS once, followed by a 2-min ethanol rinse. After being dried with hot air, the slides were scanned using the Genepix Personal 4100A Scanner (Axon Instruments, Union City, CA, USA). Each analysis was repeated twice.\n\nThe scanned images were analyzed using the GenePix Pro 5.0 software (Axon Instruments) and Microsoft Excel software. The fluorescence signal of each spot was calculated as the median fluorescence intensity subtracted from the local background median intensity. Spots with a negative fluorescence signal were discarded. The average signal of rabbit IgG from all the slides was used to calibrate those of other spots. Following this, the spot signals for each protein in the replicated hybridizations were averaged and readied for further analysis. For calculation of the relative fluorescence intensity (FI) of a protein, the FI of this protein in immunized sera was subtracted from that of the pre-immunized sera. To determine the positive/negative results, the cut-off value was calculated as the average value plus two times the standard deviation of the FI from the pre-immunization sera.\n\nThe proteins with antibodies that could be detected at more than 3 of the 8 time points were arbitrarily defined as antigenic proteins that can induce antibodies in vivo. The direct comparison between the antibody profiles of the wild-type and QS mutant strain resulted in identification of proteins that were induced in both of the strains or specifically in either of the strains. A total of 144 proven or putative virulence-associated proteins were included in the protein microarray (see Supplementary Table S3 ). After discarding those proteins with an antibody titer that could not pass the cut-off value, the number of reacting proteins from each strain was counted. As shown in Table 1 , in general, in the sera from rabbits immunized with the wild-type strain, antibodies to 77 proteins were detected. Of these proteins, 37 were encoded by genes on the virulence plasmids, and the other 40 on the chromosome. However, in the sera from rabbits immunized with the QS mutant strain, only 41 of the proteins' antibodies were detected, 21 of which were encoded by genes located on the plasmids and 20 on the chromosome (Fig. 1) .\n\nAntibodies to 37 proteins were detected in the sera from rabbits that had been immunized by both strains. These proteins included the two major protective antigens, F1 and V antigen. As well as these, also included were 6 proteins that belong to the type III secretion system (T3SS), 6 outer membrane proteins and 10 prophage proteins. Antibodies to 40 proteins were specifically detected in the rabbits that had been immunized by the wild-type strain. T3SS plays a very important role in virulence [16] . Five T3SS proteins, including YscH, YscX, SycN, YscP and YscE, and 8 hypothetical proteins encoded by the plasmid pMT1 induced antibodies only in the rabbits that had been immunized by the wild-type strain. In contrast, only 4 proteins (YPCD1.52, YPMT1.34, YPMT1.46c and YPMT1.86A) elicited antibodies in the rabbits that had been immunized by the QS mutant strain. Because the repeated immunizations were required to induce the antibody according to our original experimental design, the live attenuated plague vaccine EV76 was employed to do this experiment. It is a drawback that it is not possible to compare the virulence phenotype between the mutant and parent strain. In another study in our laboratory we also prepared the QS mutants for virulence strain 201 and found that QS regulated some virulence phenotypes, including cytotoxicity to macrophages and virulence to mice, and other phenotypes, such as the clumping activity of Y. pestis (unpublished data). Fig. 1 . Comparison of the number of proteins that induce antibody in the rabbits that were immunized by the QS mutant (QSM) or wild-type strain (QSW). 'Total' stands for the number of proteins whose antibodies were detected in the sera of both rabbits immunized by either QSM (black filled bar) or QSW (empty bar), 'Plasmid' and 'Chromosome' for the number of proteins that are encoded by plasmid and chromosome, respectively, and 'Unique' the number of proteins that induce antibodies only by either of the strains.\n\nA total of 75 chromosome-encoded proteins, including the proven virulence factors, putative adhesins/invasins, outer membrane proteins, insecticidal toxins and genomic-islandassociated proteins, were included in the microarray analysis. Forty of them were found to induce antibodies. The serine protease HtrA is a global stress-response protein that is needed for adaptation to some stresses [17] . In contrast to the wild-type strain, the htrA mutant fails to grow at an elevated temperature of 39 C, but shows only a small increase in sensitivity to oxidative stress and is attenuated in the animal model, implying a role in virulence [18] . The fact that antibody to HtrA was detected in the sera of rabbits that had been immunized by the parent strain, but not in that by the QS mutant strain, clearly demonstrated that the HtrA-mediated stress response is regulated directly or indirectly by the QS system in Y. pestis. In our unpublished data, the QS mutant strain was found to be more sensitive to in vitro oxidative stress, which is consistent with this result. Horizontal gene transfer entails the direct integration of genetic elements into the bacterial genome to form 'genomic islands' that have increasing bacterial fitness. Three genomic islands (YPO0387 to YPO0397, YPO2087 to YPO2135, and YPO1087 to YPO1098) were tested in our present work, as they appear to be newly acquired [19] . The genomic island YPO2087 to YPO2135 is predicted to encode a prophage [3] . Genes YPO2095 to YPO2135 constitute a 33-kb chromosomal fragment that was absent from the biovar Microtus strains. Y. pestis 91001, a member of the biovar Microtus strains, has a 50% lethal dose of 23.2 for mice by subcutaneous challenge, but 10 9 live cells of strain 91001 failed to cause any infection symptoms in rabbits [3] . This strain was avirulent to humans, as shown by the fact that 1.5 Â 10 7 cells challenging through the subcutaneous route caused neither bubonic plague nor pneumonic plague in a volunteer trial [3] . Microtus strains are supposed to be avirulent to humans, although they are highly lethal to mice, so this fragment probably contributes the ability to infect humans in fully virulent strains [3] . Thirty-two putative proteins encoded by this fragment were included in the protein microarray; 18 (YPO2089 to YPO2134, and YPO2094 to YPO2135 in Table 1 ) of them induced antibodies in the sera from rabbits that had been immunized by the parent strain. However, in the sera from those immunized with the QS mutant strain, the antibodies against 8 (YPO2094 to YPO2135) of them could not be detected (Table 1) .\n\nY. pestis strains typically carry three virulence plas-midsdpCD1, pPCP1 and pMT1. Sixty-nine plasmid-encoding proteins with presumed virulence-associated functions were included in the microarray. Forty-three of these proteins were found to induce antibodies. Twenty of them only induced antibodies in the rabbits that had been immunized by the wildtype strain, whereas four of them induced antibodies by the QS mutant strain and seventeen of them by both strains. Because the functions of most of the proteins with antibodies that were specifically detected in rabbits immunized by the wild-type strain are unknown, it is difficult to assess their role in Y. pestis.\n\nPlasmid pCD1 harbors a gene cluster named LCRS (low calcium response stimulon) that encodes a T3SS. Through this system, Y. pestis injects the YOP effector proteins into the cytosol of eukaryotic cells when docking at the surface of the host cell, thereby mediating resistance to phagocytosis. The antigenicity and protective efficacy of a portion of the LCRS components have been tested in previous studies; as well as V antigen, YopD was also found to provide partial protection against non-encapsulated Y. pestis subcutaneous challenge [20] . The immunization of mice with YscF resulted in a high anti-YscF antibody titer and provided protection against intravenous challenge with Y. pestis [21] . Thirty-one of the 43 LCRS proteins were included in the microarray analysis. Seventeen of these proteins were found to induce antibodies. Antibodies to YopM, YopD, LcrV, LcrG, YscO and YscG were detected in sera from rabbits that had been immunized by both strains. Antibodies of nine proteins, including YopE, VirG and YscE, were specifically detected in the rabbits that had been immunized with the parent strain; only the YscC antibody was specifically detected in those rabbits that had been immunized with the QS mutant (Table 1 ). Previous studies showed that LCRS is regulated by temperature, with most of the genes remaining inactive at 26 C but are expressed at 37 C. As both strains were cultured at 26 C before being used for immunization, the proteins that were encoded by LCRS should be specifically induced in the host, and the differences in the antibody profile might result from the differences between the wild-type and the QS mutant strains during interactions with the host. YopE, a GTPase activating protein, is able to block CDC42Hs-dependent Rac activation and inhibit Rac-regulated actin structures, thereby interfering with the caspase-1-mediated maturation of pro-interleukin-1 beta of targeted cells, inducing de-polymerization of the actin microfilament structure and resulting in a rounding-up of infected cells [22] . VirG is predicted to be a Yop targeting lipoprotein, the function of which remains to be further investigated. It is assumed, however, that this protein might affect the targeting of some virulence proteins into host cells. It has been proven that Shigella VirG, a protein that is required for intracellular actin-based motility, induced autophagy by binding to the autophagy protein, Atg5 [23] . YscE, the smallest of the Yersinia secretion (Ysc) proteins in the type III secretion apparatus, is a dimer in solution [24] . Y. pestis mutants defective in the expression of YscE were unable to export the Yops [25] and, therefore, the pathogenicity of this bacterium is influenced by YscE, which is regulated directly or indirectly by the QS system.\n\nY. pestis infection is a process of complex interactions between the bacteria and the host [26] . After its entry into the host, Y. pestis will modulate the expression of a set of genes for its survival, in addition to coping with the host defense system [26] . As the infection progresses, Y. pestis will migrate to other locations of the host and multiply, where the expression of specific genes is needed [27] . Probing into the exact variations of these virulence-associated genes or proteins during pathogenesis is crucial for revealing the virulence mechanism.\n\nThe conventional explanation for the advantages that QS may confer is that it is an evolutionary strategy. At low cell density, bacteria will not express some virulence proteins or will express them at lower levels [28] . This makes it possible for the bacteria to survive in the host but escape the killing mechanism of the host at an early stage of infection. However, when grown to high cell density, bacteria will express virulence proteins in large quantities and subvert the host defense system [29] .\n\nThe deletion of the QS genes leads to antibodies against some proteins being undetectable. However, most of the proteins that are expressed in the parent strain are still expressed in the mutants. However, the relative titers of the antibodies are different between the two strains. For example, antigen F1, which is the most important protective antigen for the subunit vaccine development of Y. pestis, showed fluctuations in the antibody titer during the immunizations (Fig. 2) . The antibody titers against antigen F1, as determined by ELISA, confirmed the results that were obtained from the protein microarray analysis (Fig. 2) . Fig. 3 demonstrates the feasibility of quantifying the abundance of antibodies by FI in protein microarray assays. The F1 capsule contributes to the high resistance of Y. pestis to phagocytosis by blocking the uptake by phagocytes, which probably relies on the disturbed interaction between Y. pestis cells and macrophages at the level of receptor interaction in the phagocytosis process [30] . The antibody titer to the F1 antigen induced by the QS mutant was lower than that induced by the wild-type strain, implying that the QS mutant might be more sensitive to phagocytosis than the wild-type strain (Fig. 2) .\n\nThe pH6 antigen is encoded by the psaA gene. Expression of this antigen is induced when the bacteria are grown between pH 5e6.7 and 35e41 C [31] . These conditions are encountered in the phagolysome. As an adhesin, the pH6 antigen is expressed when bacteria are living within macrophages [32] . The release of pH6 antigen from these macrophages facilitates bacterial colonization of other types of host cell and also contributes to the delivery of Yops into these cells. The psaEFABC operon encodes a chaperone/usher pathway that is involved in the secretion and assembly of the pH6 antigen as a polymer (fimbriae) on the surface of Y. pestis in macrophages or extracellularly in abscesses [33] . Mutation at the psa locus results in a 200-fold increase in the LD 50 of the mutant bacteria compared with the wild-type parent when mice are challenged by the intravenous route of infection, indicating its virulence roles [34] . The pH6 antigen was expressed in both strains, as indicated by the fact that antibodies could be detected in both strains. However, their antibody titer changes with the time point were different from each other in the sera of rabbits that were immunized by the two strains (Fig. 4) . The overall expression level of the pH6 antigen in the QS mutant was lower than that in the wildtype strain. In the wild-type strain, the antibody titer peaked at time point 4, but it peaked at time point 7 for the QS mutant, implying that the expression of this protein is affected by the QS system in Y. pestis.\n\nKatY (antigen 5) is produced in great abundance after growth in vitro at 37 C but not at 26 C. KatY with catalase-peroxidase activity is thought to mediate resistance to killing by professional phagocytes [35] . Our results showed that rabbits had a strong antibody response to KatY. The antibody titers to KatY in the sera from rabbits that had been immunized by the QS mutant were lower than those that had been immunized by the wild-type strain and the fluctuation trend of the antibodies is also different. The bacterial cultures that were used for immunization were cultivated at 26 C, which indicates that KatY is expressed in vivo after injecting the rabbits. These data support the fact that QS regulates the survivability of Y. pestis in the host by promoting, at least partly, the expression of KatY.\n\nT3SS is one of the most powerful weapons used by Y. pestis. Previous studies show that it is tightly regulated by various factors that contribute to the highly efficient utilization of this system. The comparison between the antibody profiles Fig. 2 . Titers of antibody to antigen F1 determined by ELISA (A) for confirming that determined by protein microarray (B) for rabbits that were immunized by either QS mutant (QSM) or wild-type strain (QSW). Fig. 3 . Correlation between the fluorescence intensity (FI) measured by protein microarray and antibody titers by ELISA. Sera from wild-type strain-immunized rabbits were tested by antigen F1-based ELISA and protein microarray. The antibody titers that were obtained by antigen F1-based ELISA was plotted against the FI of antigen F1 by protein microarray analysis.\n\ninduced by the two strains showed that antibodies to some of the secretion proteins were only induced by the wild-type strain, and some by both. For those induced only by the wildtype strain, it is easy to understand that the expression of these proteins is affected by QS. Detailed comparison showed that the expression levels of the commonly expressed proteins are different between the two strains. In general, the overall trends of the antibody titers to these proteins in rabbits that had been immunized by the QS mutant were relatively lower than those that had been immunized by the wild-type strain (Fig. 4) .\n\nOur comparative transcriptomics analysis by whole genome DNA microarray-based hybridization between wild-type and QS mutant strain demonstrated the mRNA level of genes encoding some proteins that were affected by QS in this study was down-or up-regulated (unpublished data), which give us evidence from another aspect to confirm the antibody profiling data. The gene expression of YPCD1.06 ( yopE ), whose antibody could not be detected in mutant strain-immunized rabbit, was down-regulated 2.64 times in the mutant strain, and that of YPMT1.46c, whose antibody could be only detected in the mutant-immunized rabbit, was up-regulated 4.81 times in the mutant strain.\n\nThe antibody profile comparison between the two strains showed that QS affects the expression level of some important virulence-associated proteins. We used the immunized sera for antibody profiling; the antibodies may be induced by the repeated immunizations and it is difficult to judge the real expression status of the target proteins in vivo. However, this study demonstrated that antibody profiling is a promising technique for monitoring gene expression at the protein level. If the animal model of infection by a target pathogen is applied, this method could be used to monitor protein expression in vivo and probe into the complex interactions between pathogens and the host immune system."}