{"title": "Loop-mediated isothermal amplification (LAMP): recent progress in research and development", "body": "Loop-mediated isothermal amplification (LAMP) was first reported in 2000 [1] and has, since then, been the focus of extensive research efforts. The number of studies performed using LAMP is increasing every year; as of November 2012, PubMed database has listed more than 750 articles on this topic. The findings of reports published up to 2008 have been summarized in our previous review article published in this journal [2] ; consequently, the aim of this article is to review research activities undertaken thereafter.\n\nResearch and development (R&D) efforts on LAMP technology in recent years have focused on two major areas. One is its practical application in clinical settings, including its role in the improvement of existing assays. Since the LAMP method was invented, LAMP reactions for detecting various pathogens were developed by many research groups and their performance observed by comparing to that of existing reagents [such as polymerase chain reaction (PCR)], as reviewed in the papers [3, 4] . These initial studies can be considered as a sort of validation study to evaluate the feasibility of LAMP technology. After these intensive validation studies, LAMP was actually applied for clinical practice. This review offers an overview of the status of LAMP in terms of its practical applications. The second area is basic research on further simplification of the LAMP assay. Current basic research efforts now focus on testing the distinct features of the LAMP technique owing to its simplicity and rapidity of use. Extensive improvement of LAMP technology is necessary to integrate this method into simple genetic tests to be used as point-of-care diagnostics. Thus, this article also reviews the basic techniques involved in improvement of LAMP technology.\n\nThe extensive basic research efforts on LAMP have facilitated the use of LAMP technology in actual clinical settings. Before 2008, the Severe Acute Respiratory Syndrome (SARS) coronavirus detection kit was the only LAMP reagent approved for in vitro diagnostics (IVD) in Japan. Currently, the number of approved LAMP reagents in Japan has increased to eight: SARS coronavirus, as mentioned, along with Mycobacterium tuberculosis (TB), Mycoplasma pneumoniae, Legionella species, influenza type A virus, H1 pdm 2009 influenza virus, H5 influenza virus, and human papilloma virus (HPV). In addition, onestep nucleic acid amplification (OSNA), an automated molecular detection system using a RT-LAMP method for detecting cancer cells that have metastasized to the lymph nodes, has also been approved as IVD in Japan [5] . Current status of the application of LAMP technology to IVD may be summarized as follows.\n\nA LAMP reagent kit for detecting the M. tuberculosis complex (Loopamp MTBC detection kit, TB-LAMP; Eiken Chemical, Tokyo, Japan) was launched in April 2011. The new reagent features two improvements. First, the test process has been made faster and simpler; by using the kit named the Loopamp PURE DNA extraction kit (Eiken Chemical) for sputum processing, the NALC (N-acetyl-L-cysteine)-NaOH decontamination step is no longer necessary. Second, TB-LAMP is now provided as a dry reagent, allowing easier storage, that is, it can be stored at room temperature with satisfactory shelf life. Figure 1 shows the operation process of PURE and TB-LAMP. Mitarai et al. [6] reported the results of a clinical trial of PURE-TB-LAMP in Japan, concluding that it is a simple, effective, and rapid test for TB testing and that the sensitivity of TB-LAMP for smearnegative and culture-positive samples is about 55 %. Evaluation studies for the use of this system as a simple TB diagnostics tool suitable for use in resource-limited facilities are currently ongoing in some developing countries.\n\nRecently, LAMP reagents for detecting certain parasites using the same platform as that used in PURE-TB-LAMP have been commercialized. The malaria LAMP kit (Loopamp MALARIA Pan/Pf detection kit) has been launched as a CE-approved IVD. It consists of two LAMP reagents, one for the detection of Plasmodium falciparum and another that reacts with all four types of human malarial parasites. The sensitivity of these reagents is enhanced by targeting of mitochondrial DNA, as demonstrated by Polley et al. [7] . The clinical performance of the kit has been evaluated by the same author and his colleagues [8] . They have demonstrated that the clinical sensitivity and specificity compared with a nested PCR method are 97.0 % and 99.2 % for pan-malaria detection and 98.4 % and 98.1 % for P. falciparum-specific detection, respectively, and concluded that the diagnostic accuracy of the kit is similar to that of nested PCR with greatly reduced time to availability of results. The Loopamp Trypanosoma brucei detection kit has also been developed, acting as a highly sensitive tool for the diagnosis of human African trypanosomiasis (HAT), in which sensitivity is enhanced by targeting of the multicopy gene named RIME (repetitive insertion mobile element) [9] . This reagent kit is currently being clinically evaluated in the HAT endemic countries of Democratic Republic of the Congo and the Republic of Uganda, in collaboration with the Foundation for Innovative New Diagnostics (FIND) [10] . Furthermore, the application of this kit as an animal test reagent for the diagnosis of surra disease and covering sickness is anticipated, on the basis of its reactivity with Trypanosoma evansi and Trypanosoma equiperdum. A LAMP assay system for detecting Clostridium difficile (illumigene C. difficile; Meridian Bioscience, Cincinnati, OH, USA) has been developed in the United States. This kit includes a stool collection brush and a dilution buffer, containing formalin-inactivated Staphylococcus aureus, along with LAMP reagents for the detection phase. The assay allows LAMP amplification of the tcdA gene of C. difficile and a S. aureus gene, as an external quality control, in two reaction chambers using the incubator/turbidity meter named illumipro-10. Lalande et al. demonstrated that the sensitivity and specificity of the illumigene C. difficile kit for the detection of toxigenic strains were comparable to those of the culture method and other PCRbased methods [11] . For example, the sensitivity and specificity of the kit compared to the culture method were 91.8 % and 99.1 %, respectively. This high level of performance, combined with the speed of the process (assay results for a batch of ten stool samples can be obtained within 1 h of testing), led them to conclude that LAMP represents a preferred option for management of the disease.\n\nIn recent years, many research studies have been conducted to evaluate the practicability of the previously developed LAMP reagents. For example, the efficacy of LAMP primers developed by Han et al. [12] in the detection and typing of four Plasmodium species has been reported by Sirichaisinthop et al. [13] , where it was demonstrated that the Han's LAMP primers were effective, with sufficient sensitivity, for field use. Use of the LAMP primer set has been recommended by the National Institute of Infectious Diseases of Japan in their manual. Similarly, the previously developed LAMP assays for the detection of four serotypes of dengue virus [14] , Japanese encephalitis virus [15] , and West Nile virus [16] were recently shown to effectively and rapidly detect these viruses in both acute-phase patients and vector mosquitoes in an endemic country [17] . Furthermore, the LAMP primer set for detecting Salmonella species developed by Hara-kudo has been evaluated by Zhang et al., who demonstrated that the LAMP assay using the primer set allowed faster and equally accurate detection of Salmonella species in fresh produce [18] . The performance of the two LAMP primer sets (the RIME-LAMP and SRA-LAMP) for diagnosing HAT, designed by Njiru et al. [9, 19] , has been evaluated using clinical specimens collected from patients from endemic countries [20] . They have reported that two LAMP primer sets can detect trypanosomes not only in blood but also in cerebrospinal fluid (CSF) collected from a late-stage HAT patient. This finding suggests that these LAMP assays can be used as a routine test for diagnosis and staging of HAT patients.\n\nDesign and evaluation of new LAMP primers for detecting various pathogens for research purposes has also been ongoing since before 2008. Application of LAMP to the world's three major diseases, that is, TB, malaria, and human immunodeficiency virus (HIV), has also been aggressively advanced since 2009, and more than 40 scientific articles on these diseases have been published. Research has not, however, focused solely on these major diseases. Of the 17 neglected tropical diseases (NTDs) recognized by WHO [21], 14 have been studied using LAMP, these being dengue [14, 22] , rabies [23] , buruli ulcer [24, 25] , leprosy [26] , Chagas disease [27, 28] , human African trypanosomiasis [29] , leishmaniasis [30, 31] , cysticercosis [32] , echinococcosis [33] , foodborne trematode infections [34] , lymphatic filariasis [35] , schistosomiasis [36] , soil-transmitted helminthiases [37] , and yaws [38] . The three exceptions are trachoma, onchocerciasis, and dracunculiasis. Because sophisticated facilities and well-trained laboratory technicians are unavailable in most areas in which NTDs are endemic, simple and robust diagnostic tools are in high demand [39] . It is clear that the LAMP assay system represents a promising technology in both the diagnosis and post-elimination surveillance of NTDs. In addition, because many of these diseases are zoonotic vector-borne, LAMP has also been applied to the detection of pathogens in vectors [40] and reservoir animals [41, 42] , hinting at the potential for LAMP to be useful in both epidemiological surveillance and control of infection in endemic countries.\n\nThe most distinctive characteristics of LAMP technology are its simplicity and its rapidity, which represent principal advantages of LAMP over the PCR-based technique. Many research groups have been actively conducting basic research into ways of further enhancing these key characteristics. This research activity is reviewed next.\n\nOne target of the basic research has been to simplify the heating method for the LAMP reaction. Because LAMP is an isothermal amplification method, LAMP can be performed using an inexpensive heater such as a block heater or water bath, thereby removing the dependence upon stable electricity and allowing for LAMP to be conducted at any time in any setting. LaBarre et al. have recently designed an electricity-free incubation system utilizing a phase-change material and chemically generated heat [43] . When this system was applied to the LAMP technology for detecting malaria parasites, its sensitivity proved to be comparable to that observed with the use of reference heaters (thermal cyclers). Curtis et al. [44] have also developed a similar chemical heater and reported that it could be used for LAMP-based HIV assays with performance comparable to results from similar studies using PCR. Additionally, Hatano et al. [45] successfully detected anthrax by using a disposable pocket warmer and reported that their system has the potential to act as a rapid and reliable test method against anti-bioterrorism. Furthermore, Nkouawa et al. [46] conducted a LAMP assay using hot water kept in a thermos bottle and demonstrated the system to be capable of detecting Taenia tapeworms in human stool samples with performance comparable to that observed with the use of a thermal cycler. The notion of combining these simple heating methods with the so-called lTAS (micro-total analysis system) format, described below, represents a promising line of research toward the development of a noninstructed nucleic acid test.\n\nIt is known that dried PCR reagents have been commercialized in several ready-to-use kits. Similarly, a dried formulation of LAMP has also been developed. The benefits of drying are summarized here:\n\n• Eliminates the need for preparation and dispensation of a master mix solution. • Increases stability during storage at ambient temperature and, consequently, eliminates the need for a freezer for storage and cold chain system for transportation • Can increase the loadable sample volume, leading to an increase in sensitivity.\n\nLAMP reagents for TB, HAT, malaria, and influenza (type A and H1 pdm 2009) are dried down in the caps of reaction tubes. The dried reagents are reconstituted by loading a purified sample solution to the reaction tubes and then transferring the sample solution to the cap, as shown in Fig. 2 . This format has been designed to minimize the time interval among the reaction tubes associated with the reconstitution of the dried LAMP reagents. As a result, this format leads to stable results even when conducted in tropical environments. The illumigene Clostridium difficile detection kit (Meridian Bioscience) also adopts the dried reagent format.\n\nRecently, New England Biolabs developed new DNA polymerases called Bst 2.0 and WarmStart Bst 2.0. Tanner et al. [47] evaluated the applicability of these new enzymes to LAMP and demonstrated that Bst 2.0 can catalyze the LAMP reaction more rapidly than wild-type Bst DNA polymerase, whereas the warm start version of Bst 2.0 does not reduce the LAMP reaction rate even when preincubated in the prepared LAMP reaction reagent at room temperature for 2 h before the reaction. These findings indicate that the development of new, improved performance DNA polymerases is one of the key factors in the improvement of LAMP technology.\n\nMost existing sample processing methods involve multiple complicated processes (liquid handling using a micropipette, for example) and sophisticated equipment such as a high-speed centrifuge. Clearly, then, the sample processing method must be significantly simplified before it can be considered for use in resource-poor environments. Some characteristics of LAMP, such as high specificity and tolerance to inhibitors [48] , contribute toward this simplification of the sample processing steps.\n\nThe procedure for the ultra-rapid extraction (PURE) method was developed as a technique for the extraction of DNA from TB cells directly from fresh sputum [6] . The technique involves the use of an adsorbent powder that removes inhibitors from the sample without disturbing the DNA. As already mentioned, this technique eliminates the need for sophisticated equipment, such as a centrifuge, which in turn makes it suitable for use in resource-poor facilities in developing countries.\n\nNakauchi et al. [49] evaluated a simple extraction reagent for influenza virus (Looamp Extraction Reagent for Influenza virus, manufactured by Eiken Chemical): they showed that the extraction of influenza genome RNA and simultaneous removal of inhibitors is possible by only stirring a throat or nasal swab several times in this reagent. In contrast to pretreatment methods conducted in many laboratories, this technique requires no heating and centrifugation. At present, the application of this extraction reagent is limited to the influenza virus. However, its application for the detection of other viruses represents an interesting area for future study.\n\nThe use of Whatman filter paper (FTA) technology looks to be a promising technique for stably transporting samples. A number of simple methods combining the use of these cards with the PCR technique for the detection of pathogens have been reported [50] . For example, Plasmodium and Trypanosoma in blood samples collected on a FTA card can be detected by LAMP [51, 52] . This format may also be useful in mass screening studies and in epidemiological studies that involve the collection of samples from rural areas to reference laboratories in developing countries.\n\nThe isothermal amplification reaction, including LAMP, is particularly effective in combination with the technology known as lTAS, or lab-on-a-chip utilizing microfluidic technology, as reviewed by Asiello and Baeumner [53] .\n\nThus, studies on the integration of LAMP and lTAS have been performed by a number of research groups. For instance, Liu et al. successfully detected ten particles of HIV in an oral fluid sample by designing a single-use, lowcost, disposable, integrated, single-chamber LAMP cassette utilizing an FTA membrane for nucleic acid isolation, purification, and concentration [54] . Similar integrated devices have been reported from several other groups [55, 56] .\n\nOne advantage of applying lTAS technology to LAMP is that it allows for the simultaneous assay of multiple targets. Provision of effective medical treatment to patients requires a simple and swift diagnosis to detect possible pathogens causing the same clinical symptoms. Consequently, Abe et al. developed a simple amplification and detection chip and a portable device for use in point-of-care testing [57] . Their chip incorporates a vacuum system, which eliminates the need for a pump and tubing to inject the sample solution. They have reported that the sensitivity of their system for detecting subtype-specific influenza strains from nasal swab samples is comparable to RT-PCR tests performed according to the WHO recommended protocol. Fang et al. have also reported an interesting format, known as micro-LAMP [58] . This kind of multiplex detection format using lTAS technology also has the advantage to reduce its production cost by lowering reaction volume.\n\nAt one time, simple visual detection techniques to show whether the LAMP amplification reaction takes place were intensively developed [59, 60] . In recent years, however, researchers have started to pay attention to various types of detection methods using electrochemical reactions previously featured in PCR format studies [61] . The benefits of electrochemical detection methods lie in their higher sensitivity and also, practically, in the nature of the equipment for electrochemical detection, which can be designed to be smaller than that used in the optical detection format. Safavieh et al. [62] prepared an electrochemical detection device, utilizing the LAMP assay for detecting Escherichia coli, to demonstrate its potential for its clinical application as a simple point-of-care diagnostic device. In addition, Sato et al. reported a method for specifically detecting DNA sequences through the use of an electrochemically active intercalator. This technology has been clinically applied in the detection and typing of HPV, named ''Clinichip HPV'' (Sekisui Medical, Tokyo, Japan) [63] . In the paper, it was demonstrated that the Clinichip test detected 13 individual carcinogenic HPV types with high agreement (96.8-100 %) with the direct-sequencing method. Moreover, because the test procedures are simplified and automated, the Clinichp test has potential to be a simple and useful diagnostic tool for risk evaluation of HPV infection.\n\nThis review has highlighted the most recent advances concerning LAMP technology from two distinct points of view: first, from observation of existing applications of LAMP in clinical practice, and second, by considering basic studies that have aimed to develop simple genetic tests using LAMP.\n\nLAMP technology has been put to practical use in Japan as approved IVDs for the detection of several different pathogens. In the future, it is expected that application of LAMP will be expanded to include other clinically important pathogens for which nucleic acid tests using alternative amplification methods have already been approved. It is also expected that LAMP technology will be applied to detect single nucleotide polymorphisms, relating to drug resistance or side effects, to predict the most effective antimicrobial therapy. Because the number of LAMP-based genetic test reagents currently approved by the certification organization outside Japan remains very small, the practical realization of LAMP technology as a simple and swift genetic test would be in high demand in many countries, especially in most developing countries where many people are facing the threat of a wide variety of infectious diseases."}