{"title": "Mineral Adjuvants*", "body": "Two categories of inorganic mineral compounds have been applied as immunological adjuvants in vaccine formulation, aluminum compounds and calcium phosphate. Of these two, the aluminum compounds have the longest history and by far the most comprehensive record of use.\n\nBoth adjuvants are generally regarded as safe to use in human vaccines when used in accordance with the current vaccination schedules. 1, 2 A.T. Glenny and coworkers were the first to demonstrate the adjuvant effect of aluminum compounds in 1926. Glenny prepared a variety of diphtheria toxoid precipitates and investigated their immunogenicity. Among these were toxoids precipitated by the addition of potassium alum [KAl(SO 4 ) 2 :12H 2 O]. Glenny observed that injecting the diphtheria toxoid as an alum precipitate led to a significant increase in the immune response against the toxoid. 3, 4 Vaccines prepared in accordance with this principle have been used in practical vaccination and are referred to as alum-precipitated vaccines. This approach, however, has a number of drawbacks. It was found 5 that such preparations could be highly heterogeneous, depending on which anions, such as bicarbonate, sulfate, or phosphate, were present at the time of precipitation, e.g., as buffer constituents or growth media residues in the antigen solution. In addition to this, Al precipitation with the antigen takes place under alkaline conditions, and this may in some cases introduce alterations to the antigen. In contrast, preformed aluminum hydroxide, in the form of hydrated colloid \"gels,\" has the ability to adsorb protein antigens from an aqueous solution and such gels can be preformed in a well-defined and standardized way. 6 Vaccine preparations based on adsorption of the antigen onto a preformed aluminum hydroxide adjuvant are referred to as aluminum-adsorbed vaccines, in contrast to the alum-precipitated vaccines mentioned earlier. Data on the use of alum-precipitated vaccines can be found in the older literature, 7 but in practical vaccination, the adsorption onto preformed aluminum hydroxide and aluminum phosphate gels has now almost completely substituted the alum precipitation in vaccine formulation. Aluminum phosphate was introduced as an alternative adjuvant two decades after Glenny's work. In 1946, Hans Ericsson from Sweden 8 devised a method in which diphtheria toxoid was coprecipitated into a matrix of aluminum phosphate, corresponding to the alum precipitation method described earlier. Lewis B. Holt 9 demonstrated the following year that preformed aluminum phosphate (prepared from aluminum chloride and trisodium phosphate) acted as an adsorbant and was adjuvant-active with diphtheria toxoid. Aluminum hydroxide has been included into composite adjuvant formulations, such as the AS04 adjuvant formulation proprietary to Glaxo SmithKline, which consists of aluminum hydroxide in combination with monophosphoryl lipid A (MPL).\n\nOccasionally, the word \"alum\" is seen in the adjuvant literature to describe both aluminum hydroxide and aluminum phosphate gels, but this is incorrect use of terminology. Potassium alum, KAl(SO 4 ) 2 :12H 2 O, is in accordance with the chemical definition of an alum, whereas neither aluminum hydroxide nor aluminum phosphate is.\n\nCalcium phosphate was developed as an adjuvant by Edgar H. Relyveld in 1958 (Relyveld, personal communication) . Also in the case of calcium phosphate the adjuvant can be coprecipitated in the presence of the antigen, or it can be preformed in a carefully controlled chemical environment and subsequently used for adsorption of the antigen in question.\n\nAluminum hydroxide and aluminum phosphate adjuvants are generally prepared by exposing aqueous solutions of aluminum salts, typically as sulfates or chlorides, to alkaline conditions in a well-defined and controlled chemical environment. Various soluble aluminum salts can be used for the production of aluminum hydroxide, but the experimental conditions (temperature, concentration, and even the rate of addition of reagents) strongly influence the results. 10, 11 Anions present at the time of preparation may coprecipitate and change the characteristics from those of \"pure\" aluminum hydroxide. Aluminum phosphate gel can be seen as an example of such a preparation where the soluble aluminum salts are precipitated in the presence of sufficient amounts of phosphate ions. X-ray microanalysis ( Fig. 18.1) is a way to obtain a ground element \"fingerprinting\" of mineral adjuvant preparations giving an indication of which salts were used as starting material in the preparation.\n\nStanley Hem's group at Purdue University studied the physicochemical nature of inorganic mineral gel preparations commonly used as vaccine adjuvants for more than 25 years. Using X-ray crystallography and infrared spectroscopy they demonstrated a boehmite-like (aluminum oxyhydroxide, AlOOH) pattern in preparations traditionally known as aluminum hydroxide, whereas commercialized aluminum phosphate gel adjuvant was identified as amorphous aluminum hydroxyphosphate. 12 It was possible to calculate an average primary crystallite size of 4.5 Â 2.2 Â 10 nm for the boehmite preparations. 13 Commercially available calcium phosphate (from REHEIS Inc. NJ, USA) was studied by X-ray diffraction, Fourier transform infrared spectroscopy, and thermal analysis. This indicated that calcium phosphate adjuvant with the suggested formula of Ca 3 (PO 4 ) 2 could be described as nonstoichiometric hydroxyapatite, Ca 10Àx (HPO 4 ) x (PO 4 ) 6Àx (OH) 2Àx , where x varies from 0 to 2. 14 In the original work, Relyveld described the calcium phosphate adjuvant, prepared at the Institut Pasteur, as non-hydroxyapatite (Relyveld, personal communication Morphological studies using scanning electron microscopy (SEM) have been performed ( Fig. 18 .2). It should, however, be remembered that dehydration of the adjuvant particles in the preparation for SEM may lead to structures not completely identical to those presented to the immune system as vaccine adjuvants.\n\nIn human vaccination, aluminum adjuvants have been primarily used in tetanus, diphtheria, pertussis, and poliomyelitis vaccines as part of standard childhood vaccination programs for more than 60 years in many countries. Later, aluminum adjuvants were also introduced in hepatitis A and hepatitis B virus vaccines, as well as in vaccines against human papillomavirus (causing genital warts and cervical cancers), and vaccines against Lyme disease/Borreliose and Japanese encephalitis. Other aluminum-adsorbed vaccines, against, e.g., anthrax, are available for special risk groups (Table 18 .1). In veterinary medicine, aluminum adjuvants have been used in a large number of vaccine formulations against viral 15e19 and bacterial diseases 20e23 (Table 18. 2), as well as in attempts to make antiparasite vaccines. 24e26 Calcium phosphate was used as an adjuvant in vaccines against diphtheria, tetanus, Bordetella pertussis, and poliomyelitis, 27,28 commercialized by Institut Pasteur. Calcium phosphate was used as an adjuvant in the IPAD series of vaccines by Institut Pasteur for approximately 25 years. Furthermore, calcium phosphate was tested as an adjuvant in experimental vaccine formulations with the gp160 antigen from human immunodeficiency virus. 29 Calcium phosphate has so far not been used as an adjuvant in commercial veterinary prophylactic vaccines.\n\nBoth aluminum hydroxide and calcium phosphate have been used as adjuvants in commercialized adsorbed allergen preparations for hyposensitization of allergic patients. 30 Limitations to the Applicability of Mineral Adjuvants One obvious limitation for the application of aluminum adjuvants lies in the apparent Th2-like profile of these adjuvants. A Th2-biased immune response is not likely to protect against diseases for which Th1 immunity and major histocompatibility complex (MHC) class Ierestricted CTLs are essential for protection, such as with, e.g., intracellular parasites or tuberculosis. 31 Another limitation lies in the fact that traditional aluminumand calcium-adsorbed vaccines are sensitive to freezing and therefore not lyophilizable. Assays for the detection of damages to vaccine formulations induced by freezing have been published. 32, 33 Attempts have been made to overcome the sensitivity to freezing by adding lyoprotectants, such as trehalose, to the preparations. 34, 35 Aluminum adjuvants failed to provide satisfactory augmentation of the immune response against a number of infectious diseases, such as with influenza and typhoid fever vaccines. 36, 37 In some approaches to vaccine preparation, aluminum adjuvants have shown limitations in their applicability in vaccines based on small-sized peptides. 38 In some cases, e.g., with foot and mouth disease (FMD) virus peptides, the problem could be overcome by conjugating the peptide to a larger carrier molecule. 39 In others, it could not. 40, 41 Aluminum adjuvants have been tested in a few DNA vaccine formulations. Here it was shown 42,43 that aluminum hydroxide had an inhibiting effect, whereas aluminum phosphate adjuvant augmented the immune response against the antigen encoded by the DNA nucleotide. The content of phosphate in the DNA molecule apparently gives it a high binding affinity to the aluminum hydroxide, which in turn prevents efficient transcription and translation into protein. 43 \n\nIt has recently been shown that certain metal ions potentially present in mineral adjuvant formulations may have a destabilizing effect on vaccine stability.\n\nSchlegl et al. 44 demonstrated that high amounts of residual Cu þþ ions could interact with sodium metabisulfite, which is added to vaccine formulations to neutralize formaldehyde, leading to the formation of free radicals. These would in turn react with antigen integrity resulting in a significantly reduced shelf life of vaccines, as exemplified by a commercial vaccine against Japanese encephalitis virus (IXIARO).\n\nThere are limitations for the content of aluminum and calcium allowed in vaccines for humans, when administered as adjuvants. These limits are 1.25 mg aluminum per dose in Europe, 45 and in the United States, the limit is 0.85 mg aluminum per dose if determined by assay, 1.14 mg if determined by calculation, and 1.25 mg if safety and efficacy data justify it. 46 In Europe, the maximum allowed amount of calcium delivered by calcium phosphateeadjuvanted vaccines is 1.3 mg Ca. There is, however, no obvious toxicological rationale behind limiting the amount of calcium in vaccines to 1.3 mg/dose. Calcium phosphate is a natural constituent of mammals, and it is a component of bone replacement transplants in much higher amounts with no toxicological problems. 47 The optimum dose of adjuvant is normally determined empirically in a pilot trial, but helpful guidelines are available in the literature. In veterinary vaccines, there is no defined maximum limit for the allowed content of aluminum adjuvants. Here the dose is normally set from a balance between efficacy and local reactogenicity.\n\nFor doseeresponse relations of both types of mineral adjuvants in combination with bacterial antigens the immunomodulation observed may reflect a composite effect between the mineral adjuvant itself and the immunomodulatory and adjuvantactive bacterial substances, known as pathogen-associated molecular patterns (PAMPs) or Toll-like receptor (TLR) agonists such as muramyl peptides from peptidoglycans, lipopolysaccharides (LPS), trehalose dimycolate (\"cord factor\"), or CpG motifs from bacterial DNA. 48 \n\nThe immunostimulating effect of the traditional aluminum adjuvants is highly complex and must be attributed to several different mechanisms. In the older literature, 4 the function of a repository adjuvant was originally described as to delay clearing from the injection site and sustain a gradual release of adsorbed antigen from the inoculated depot. Although gradual release and delayed clearing may indeed play a role, it quickly became obvious that the gradual release was insufficient in explaining the mechanisms of adjuvant activity. However, the physical adsorption characteristics of antigen onto the adjuvant is still considered to be a very important mechanism for the function of mineral adjuvants.\n\nThe literature holds examples of publications in which injection of adjuvant and unadsorbed antigen at distant sites have led to immunostimulation toward the antigen 49 ; however, this is not the consistent picture, 50 and the nature of the antigen chosen for the work may provide part of the explanation for deviating conclusions. As a general rule, the antigen should be adsorbed onto the adjuvant prior to immunization and the adsorption should be carefully monitored.\n\nA consequence of the physical attachment of the antigen onto the adjuvant is, that a soluble antigen upon adsorption may be presented to the immunocompetent cells in a \"particulate\" manner, which could facilitate antigen targeting, i.e., favor uptake by antigen-presenting cells (APCs). A likely explanation is that APCs may be more efficient in antigen uptake by phagocytosis than by pinocytosis. Mannhalter and coworkers convincingly demonstrated enhanced uptake as well as antigen presentation as measured by T-cell proliferation of aluminum-adsorbed tetanus toxoid compared with the soluble toxoid, by human APCs in vitro. 51 The physicochemical mechanisms behind the antigen adsorption itself is complex, and, depending upon the nature of the individual antigen and the characteristics of the adjuvant particles, some mechanisms may predominate over others.\n\nThe primary mechanisms responsible for the adsorption have been explained partly by electrostatic attraction and partly by anionic ligand exchange. 52 In addition, other intermolecular binding forces, like hydrophilicehydrophobic interactions and van der Waals forces, may play a role in protein adsorption. 53 Each binding force plays its role in a given antigeneadjuvant combination, depending upon the nature of the antigen and the chemical environment: pH, ionic strength, presence of surfactants, etc. 54e56\n\nAs a general guideline, adsorption by electrostatic attraction is accomplished in the pH interval between the isoelectric point (IEP) of the protein antigen and the point of zero charge (PZC) of the adjuvant, which is the equivalence of the IEP, but for the adjuvant. This applies for both aluminum hydroxide and aluminum phosphate adjuvants. In this interval the adjuvant and the antigen will have opposite electrical charges, facilitating electrostatic attraction and adsorption ( Fig. 18 .3).\n\nThe surface charge (SCh) in millivolts of the adjuvant particle at 25 C was described by the formula (Stanley L. Hem, personal communication): In this formula, which is derived from the Nernst equation, \"PZC\" is the pH value at which the net charge of the adjuvant is zero and \"pH\" is the actual pH value of the chemical environment.\n\nSally Seeber and coworkers 57 concluded that aluminum hydroxide should be superior to aluminum phosphate in adsorbing proteins with an acid IEP, and vice versa for proteins with an alkaline IEP.\n\nHowever, antigens with a distinct polarity in terms of one part of the molecule having a clearly acidic IEP and a distant part of the same molecule having a clearly alkaline IEP may bind well to both, e.g., Al(OH) 3 and AlPO 4 , by electrostatic attraction. However, in such cases there may be a difference in the orientation of the adsorbed molecule in relation to the adjuvant. 58 Ligand Exchange If the antigen contains phosphorylated groups (e.g., phosphorylated amino acids), ligand exchange between the antigen-associated phosphate and hydroxyl groups of the adjuvant may account for high-affinity binding to the adjuvant. This is the case, e.g., with hepatitis B virus surface antigen (HBsAg) particles 59 and has been shown in experiments using phosphorylated alpha-casein as model antigen. 60 Ligand exchange involves substitution of surface-associated hydroxyl groups with phosphate groups and leads to a decrease of the PZC of the adjuvant.\n\nAdsorption due to ligand exchange may take place even in systems in which the adjuvant and the antigen have the same electrical charge and electrostatic repulsion would be expected. 60 \n\nDetermination of the protein adsorption capacity of the adjuvant is highly recommended and can be measured by a variety of analytical methods. It is normally done by comparing the protein content in the aqueous phase of the antigen solution before and after adsorption onto the adjuvant. If an antibody specific for the antigen one wishes to adsorb is available, adsorption can be measured by immunoprecipitation techniques. It can be done by quantitative immunoelectrophoresis 61 or by single radial immunodiffusion. 62 Without the use of an antibody it can be tested spectrophotometrically, e.g., by the bicinchoninic acid or BCA method. 63 However, one should be aware that contamination with the fine fraction of mineral gel particles can disturb the spectrophotometrical readings by light-scatter effects. Enzyme-linked immunosorbent assay (ELISA) methods have been designed 64 in which aluminum-adsorbed antigens could be used directly as antigens in ELISA assays. ELISA methods were also applied for in vitro assessment of various viral antigens, i.e., pseudorabies, porcine parvovirus, and infectious bovine rhinotracheitis vaccines adsorbed onto aluminum hydroxide adjuvant. 65 Differential adsorption of complex mixtures of antigens can be measured by either immunoelectrophoresis or by high-performance liquid chromatography (HPLC). If an antiserum raised against the complex antigen mixture is available, a crossed, twodimensional immunoelectrophoresis may reveal if single components from the complex solution of proteins remain unadsorbed. To use this approach, the precipitation band pattern from an electrophoresis run on the complex antigen mixture prior to adsorption is compared with the bands of an electrophoresis run on the supernatant of the same mixture after adsorption. Unadsorbed components will retain their immunoprecipitation band pattern, whereas missing bands or reduced height of bands are indicative of complete or partial protein adsorption. 61 An HPLC chromatogram of the antigen mixture liquid phase before and after adsorption may provide a similar type of information.\n\nFor the testing of adsorptive power of mineral adjuvants when used in diphtheria and tetanus vaccines, the old Ramon flocculation test is still frequently used. In this test the results are given as Lf (limits of flocculation).\n\nIt is of relevance to distinguish between the adsorption capacity, which is the amount of antigen that is adsorbed at monolayer coverage of the adjuvant, and the adsorption coefficient, which is a measure of the strength of the adsorption force, not the least since there is evidence that very high adsorption coefficients may lead to reduction of the immune response. 66e68\n\nVarious mathematical models can be used to describe protein adsorption quantitatively. Adsorption of molecules to surfaces, like antigens to adjuvant particles, is governed by equilibrium thermodynamics and kinetic principles, where the proportion of surface covered by the adsorbate at equilibrium, in principle depends on the adsorbate concentration and the rate constants for adsorption and desorption, at a given temperature and pressure. In its simplest form, this process is described by the Langmuir isotherm, 69 which was originally derived to describe the adsorption of gas molecules to simple planar surfaces. When applied to the adsorption of molecules in solution by solid interfaces, the relation between the quantity of a solute molecule, Q, which is bound to the surface of the adsorbent, and its concentration [A] is given by the following function, which is a rectangular hyperbola:\n\nwith Q max being the maximal quantity of adsorbed molecule and K eq being the equilibrium constant. This equation can also be written as the proportion of sites occupied on the surface, q (with q ¼ Q/Q max ), as a function of the concentration of adsorbate [A]:\n\nThe strength of this model, which makes it popular and attractive, is that it is based on a physical theory and it allows with a simple data fitting procedure (e.g., nonlinear leastsquares method) to extract the equilibrium constant, which is a measure of the binding strength of the adsorbate to the surface.\n\nHowever, despite its popularity, the Langmuir isotherm very rarely corresponds to the physical reality of macromolecule adsorption to adjuvant surfaces, as most of the underlying assumptions are generally violated (homogeneous and 1:1 binding sites, dynamic equilibrium at time of measurement. and no interactions between adsorbates). This is due to the complex nature of macromolecule (protein antigen) interactions with surfaces, which are typically rough and inhomogeneous; the equilibria conditions, which might not be achieved at the time of recording; the disparity and multivalent nature of protein-binding sites at their own surface; structure remodeling upon adsorption; proteineprotein interactions at high concentrations; etc. This topic is not discussed further here, and the reader is referred to the work by Latour. 70 When Langmuir isotherms are fitted to \"Langmuir-looking\" data plots, there is often the risk of underevaluating the K eq parameter (and associated free Gibbs energy value) with the potential for drawing erroneous conclusions. 70 In addition, when K eq values are very high and because of the shape of rectangular hyperbola, the dynamic range for data point collection can become compressed, making the effective concentration range very limited and experimentally impractical to handle.\n\nIn order to correct for the limitations of the Langmuir isotherm, other models were later developed, which are better suited to fit data from heterogeneous systems.\n\nHybrid models combining the Langmuir and the Freundlich isotherms, 71 such as the Toth isotherm, 72 better satisfy the lower and upper ranges of adsorbate concentrations than any the two models that it is derived from. For a short and exhaustive review of adsorption isotherms, see Foo and Hameed. 73 The Toth equation takes the following form:\n\nAs seen, the equation includes an additional parameter, t, which when t ¼ 1 reduces to the Langmuir equation. This parameter t quantifies the deviation from the ideal system formulated by Langmuir and can indicate the level of heterogeneity in the adsorption process. 72 A typical experiment would consist in measuring the amount of molecules bound to the surface of the adsorbent as a function of adsorbate concentration using various techniques, and until the saturation of the surface is achieved. In the case of insoluble adjuvant particles, like aluminum hydroxide, aluminum phosphate, or calcium phosphate, the amount of adsorbed antigen can be measured indirectly by the difference between the initial concentration in the solution and the final concentration (at equilibrium) after physical separation of the insoluble adjuvant (e.g., after sedimentation or filtration). The amount of bound adsorbate is plotted as a function of adsorbate concentration.\n\nA typical example of such an equilibrium fractional saturation is given in Fig. 18 .4, where lysozyme was adsorbed to Adju-Phos particles. The data are fitted with the model isotherm, here Langmuir and Toth (Fig. 18.4) . One can observe a linear increase of the bound fraction at low concentrations of lysozyme, followed by a gradual inflection of the plot as the concentration increases to reach an asymptotic region where all sites become occupied (Fig. 18.4) . Besides the apparent K eq , relevant information for the experimentalist is the maximal amount of bound adsorbate Q max per surface area or weight of particulate material (value at asymptote), which can be used to determine the maximal vaccine dose. Finally, the fitted q values give the fraction of sites occupied, which is also valuable information to determine the working concentration of antigen needed to achieve a desired coverage of the adjuvant particles. Reducing the concentration (i.e., the amount) of antigen to achieve similar site occupancy can also prove economical with expensive antigens. Figure 18 .4 Hen-egg lysozyme adsorption isotherm to Adju-Phos. The raw data was fitted with two model isotherms, Langmuir (solid line) and Toth (dotted line). Data points were fitted using nonlinear least squares regression. The parameters extracted from the fitting are R 2 , the adjusted coefficient of determination; B max , the maximal amount of adsorbed molecules (in nmoles); K eq , the apparent equilibrium constant (in liter/mole); and t, the exponent in the Toth equation. Increasing concentrations of lysozyme were admixed with a fixed amount of buffered Adju-Phos particles (0.8 AE 0.2 mm diameter, À15 mV z-potential) suspended in imidazole 10 mM at pH 7.1 and incubated at 25 C for 60 min (apparent equilibria were reached within 20 min). Adsorbed lysozyme was deduced from the difference in ultraviolet absorbance at 280 nm between the initial solution and the admixture supernatant after centrifugal sedimentation of the particles.\n\nFinally, one should emphasize that the variables extracted by fitting with the two isotherms differ, as expected. It is noticeable that the goodness of fit, measured by the adjusted R 2 , with the Toth isotherm is slightly improved over the Langmuir isotherm Fig. 18 .4, suggesting that in this particular system the mechanism of adsorption does appear to deviate from the Langmuir model. This situation may be very different in other systems in which significant deviation from the Langmuir isotherm are encountered. 70 It is also noticeable that somewhat different values for Q max (maximal quantity of adsorbed molecules) and K eq are obtained from the two models (Fig. 18.4) , as a reminder that critical judgment should be exerted upon their significance.\n\nIn the older literature, aluminum adjuvants were often claimed not to be \"T-cell adjuvants.\" However, this is mostly based on work from a period in which a \"T-cell adjuvant\" was primarily an adjuvant capable of inducing a delayed-type hypersensitivity (DTH) response. Such generalizations are now considered too simple and obsolete.\n\nIt is correct that aluminum adjuvants are not efficient DTH inducers in rodents, as pointed out by Robert Bomford. 74 There is also very little evidence that aluminum adjuvants should be able to generate MHC class Ierestricted cytotoxic T cells; so far there is only a single report from Dillon and coworkers 75 using a recombinant influenza vaccine in mice.\n\nHowever, as early as the 1970s', the ability of aluminum adjuvants to induce eosinophilia was shown to require the presence of T cells 76 and the reaction profile of aluminum adjuvants was shown to comprise stimulation of CD4 þ T cells. 77 Among the early observations in classical animal models was the demonstration of Mannhalter that aluminum-adsorbed tetanus toxoid led to an increase in antigeninduced T-cell proliferation, apparently due to increased release of IL-1. 51 In contrast, there was a lack of importance of IL-1 in the augmentation of the primary antibody response in rabbits immunized with aluminum adjuvant. 78 Grun and Maurer 77 demonstrated that anti-IL-1a or anti-IL-4 was able to inhibit an antigen-specific T-cell proliferative response after immunization with aluminum adjuvant. This was not the case if the mice were immunized with Freund complete adjuvant. However, as the proliferative responses were inhibited by anti-CD4 antibody, regardless of the adjuvant used, it indicated that the proliferating CD4 þ T cells from mice immunized using aluminum adjuvant were of the Th2 subset. Lindblad and coworkers 31 found a corresponding profile in C57BL/6J mice while performing reverse transcriptasepolymerase chain reaction for IL-4-and IL-10-specific messenger RNA (mRNA) in the regional draining lymph nodes at day 7 following vaccination with aluminumadjuvanted vaccine.\n\nIt is interesting that a complex between Al(OH) 3 and IL-12 (Al(OH) 3 /IL-12) induced a Th1 response, rather than a Th2 response, when used as an adjuvant 79 and the Th1-promoting effect of the Al(OH) 3 /IL-12 complex was greatly augmented by the coadministration of exogenous IL-18. 80 A new line of research was initiated with the introduction of gene knockout mice. This has since facilitated the study of the significance of interleukins in adjuvantmediated immunostimulation.\n\nIn IL-4 gene knockout mice, immunization with ovalbumin (OVA) þ Al(OH) 3 elicited IgG2a titers of a similar magnitude as when OVA was injected together with Freund's Complete Adjuvant (FCA). 81 Interestingly, the group immunized with OVAþ Al(OH) 3 continued to produce IL-5 (a cytokine normally associated with the Th2 profile). In contrast, when the IL-4 À/À mice had been immunized using FCA a similar stimulation of IL-5 was not seen. This is in support of the idea that the major role of aluminum-induced IL-4 in Th-subset stimulation is to downregulate the Th1 response.\n\nIn a later study, Jim Brewer's group showed, using either STAT6-or IL-4Ra-deficient mice, that although these mice were unable to further process an IL-4-mediated signal, the ability of aluminum hydroxide to induce IL-4 was not abrogated. Higher levels of IL-4 were found in IL-4Ra À/À mice than in the wild-type mice. It has been suggested that the Th2 stimulation in IL-4 À/À mice could be due to overlapping responses of IL-4 and IL-13, since they both utilize a common signaling pathway via the IL-4 receptor. However, they concluded that the Th2 response could not be due to IL-13, since the IL-13 response too is impaired in STAT6-or IL-4Ra-deficient mice. 82 The role of IL-18 in the adjuvant activity of aluminum hydroxide and its effect on Th2 induction was studied by Brewers group. 80 They demonstrated that IL-18deficient mice immunized with OVA þ Al(OH) 3 had reduced IL-4 production in lymph node cells compared with wild-type mice. However, if they added exogenous IL-18, it did not further enhance the aluminum-induced Th2 response. Although the aluminum adjuvant led to reduced IL-4 production in IL-18 À/À mice, this was not accompanied by a reduced level of serum IgG1. Apparently, there is poor correlation between this particular antibody subclass and IL-4 production.\n\nWith calcium phosphate no cytokine data are yet found in the literature.\n\nIt is not yet possible to investigate surface marker differentiation over time of cell populations in vivo due to the biological complexity of living organisms. However, in vitro models may lead to observations the validity of which may later be challengedd with all due care takendby in vivo control experiments. Ulanova et al. 83 were among the first to carry out systematic studies on the direct effect of aluminum hydroxide in cultures of human peripheral blood mononuclear cells (PBMCs). They found an increase in the expression of costimulatory and adhesion molecules: MHC class II, CD40, CD54 (formerly known as intercellular adhesion molecule 1, or ICAM-1), CD58 (formerly known as lymphocyte function-associated antigen 3 or LFA-3), CD83 (maturation marker), and CD86 (formerly known as B7-2) on the monocytes as well as an increase of mRNA for IL-4. However, in the presence of anti-IL-4 antibody or in highly purified monocyte cultures (i.e., depleted of CD4 þ T cells) there was no increase in MHC class II expression. So, apparently, aluminum adjuvanteinduced monocyte-derived cytokines stimulated CD4 þ T cells to secrete IL-4, which in turn stimulated MHC class II expression on the monocyte surface. Rimaniol and coworkers 84 cultivated human monocytes (PBMC) in medium alone or medium containing aluminum hydroxide adjuvant and observed the phenotypic macrophage changes. The changes encountered involved significant upregulation of HLA-DR, as well as CD86 and CD71. Almost 80% of the macrophages obtained were positive for the scavenger receptor CD163. However, incubation with aluminum hydroxide downregulated both Fc g R and CD163. Macrophages, as they expressed a dendritic cell (DC)elike phenotype after incubation with aluminum hydroxide (HLA-DR high , CD86 high , and CD14 À ), were further investigated for the expression of DCe specific markers. The expression of CD83 increased after 15 h of incubation with aluminum hydroxide, compared with noneAl(OH) 3 -stimulated cells. It turned out that adjuvant-stimulated macrophages were also superior in antigen presentation. Based on these findings, Rimaniol et al. concluded that stimulation with aluminum adjuvant led to differentiation of the macrophages into a form sharing some features with, but still distinctly different from, DCs.\n\nNo similar data are at the moment available for the calcium phosphate adjuvant.\n\nIn 2002, a group at University of Lausanne, headed by J€ urg Tschopp, defined the inflammasome as \"a molecular platform triggering activation of inflammatory caspases and processing of pro-IL-b.\" 85 This initiated a new line of research leading to a possible explanation for the mechanisms of action of aluminum adjuvants in the early phases of the immune response with the stimulation and excretion of proinflammatory cytokines. According to this approach uptake of Al-adjuvanted vaccines by DCs is accompanied by K þ efflux and three intracellular proteins, known as NALP3 (also known as cryopyrin), CARDINAL, and ASC, then join to form the so-called NALP3 inflammasome (Fig. 18.5) , possibly through phagosomal destabilization. 86 Upon assembly the NALP3 inflammasome induces cleavage of the 45-kDa procaspase-1 turning it into the active caspase-1 enzyme, which is able to cleave pro-IL-1b and pro-IL-18 into their active counterparts: IL-1b and IL-18. These can then leave the DC as active, proinflammatory cytokines. 87e90 In NALP3 À/À mice no significant increase in IL-1b was seen when compared with the level seen in mice receiving saline or antigen alone, 87 and since the process could take place in MyD88-deficient mice, 88 it was not considered MyD88 dependent.\n\nThe synthesis of pro-IL-1b and pro-IL-18 is affected by TLR agonists reacting with TLRs on the surface of the DC. Upon reaction with surface-associated TLRs, it is believed that the nuclear factor (NF)-kB pathway is activated and the genes for pro-IL-1b and pro-IL-18 are transcribed in the nucleus of the DC.\n\nAdditional mechanisms may hypothetically contribute to the availability of pro-IL-1b and pro-IL-18 in vivo. For example, the antigen itself may contain PAMPs and thereby fulfill the function as TLR agonists. This draws a line back to the original sustained-release theory, as antigen released from an Al-adjuvanted depot, as a consequence of interaction with interstitial fluid, may expose antigen-associated PAMPs to surface TLRs on nearby DCs attracted to the inoculum at the injection site.\n\nApparently, the activation of the NALP3 inflammasome in DC's is not limited to being a consequence of uptake of aluminum adjuvants. The NALP3 inflammasome can also be activated by uptake of, e.g., uric acid crystals. Uric acid crystals are very powerful danger signals 91 released from dying cells as breakdown products of nucleic acids and, in what appears to be a combination of the two views, it has been suggested that phagocytic cells taking up aluminum adjuvants may release uric acid crystals as danger signals, stimulating the formation of the NALP3 inflammasome in DCs. 92 It remains to be established if other danger signals, such as HSP70 (a 70 kDa heat shock protein) also lead to the stimulation of the NALP3 inflammasome, but there are some indications that it may be the case. One observation considered supportive was reported by Alexzander Asea's group from the Harvard Medical School. They demonstrated that extracellular HSP70 added to human monocyte cultures elicited a rapid intracellular Ca þþ flux, activated nuclear factor NF-kB, and upregulated the expression of proinflammatory cytokines, TNF-a, IL-1b, and IL-6. 93 In a follow-up study, they demonstrated that HSP70 utilized both the TLR2 and TLR4 receptors for proinflammatory signal transduction in a CD14-dependent fashion. 94 \n\nA study of the literature suggests a difference in the profile related to stimulation of IgE between the aluminum-and calcium-based adjuvants.\n\nThe ability of aluminum adjuvants to stimulate the production of IgE as part of the overall Th2 profile is well-established. 95, 96 Although this has often been mentioned as a disadvantage, it has been difficult to demonstrate cases in which vaccination with aluminum adjuvants has led to IgE-mediated allergy toward the vaccine antigen in practical vaccination. In contrast, aluminum adjuvants have been used to hyposensitize allergic patients for many years with good results, e.g., with the ALUTARD series of vaccines (Table 18 .1).\n\nMuch of the work on the IgE stimulation by aluminum adjuvants in animal models has been carried out using a dual setup model in which rodents were immunized using either aluminum adjuvant or FCA, respectively, and antibody and cytokine profiles were compared. Uede and coworkers in Japan 97,98 pioneered this line of research three decades ago using keyhole limpet hemocyanin as antigen and demonstrated the involvement glycosylation-enhancing factors and Fc g R þ T cells in a dichotomous regulatory pathway where aluminum adjuvant stimulated the synthesis of IgE, whereas FCA suppressed it.\n\nBrewer and coworkers 81 used the same approach of comparing the adjuvant profiles of aluminum hydroxide vs FCA using gene-disrupted mice. They found that there was no IgE production in IL-4 gene-disrupted mice (IL-4 À/À ) regardless of whether aluminum adjuvant or FCA was used as adjuvant. This suggests that IL-4 is an essential prerequisite for the induction of IgE by aluminum adjuvants.\n\nThe literature data suggest that the calcium phosphate adjuvant does not lead to significant stimulation of IgE antibodies. Vassilev 99 compared passive cutaneous anaphylaxia in guinea pigs after two immunizations with either aluminum or calcium phosphate adjuvant using tetanus toxoid as antigen. He found that calcium phosphateeadjuvanted guinea pigs only had insignificant IgE titers compared with the group that had received Al-adjuvanted vaccines. In general, the research in this field is sparse and there are at present no data on the interleukin profile after immunization with calcium phosphate to illustrate possible underlying differences in the mechanisms behind such a difference.\n\nThere are some interesting similarities between the immune response (e.g., stimulation of IgE and eosinophilia) elicited by some helminthic parasites and the immune response following immunization with aluminum adjuvants that makes these adjuvants interesting candidates for antiparasitic vaccines. Early experimental data suggested a protective superiority of specific IgE after aluminum-adjuvanted vaccination in animal models against schistosomiasis infections. 100,101\n\nAluminum is normally found in the blood and serum of humans and animals whether or not they have been vaccinated using aluminum adjuvants. The major source of this aluminum is apparently oral intake with the food and drinking water. Persons with normal kidney function are known to excrete aluminum with the urine, whereas persons with impaired renal function may to some extent accumulate it and may over a life-long exposure reach Al levels associated with systemic adverse reactions.\n\nThe exposure to aluminum from vaccination, seen over a lifetime, is minimal compared with the daily intake of aluminum by drinking water, antiperspirants, and food additives in convenience food. For example, bread made with aluminum-based baking powder may contain up to 15 mg aluminum per slice, and processed American cheese contains as much as 50 mg aluminum per slice. 102 Even if it is taken into consideration that only as little as 0.25% of the ingested aluminum may be taken up from the gastrointestinal tract, 103 exposure to aluminum from the use of adsorbed vaccines in normal vaccination schedules will still be minimal in comparison. Martyn and coworkers, 104 based on a study in Britain, reported the average daily intake of aluminum by humans from drinking water to be 5e10 mg.\n\nA major difference between aluminum-and calcium-based adjuvants lies in the in vivo clearing of the adjuvant inoculum and the metabolic fate of the degradation products. Upon degradation of calcium phosphate, the two constituents can be reutilized in the normal physiological pathways for Ca þþ and PO À 4 respectively, whereas in contrast to other metallic ions, like Zn þþ and Mg þþ , aluminum apparently does not act as essential trace element or coenzyme in the normal metabolism. However, previous claims that aluminum adjuvants are not broken down in situ and excreted have been shown to be incorrect. The in vivo clearing of parentally administered aluminum adjuvants has been investigated in rabbits by Flarend et al. using adjuvants prepared from the isotope 26 Al. 105 Blood-and urine-excreted 26 Al was followed using accelerator mass spectroscopy for a period of 28 days. As early as 1 h following intramuscular (IM) injection, radioactive labeled Al could be detected in the blood and it was found that approximately three times more 26 Al was excreted from animals vaccinated with aluminum phosphate than those vaccinated with aluminum hydroxide. Assumingly, interstitial fluid containing organic acids with an a-hydroxy carboxylic acid, able to chelate Al, reacted more readily with aluminum phosphate than with aluminum hydroxide. 105 At day 28, the rabbits were euthanized, the main organs were digested using nitric acid, and the radioactivity measured. The relative tissue distribution of radiolabeled Al was: kidney > spleen > liver > heart > lymph node > brain. It is likely that the excretion through blood and urine described earlier primarily involves Al dissolved under the influence of interstitial fluid, whereas the radioactivity detected in lymph nodes and spleen also involved Al adjuvant taken up by APCs. Following injection of aluminum hydroxide adjuvant containing 0.85 mg Al the normal plasma concentration of 30 ng Al/mL only rose by approximately 2 ng Al/mL in Flarend's rabbits. According to the calculation of Flarend, a similar Al dose injected into humans, provided similar clearing kinetics existed, would lead to an estimated increase of serum Al of only 0.04 ng Al/mL, equaling 0.8% above the normal level of approximately 5 ng Al/mL. As the applied dose of 0.85 mg Al corresponds to what is normally used in human vaccines, it seems that the amount of aluminum administered via vaccination does not contribute significantly to the normal exposure to aluminum in humans and serum levels of aluminum.\n\nAluminum hydroxide and aluminum phosphate adjuvants have been used for more than half a century now and are generally regarded as safe when used according to the current immunization schedules. 2 In 1993, the US NCVDG Working Group on Safety Evaluation of Vaccine Adjuvants with the participation of the US Food and Drug Administration representatives concluded that \"the extensive experience with this class of adjuvant for vaccine use has indicated that it is safe.\" 106 This issue has been extensively reviewed previously. 107 There is no evidence that aluminum adjuvants themselves should be immunogenic and act as haptens; accordingly they are not likely to cause harmful immune complex reactions and observations of contact hypersensitivity reactions are not commonly seen. 2, 108 The aluminum adjuvants are not in themselves pyrogenic, and there is no evidence of carcinogenicity or teratogenicity attributed to their use.\n\nCases of local reactions have been reported. 109 These may include swellings, indurations, erythemas, and cutaneous nodules, which can persist for up to 8 weeks or sometimes longer. 110 These reports often describe cases of hyposensitization of allergic patients who receive a large number of injections of adsorbed allergenic extracts over a limited period. In a vaccination program in Sweden, Elisabeth Bergfors and her colleagues 111 found itching local reactions in 0.8% out of 76,000 vaccinees. A number of side effects observed after vaccination with adjuvanted vaccines must, however, be attributed to the vaccine preservatives, like thiomersal, betapropriolactone, or formaldehyde or, as mentioned, to bacterial toxins from the antigen preparation. 112 Significant resources have been spent on throwing light on a possible link between aluminum exposure and the prevalence of Alzheimer disease. 103 Some researchers found aluminum deposits in AD brain tissue biopsies, 113, 114 whereas others have not. 115, 116 In a later report, it was suggested that the aluminum detection was an artifact caused by the staining reagents used in the preparation of the specimen. 117 The Canadian Alzheimer Society (http://www.Alzheimer.ca/en/Research/ Alzheimer-s-disease-research/Aluminum) concluded on their webpage: \"At this point, there is no convincing evidence that aluminum increases a person's risk of developing Alzheimer's disease.\"\n\nAluminum and calcium adjuvants should, along with water-in-oil emulsions, be regarded as depot-forming or repository adjuvants. With these adjuvants the formation of a temporary inflammatory focus attracting immunocompetent cells shortly after injection must be expected. 1, 118 Upon injection macrophages are attracted to the site to phagocytize and clear the inoculum. The local reaction may be negligible if the inoculum is rapidly dispersed from the injection site. However, if the inoculum resides for a prolonged period at the injection site (as is the case with repository adjuvants like mineral adjuvants or water-in-oil emulsions), then in situ accumulation of phagocytic and immunocompetent cells may in some cases manifest itself as an inflammatory focus accompanied by a transient swelling, local irritation, and redness. Some observations of aluminum-adsorbed vaccines giving rise to more local reactions than unadsorbed vaccines with plain toxoid 119 could in part be explained by the plain toxoid vaccine being dispersed from the injection site before a local reaction was established.\n\nAny visible or palpable reaction at the injection site is in principle non grata, as it hinders the obtaining of a hypothetical and nonreactogenic \"ideal adjuvant.\" However, it is important to realize that the mechanisms described are part of a normally functioning immune system. Hence, use of repository adjuvants without temporarily also inducing an inflammatory focus around the inoculum may not be achievable. There are inconsistent observations regarding whether adsorption onto aluminum adjuvants leads to increased or decreased vaccine reactogenicity. 119,120 However, Butler et al. found that adsorption onto aluminum hydroxide (Alhydrogel) significantly reduced the side effects with combined diphteria-tetanus-pertussis (DTP) vaccines. 121 The binding affinity of lipopolysaccharide (LPS) to aluminum hydroxide is well established and was much higher, than to aluminum phosphate, approximately 280 mg/mg Al versus approximately 3 mg/mg Al. 122 This difference is ascribed to the phosphate groups of LPS giving a higher degree of ligand exchange with aluminum hydroxide than with aluminum phosphate. It is conceivable that the acute toxicity is reduced in adsorbed vaccines simply by a delayed release of toxic vaccine constituents, like pertussis toxin, peptidoglycans from gramnegative cell walls, or LPS from the injection site. Norimatsu found that adsorption of LPS onto aluminum hydroxide prior to injection inhibited or mitigated systemic effects like the trembling, transient leucopenia and elevated serum TNF-a otherwise observed following IM injection of LPS in saline. 123 Also, the level of IL-6 after administration of LPS was reduced if the LPS was adsorbed to aluminum hydroxide prior to injection. 122 Attempts have been made to link the presence of a local inflammatory focus in the myofascii (macrophagic myofasciitis, MMF) after IM injections of Al-adjuvanted vaccines to conditions, like myalgia and muscle fatigue. Such manifestations can partly be explained by the formation of adjuvant granulomas in the muscle tissue. However, MMF was also claimed to be associated with neurological disorders having no obvious etiologic relation to the vaccination. 124 However, such correlations are associated with statistical challenges. Due to the very high vaccination coverage in the Western countries, it is expected statistically that patients suffering from a wide range of unrelated diseases would all have been vaccinated with Al-containing vaccines at some point in their medical history. In a controlled study in cynomolgus monkeys, it was not possible to detect any histological changes besides the local inflammatory focus itself and no abnormal clinical signs were associated with it. 125\n\nVaccinations may be given subcutaneously (SC) or IM and the injection modus is not without importance in relation to local reactogenicity. When immunizing by the SC route the vaccine inoculum is introduced into a compartment with numerous sensory neurons (in contrast to the IM compartment). The introduction of a local inflammatory response here may more easily lead to irritation and itching reactions. Besides, a transient swelling, as a consequence of the inflammatory focus formed, may more easily be palpable through the skin. When immunizing by the IM route, even a similar size swelling may be less easily visible and palpable as it is located in deeper lying tissue.\n\nWhen evaluating the profile of an adjuvant for possible new applications, very few adjuvants can match the aluminum adjuvants in terms of records of efficacy and safety profiles from a period of use reaching practically over an entire life span of humans.\n\nThe aluminum adjuvants have their limitations, due to their sensitivity to freezing and to their apparent Th2-biased profile. However, it should be borne in mind that most of the pioneering work that led to the conclusion that aluminum adjuvants gave a fairly clear Th2 stimulation was carried out at a time when only the Th1 and Th2 subsets were recognized. Since then another three effector T-cell subsets have been identified: Th17, regulatory T cells, and follicular T-helper cells (T FH ). Additional research is required to see to what extent, if any, aluminum-or calcium-based adjuvants may encompass also the stimulation of these T-cell subsets.\n\nOver the past 20 years, there has been an increasing interest in calcium phosphate as adjuvant, not only for conventional vaccines 126 but also for the preparation of adsorbed allergens. Calcium phosphate, being a natural constituent of the body and hence fully physiologically compatible, constitutes an interesting alternative to the aluminum adjuvants not yet fully explored. "}