{"title": "", "body": "In this issue of Travel Medicine and Infectious Disease, Hon urges health authorities to provide consistant terminology for respiratory syndromes and illustrates the importance of travel in the dissemination of such disease [1] . The latest respiratory syndrome to cause waves in the infectious disease world is the Middle East Respiratory Syndrome (MERS). This is a new human disease that was first reported from Saudi Arabia after identification of a novel coronavirus (CoV) from a Saudi Arabian patient who died from severe respiratory illness in June, 2012 [2] .\n\nAs of August, 28 2013, 102 laboratory-confirmed cases of MERS have been reported worldwide to WHO, including 49 deaths (http://www.who.int/csr/don/2013_08_28/en/index. html).\n\nA clinical synopsis of 47 cases of MERS-CoV infection identified between September, 2012, and June, 2013, in Saudi Arabia was recently published [3] . Of note, is the high rate of underlying co-morbidity (96%) in patients with MERS, including diabetes (68%), hypertension (34%), chronic cardiac disease (28%), and chronic renal disease (49%) [3] . Hospital outbreaks have been described, notably in Saudi Arabia and Jordan with health care-associated human-tohuman transmission [4, 5] . Family clusters have been also described notably in Saudi Arabia [6] . Travel associated cases have been observed in Europe, notably in UK, France, Germany and Italy with secondary cases in close contacts of index cases without a travel history suggesting person-toperson transmission [7e10].\n\nMERS is therefore to be added to the numerous diseases that travel medicine expert have to deal with in terms of prevention, surveillance and clinical management.\n\nSince the first cases were reported in April 2012 from Jordan, most cases were reported from Saudi Arabia where the Hajj, the largest religious mass gathering takes place annually. The Hajj is expected to draw over three million pilgrims from within Saudi Arabia and around the world.\n\nGiven the predicted population movements out of Saudi Arabia, there may be a potential for worldwide spread of MERS-CoV according to Kahn and colleagues [11] . By contrast, Breban and colleagues calculated that the risk for MERS-CoV to have pandemic potential does not yet exceed 5%, but they did not factor in the effect of the Hajj mass gathering in their scenario [12] .\n\nDuring the Hajj 2012, a cohort survey was conducted among French pilgrims with the purpose of investigating nasal virus carriage acquisition [13, 14] . No case of MERS-CoV nasal carriage was evidenced in this cohort, despite high rates of respiratory symptoms [13] . However, a rapid acquisition of other respiratory viruses was evidenced among pilgrims during their stay in the KSA, most notably rhinovirus, which highlights the potential of spreading these infections in the pilgrims' home countries upon their return [14] .\n\nThe Saudi Ministry of Health recommends that elderly (above 65 years of age) and those with chronic diseases (e.g. heart disease, kidney disease, respiratory disease and diabetes) and pilgrims with immune deficiency (congenital and acquired), malignancy and terminal illnesses, pregnant women and children (under 12) [15] . The resulting incidence of influenza like illness in these pilgrims reported during the Hajj was 2.3 higher that of no-hajj attending controls from Marseille area [16] .\n\nPublic health agencies are unanimous in recommending that pilgrims apply personal protective measures against respiratory infection (wearing face mask, cough etiquette, hand hygiene, use of disposable tissues, and avoiding contact with sick people). Such measures have already been shown to be highly accepted by pilgrims [17] .\n\nThough an animal reservoir is considered likely, none has been identified yet. The presence of MERS-CoV neutralizing antibodies in dromedary camels have been described in Oman and Canary Islands providing a clue as to a potential source for human infection [18] . French team in Marseille, recently investigated the attitude of pilgrims toward raw-Camel milk consumption, if offered during their stay in Saudi Arabia; 41% said that they would drink it if offered during the pilgrimage [19] . Given that camel milk consumption in the Middle East is associated with several zoonotic infections in man, it is recommended that Hajj pilgrims be cautioned against consuming unpasteurized dairy products. It is also advisable to avoid contact with live farm or wild animals since the MERS-Cov was recently isolated from the feces of a bat from Saudi Arabia [20] .\n\nBesides individual preventive measure implementation, travel health practitioners as part of global public health vigilance will be key elements in reinforcing the surveillance of imported cases which is already monitored by existing international Networks including GeoSentinel (http://www.istm.org/geosentinel/main.html), Euro-travNet (http://www.istm.org/eurotravnet/main.html) and TropNet (http://www.tropnet.net/index.php?idZ3).\n\nThe emergence of severe acute respiratory syndrome (SARS) demonstrated the speed at which an infectious disease, in this globalized world, can move beyond its local origins to become a global crisis affecting the health of people and economies by reducing international travel and trade [21] . MERS is not SARS, and the ability of this virus to spread from person-to-person thus far appears limited [12] , however, super-spreading events as observed during SARS could significantly alter the global course of this epidemic [11] ."}