{"title": "DETECTION OF CORONAVIRUS IN CALF FAECES WITH A HAEMADSORPTION-ELUTION-HAEMAGGLUTINATION ASSAY (HEHA)", "body": "A bovine coronavirus has been implicated as one of the aetiological agents of neonatal calf diarrhoea Mebus et al., 1972; Doughri et al., 1976) . Some strains of the virus have been grown in cell and organ cultures (Mebus et al., 1973; Stott et al., 1976) but in many instances attempts to isolate the virus from faecal extracts (Woode et al., 1978) have been unsuccessful.\n\nDiagnosis therefore has to be made by detection of viral antigen by means of immunofluorescence in cryostat sections of the alimentary tract (Wellemans et al., 1977; Woode et al., 1978) or by direct detection of the virus in faeces. For aetiological investigations in the field only methods detecting the virus in faeces are suitable. Two tests for this purpose have been described: a fluorescent virus precipitin test (Peterson et al., 1976) and electron microscopy. The latter is too cumbersome and time consuming for large scale use . In this report a simple and rapid diagnostic procedure is described, based on the observation that the haemagglutinating activity of bovine coronaviruses (Sharpee et al., 1976; Sato et al., 1977) present in faecal samples was temperature-dependent.\n\nA British and a Danish coronavirus isolate, that had been maintained in gnotobiotic calves, were obtained. An 18<lay-old colostrum-deprived SPF calf was inoculated orally with the British isolate. Faecal samples were taken twice daffy prior to and after inoculation. This calf was subsequently hyperimmunized with the British coronavirus multiplied in trachea organ cultures. The virus was pelleted from the culture medium at 250,000 g for 30 rain, resuspended in phosphate buffered saline {PBS) pH 7.2 and emulsified in an equal volume of incomplete Freund's adjuvant. Two ml of this emulsion were injected intramuscularly at 19 and again at 23 weeks of age.\n\nA Dutch coronavirus isolate was obtained from a calf that had died with diarrhoea in a field outbreak. By immunofluorescence coronavirus antigens had been detected in the epithelial cells of the ileum; rotavirus antigens could not be detected. A volume of 15 ml of a 20% suspension of this section of small intestine in PBS was given orally to a second colostrum-deprived calf. Several faecal samples were obtained daily. From 10 calves in the field faecal samples were collected on the fourth, sixth, eighth and tenth days after birth, resulting in a total of 39 samples.\n\nAll faecal samples were stored at --70 ° C. Faecal extracts were prepared by homogenization of thawed material in four volumes of PBS and clarified by low speed centrifugation.\n\nThe serum obtained from the calf inoculated with the British isolate, two weeks after the last vaccination, was used as a hyperimmune serum. A sample obtained from the same calf prior to infection was used as negative control. A further serum sample from a convalescent gnotobiotic calf infected with the British coronavirus isolate was also obtained.\n\nTen pl volumes of the samples to be analysed were applied to carboncoated grids. After 10 min the grids were rinsed with distilled water and contrasted with 2% phosphotungstic acid, adjusted to pH 6.8 with KOH. A Jeol 100 C electron microscope was used in this study. The instrumental magnification was calibrated using a carbon replica of a diffraction grating (2160 lines/mm, E.F. Fulham). Ten squares of a 400 mesh grid were examined for coronavirus particles at a magnification of 50,000 ×.\n\nFor IEM, both sera and faecal extracts were clarified at 10,000 g for 10 min. Reactant mixtures, consisting of 0.1 ml of a clarified faecal sample and 0.1 ml of 1 : 10 and 1 : 100 diluted convalescent or hyperimmune serum, were incubated at 37°C for 1 h and 4°C overnight. After centrifugation at 10,000 g for 5 min {Beckman microfuge) the pellet was resuspended in 20 pl PB$ and prepared for EM as described above.\n\nA 40% suspension of mouse erythrocytes in PBS was mixed with an equal volume of faecal extract. After incubation for 1 h at 4 ° C, the erythrocytes were washed twice with PBS at 4°C and then suspended at 37°C in the original volume of PBS and incubated at this temperature for 1 h. The eluate obtained after low speed centrifugation was checked in a haemagglutination (HA) test performed in a microtitre system. Twofold serial dilutions prepared in PBS containing 0.2% bovine serum albumin (PBS--BSA), were mixed with equal volumes (25 pl) of a 1% mouse erythrocyte suspension in PBS--BSA. After incubation for 90 min at 4°C the test was read. HEHA titres were expressed as the reciprocal of the highest antigen dilution showing complete haemagglutination.\n\nSpecificity of the test was investigated in a blocking assay using the calf anti-coronavirus sera, inactivated and treated with kaolin and mouse erythrocytes according to standard procedures. A test sample, diluted to contain four haemagglutinating units, was incubated for 45 min at room temperature with a 1 : 8 dilution of the positive and negative serum.\n\nSubsequently 25 pl of a 1% erythrocyte suspension was added and the assay was read after standing at 4°C for 90 min. Haemagglutinating activity of a test sample was considered coronavirus-specific if no blocking occurred with the negative serum and complete blocking in the presence of a positive serum.\n\nIn a direct HA test, carried out at 4 ° C, two faecal extracts from gnotobiotic calves infected with the British and the Danish isolate had titres of 32 and 256 respectively. This activity was shown to be coronavirus-specific, but could not be detected when the test was carried out at 37°C. However, in a number of extracts prepared from faecal specimens of calves in the field, non-specific activity was detected at both 4°C and 37 ° C. If faecal extracts contain specific as well as non-specific haemagglutinating activity, a direct HA test followed by a blocking assay may give false negative results, thus rendering the test useless.\n\nThe temperature dependency of the coronavirus specific haemagglutinating activity was used in the HEHA test to differentiate the specific and non-specific activity in faecal extracts. All haemagglutinating activity was adsorbed from faecal extracts with a concentrated erythrocyte suspension at 4°C and specific activity was then eluted at 37 ° C. Eluates from faecal extracts, obtained from both gnotobiotic calves and calves in the field, that were coronavirus-positive by EM, contained haemagglutinating activity detectable by a direct HA assay. In general haemagglutinating activity was found neither in the supernatant after adsorption nor in the wash fluids. Haemagglutinating activity found in eluates was always coronavirus-specific. After ultracentrifu-gation of such eluates at 250,000 g for 30 rain, all haemagglutinating activity was recovered from the resuspended pellet. EM demonstrated the presence of coronavirus-like particles in the pellet (Fig. 1B) , which were morphologically identical to the particles present in faecal extracts (Fig. 1A) . Incubation of the resuspended pellet with the hyperimmune serum resulted in complete loss of haemagglutinating activity and virus-antibody aggregates could be observed by EM (Fig. 1C) .\n\nTo investigate the potential use of the HEHA as a diagnostic tool, the excretion profiles of two experimentally infected calves were analysed. The calf infected with the British isolate had loose yellow faeces on days 4 and 5 after inoculation. All faecal samples were examined with the HEHA and with EM. The results are presented in Fig. 2A . Faecal samples were scored positive with the HEHA on days 2 through 5. Ultracentrifugation of the eluates at 250,000 g for 30 min and resuspension of the pellets in one-fifteenth of the original volume resulted in higher HEHA titres and one more faecal sample was scored positive. All positive results were confirmed by the blocking assay. Only one faecal sample (day 4) was scored positive by EM and IEM.\n\nThe calf inoculated with the Dutch isolate developed severe diarrhoea on day 1 which lasted until death on day 3. Coronavirus antigens were detected in the faecal extracts 24 h after inoculation, with HEHA ( Fig. 2B ) as well as with EM. Ultracentrifugation of the eluates resulted in higher HEHA titres; however, no additional samples were scored positive. Again all haemagglutinating activity was shown to be specific. From the 39 faecal Samples obtained from 10 calves in the field, five samples from two calves were scored positive by HEHA.\n\nThe HEHA appears to be a useful extension of the available techniques for the detection of coronavirus in calf faeces. The method does not require access to expensive equipment; ultracentrifugation of eluates improves the sensitivity of the test, but does not appear to be necessary if several samples from the same calf can be obtained.\n\nThe optimum erythrocyte concentration for adsorption of faecal extracts was not determined. However, it was observed that some faecal extracts caused a slight lysis of erythrocytes and this effect was more marked when lower erythrocyte concentrations were used.\n\nNon-specific haemagglutinating activity of the eluates, even obtained from faecal samples that showed non-specific activity in a direct assay, was not observed.\n\nThe haemagglutinating activity in eluates seemed to be associated with viral particles, since no detectable activity remained in the supernatant after centrifugation at 250,000 g for 30 min, and coronavirus-like particles were observed in the pellet by EM. Based on the results obtained with the calf experimentally infected with the British isolate ( Fig. 2A) , the HEHA appears to be more sensitive than EM. However, the sensitivity of the latter technique may be improved if the viral material in faecal samples is concentrated first.\n\nThe more severe course of the disease following inoculation with the Dutch isolate (Fig. 2B) , as compared to that after inoculation with the British isolate, may perhaps be explained by the observation that this calf also excreted rotavirus after 36 h as demonstrated by EM. Apparently the inoculum used contained a small amount of rotavirus which was not detected by immunofluorescence. Other factors that may have been of influence are the difference in age of the calves used and a possible strain difference.\n\nThe haemagglutinating activity of the British coronavirus isolate was no longer temperature dependent after the virus had been adapted to growth in bovine embryo trachea organ cultures. This observation may explain why Sharpee et al. (1976) and Sato et al. (1977) , working with a cell culture adapted American coronavirus isolate, did not observe any difference in haemagglutinating activity at 4°C and at 37 ° C. Our results also indicate the potential use of adsorption and elution from mouse erythrocytes as a first step in purification of bovine coronaviruses from faeces. "}