{"title": "Linkages between Chiropteran diversity and ecosystem services for sustainable fragmented forest conservation", "body": "Murina suilla and Scotophilus kuhlii are new data records in the fragmented forests of Terengganu. The data were interpret into Shannon, Simpson, Margalef, Menhinik and Evenness indices to individually or collectively distinguish chiropteran variety in Terengganu State whereas weight-forearm length (W/FA) informs about chiropteran Body Condition Index (-0.25 to 0.25). The function of bats were also identified to distinguish service providers (pollination and forests regeneration) and zoonotic pathogen carriers (in particular to Leptospira \n\nThis data is constructed from chiropteran diversity and abundance in fragmented forests of Terengganu with some new records that offer research opportunities and perhaps collaboration to address the subject matter.\n\nThe chiroptera discovered in the present study are ecological service providers that maintain tropical rainforest splendor, influence the genetic vigor of fruits, flora and timber, become pest controllers, function as pathogen reservoirs and indirectly assist agriculture industry through crop pollination, seed dispersal and provide nutrient-rich feces as manure. These form of valuable information provides insights into forest and wildlife management, serve as benchmark for fragmented forests and as indicator for climate change, assist with food web plotting in different environments (caves, trees, artificial structures and fragmented forests) and also assist with bioresource studies (like biotechnology and phenology).\n\nChiropteran morphometric data translated into body condition index changes the research perspective because wildlife stress, forest carrying capacity and forest regeneration are measurable. These measurements can be incorporated into prediction models used for sustainability and conservation studies.\n\nThis data article is constructed using survey results that indicate bat diversity and their abundance in fragmented forests within Terengganu (Table 1) . From these, additional associations such as new records, ecosystem services, possible pathogen carriers and their lifestyle were added from available literature for forest regeneration impacts, influence towards agriculture activities, trophic level and food web constructs, natural pest control, precursor for diseases, conservation assert (if needed) as well as their geographical tolerance and adaptations ( Table 2 ). Chiropteran morphometric measurements are translated into weight-length data to scale their health in the wild (Table 3) . These indicate food resources, its availability and its adaptation to forest fragmentations. The data is also interpret using Mathematical equations (Shannon, Simpson, Eveness, Margalef and Menhinick) to derive diversity and species richness values which are useful for chiropteran interpolations and assessments within a geographical boundary (Table 4 ). Symbolindicates absence of samples. Table 3 Chiropteran ecological services, possible pathogen associations and limitations in the fragmented forests of Terengganu.\n\nPossible pathogen associations Guild Roost Climb Limit ( Â 10 3 m) Range site. While four-bank harp and mist nets were used to trap the bats (chiropterans), these devices were constructed in open spaces between trees after adapting with procedures of Jayaraj et al. [2] . In consideration, the trees should have ten meter distances, a vital criteria to construct the 50 Â 50 (2500 m 2 ) transect. Entanglement and capture of bats were carried out hourly every day after sunset and before sunrise (between 1830 and 0630). All bats were measured for size and weight using Vernier caliper and portable analytical balance (sensitivity 7 0.01 kg). Specific measurements of bats such as ear, head-body, tail, forearm, tarsus and hind foot were used to distinguish the bat identity. Descriptive measurements of bats such as forearm length and weight were used to construct the Body Condition Index adopted from Suba et al. [3] . In the presence of negative values, the body mass scale was adapted with the values and separated by 0.5 differential margins that give rise to underweight, ideal, overweight and obese. Bat identity were associated with services, dwelling locations, possible pathogen associations, guilds and roosts, climb limits and range [4, 5] . All chiropteran were released at the site of capture after data acquisition. Recapture was prevented by excluding bats with same gender and size that have hair shavings on their hind foot. The data was interpret into diversity values of Shannon, Simpson, Evenness, Menhinick and Margalef using Paleontological Statistics Software Package (PAST) v.3 because these constructs accurately profile bats by abundance, diversity and richness at each site.\n\nTransparency document associated with this article can be found in the online version at https:// doi.org/10.1016/j.dib.2018.11.058. "}