{"title": "Production of Ebola virus-like particles in Drosophila melanogaster Schneider 2 cells", "body": "Family Filoviridae, genus Ebolavirus (EBOV) causes severe viral hemorrhagic fever in humans and other primates (Feldmann and Goisbert, 2011) . Previous outbreaks of EBOV in central Africa are associated with serious public health problems. Indeed, since its identification in 1976 during an outbreak in Zaire (World Health Organization, 1976) , there have been over 20 outbreaks of EBOV in Africa (Del and Gaurmer, 2015) . 2332 cases were reported between 1976 and 2012 and 1526 patients died. 11,325 of 28,652 patients died in EBOV outbreak that occurred in 2014 (CDC, 2016) . 25-90% of patients infected with EBOV die. The Ebola virus variant Makona was the causative agent of the recent outbreak of Ebola during 2014 to 2016 in West Africa, which was the largest outbreak to date. The recently isolated EBOV Makona variant, from a clinical case of EBOV disease (EVD) in Makona, has been shown to have a varying case fatality rate (CFR) of 70-50% at later stages of the outbreak (WHO Ebola Response Team, 2014) . Therefore, in this study, we applied S2 cells for production of species Zaire ebolavirus, strain Makona (EBOV Makona) VLPs using the Makona outbreak strain.\n\nEBOV belongs to the Filoviridae family and contains single-stranded, negative-sense RNA genome of 19 kb. The particles resemble long, stretched filaments and consist of three compartments, including the nucleocapsid (NP), matrix space, and envelope. Additionally, the particles measure 80 nm in diameter and range from 600 to 1400 nm in length. The genome of EBOV contains seven genes, which encode GP, NP, VP24, VP40, VP30, VP35, and L proteins (Sanchez et al., 1993; Falasca et al., 2015) .\n\nVirus-like particles (VLPs) mimic the structure of virions and have nonreplicating, noninfective properties because the particles lack the infectious genome and are only composed of structural or capsid proteins (Kushnir et al., 2012) . VLP-based vaccines are safe and high immunogenic. Moreover, VLPs stimulate innate and humoral immunity and activate antigen presentation in antigen-presenting cells (Pushko et al., 2013) . The development of vaccine candidates derived from VLPs may be a promising approach for efficient antibody production. Indeed, several VLP vaccine candidates for a variety of viruses have been developed. Vaccines based on VLPs for hepatitis B virus (HBV), papillomavirus, and influenza virus A have been evaluated in clinical trials in human or have been approved for clinical use (Shirbaghaee and Bolhassani, 2016; Pushko et al., 2013) .\n\nVLPs are produced in several systems, including bacteria, mammalian cells, yeast, plants, and insect cells. Insect system is a promising system for high yield and rapid production of VLPs (Vicente et al., 2011) . Moreover, insect systems can induce post-translational modifications similar to mammalian cells, facilitating the assembly of VLPs (Fang et al., 2000; Liu et al., 2013) . VLP-based vaccines, including hepatitis C virus (HCV), papillomavirus, enterovirus type 71 A (EV71), influenza virus A, and SARS-coronavirus (CoV), have been developed in insect systems (Baumert et al., 1998; Acosta-Rivero et al., 2004; Lechmann et al., 2001; Senger et al., 2009; Lopez-Macias et al., 2011; Ho et al., 2004) results in a high yield of HIV-1 VLPs and proper cleavage of envelope precursor protein (Yang et al., 2012) . In a previous study, VP2/6 double-layered rotavirus-like particles containing Wa capsid protein were produced in S2 cells transformed with a bicistronic expression system consisting of encephalomyocarditis virus (EMCV)-derived internal ribosomal entry site (IRES) element (Lee et al., 2011) . Glycoprotein (GP), nucleoprotein (NP), minor matrix protein (VP) 24, and VP40 originating from EBOV Makona was artificially synthesized. The amplified inserts were cloned into the BglII and XbaI sites of the plasmid pMT/V5/His (Invitrogen, Carlsbad, CA, USA) and were confirmed by sequencing. NP, GP, and VP24 of Ebola virus have been shown to facilitate assembly and release of VP40 eVLPs (Kallstrom et al., 2005) . Therefore, to assess EBOV protein expression, Drosophila S2 cells were transfected with EBOV plasmids using transfection reagent (TranIt-2020; Mirus, USA); at 24 h before harvesting, cells were treated with 250 μM CuSO 4 to induce protein expression. The cells and culture supernatants were harvested, and EBOV protein expression was confirmed by immunoblot analysis. The cells were lysed in RIPA buffer (Invitrogen) for 15 min on ice, and lysates were collected after centrifugation at 12,000 rpm for 10 min at 4°C. The culture supernatants were collected and concentrated using a 30 kDa Centrifugal Filter with Ultracel-30 membrane (Millipore, Germany). To visualize the released particles, the concentrated supernatants were centrifugated through 25% sucrose and then negatively stained. The cell lysates and concentrated supernatants were subjected to sodium dodecyl sulfate polyacrylamide gel electrophoresis after heating at 70°C for 10 min, and the proteins were electrotransferred to polyvinylidene difluoride membranes. The membranes were blocked in TBS/Tween solution containing 5% skim milk for 1 h at room temperature. The membranes were then incubated with primary anti-V5 (Invitrogen), anti-NP (Alpha Diagnostics, USA), anti-VP40 (Cosmo Genetech, South Korea), and anti-GP antibodies for 1 h at room temperature, washed three times with TBS/Tween solution, and incubated with secondary anti-mouse-AP, anti-rabbit-AP, or anti-human-AP antibodies for 1 h at room temperature. Finally, membranes were washed three times, and proteins were detected using a BCIP/NBT substrate kit (Invitrogen). As shown in Fig. 1A , we confirmed that Ebola viral proteins were efficiently expressed in EBOV Makona-transfected S2 cells. The formation of VLPs similar to Ebola virus particles was visualized in both EBOV Makonatransfected S2 cells and culture supernatant by transmission electron microscopy (TEM; Fig. 1B ). As negative control for VLPs formation, we used cells which were transfected with GP, NP, and VP24 without VP40. As shown in Fig.1B , filamentous particles of approximately 50 nm in diameter and 1400 nm in length were observed in culture supernatant of EBOV Makona-transfected S2 cells.\n\nNext, the harvested cells were disrupted by repeated freezing and thawing three times, and the debris was removed after centrifugation at 10,000×g for 10 min. Cell lysates collected by centrifugation were overlaid on top of a continuous sucrose gradient (80%, 60%, 40%, 30%, and 20%) and ultracentrifuged at 35,000 rpm for 4 h at 4°C using a SW41Ti rotor (Beckman, USA). The procedure for sucrose gradient ultracentrifugation is illustrated in Fig. 2A . To analyze the production of eVLPs, 12 fractions were collected from top to bottom, and the expression of EBOV proteins was confirmed by immunoblotting. As shown in Fig. 2B , abundant amounts of EBOV proteins were detected in fractions 8 and 9. From this result, we found that eVLPs were mainly concentrated in fractions 8 and 9. We then aimed to recover the eVLPs. To this end, fractions 8 and 9 were overlaid on top of a 25% sucrose cushion and ultracentrifuged at 25,000 rpm for 1 h at 4°C using a SW41Ti rotor (Beckman). The pelleted eVLPs were resuspended in PBS and subjected to immunoblot analysis to confirm the expression of eVLPs. As shown in Fig. 2C , viral proteins were detected in the VLP pellets; analysis of the formation of eVLPs by TEM is ongoing.\n\nCollectively, these findings showed that eVLPs were effectively produced in an S2 cell system and that the S2 cell system may be a promising strategy for effective production of eVLPs.\n\nVLPs have been produced in several expression systems and have been shown to provide protective effects against EBOV infection in animal model. Vaccination with 293 T cell derived-Ebola VLPs protects nonhuman primates (NHPs) or rodents from EBOV infection (Warfield et al., , 2007a Swenson et al., 2008) . Antibodies against EBOV are produced in serum of cynomolgus macaques vaccinated with 293 T cell-derived eVLPs. High active specific antibodies against EBOV are produced in serum of cynomolgus macaques vaccinated with 293 T cellderived eVLPs. Additionally, tumor necrosis factor (TNF)-α production in eVLP-vaccinated individuals is strongly increased in CD44 + T cells (Warfield et al., 2007a,b) . Immunization with KUN-VLPs generated by transfection with KUN replicon RNA containing EBOV GP protects Makona pigs and NHPs from challenge with EBOV infection (Reynard et al., 2011; Pyankov et al., 2015) . Moreover, in previous works, eVLPs have been produced in insect systems, resulting in activation of the immune response. VLPs produced in Sf9 cells using a baculovirus system stimulated cytokine secretion in dendritic cells, and immunization of mice with the VLPs increased IgG2a antibody production through induction of the Th1-biased immune response (Ye et al., 2006) . In a previous report, high yields of HIV-1 VLPs were produced in HIV-1 envelope protein-overexpressing S2 cells, resulting in proper cleavage of envelope precursor protein (Yang et al., 2012) . Therefore, we suggested that S2 cells may be a promising system for efficient production of eVLPs.\n\nIn this study, we used S2 cells for the production of VLPs and examined eVLPs production following overexpression of EBOV proteins. We showed that viral proteins of EBOV Makona were efficiently expressed in S2 cells and confirmed the formation of eVLPs by TEM. We purified eVLPs by sucrose gradient ultracentrifugation. Collectively, our findings suggested that the eVLPs produced by the S2 cell system in this study may be useful for the development of efficient VLP-based vaccines against EBOV. To the best of our knowledge, this is the first successful demonstration of VLP production from the new outbreak strain in the S2 expression system. Further in vivo studies on the VLPs of EBOV are necessary to characterize immune responses to this EBOV strain and to study the protective effects of VLP-based vaccines against EBOV infection.\n\nWe have no conflicts of interest to declare."}