{"title": "", "body": "Knowledge of the epidemiology of FCoV infection is important in order to understand the pathogenesis of FIPV. Feline coronavirus infection is virtually endemic, with studies revealing that: ✜ Approximately 50% of cats in the United States and Europe have antibodies against FCoV; 3 ✜ In Australia, the seroprevalence in owned cats is approximately 34%; 7 ✜ In the UK, 82% of show cats, 53% of breeding cats and 15% of single-cat homes have anti-FCoV antibodies; 8 ✜ In Italy, the seroprevalence is 82% in cats from breeding colonies, shelters and homes; 9 ✜ In Switzerland, similarly 80% of breeding cats, and 50% of free-roaming cats, test positive for anti-FCoV antibodies. 10 The significance of this worldwide distribution relates to the fact that FIPV is the result of spontaneous mutation of FECV, which means that cats worldwide are susceptible to developing FIP. 6 Despite this, approximately 5% of cats in multicat homes and a smaller percentage of cats in single-cat homes develop FIP. 3, 11, 12 Notably, it is young cats and immunosuppressed cats that are most susceptible to developing FIP. In addition, certain purebreed cats, specifically the Birman, Ragdoll, Bengal, Rex, Abyssinian and Himalayan breeds, have a greater risk of developing FIP, which suggests a genetic influence on susceptibility. 13 Transmission of FCoV is through infected fecal material via the orofecal route, leading to enteric infection. Enteric FCoV infection typically results in inappetence and/or mild gastrointestinal signs such as vomiting and diarrhea. Infected cats shed FECV for up to 10 months post infection; thereafter infected cats shed virus intermittently or continuously, serving as chronic carriers and thereby perpetuating reinfection of other individuals. 14 As with all coronaviruses, FECV undergoes a high rate of mutation. The degree of mutation, and therefore the development of a mutation leading to FIP, appear greater in susceptible individuals as well as in individuals with a high viral load. 15, 16 In part, this may explain the fact that more than 50% of cats with FIP are under a year of age. 3 \n\nThe initial step in the pathogenesis of FIP is the mutation of FCoV, in the process of which the virus gains the ability to replicate within macrophages. Once this occurs, the virus can be disseminated throughout the body. Ultimately, FIP is an immune complex disease that is a consequence of virus or viral antigens complexed with antiviral antibodies. 16 After distribution by macrophages, the virus may enter tissue and replicate, resulting in attrac-consisting primarily of lymphocytes, macrophages, and varying numbers of plasma cells forming perivascular cuffs. 18 Subependymal periventricular inflammatory infiltrate may obstruct the mesencephalic aqueduct leading to obstructive hydrocephalus. Similarly, obstruction of the central canal of the spinal cord may lead to hydromyelia. Occasionally, infiltrate extends into the superficial neuropil and cranial nerve roots. 18 \n\nHematology in affected cats usually reveals a normocytic, normochromic, nonregenerative anemia, leukocytosis consisting of a neutrophilia, and lymphopenia. 22 Approximately 50% of cats with the effusive form and 70% of cats with the dry form have increased serum proteins, primarily comprising a hyperglobulinemia. 23 Protein electrophoresis discloses a polyclonal gammopathy, mainly involving the γ-globulins. 24 Other biochemical changes may be observed depending on the severity of involvement of other organ systems including abnormal liver enzyme, bilirubin, blood urea nitrogen and creatinine levels. 25 Although common clinicopathologic abnormalities in affected cats have been defined, changes in routine hematology and biochemical evaluations are often non-specific. Consequently, establishing a definitive ante mortem diagnosis of FIP is extremely challenging. 26 Definitive diagnosis can only be achieved through histopathological identification of pyogranulomatous inflammation within tissue coupled with identification of the virus. 16 Viral identification in tissue samples can be performed using immunohistochemistry or through PCR testing. However, there are several tests that may help support a presumptive ante mortem diagnosis. Importantly, interpretation of results from such tests should be evaluated in conjunction with clinical signs and results of other diagnostics. Taken outside the context of signs and other clinicopathologic data, most tests are unable to provide a definitive diagnosis.\n\nWhen present, effusions should be analyzed. Typically, effusion from an affected cat should be consistent with a modified transudate. 3 Cats with neurological signs should undergo magnetic resonance imaging (MRI) of the brain. This may disclose hydrocephalus. 18 Additionally, T2-weighted and T2weighted FLAIR images may reveal periventricular hyperintensities consistent with periventriculitis. 18 Although these findings are not pathognomonic, MRI of the brain should be pursued in order to eliminate the potential that clinical signs may be a consequence of a disease process other than FIPV. Analysis of cerebrospinal fluid (CSF) often reveals increased protein content (50-350 mg/dl) with a pleocytosis consisting of neutrophils, lymphocytes and macrophages. 20, 27, 28 The evaluation of FCoV antibody titers (often erroneously referred to as an 'FIP titer') in blood and other fluids has been extensively studied. However, despite years of investigation, caution should be exercised when interpreting FCoV antibody titers in blood and effusions as high titers can be observed in healthy cats and low to absent titers in affected cats. 3 ✜ FIPV is fatal and treatment is mainly palliative.\n\nSince FIP is an immune-mediated disease process, therapy has been directed at immunosuppression and/or immunomodulation with the goal of providing symptomatic care. Immunosuppressive therapy using corticosteroids (prednisone at 2-4 mg/kg/day) may allow mildly affected cats to maintain an acceptable quality of life for weeks to months. In addition to corticosteroids, a wide array of drugs including chemotherapy agents (cyclophosphamide and melphalan), an antiviral (ribavrin), a thromboxane synthetase inihibitor (ozagrel hydrochloride) and a variety of immunomodulating drugs (promodulin, human interferon-α, Propionibacterium acnes, and feline interferon-ω) have been investigated. 36 The interpretation of results from most studies has been hindered by a lack of control groups and the difficulty in establishing a definitive diagnosis of FIP in treated cats. 36 Still, most therapeutic trials have failed and, disappointingly, an effective treatment regime remains elusive. presence of neurological FIPV. 18 Cerebrospinal fluid FCoV antibody titers correlate with serum FCoV antibody titers but, most importantly, elevated CSF FCoV antibody titers may also be observed in cats affected by neurological diseases other than FIP. 29 While PCR assays can be performed on blood and effusions in affected cats, they are unable to distinguish between the mutated FCoV causing FIP, and the non-pathogenic FCoV. 30 In addition, healthy cats can be viremic with FCoV. 31 Therefore, PCR identification of virus in blood or effusions does not provide a definitive diagnosis. 32 While its application in CSF has not been studied, PCR identification of virus in CSF may allow a definitive diagnosis of FIP.\n\nMeasurement of serum α1-acid glypoprotein (AGP), an acute phase protein that increases during inflammation, has been used in the diagnosis of FIP. 33, 34 In cats with signs and clinicopathologic data highly suggestive of FIP, elevation in serum AGP provides strong supportive evidence of FIPV infection. 33 However, AGP may also increase in other conditions associated with inflammation, such as feline immunodeficiency virus (FIV) infection, or in cats with a high viral load of FECV, which may limit its potential as a diagnostic tool for FIP. 34, 35 Prognosis Unfortunately, the prognosis for cats with FIP is grave as all affected cats succumb to the disease. To date, no therapy has been shown to alter the eventuality of humane euthanasia or death of affected cats.\n\nToxoplasmosis is caused by an obligate intracellular protozoan parasite, Toxoplasma gondii. The definitive hosts are the domestic cat and other Felidae. Many mammals can become infected with T gondii and serve as intermediate hosts; however, fecal shedding of infective oocysts occurs only in cats.\n\nSystemic and ocular toxoplasmosis have been well described in cats. The emphasis in the following discussion is on central nervous system (CNS) toxoplasmosis.\n\nThere are three methods of transmission of T gondii: fecal-oral, ingestion of tissue cysts, and congenital. Reproduction of the organism can involve both a sexual and asexual phase. The asexual phase occurs in many mammals and birds, which serve as intermediate hosts.\n\nAs the definitive host, the sexual phase of the life cycle can only occur in cats and it does so within the intestinal tract. As a result, unsporulated oocysts, which are non-infectious, are passed in the feces. These oocysts require 1-5 days for sporulation to occur, at which point they become infectious. Ingestion of sporulated oocysts by another cat begins another cycle.\n\nToxoplasma gondii also displays an extraintestinal life cycle. After infectious oocysts have been ingested, the organism is capable of penetrating the wall of the intestinal tract and disseminating to multiple organs. Within these other organs, asexual reproduction occurs, giving rise to tissue cysts -bradyzoites (so named given their slow replication) and tachyzoites (in which replication is rapid). Ingestion of bradyzoites in tissue is probably responsible for the majority of infections. In cats it can result in intestinal replication, while ingestion of bradyzoites by other animals can only lead to extraintestinal infection. Ingestion of infectious organism during gestation can also lead to congenital infection. 37 Cysts that form as a result of extraintestinal infection are likely to persist for life. 38, 39 Encysted bradyzoites are the most probable source of continual release of antigen and reactivation of infection. 38 Reactivation of infection is thought to occur secondarily to immunosuppression. Cats infected with FIV appear to be predisposed to the development of acute toxoplasmosis. 40 There appears to be a high seroprevalence of T gondii infection in cats co-infected with FIV. 41, 42 The significance of this relationship is unknown as the seroprevalence of T gondii infection in FIV-infected cats is similar to that in the general population. 39, 43 Immunosuppression as a result of ciclosporin therapy has also led to acute toxoplasmosis. 44, 45 With the availability of renal transplantation in cats, the role of immunosuppression in reactivation of infection and the development of clinical disease has gained importance. [46] [47] [48] Clinical signs Clinical infection with T gondii is not common in cats. Infections can be considered acute or chronic. 49 Acute toxoplasmosis typically affects younger cats. The most common clinical signs are anorexia, lethargy, fever, dyspnea and sudden death. [49] [50] [51] [52] Chronic toxoplasmosis typically affects older cats and manifests over weeks to months. Signs are similar to acute infection and may include vomiting, diarrhea, anorexia, weight loss, fever and icterus. 42, [49] [50] [51] \n\nWith the exception of finding T gondii in tissue, no single test provides a definitive diagnosis.\n\nSerology for the detection of IgG and IgM anti-T gondii antibodies is widely used. 61 After experimental inoculation, an IgM response is detected in 1-3 weeks and an IgG response in 2-4 weeks. Immunoglobulin M responses peak within 3 weeks and persist for 3-16 weeks. In cats co-infected with FIV, there is a delayed conversion from an IgM to an IgG response. 62 Unfortunately, an IgM response does not necessarily correlate with active disease as occasionally IgM responses can be detected in clinically normal cats with chronic infection. Likewise, a single high IgG response does not predict active disease, as IgG responses can last up to 6 years. 63 A rising titer is strongly suggestive of active disease, however, and maximal titers are reached within 2-3 weeks. 63 In practice, given the insidious nature of the disease many cats have reached maximal immune responses by the time they are examined by a veterinarian, making documentation of a rising titer difficult. 61 Theoretically, identification of an immune response in the CNS, an immunoprivileged site, would suggest infection. However, immunoglobulins may extravasate from the blood into the CSF in other inflammatory diseases that disrupt the blood-brain barrier. Defining a ratio between serum and CSF IgG responses may help eliminate the possibility of passive cross over of antibodies secondary to another disease that compromises the integrity of the blood-brain barrier. A serum:CSF IgG response > 1 suggests local CNS production of immunoglobulin. In experimental oral inoculation, cats remain clinically normal yet develop a detectable IgG response in the CSF 4-12 weeks post inoculation and again 8-16 weeks after secondary exposure. 64 Importantly, an IgG response in the CSF can occur after exposure to killed tachyzoites in previously infected cats. 65 Therefore, observation of an IgG response in CSF does not necessarily document infection. 65 Experimental inoculation does not result in an IgM response in the CSF. 64 Potentially, therefore, detection of an IgM response in the CSF may be indicative of active disease, but this is yet to be confirmed.\n\nClinical signs reflecting organ involvement include lymphadenopathy, myocardial disease, pancreatitis, hepatitis, anterior uveitis and chorioretinitis. 41, 42, [49] [50] [51] 53, 54 \n\nThe diagnosis of clinical toxoplasmosis can be challenging. Hematologic findings are nonspecific, often consisting of non-regenerative anemia, neutrophilic leukocytosis, lymphocytosis and monocytosis. 41, 42, 50 Biochemical abnormalities generally reflect organ involvement and include azotemia, elevation in liver enzymes, hyperbilirubinemia and hyperproteinemia. 41, 42, 50 Thoracic radiographs may show a diffuse interstitial to bronchial pattern in which infiltrate may coalesce into areas of patchy alveolar patterns (Fig 2) . [49] [50] [51] 60 Neurological signs ✜ Central nervous system involvement occurs in almost all clinically affected cats. 50 Neurological signs typically reflect a multifocal distribution and include hypothermia, behavioral changes, seizures, ataxia, blindness, anisocoria, torticollis, vestibular disease, muscle hyperesthesia, and paresis/paralysis. 21 \n\nCerebrospinal fluid analysis typically reveals a mild lymphocytic pleocytosis predominantly, although other cell types may be observed; protein may be elevated to up to 149 mg/dl. 39 Neutrophilic pleocytosis has also been reported. 58 With the exception of identifying T gondii in tissue, no single test provides a definitive diagnosis. A presumptive diagnosis is based on a combination of clinical signs, evidence of recent or active infection (gained via serology for immunoglobulins or immune complexes, or PCR), exclusion of other disease processes, and response to therapy. 39 Hypertension has been defined as a sustained increase in systolic blood pressure ≥ 160-170 mmHg. 75 Although the prevalence of hypertension in cats has not been accurately established, one study documented hypertension in 2% of healthy cats. 80 In cats referred for evaluation of disease associated with hypertension, or animals with clinical signs compatible with hypertension, a 30% prevalence was found. 79 Hypertension can be divided into three categories: white coat, secondary and idiopathic. ✜ White coat hypertension is an artefactual increase in blood pressure that develops secondarily to excitement or anxiety, and is likely to be the result of activation of the sympathetic nervous system. 81 It is observed in cats, and results in a median increase in systolic blood pressure of 17.6 mmHg ± 1.5 mmHg. 81 Although PCR assays have not been performed on CSF for the detection of T gondii, PCR assays have been utilized in the aqueous humor, another immunoprivileged site. 66, 67 Toxoplasma gondii can be identified in the aqueous humor of cats with uveitis using PCR; however, the organism can also be detected in the aqueous humor of clinically normal cats that have naturally been exposed to T gondii. 66 Consequently, PCR detection of T gondii in aqueous humor does not provide definitive proof of active disease. A similar interpretation of PCR analysis of CSF is likely.\n\nUnfortunately, the prognosis is poor for cats displaying neurological signs or severe respiratory disease as most will succumb to the disease. 21, [56] [57] [58] 60, 73 Despite this, cats with focal CNS toxoplasmosis may achieve long term remission. 59\n\nSince the initial description of systemic hypertension in cats, 74 the impact of hypertension systemically and on the nervous system has become increasingly recognized. A testament to this is a recent consensus statement from the American College of Veterinary Internal Medicine that has established guidelines for identification, evaluation and management of hypertension in dogs and cats. 75 In healthy cats, normal systemic blood pressure, which is often reported as a systolic measurement, is 118-162 mmHg. [75] [76] [77] The wide range in the reported normal values is likely to reflect a lack of standardization in technique and equipment used to measure blood pressure. 75 Many factors affect blood pressure measurement including recording device, cuff size and operator skill, as well as patient factors such as size and demeanor of the cat. Although increasing age was found to be associated with increased blood pressure in one study, other reports have found no effect of age on blood pressure. [77] [78] [79] \n\nThe treatment of choice for cats with clinical toxoplasmosis is clindamycin hydrochloride at 12-25 mg/kg divided per day. 39, 42 Clindamycin is almost completely absorbed after oral administration and achieves high concentrations in most tissues, including the lung. 68 Concentrations in CSF are low; 69,70 however, the concentration in the brain may be higher given the lipophilic nature of the drug. 71 Clindamycin is well tolerated, with only minimal side effects (eg, vomiting and diarrhea) reported at dosages two and a half to four times the recommended dosage. 72 Parenteral formulations can be used in animals unable to receive oral medication or those experiencing gastrointestinal toxicity.\n\nReports of successful treatment are rare, which may reflect the difficulty of establishing a definitive diagnosis. Systemic clinical signs typically show improvement within 24-48 h of initiation of treatment. 39 Cats with systemic or ocular disease treated with antibiotic therapy may achieve clinical remission; however, recurrence of signs is likely as antibiotic therapy is unlikely to eliminate the organism entirely. 42 Chronic systemic hypertension has a variety of pathological consequences that collectively are referred to as end-organ or target organ damage. Important target organ damage is observed in the kidneys, eyes, heart and nervous system. 90 In the kidney, this leads to an accelerated decline in renal function, proteinuria and death. Hypertension can exist in animals at any stage of renal disease, and may be seen in nonazotemic animals. 75 In the eye, hypertension leads to hypertensive retinopathy and choroidopathy (Fig 3) . Exudative retinal detachment, retinal hemorrhage, multifocal retinal edema and tortuosity of the retinal vessels may be observed, and commonly result in blindness. 74, 82, 83, 89, [91] [92] [93] In the heart, hypertension may result in cardiomegaly and left ventricular hypertrophy. 74, 83, 89, 94 A systolic murmur, gallop rhythm and congestive heart failure may be observed. 82, 89 In the nervous system, hypertension may result in a hypertensive encephalopathy. 83, 85, 86, 89, 95 Two studies have variously documented neurological signs in 29% and 46% of cats with hypertension. 83, 89 Clinical signs Since hypertension in most cats can be cat egorized as secondary, clinical signs typically reflect the underlying disease process. Consequently, affected cats often demonstrate signs relating to renal disease or hyperthyroidism, given the high prevalence of hypertension with these disorders.\n\nAlthough the pathophysiology underlying hypertensive encephalopathy remains unclear, it is thought to involve the development of vasogenic edema, which predominantly affects the white matter. 96, 97 With acute hypertension, the autoregulatory capacity of the brain vasculature may be exceeded, leading to hyperperfusion, breakdown of the blood-brain barrier, and cerebral edema. 96, 98 In experimental acute hypertension in cats, gross findings include coning of the vermis of the cerebellum, cerebel-lar herniation into the foramen magnum (Fig 4) , rostral displacement of the colliculi, and widening and flattening of the cerebral gyri, all of which reflect raised intracranial pressure. 95 Microscopically, the consequences of edema are observed such as marked pallor of the cerebral white matter, accentuation of the separation between axons and myelin sheaths, and widening of the perivascular space. 95 In chronic hypertension, brain vasculature may be chronically vasoconstricted leading to hypertrophy and hyperplasia of the smooth muscle. 89 As a result, fibrous changes develop, allowing leakage of plasma which ultimately causes degeneration of the vasculature predisposing to ruptures and microhemorrhages. 89 Multifocal cerebral arteriosclerosis with hemorrhages has been observed in cats with spontaneous hypertension. 83\n\nA presumptive diagnosis of hypertensive encephalopathy is relatively straightforward and requires the documentation of hypertension (systolic blood pressure ≥ 160-170 mmHg) with contemporaneous neurological signs. The gold standard for blood pressure measurement is invasive intra-arterial monitoring. However, this is often not feasible in clinical practice. 99 Consequently, indirect blood pressure monitoring is used most commonly. 99 Accurate and reliable indirect blood pressure measurements can be performed using Doppler flow ultrasonography and oscillometry. 99 Minimal, mild, moderate and severe risk categories for target organ damage have been defined based on blood pressure recordings (see below). 75 Identification of hypertension should prompt investigation for an underlying disease process. A complete blood count, biochemistry profile and urinalysis should be performed in all hypertensive cats. In cats older than 5 years of age, serum thyroxine level should also be measured. When indicated, endocrinological testing for Cushing's disease or diabetes mellitus should be performed. In cats with suspected or confirmed renal disease, quantification of a proteinuria should be performed. Thoracic radiographs should be obtained to assess cardiovascular structures, and abdominal ultrasonography should be performed to assess renal structure and identify any concurrent disease. Echocardi ography is warranted in cats with a murmur, gallop rhythm or other signs consistent with cardiac disease. In all cats with hypertension, echocardiography allows assessment of any secondary cardiac changes.\n\nIn cats with severe neurological dysfunction MRI may be warranted. In addition to assessing CNS pathology related to hypertension, MRI allows exclusion of other disease processes that can produce similar neurological signs. Given the potential for raised intracranial pressure and brain herniation in hypertensive encephalopathy, caution should be exercised prior to advanced imaging; the requirement for general anesthesia can lead to deterioration or death in animals with severe raised intracranial pressure. In humans with hypertensive encephalopathy, MRI of the 402 JFMS CLINICAL PRACTICE brain discloses hyperintensities in the white matter of the parietal and occipital lobes of the cerebrum on T2-weighted images. 96 Less frequently, similar findings may be observed in the brainstem. 100 Magnetic resonance imaging in hypertensive cats has not been studied; however, given the gross and microscopic changes observed in affected cats, similar findings would be expected.\n\nUnfortunately, control of hypertension does not appear to have a significant effect on survival time. 82, 83, 108, 109 However, amlodipine does seem to reduce the degree of proteinuria in cats with renal disease, and a reduction in proteinuria appears to have a positive effect on survival time. 108, 109 Unless animals are showing evidence of target organ damage, or are at severe risk of developing target organ damage (see box on page 401), there is no requirement for immediate therapeutic intervention. Instead, repeated blood measurements over a period of time, combined with identification and treatment of any potential underlying disease process leading to hypertension, may be all that is needed to control blood pressure.\n\nIn cats that remain hypertensive despite control of an underlying disease process, or those with idiopathic hypertension in the mild to moderate risk category for target organ damage, the decision to pursue hypertensive therapy requires a dedicated owner as treatment is generally lifelong and involves frequent re-evaluations.\n\nIn animals displaying signs consistent with hypertensive encephalopathy, prompt intervention should be pursued. The treatment of choice for hypertension in cats is amlodipine besylate, a calcium channel blocker. 82,99,101-103 A dose of 0.625-1.25 mg/cat orally once to twice daily reliably reduces blood pressure with minimal risk of causing hypotension. 82,101-104 Furthermore, treatment with amlodipine is not associated with increases in blood urea nitrogen and creatinine in cats with chronic renal failure. 103, 104 In cats in which amlodipine is ineffective at controlling hypertension, adjunctive therapy with the β1 selective β-blocker, atenolol, may be instituted at 6.25-12.5 mg/cat PO q 12-24 h. 105 Alternatively, the angiotensin-converting enzyme inhibitor, benazepril, at 0.25-0.5 mg/kg PO q 12-24 h can be used. 106 However, benazepril therapy is associated with only a small but significant reduction in blood pressure in cats with chronic renal failure. 106 In acute hypertension, subcutaneous hydralazine (1.0-2.5 mg/cat) has been effective at reducing blood pressure without significant risk of hypotension. 84 While parenteral hypotensive medications may be preferable in the setting of severe hypertensive encephalopathy, the use of such medications requires continuous, direct arterial blood pressure measurement and is associated with a significant risk of hypotension.\n\nIn cats with severe neurological dysfunction that do not respond to a reduction in blood pressure, treatment for raised intracranial pressure due to brain edema may be warranted. This entails diuretic therapy with mannitol (0.5 to 2 g/kg IV over 10-15 mins often combined with furosemide 0.7 mg/kg IV), or other hypertonic agents. 107 Note, however, that diuretic therapy should not be used until blood pressure has normalized, as these agents can transiently increase blood pressure. 107 Tre a t m e n t o f h y p e r t e n s i o n \n\nHepatic encephalopathy is the clinical syndrome of abnormal neurological function caused by portosystemic shunting, with or without intrinsic liver disease. 110 As a result, HE can develop in cats with acquired or congenital liver disorders. By far the most common cause of HE in cats is portosystemic shunting of blood secondary to a congenital vascular anomaly. 111\n\nRegardless of the cause of the underlying liver disease, the clinical signs of HE are similar and can be divided into systemic and neurological signs. Affected cats often display intermittent clinical signs that may be associated with eating. 112 Cats with portosystemic shunts are generally small in stature, fail to thrive and grow, and lose weight. [112] [113] [114] [115] Pytalism is a common clinical sign, occurring in approximately 75% of cats. 112, [116] [117] [118] [119] [120] Other, less common clinical signs include gastrointestinal signs such as decreased appetite, anorexia, pica, vomiting, diarrhea or constipation. 112, 113, 117 Cats may demonstrate polydipsia, and polyuria, pollakiuria and stranguria may occur as a consequence of cystic calculi. 112, 113, 117 Affected cats may have copper-coloured irises. 121\n\nAlthough a complete understanding of the mechanisms underlying HE remains elusive, it is clear that the pathophysiology involved is multifactorial. Despite numerous potential factors, ammonia remains key in the development of HE. 124 Ammonia is produced by bacteria in the gastrointestinal tract, primarily the colon, as a consequence of protein metabolism. 125 It is also produced by the gastrointestinal cells as a result of metabolism of glutamine, the main cellular energy source for the epithelium. 126 A further source of ammonia is the kidneys, during states of hypokalemia or alkalosis. 126 Normally, the liver efficiently removes ammonia from the portal vasculature, ultimately converting it to urea. In animals with hepatic failure or portosystemic shunts, hyperammonemia may develop. However, the severity of the neurological signs does not always correlate with the degree of hyperammonemia. 127 In fact, blood ammonia levels may be normal in cats with HE. 127 This relates to a greater rate of uptake of ammonia in the CNS in HE, leading potentially to a high CNS ammonia level in the face of a normal blood ammonia level. 128 Although HE is a syndrome of neuronal dysfunction, the neuropathological consequences of increased CNS ammonia are played out in the astrocyte. 129 Normally, CNS ammonia undergoes energy-dependent metabolism to glutamine by the astrocytes. 130 With increased CNS ammonia, astrocytes become overwhelmed, leading to energy depletion. 110 Additionally, the increased concentration of glutamine in astrocytes may act as an osmotic stress, leading to cell swelling. 110 Increased numbers of swollen astrocytes -referred to as Alzeheimer type II astrocytes -is the only structural change observed microscopically in the brain in HE. 131 As a consequence of cellular edema, neurotransmitter processing in the astrocytes is affected, resulting in upregulation of neuronal benzodiazepine receptors and the production of neurosteroids which increase γ-aminobutyric acid (GABA) neurotransmission and thereby ultimately affect neuronal function. 110 Ammonia may also have a direct toxic effect on neurons. 110 While ammonia remains a focal point in the pathogenesis of HE, other factors are also involved. Mercaptans are formed during the degradation of sulfur-containing amino acids. These substances exert a neurotoxic effect through inhibition of ATPase activity, thereby potentiating the effect of ammonia. 132 Short and medium chain fatty acids are derived from bacterial metabolism of carbohydrates or from incomplete β-oxidation of long chain fatty acids in the liver. 127 Like mercaptans, these molecules may inhibit energy metabolism as well as inhibiting urea cycle enzymes in the liver. 126 A putative role for mercaptans, short and long chain fatty acids is unknown, but they may act synergistically with ammonia. 127 Hepatic encephalopathy may develop through an imbalance of inhibitory (GABA) and excitatory (glutamate) neuro transmitters. 133 There is evidence to implicate exces- sive GABAergic tone in HE, which would result in global inhibition of neurological function. 133 In humans with HE, there are increased GABA concentrations in the CNS leading to excessive GABAergic tone. 134 In addition, there may also be increased concentrations of endogenous benzodiazepines in the CNS. 127, 133 Benzodiazepines also bind to the GABA receptor, potentiating the effect of GABA. 126 False neurotransmitters may also play a role in HE. 126 In liver disease, the production of branched chain amino acids is reduced. 127 Branched and aromatic amino acids compete for the same transporter into the CNS. 126 As a consequence of reduced branched chain amino acids, there may be a relative increase in the aromatic amino acids; these so-called false neurotransmitters may act like GABA and other inhibitory neurotransmitters. 135 Ultimately, the clinical signs of HE may be a result of global inhibition of neurotransmission.\n\nA complete blood count, biochemistry and urinalysis should be performed in all animals with clinical signs suggestive of HE. On hema tol ogy, microcytosis may be present. 112 Biochemical abnormalities may include low blood urea nitrogen, increased liver enzymes, decreased total protein and albumin concentrations, and hypocholesterolemia. 112 Urinalysis may disclose hyposthenuria and ammonium urate crystals. 112 A presumptive diagnosis can be made by documenting altered liver function in the setting of clinical signs consistent with HE. An elevated fasting blood ammonia level helps confirm the clinical suspicion. In order to provide accurate results, blood samples should be Treatment should be directed at the underlying cause of HE as well as controlling the clinical signs of HE. One of the primary aims is to reduce blood ammonia levels. For animals with mild to moderately severe clinical signs, which are capable of taking oral medications, lactulose should be administered at a starting dose of 1 ml PO q 8-12 h. 116 The dosage is adjusted based on stool consistency and response. In more severely affected cats, lactulose can also be administered per rectum. Prior to rectal administration, warm water enemas should be performed to remove fecal material. Lactulose is a non-aborbable disaccharide that undergoes extensive metabolism by colonic bacteria, first to constituent monosaccharides and then to volatile fatty acids. 140 Ultimately, lactulose decreases the production/absorption of ammonia. 140 This is accomplished in several ways: namely, by decreasing the colonic luminal pH, leading to conversion of ammonia (NH 3 ) to ammonium (NH 4 + ), trapping it intraluminally; decreasing transit time through the osmotic cathartic effect of lactulose; and interfering with intestinal absorption of glutamine, thereby decreasing the production of ammonia. 141 Antibiotic therapy is often combined with lactulose administration. Antibiotics with activity against ureaseproducing bacteria are effective at reducing ammonia production. Neomycin is an oral aminoglycoside antibiotic that undergoes minimal systemic absorption. It is administered at 20 mg/kg PO q 8 h. 116 Despite the limited systemic absorption, systemic concentrations capable of causing side effects are possible. 116 Metronidazole is also effective at reducing urease-producing microbes, and is administered at 10 mg/kg PO q 12 h. 116 Reduced hepatic metabolism in animals with liver disease may result in an increased incidence of neurotoxicity. 142 Alternatively, ampicillin or amoxicillin-clavulanate can be administered. In severely affected animals, antibiotics (ampicillin, amoxicillin or metronidazole) should be administered parenterally.\n\nThere are several precipitating factors that can lead to HE, and these should be identified and corrected in the individual animal. Correction of dehydration, hypoglycemia and hypokalemia is imperative. Animals with clinical signs suggestive of gastrointestinal bleeding, such as melena, anorexia and vomiting, should be treated with H 2 -blockers. In moderately to severely affected animals, food should be withheld until therapy results in significant improvements. Once a clinically significant improvement is obtained, affected animals should be fed a diet restricted in protein, with limited aromatic amino acids and short chain fatty acids. 114 KEY POINTS: HEPATIC ENCEPHALOPATHY placed in a heparinized tube and transferred to the laboratory on ice for immediate testing. Red blood cells contain large amounts of ammonia; hence hemolysis may result in falsely elevated blood ammonia levels. Alternatively, a presumptive diagnosis of HE can be made by demonstrating altered liver function through fasting bile acid stimulation testing and on the basis of response to therapy. A suspected or confirmed diagnosis of HE should prompt investigations for congenital or acquired portosystemic shunting. Portosystemic shunts are most commonly diagnosed by ultrasonography or per rectal portal scintigraphy using 99m technetium pertechnetate. [136] [137] [138] [139] Positive contrast portography also can be performed; however, this necessitates general anesthesia and laparotomy. 113\n\nThe prognosis for animals with HE is dependent on the underlying liver disease. With treatment, most animals experience an improvement in the clinical signs related to HE. Severely affected animals may not respond to therapy, however. Animals with increased blood ammonia tend to respond better to treatment than those with normal blood ammonia."}