{"title": "Adenovirus receptors and their implications in gene delivery", "body": "Adenoviruses (Ads) are nonenveloped, double-stranded DNA viruses under the family Adenoviridae (Berk, 2007; Wold and Horwitz, 2007) . Viral particles are 80-120 nm in diameter with icosahedral symmetry and contain a linear genome of ∼26-44 kb in HSPG Fleischli et al. (2007) , Segerman et al. (2003a) , Short et al. (2006) , Sirena et al. (2004) , Tuve et al. (2008) B2 11, 14, 34, 35 Renal CD46, CD80/86, Receptor X, HSPG Fleischli et al. (2007) , Segerman et al. (2003a) , Segerman et al. (2003b) , Short et al. (2006) , Tuve et al. (2008) C 1, 2, 5, 6 Respiratory CAR, HSPG, MHC-I, VCAM-I, Integrins Bergelson et al. (1997) , Chu et al. (2001) , Dechecchi et al. (2000) , , Wickham et al. (1993) D 8, 9, 10, 13, 15, 17, 19, 20, 22-30, 32, 33, 36-39, 42-49, 51 Ocular CAR, Sialic acid, CD46 Arnberg et al. (2000a) , Roelvink et al. (1998) E 4 Respiratory, Ocular CAR Roelvink et al. (1998) F 40, 41 Gastrointestinal CAR Roelvink et al. (1998) a Listed receptors are suggested to be used by one or more serotypes of the subgroup.\n\nbirds, amphibians and reptiles (Davison et al., 2003) . HAd serotypes are classified into six distinct subgroups (species) (A-F) based on their hemagglutination properties, oncogenic potential in newborn hamsters, genomic organization and DNA homology (Berk, 2007; Fauquet et al., 2005) . Subgroup B is further subdivided into B1 and B2 subspecies on the basis of restriction enzyme digestion patterns of their genomes and differences in tissue tropism (Segerman et al., 2003a; Wadell et al., 1980) . In immunocompetent individuals, HAds are involved in mostly mild and self-limiting disease, whereas, in children and immunocompromised adults the disease may be acute or even life-threatening (Kojaoghlanian et al., 2003) . In general, HAds of different subgroups exhibit distinct tissue tropism and clinical manifestations (Table 1) . Typically, HAd subgroup B1, C and E mainly cause respiratory tract infections, whereas those of subgroup D and E lead to ocular infections (Russell, 2005) . HAd serotypes from subgroup A and F are responsible for gastrointestinal infections and B2 subgroup HAds cause renal and urinary tract infections (Russell, 2005) . Likewise, Ads from nonhuman origin also show distinct tissue tropism. The initial attachment of Ad to its primary receptor, which differs among Ad subgroups (Table 1) , is considered as one of the primary determinants to Ad tropism. Ads have generated immense interest as vectors for therapeutic gene delivery. HAd serotype 5 (HAd5) is the most extensively studied and most commonly used Ad serotype for gene delivery applications. To date, many preclinical studies as well as clinical trials with variable but encouraging results have been conducted or are currently in progress (http://www.wiley.co.uk/genetherapy/clinical/). As of September 2008, nearly 25 percent of 1472 gene therapy clinical trials approved worldwide utilized Ad vectors; most of them were directed towards cancer gene therapy (http://www.wiley.co. uk/genetherapy/clinical/). Popularity of Ad vectors is based on several advantages such as efficient transgene delivery and expression, transduction of both dividing and non-dividing cells, ease of propagation to high titers, episomal persistence of the Ad genome within the nucleus with minimal risk of genomic insertional mutagenesis, relative stability in blood following systemic administration, high capacity to accommodate foreign DNA and significant progress in our understanding of the biology of Ad (Douglas, 2007; Wu et al., 2001) . However, despite aforementioned advantages, clinical application of Ad vectors is limited by several disadvantages such as strong immunogenicity of Ad vectors, prevalence of preexisting anti-HAd immunity in human population, lack of specific targeting, rapid blood-clearance and predominant hepatotropism following systemic administration (Douglas, 2007; Wu et al., 2001) .\n\nAd entry into the host cells is mediated through two main events: an initial step of virus attachment to a primary cell surface receptor with the knob domain of the viral fiber followed by secondary interactions between viral capsid components and internalization receptors (Leopold and Crystal, 2007) . For a variety of HAd serotypes and few nonhuman Ads, several cellular receptors have been identified or proposed (Zhang and Bergelson, 2005) . The identification of cellular receptors used by Ads is necessary for better understanding of viral pathogenesis as well as for the development of novel Ad-based gene delivery vectors. In this review, we discuss the various Ad receptors, their implications in Ad tropism and various strategies to modify Ad-receptor interaction for the development of novel Ad vectors with altered tropism, greater efficacy and safety.\n\nCoxsackievirus-adenovirus receptor is a 46 kDa type I transmembrane glycoprotein that was initially identified as a high affinity attachment receptor for coxsackievirus B as well as HAd serotypes 2 and 5 (Bergelson et al., 1997; Tomko et al., 1997) . CAR belongs to the cortical thymocyte marker of the Xenopus (CTX)subfamily of immunoglobulin (Ig) superfamily and consists of two extracellular Ig-like domains (distal variable type-D1; proximal C2 type-D2), a single-pass hydrophobic transmembrane domain and a long carboxy-terminal cytoplasmic domain (Chretien et al., 1998; Wang and Bergelson, 1999) . Among these domains, the D1 domain alone is sufficient for interaction with the Ad fiber knob Kirby et al., 2000; Wang and Bergelson, 1999) . In general, the knob-CAR interaction serves to attach the virion to the host cell surface and subsequently, virus endocytosis is promoted by interaction of virus-CAR complex with additional co-receptors such as integrins (Wickham et al., 1993) . However, integrin-independent virus internalization, though at a slower rate, has also been reported (Shayakhmetov et al., 2005a) . In addition to HAd2 and HAd5, many HAd serotypes of subgroup A, D, E and F but not of subgroup B recognize CAR (Roelvink et al., 1998) . Several Ad vectors derived from nonhuman species have also been investigated as alternative vectors for gene delivery applications (Bangari and Mittal, 2006) . Many of these vectors, such as canine, chimpanzee and avian Ads have been shown to interact with CAR, while bovine, porcine and ovine Ads appear to enter the cells in a CAR-independent manner (Bangari and Mittal, 2005; Bangari et al., 2005a; Cohen et al., 2002; Glasgow et al., 2004; Soudais et al., 2000; Tan et al., 2001) . Susceptibility of a particular cell type to HAd5 infection has been found to correlate with the expression levels of CAR (Asaoka et al., 2000; Fuxe et al., 2003; Hemmi et al., 1998; Li et al., 1999) . Moreover, the induced expression of CAR on a variety of cell types naturally refractory to Ad infection showed improved transduction (Nalbantoglu et al., 2001) . Transgenic mice expressing CAR in selected tissues also showed enhanced Ad transduction to the target cells (Bao et al., 2005) . Homologues of human CAR are present in several other species including mice, rats, dogs and pigs with high levels of homology Fechner et al., 1999; Tomko et al., 1997) .\n\nTissue distribution of CAR is quite complex and developmentally regulated (Philipson and Pettersson, 2004) . Though sufficient levels of mRNA encoding CAR have been observed in various tissues (Tomko et al., 2000 (Tomko et al., , 1997 , the highest levels have been reported in embryonic tissues and gradually decline after birth in most of the tissues (Raschperger et al., 2006) . On polarized epithelial cells, CAR is preferentially expressed at the basolateral surface and is absent from the apical surface that may limit the virus infection across the epithelial surface (Cohen et al., 2001; Walters et al., 1999; Zabner et al., 1997) . Studies have localized CAR to the tight junction and/or adherens junction where it is associated with zonula occludens-1 and other tight junction proteins and is engaged in homotypic cell-cell interaction, adhesion and tissue genesis (Cohen et al., 2001; Raschperger et al., 2006) . CAR-deficient mice die during embryonic stage due to defects in cardiac development indicating the importance of CAR in organogenesis and embryonic development (Chen et al., 2006; Dorner et al., 2005) .\n\nIn spite of the wide variation in the fiber knob amino acid sequences among the HAd serotypes compared to HAd5 (29-66%), amino acid residues involved in CAR-binding are well-conserved among the CAR-binding HAd serotypes. By sequence analysis and mutagenesis studies, the key CAR-binding residues on HAd5 and other CAR-binding serotypes were identified on the side of each monomer of the trimeric knob (Kirby et al., 2000 Roelvink et al., 1999) . The crystal structure of HAd12 fiber knob complexed with D1 domain of CAR identified critical regions of knob for CAR-binding . CAR D1 molecule binds at the interface between two adjacent HAd12 knob monomers, which is consistent with the observation that most neutralizing antibodies are directed against the trimeric knob . However in HAd5 and HAd2, the adjacent monomer may not contribute to CAR-binding, but each monomer of the trimeric knob independently binds to CAR (Kirby et al., 2000) . Other CAR-binding serotypes (HAd9 and HAd41) also have conserved residues for CAR-binding and similar crystal structures compared to HAd5 Roelvink et al., 1998 Roelvink et al., , 1999 . On the other hand, non-CAR-binding serotypes (HAd3, HAd7, HAd19, HAd30, and HAd35) either lack the conserved CAR-binding residues or the charge/steric hindrance, which hampers the knob-CAR interaction (Burmeister et al., 2004; Durmort et al., 2001; Davidson, 2002, 2005; Leissner et al., 2001) .\n\nThe shaft domain imparts the Ad fiber protein its length and also determines its flexibility (Chroboczek et al., 1995; Ruigrok et al., 1994) . Different Ad serotypes exhibit different fiber-shaft lengths depending on the number of pseudo-repeats within the shaft. In general, a shorter and rigid fiber hinders Ad binding to CAR as well as secondary interactions with integrins (Chroboczek et al., 1995; Shayakhmetov and Lieber, 2000) . Interestingly, the charge on hypervariable region (HVR) 1 of the hexon can also influence Ad interaction with its receptor (Crawford-Miksza and Schnurr, 1996) . These observations implicate the complex nature of Ad-CAR interaction.\n\nBecause of the paucity of CAR on their surface, many primary and cancer cells are refractory to transduction by CAR-binding Ad vectors (Kim et al., 2002) . CAR expression levels in cancer tissues inversely correlate with tumor aggressiveness, but induction of CAR on highly tumorigenic cancer cells has tumor suppressor effects. This observation also highlights the need for other Ad vectors with CAR-independent internalization for cancer gene therapy.\n\nIntegrins are non-covalently associated heterodimeric cell surface adhesion molecules composed of ␣ and ␤ subunits that play a critical role in a number of host cell functions including cell attachment, migration, growth and differentiation (Luo et al., 2007; Stewart and Nemerow, 2007) . There are eighteen different ␣ subunits and eight ␤ subunits, which can form more than twenty ␣/␤ heterodimers (Stewart and Nemerow, 2007) . Most integrins are ubiquitously expressed on a wide variety of cells, and a broad range of microbial pathogens can recognize them to invade host cells (Hynes, 1992; Stewart and Nemerow, 2007) . Multiple types of integrin molecules that include vitronectin receptors ␣v␤3 and ␣v␤5 (Wickham et al., 1993) , as well as ␣v␤1 (Li et al., 2001) , ␣3␤1 (Salone et al., 2003) and ␣5␤1 have been shown to act as secondary receptors for many Ads. Integrins interact with the Arg-Gly-Asp (RGD) or Leu-Asp-Val (LDV) motif displayed on the exposed loops of Ad penton base. In general, Ad-integrin interaction is of relatively low affinity; therefore, high affinity primary fiber-receptor interaction is crucial for efficient Ad infection. Most of the sequenced HAd serotypes, except HAd40 and HAd41, contain the RGD motif in their penton bases and most likely use integrins as co-receptors (Albinsson and Kidd, 1999) . The cytoplasmic domains of ␣ and ␤ subunits of integrins interact with a variety of signaling molecules, therefore Ad-integrin interaction promotes activation of p130CAS (Crk-associated substrate), phosphatidylinositol 3 kinase and Rho family of small GTPase, which results in actin polymerization, cytoskeletal rearrangement and enhanced Ad internalization through receptor-mediated endocytosis . The cryoelectron microscopic structural analyses of HAd2 or HAd12 complexed with the ␣v␤5 integrin revealed its binding to the penton base RGD motif (Chiu et al., 1999; Mathias et al., 1998) . These structural findings also suggested that the pentameric spatial arrangement of RGD motifs on the penton base is necessary for receptor clustering and initiation of cell-signaling events required for virus internalization. Besides internalization, the integrin ␣v␤5 plays a major role in membrane permeabilization and virus escape into the cytosol (Majhen et al., 2009; Wickham et al., 1994) . Ad vectors with penton base RGD motif deletion not only showed delayed uptake but also resulted in slow endosomal escape (Shayakhmetov et al., 2005a) . Members of the ␤2 integrin family (␣M␤2 and ␣L␤2) led to the attachment of fiberless HAd2 particles to CAR-deficient monocytic cells, followed by the secondary interaction with ␣v integrins (Huang et al., 1996) .\n\nIn order to overcome the limited expression of primary Ad receptors, strategies based on incorporation of additional RGD motifs on Ad fiber knobs have been used to enhance the Ad transduction to a wide variety of cells including endothelial cells, smooth muscle, fibroblasts, numerous tumor cell types, and dendritic cells (DCs) that express low levels of CAR but high levels of integrins (Hidaka et al., 1999; Majhen and Ambriovic-Ristov, 2006; Okada et al., 2001; Staba et al., 2000; Wickham et al., 1997) .\n\nMembrane cofactor protein (MCP) or CD46 is a ubiquitously expressed type I transmembrane glycoprotein, and its biological function is to prevent complement activation on the autologous tissue by binding and inactivating C3b and C4b . CD46 mainly consists of an amino-terminal extracellular domain comprising of four modules, termed as short consensus repeats (SCR)-SCR I, SCR II, SCR III and SCR IV, one to three Ser-Thr-Pro (STP) rich domain/s, a short region of unknown function, a hydrophobic transmembrane domain and a carboxy-terminal cytoplasmic tail (Russell, 2004) . Owing to alternative RNA splicing in the STP region and cytoplasmic domain, four major CD46 isoforms (BC1, BC2, C1 and C2), in addition to minor splice variants, are co-expressed in most tissues . Interestingly, CD46 is also referred to as \"pathogen magnet\" since besides subgroup B HAds, it also acts as a receptor for a number of other human pathogens such as measles virus, herpesvirus 6, bovine viral diarrhea virus, Streptococcus pyogenes, Neisseria gonorrhoeae, N. meningitides and Helicobactor pylori, each recognizing a different structure on the CD46 ectodomain (Cattaneo, 2004; Lindahl et al., 2000) .\n\nEarlier studies had demonstrated that neither subgroup B HAds cross-competed with HAd virions from other serogroups (A, C, D, E and F) for cell receptors, nor they interacted with a soluble recombinant CAR, suggesting that they utilized different cellular receptor/s for internalization (Akiyama et al., 2004; Defer et al., 1990; Stevenson et al., 1995) . Subsequently, CD46 was identified as a cellular receptor for the majority of subgroup B HAds including HAd3, HAd7, HAd16, HAd21 and HAd50 (subspecies B1), and HAd11, HAd14, HAd34 and HAd35 (subspecies B2) (Fleischli et al., 2007; Gaggar et al., 2003; Segerman et al., 2003a,b; Sirena et al., 2004) . CD46 usage by HAd3 and HAd7 remains controversial (Fleischli et al., 2007; Gustafsson et al., 2006; Marttila et al., 2005; Tuve et al., 2006) . These discrepancies could be due to the variation in cell types, CD46 expression levels, different isoforms of CD46, or the involvement of additional receptors. It has been suggested that HAd3 and HAd7 engage CD46 via similar binding sites as those by HAd11 and HAd35, but antibody or soluble CD46 competition experiments showed differences in CD46 binding by HAd3/HAd7 and HAd11/HAd35 (Fleischli et al., 2007) . In addition, subgroup D HAds (e.g. HAd37 and HAd49) have also been suggested to use CD46 as an attachment receptor (Lemckert et al., 2006; Wu et al., 2004) .\n\nAntibody mapping, competition assays, the use of CD46 mutants and the crystal structure of HAd11 knob complexed with the knobbinding region of CD46 have unraveled the interaction of subgroup B HAds with CD46. It was demonstrated that the SCR II domain was crucial for the binding and infection with HAd35 or HAd11 fiber-bearing vectors, although SCR I is also required to maintain SCR II in a conformation that favors virus binding (Sakurai et al., 2006; Shayakhmetov et al., 2005b) . Crystallographic studies have shown that binding of HAd11 to CD46 is accompanied by profound change in CD46 conformation as it gets straightened into a rodlike shape from its bent native form. This conformational change further exposes the hidden residues in CD46 for binding to the HAd11 knob. Three major contact regions (designated as A, B and C) within the HI, DG and IJ loops of HAd11 knob together with residues critical for CD46-binding were identified (Persson et al., 2007) . Critical residues of the HAd35 fiber knob likely to be involved in CD46-binding were also identified (Power et al., 2007) . The crystal structure of HAd35 fiber knob was solved and a model of the fiber knob complexed with CD46 was generated (Pache et al., 2008) . Despite certain structural differences in CD46-binding regions of HAd35 and HAd11, both Ads exhibited similar binding mechanism and affinity.\n\nNumerous studies have suggested the existence of additional receptor/s for some of the subgroup B HAds (Marttila et al., 2005; Segerman et al., 2003a; Tuve et al., 2006) . The identity of an additional receptor, which is distinct from CD46, remains elusive and has been referred to as species B HAd receptor (sBAR) or 'receptor X'. This elusive receptor is expressed at high levels on human mesenchymal and undifferentiated embryonic stem cells as well as on a variety of tumor cell lines, which are potential targets for gene therapy and stem cell research (Tuve et al., 2006 ). An alternative classification of subgroup B HAds based on their receptor usage has also been proposed (Tuve et al., 2006) . Group I HAds (HAd16, HAd21, HAd35 and HAd50) almost exclusively use CD46; Group II HAds (HAd3, HAd7 and HAd14) utilize 'receptor X' but not CD46 and Group III HAd (HAd11) use both CD46 and 'receptor X'. Chimpanzee Ad type 1 (AdC1), which is closely related to B2 subgroup HAds, unlike other chimpanzee Ad serotypes (AdC5, AdC6, AdC7 and AdC68), utilizes CD46 for cell entry but not CAR (Tatsis et al., 2007) .\n\nVectors derived from subgroup B HAds or pseudotyped chimeric vectors having fibers from subgroup B HAds can efficiently trans-duce cell types that are refractory to transduction by traditional HAd5-based vectors including malignant cancer cells, hematopoietic or mesenchymal stem cells, smooth muscle cells, human bone marrow stromal cells, synoviocytes, lymphocytes and DCs. Ad vectors utilizing CD46 as a receptor demonstrated reduced ability to induce interleukin (IL)-12 and other proinflammatory cytokines as compared to CAR-utilizing Ads, thereby dampening the immune response against Ads (Iacobelli-Martinez et al., 2005) . Therefore, CD46-utilizing vectors could significantly improve the duration of transgene expression in the target tissues.\n\nBecause of the lack of CD46 expression on rodent cells and low homology between human and rodent CD46, rodents do not serve as an ideal model for subgroup B HAds. CD46 transgenic mouse models that have CD46 expression profile similar to monkeys and humans, have been suggested as a suitable preclinical model for CD46-binding Ad vectors (Sakurai et al., 2006; Tatsis et al., 2007; Verhaagh et al., 2006) .\n\nCD80 (B7-1) and CD86 (B7-2) are type I glycoproteins and members of the Ig superfamily comprising of two extracellular Ig-like domains linked to a transmembrane domain and a cytoplasmic tail (Greenwald et al., 2005) . Both CD80 and CD86 are expressed on the surface of antigen-presenting cells (APCs), including DCs and B lymphocytes, and act as co-stimulatory signals for activation of cell-mediated immune response by binding to CD28 and cytotoxic T lymphocyte antigen-4 (CTLA-4) molecules (Greenwald et al., 2005) . Members of subgroup B HAds (both B1 and B2 Ads) specifically bind to and infect cells that express CD80 and CD86 (Short et al., 2004 (Short et al., , 2006 . Tropism of subgroup B HAds to the cells of hematopoietic origin and neoplastic cells is due to high levels of CD80/86 expression on these cells (Davidoff et al., 1999; Kanerva et al., 2002; Knaan-Shanzer et al., 2001; Rea et al., 2001; Short et al., 2004) .\n\nSince DCs are the most potent APCs, upregulation of CD80/86 molecules on mature DCs and their enhanced transduction by subgroup B HAds further highlight the potential of such vectors for vaccine and cancer gene therapy. Furthermore, transduction of DCs may also allow Ad vector to escape the host immune surveillance and to modulate the host immune responses (Rea et al., 2001) . However, the effect of Ad transduction on biological function of CD80/86 and its implication on T cell immune responses are still unknown.\n\nCD80/86 are distinct from the unknown 'receptor X' of subgroup B HAds (Tuve et al., 2006) . The involvement of CD80/86, in addition to CD46 and 'receptor X', as receptors for Ad internalization, further adds to the complexity of the receptor usage by subgroup B HAds. Further understanding of subgroup B HAd internalization will pave the way for the design of novel Ad vectors for gene delivery.\n\nSialic acid refers to N-or O-substituted derivatives of neuraminic acid, which are usually found in gangliosides and glycoproteins. Due to their negative charge and external position on glycoproteins and gangliosides as well as on the outer cell membranes, sialic acid has the potential to be the critical component of ligands for recognition by specific viruses. Sialic acid is known to be used by influenza virus, rotavirus, coronavirus and polyomavirus as a cellular receptor, although these viruses greatly differ in their interaction with sialic acid (Dormitzer et al., 2002; Stehle and Harrison, 1997; Weis et al., 1988) . Several members of subgroup D HAds (HAd8, HAd19a, HAd37) have tropism for the eyes and are frequently associated with epidemic keratoconjunctivitis (EKC) (Bell et al., 1959; Bennett et al., 1957; Hierholzer et al., 1974; Liszewski et al., 2005; Rekhter et al., 1998) . These EKC-causing serotypes were demonstrated to use sialic acid as a cellular receptor (Arnberg et al., 2000a (Arnberg et al., ,b, 2002 . On the contrary, closely related HAd9 and HAd19p (subgroup D HAds) do not cause EKC and neither use sialic acid as a receptor. The predicted isoelectric points of the knobs of sialic acid-binding HAd serotypes are at least 2 logs higher than those of other HAds implying that the electric charge can play a key role in knob-sialic acid interactions (Arnberg et al., 2002) . The binding of HAd37 to sialic acid was shown to be sensitive to salt and negatively charged compounds that further supported the importance of the electric charge in Ad-receptor interaction (Arnberg et al., 2002) . The knob of HAd19p (without ocular tropism) differs from HAd37 knob (with ocular tropism) only at two positions (Glu240Lys and Asp340Asn) that result in partial loss of unusually high positive charge from the HAd37 knob (Burmeister et al., 2004; Huang et al., 1999) . The amino acid alignment and crystal structure of subgroup D HAds revealed the conservation of the sialic acid-binding site located on the top of the knob that does not overlap with the CAR-binding site at the side of the knob (Burmeister et al., 2004) . Based on these findings, a multivalent sialic acid has been demonstrated to aggregate and neutralize HAd37 virions and has been proposed as a potential antiviral drug for treatment of EKC (Johansson et al., 2007) . Furthermore, the sialic acid utilizing Ads or chimeric HAd5 vectors with fiber/knobs derived from subgroup D Ads have demonstrated expanded tropism to cell types such as hematopoietic cells including DCs, otherwise considered refractory to transduction by CAR-utilizing HAd vectors.\n\nProteoglycans (PGs) are ubiquitously expressed glycoproteins that consist of a protein core with one or more covalently attached glycosaminoglycan (GAG) chains. GAGs are long, negatively charged, linear, carbohydrate polymers with variably sulfated repeating disaccharide units. PGs form the major component of extracellular matrix (ECM) and are involved in numerous biological functions such as cellular attachment, proliferation and differentiation, embryonic development, blood coagulation, and receptor-mediated endocytosis (Bishop et al., 2007) . Because of the wide prevalence of PGs, several pathogens have evolved to exploit them as an attachment or internalization receptor. Heparan sulfate proteoglycans (HSPGs) were shown to be involved in the attachment and infection of HAd2 and HAd5 and a consensus HSPG-binding sequence [Lys-Lys-Thr-Lys (KKTK) motif] in the fiber shaft was suggested to be responsible for virus interaction with the cell surface HSPGs (Dechecchi et al., 2001 (Dechecchi et al., , 2000 .\n\nSince hepatocytes are rich in the surface expression of HSPGs, enhanced liver transduction was attributed to the fiber-shaft KKTK motif and HSPG interaction. Mutation in the putative HSPG-binding motif of Ad resulted in significant reduction in liver transduction (Smith et al., 2003a,b) . This reduction in transduction was more pronounced when KKTK mutation was combined with CAR and/or integrin-binding ablation (Nicol et al., 2004) . However, Ad hepatotropism appeared to be receptor-independent and ablation of CAR and/or integrin-binding did not result in significant reduction in HAd5 liver transduction, despite decrease in transduction of hepatocytes in vitro (Nicklin et al., 2005) .\n\nDespite several studies on HSPGs and Ad interaction, there is still no clear evidence to implicate the role of KKTK motif in the livertargeting by Ad vectors. Moreover, the Ad fiber KKTK motif has not been experimentally shown to bind to HSPGs nor Ad have vectors been found to be associated with HSPGs. Due to the remarkably poor hepatotropism, KKTK mutant vectors initially appeared to be good candidates for developing retargeted vectors, but they were unable to efficiently transduce susceptible cells in vitro or in vivo (Smith et al., 2003a,b) . Furthermore, incorporation of retargeting ligands such as the integrin-binding RGD motif or the endothe-lial cell targeting Gln-Pro-Glu-His-Ser-Ser-Thr (QPEHSST) peptide in the HI loop of shaft-mutated Ad fiber fails to improve virus infectivity in cell lines that express high levels of integrins or to the endothelial cells (Bayo-Puxan et al., 2006; Kritz et al., 2007) . This diminished retargeting could be either due to the effect of mutation on the fiber structure and/or stability presumably because the KKTK motif is positioned adjacent to the flexibility-imparting domain of the fiber shaft, or mutation in the KKTK motif might interfere with post-attachment processes such as virion endocytosis, endosomal lysis and escape, and nuclear translocation (Di Paolo et al., 2007; Kritz et al., 2007) . Since KKTK mutant Ads showed only attenuated transduction of susceptible cells, Di Paolo et al. (2007) employed an indirect alternative strategy to investigate the potential role of the KKTK motif in liver transduction. They generated fibershaft chimeric HAd5-based vectors possessing fiber-shaft domain derived from HAd31 or HAd41 that lacked the KKTK motif, but could recognize CAR as an attachment receptor (Di Paolo et al., 2007) . No reduction in the efficiency of liver transduction by fiber-shaft chimeric vectors was observed compared to unmodified HAd5 vectors, suggesting that KKTK motif-HSPG interaction is unlikely to mediate Ad hepatotropism. Clearly, further studies are necessary to elucidate the exact role of the KKTK motif in various steps of virus entry. In a suggested alternative CAR-independent pathway, certain blood factors (see below) can act as a bridge to link Ad to hepatocellular HSPGs [or low-density lipoprotein (LDL) receptor-related protein] to mediate enhanced liver transduction (Shayakhmetov et al., 2005b) .\n\nA recent study has identified HSPGs as low affinity, sulfationdependent ligands to HAd3 and HAd35 (both subgroup B HAds) (Tuve et al., 2008) . HAd3 interacted with HSPGs via the knob while HAd35 interaction to HSPGs was via other unknown viral protein/s. It was observed that PGs were not the absolute requirement for virus attachment; instead these vectors exploit ubiquitous HSPGs in order to gain better access to other high affinity and preferred attachment receptor/s (such as CD46, and 'receptor X'). Remarkable differences in their binding affinities suggest that HSPGs most likely do not represent the unidentified 'receptor X' for subgroup B HAds.\n\nMajor histocompatibility complex class I (MHC-I) molecules are the cell surface peptide-binding and antigen-presenting glycoproteins that consist of a polymorphic heavy chain non-covalently linked to an invariant chain (␤-2-microglobulin; ␤2m) (Bjorkman and Parham, 1990) . Reverse antibody biopanning of a phage display library was employed to identify mimotopes of the fiber protein receptor and the ␣2 domain of the heavy chain of MHC-I was proposed to be involved in primary binding of HAd2 and HAd5 fiber . The expression of MHC-I on a lymphoblastoid cell line resulted in increased fiber binding and Ad-mediated gene transfer as compared to the cells that lacked MHC-I expression . However, involvement of MHC-I in Ad attachment to susceptible cells remains unclear (Davison et al., 1999; McDonald et al., 1999) . Human leukocyte antigen (HLA, human MHC system) and CAR were co-expressed on Chinese hamster ovary (CHO) cells, and it was found that HAd5 fiber bound to a single high affinity CAR receptor and not to HLA (Davison et al., 1999) . It was suggested that MHC-I molecules may play a role in Ad attachment and internalization only in the absence of or low availability of CAR. Alternatively, MHC-I can directly or indirectly assist to increase the CAR accessibility to the Ad fiber (Davison et al., 1999) .\n\nVascular cell adhesion molecule-1 (VCAM-1) is a type I membrane sialoglycoprotein expressed by cytokine-activated endothelium that mediates leukocyte-endothelial cell adhesion and signal transduction, and may play a role in the development of atherosclerosis (Osborn et al., 1989) . Similar to CAR, VCAM-1 is also an Ig superfamily protein that shares modest level of homology with CAR (Chu et al., 2001) . Ad-mediated gene transfer to vascular endothelium has been observed to be more effective in atherosclerotic vessels as compared to undamaged vessels (Ooboshi et al., 1997; Rekhter et al., 1998) . Increased surface expression of VCAM-1 on atherosclerotic vessels was suggested to be responsible, in part, for augmented Ad transduction (Chu et al., 2001) . Constitutive expression of VCAM-1 in murine fibroblast (NIH 3T3) cells resulted in modest increase in Ad binding, as compared to HAd5 infection in parental NIH 3T3 cells (Chu et al., 2001) .\n\nOther unidentified molecules of Ig superfamily that share some homology with CAR could possibly act as auxiliary low-affinity receptors that may assist to improve Ad-mediated gene transfer to CAR-deficient cells.\n\nIn vivo tropism of Ad differs remarkably from its in vitro tropism. In cell culture systems, Ad follows the classical two-step process for internalization but in vivo, a multitude of host factors significantly modulate the tropism and biodistribution of the systemically inoculated Ad vector. Increased transduction of hepatocytes following systemic administration appeared to be independent of Ad primary receptors as abolition of CAR-and/or integrin-Ad interactions has not been successful to modify Ad tropism (Nicklin et al., 2005) . Shayakhmetov et al. utilized in situ liver perfusion technique to investigate Ad-mediated hepatocyte transduction in the presence or absence of blood and demonstrated that coagulation factor IX and complement component C4-binding protein can bind to the Ad fiber knob and can act as a link for virus uptake by hepatocytes through HSPG or LDL receptor-related protein (Shayakhmetov et al., 2005b) . Furthermore, mutations in the fiber knob that ablate blood factor-binding, significantly reduced the transduction of the liver cells (Shayakhmetov et al., 2005b) . In a subsequent study, additional vitamin K-dependent blood coagulation factors (FVII, FIX, FX and protein C) that share a common domain structure, were implicated in HAd5 transduction of hepatocytes (Parker et al., 2006) . Downregulation of vitamin K-dependent zymogens by warfarin resulted in remarkable reduction in hepatocellular transduction and FX infusion and restored Ad transduction of hepatocytes (Parker et al., 2006) . Recently, two independent studies utilizing cryoelectron microscopy and surface plasmon resonance analysis have demonstrated that HAd5 hexon protein (not fiber protein) binds to FX and this interaction is mainly responsible for Ad localization to hepatocytes (Kalyuzhniy et al., 2008; Waddington et al., 2008) . FX-binding sites were identified in the HVR of the hexon protein and mutations in the hexon or swapping of HAd5 HVR with that of non-FX-binding Ad serotype (HAd48) resulted in substantial reduction in HAd5 liver tropism (Kalyuzhniy et al., 2008; Waddington et al., 2008) . It was also suggested that FX forms a mesh that covers most of the Ad surface and may sterically inhibit fiber-mediated interactions with other receptors. There was a significant variation among Ad serotypes in their ability to bind FX that correlated with their ability to transduce hepatocytes. These findings provide new insights regarding hepatotropism of Ad vectors and further investigations in this direction would pave the way for the development of safe and tissue-specific Ad vectors for gene delivery.\n\nSystemic administration is necessary to harness the full potential of Ad vectors in gene delivery applications. In vitro tropism of Ad vectors does not necessarily correlate with their in vivo tropism. Moreover, natural tropism of Ads usually does not always match the therapeutic requirements. Several investigators are developing strategies to ablate the native tropism of Ad vectors and introduce novel tropism towards target cells. Numerous strategies for retargeting Ad vectors have been proposed and investigated with variable efficacies ( Table 2) . One of the approaches is physical targeting, in which the virus surface is coated with polymers such as polyethylene glycol, poly-[N-(2-hydroxypropyl)methacrylamide] (pHPMA) or biodegradable alginate microparticles (Croyle et al., 2000; Fisher et al., 2001; Kreppel and Kochanek, 2008; Sailaja et al., 2002) . This modification ablates the native tropism of the vector besides shielding it from the host immune response. Selective targeting could be achieved by attachment of a variety of targeting ligands (peptides, proteins or antibodies) to these polymers (Eto et al., 2008; Kreppel and Kochanek, 2008; Morrison et al., 2008; Stevenson et al., 2007) . Another effective strategy for physical targeting is the use of bispecific adaptor molecules (including bispecific antibodies or fusion proteins) that consist of two components-one that binds with high affinity to the fiber knob and the other that binds with high specificity with a target tissuespecific receptor (Dmitriev et al., 2000; Douglas et al., 1996; Haisma et al., 2000 Haisma et al., , 1999 Nettelbeck et al., 2001; Parrott et al., 2003) . In this strategy, however, the two-component nature of bispecific molecule adds complications in manufacturing such vectors and also in maintaining batch-to-batch homogeneity. Furthermore, as these modifications are not genetic, the progeny virions would be devoid of such modifications. Therefore, genetic modification of the capsid proteins is a more favored option. In genetic targeting, the fiber knob, being the receptor-seeking moiety, is chosen to incorporate foreign targeting ligands. Two locations (C terminus and HI loop of HAd5 fiber knob) have been identified that accept such modifications with least constraints. Incorporation of RGD or polylysine (pK7) ligands on these locations led to enhancement of Ad infectivity to a wide variety of target cells (for example tumors cells and DCs) that overexpress integrins or HSPGs, respectively (Dmitriev et al., 1998; Koizumi et al., 2003; Wickham et al., 1996; Wu et al., 2002) . Besides fiber knob, other capsid proteins such as hexon, penton, pIX or pIII have also been investigated to alter the vector tropism by cell-specific ligand incorporation Glasgow et al., 2006; Vellinga et al., 2004; Vigne et al., 1999; Wu et al., 2005) . Utilizing affibodies or library screening approaches, cell-specific targeting ligands can be identified that can be incorporated to Ad capsid to form stable virions (Belousova et al., 2008; Henning et al., 2002; Nord et al., 1997) .\n\nAnother insightful scheme to confer novel tropism to HAd5derived vectors is the substitution of the fiber/knob with that of other Ad serotypes that utilize non-CAR receptors for their internalization (this approach is also known as pseudotyping). Chimeric HAd5 vectors carrying fiber/knob from several other HAd serotypes (HAd35, HAd37, and HAd41) or nonhuman Ad such as, canine adenovirus (CAV) serotype 1, CAV2, and ovine adenovirus (OAV) serotype 8 have been generated, which showed improved transduction in ovarian cancer, malignant glioma, or head and neck cancer models (Breidenbach et al., 2004; Glasgow et al., 2004; Kanerva et al., 2002; Nakayama et al., 2006; Ni et al., 2006; Nicol et al., 2004; Rea et al., 2001; Stoff-Khalili et al., 2005; Ulasov et al., 2006; Zheng et al., 2007) .\n\nDespite their novel tropism and non-HAd5 fiber/knob components, chimeric Ad vectors can still get neutralized by HAd5 hexon-specific antibodies; therefore, some of the rare HAd serotypes and nonhuman Ads (Bangari and Mittal, 2006) are being developed and investigated as alternate vectors for gene delivery. These Ads are not prevalent in the human population and have distinct receptor usage, thus offering potential advantage over HAd5-based vectors. Vectors based on nonhuman Ads originally derived from pig (porcine adenovirus serotype 3; PAd3) or cattle (bovine adenovirus serotype 3; BAd3) have been developed (Bangari and Mittal, 2004; Mittal et al., 1995; Reddy et al., 1999a,b) . It has been demonstrated that there are no preexisting cross-neutralizing antibodies against PAd3 or BAd3 in humans, and importantly, HAd5-neutralizing antibodies do not cross-neutralize PAd3 or BAd3 (Bangari et al., 2005b; Moffatt et al., 2000) . PAd3 and BAd3 vectors can efficiently transduce human and murine cells in culture and internalization of these vectors was CAR-and integrinindependent (Bangari and Mittal, 2005; Bangari et al., 2005a,b) . In vivo studies in mice also indicated the altered biodistribution pattern of BAd3 and PAd3 vectors as compared to HAd5 vector (Sharma et al., in press) . Similarly, vectors derived from canine Ad, ovine Ad, chimpanzee Ad, murine Ad and fowl Ad are also being developed (Bangari and Mittal, 2006) .\n\nRecently, cell-based delivery of Ad vector is emerging as a novel delivery approach in which cells infected with Ad in vitro carry the Ad vector to the target tissue (Power et al., 2007) . This non-receptormediated Ad transduction system prevents vector neutralization by anti-Ad antibodies and elicits the desired therapeutic effect (Power et al., 2007) . Transcriptional targeting is another approach that involves the placement of critical viral transcription units or therapeutic gene with the target tissue-specific regulatory elements (TREs) (Nettelbeck, 2008) . As a result, the expression of therapeutic gene and/or virus replication is expected to occur selectively or preferentially in target cells. The early gene 1A (E1A) of Ad is the most common choice to be controlled by TREs as it is expressed first and is essential for viral replication, but other essential early genes (E1B, E2, and E4), either alone or in combination, have also been exogenously controlled to impart tissue specificity to Ad vectors (Doronin et al., 2001; Kawashima et al., 2004; Ko et al., 2005; Kuppuswamy et al., 2005; Li et al., 2005; Rodriguez et al., 1997) .\n\nSimilar to many other viruses, Ads have evolved to utilize redundant receptors abundantly expressed on a wide variety of cells throughout the body for cell invasion. Various studies have unraveled a variety of cell surface molecules involved in Ad entry by demonstrating interaction with viral capsid proteins. In this review, we discussed some of these cellular surface molecules that include CAR, integrins, CD46, CD80/86, sialic acid, proteoglycans (HSPGs), MHC-I and VCAM-1. Identification of additional Ad receptors that have eluded recognition since long will further widen the repertoire of Ad receptors and would be of importance to unravel the complexities of virus tropism and pathogenesis. Moreover, the knowledge of Ad and cell receptor interaction enables us to design specific vectors to target a specific tissue or an organ by ablation of the natural tropism and/or incorporation of new ligands, which may lead to reduction in the vector dose and in vivo toxicity while evading preexisting immune responses to Ad vectors.\n\nTo date, numerous strategies have been investigated to modulate the tropism of Ad vectors that have resulted in improved safety and efficacy as evident by promising preclinical as well as clinical data (Aghi and Martuza, 2005; Rein et al., 2006) . Differences in the receptor usage by Ad serotypes provide the unique opportunity to exploit the natural diversity in Ad tropism in designing vectors for diverse gene therapy applications. It is critical to identify suitable vector candidates to specifically and efficiently target important cell types for preventive or therapeutic gene delivery applications. Notably, most of the receptors identified to date utilized by Ad belong to Ig superfamily. Additional cell surface components that are similar in structure and share homology with identified receptors may potentially function as at least low affinity attachment receptors either alone or in combinations with multiple molecules, to stabilize the virus particle and facilitate its accessibility to the internalization receptors on the cell surface. Though the receptor binding is thought to be one of the key determinants of Ad tissue tropism, it is not sufficient to explain all aspects of in vivo host-virus interactions. For instance, enhanced transduction of liver cells or Ad uptake by Kupffer cells appear to be independent of the receptor usage. Better understanding of structural and functional interactions between Ad and host cells/proteins is required for rational design of more effective and safe vectors. In addition, the knowledge of Ad virus-cell interactions could aid in making improvements to other vector systems such as nonviral vectors that utilize Ad translocation pathways to obtain effective gene or drug transfer."}