{"title": "Animal models of Middle East Respiratory Syndrome coronavirus infection HHS Public Access", "body": "The Middle East respiratory syndrome coronavirus (MERS-CoV) was initially identified in a fatal case of severe respiratory illness in the Kingdom of Saudi Arabia (KSA) in September 2012, and earlier cases were retrospectively identified from an outbreak of severe respiratory illness in Jordan in 2012. Since then, MERS-CoV has caused 1366 laboratory confirmed cases with a case-fatality rate of 36% as of July 7, 2015 (Hilgenfeld and Peiris, 2013) (WHO, 2015) . The majority of cases has been detected in KSA and to a lesser extent the United Arab Emirates (UAE), Qatar and Jordan. In addition, travel-associated MERS cases have been reported from countries in Europe, Asia, Africa and North-America. Most recently, introduction of one travel-associated MERS case in South Korea resulted in a subsequent hospital-associated outbreak involving >180 cases (WHO, 2015) .\n\nMERS-CoV is a species in the lineage C of the β-coronavirus genus, which additionally only contains bat coronaviruses (de Groot et al., 2013) . Severe acute respiratory syndrome coronavirus (SARS-CoV) is an example of another species of the β-coronavirus genus, which infected >8000 people in 2002 -2003 (Bolles, Donaldson, and Baric, 2011b . Although the close relationship to several bat coronaviruses suggests a bat-related origin, an overwhelming body of evidence points to the involvement of dromedary camels in the transmission of MERS-CoV to a human host. Index cases have reported exposure to dromedary camels and other livestock (Buchholz et al., 2013; Drosten et al., 2013) ; serological studies have revealed the presence of antibodies against MERS-CoV in dromedary camels, but not in other livestock (Alagaili et al., 2014; Haagmans et al., 2014; Reusken et al., 2013) : virus was isolated from dromedary camels (Azhar et al., 2014; Raj et al., 2014a) ; and inoculation of dromedary camels with MERS-CoV results in a mild upper respiratory tract infection associated with large quantities of viral shedding (Adney et al., 2014) . These results do not exclude an ancestral bat origin; MERS-CoV might have jumped from a bat species to dromedary camels decades ago The earliest evidence of a MERS-CoVlike infection in dromedary camels from Eastern Africa is the detection of neutralizing antibodies in sera from 1983 (Muller et al., 2014) .\n\nInfection with MERS-CoV in humans results in a range of different clinical manifestations, from mild to severe disease. Infection is frequently associated with respiratory disease, although in rare cases viral RNA has been found in blood, stool and urine suggesting a systemic infection Guery et al., 2013; Kapoor et al., 2014) . Based on detection of a higher viral load in bronchoalveolar lavage (BAL) compared to oral swabs, viral replication is thought to predominantly take place in the lower respiratory tract (Bermingham et al., 2012; Drosten et al., 2013; Guery et al., 2013) . This is supported by radiology as well as the development of severe acute respiratory syndrome in a portion of the patients. A broad range of different symptoms has been reported, including fever, cough, sore throat, shortness of breath, chest pain, myalgia, vomiting and diarrhea. In severe cases, patients present with acute hypoxic respiratory failure requiring mechanical ventilation. Underlying comorbidities such as obesity, hypertension, diabetes mellitus type II and cardiac disease have been associated with a fatal outcome of MERS-CoV infection (Al-Abdallat et al., 2014; Arabi et al., 2014; Assiri et al., 2013; Bermingham et al., 2012) .\n\nAs of yet, no autopsy data of MERS-CoV-associated fatal cases is available and the description of MERS progression in humans is limited to clinical data such as radiographs, clinical biochemistry and hematology findings. Imaging of MERS-CoV patients has commonly revealed unilateral to bilateral consolidation and ground-glass opacities, airspace opacities, patchy infiltrates and interstitial changes. High numbers of neutrophils and macrophages in BAL have been documented. Both lymphopenia and lymphocytosis were reported, as well as thrombocytopenia, elevated lactate dehydrogenase, alanine aminotransferase, aspartate transferase and creatinine, suggesting liver, kidney and general tissue damage (Ajlan et al., 2014; Al-Abdallat et al., 2014; Assiri et al., 2013; Guery et al., 2013) .\n\nHuman-to-human transmission of MERS-CoV seems relatively limited; based on data obtained from documented clusters, the R 0 (the expected number of secondary infectious cases generated by an average primary infectious case in an entirely susceptible population) of MERS-CoV was estimated to be between 0.60-0.69 (Breban, Riou, and Fontanet, 2013; Kucharski and Althaus, 2015) . This suggests that virus transmission in humans is currently self-limiting. Clusters of transmission are associated with a hospital setting often lacking appropriate infection control measures, or close contacts (Al-Abdallat et al., 2014; Guery et al., 2013; Health Protection Agency, 2013) . The relative contribution of nosocomial transmission is modelled to be four times higher than that of communityacquired infection (Chowell et al., 2014) .\n\nMERS-CoV is the second introduction of a highly pathogenic coronavirus into the human population in the 21 st century. The recurrent outbreaks of MERS-CoV in humans in the Arabian peninsula and the identification of travel-related MERS cases in Africa, Europe, North America and Asia, highlights the need for medical countermeasures. Currently no vaccines or effective antiviral drugs exist against MERS-CoV, SARS-CoV or any other human coronavirus. For the preclinical development of MERS-CoV-specific medical countermeasures there is need for established animal models that recapitulate the severe disease observed in humans. In addition, animal models are needed for dissection of the underlying mechanisms of pathogenicity of MERS-CoV and the study of cross-species and human-to-human transmission. The continuous development of appropriate animal models to conduct medical countermeasure research is therefore of utmost importance.\n\nSmall animal models are regularly used as a first line of research on emerging viruses. Often a virus needs to be adapted to the small animal model of interest, such as was the case for SARS-CoV (Roberts et al., 2007) and Ebola virus (Bray et al., 1998) , potentially altering the disease-causing mechanisms in comparison to wild-type virus in the human host. Ideally an animal model should reproduce the hallmarks of human disease as closely as possible in an immunocompetent animal following a realistic dose of challenge virus via an appropriate inoculation route (Safronetz, Geisbert, and Feldmann, 2013 ). An important component of the FDA's Animal Rule, which concerns the approval of new drugs when human efficacy studies are not ethical or feasible, states that FDA will rely on evidence from animal studies if the animal models used are expected to react with a response predictive of humans or a single animal model is sufficiently characterized to predict the human response (U.S. Department of Health and Human Services Food and Drug Administration, 2014). As such, species closely related to humans, such as non-human primates, have a greater potential to be developed into models predictive of human response and disease outcome. Importantly, for the evaluation of specific antivirals and vaccines these disease models will provide the best predictive value.\n\nThe coronavirus spike (S) protein binds to a cell-associated receptor prior to entry. The specific receptor as well as the ability of the S protein to bind to different variants of this receptor determines the host tropism of the virus (Graham and Baric, 2010; ., The receptor for MERS-CoV was identified to be an exopeptidase; dipeptidyl peptidase 4 (DPP4) . DPP4 is a type II cell surface glycoprotein which forms dimers and has a widespread organ distribution, with a variable and cell-dependent expression pattern. DPP4 is multifunctional and plays a role in processes such as cell adhesion, apoptosis and lymphocyte stimulation (Lambeir et al., 2003) . For this last function, the interaction between DPP4 and adenosine deaminase (ADA) is thought to be of importance. Interestingly, the amino acids of DPP4 interacting with ADA show a great overlap with the amino acids interacting with MERS-CoV S protein (Lu et al., 2013; Wang et al., 2013) . During species evolution the need to maintain the interaction between ADA and DPP4 might have limited the potential of variation of the interacting amino acids. This restriction in variability of DPP4 orthologs could explain the relatively large number of potential hosts of MERS-CoV based on in vitro data (Chan et al., 2013a; Chan et al., 2013b; Kindler et al., 2013; Muller et al., 2012) . ADA was shown to compete with S for binding with DPP4, highlighting the similarities in protein-protein contact between these two complexes (Raj et al., 2014b) .\n\nUpon identification of DPP4 as the receptor for MERS-CoV, co-crystallization of the complex of DPP4 and the receptor binding domain (RBD) of S was performed by several different groups. These studies revealed a protein-protein contact mainly mediated by hydrophilic residues involving the blades IV and V of the DPP4 β-propeller and a RBD homologous to that of SARS-CoV Lu et al., 2013; Wang et al., 2013) . A number of interacting amino acids were identified (Table 1 ) and used to predict the ability of various species to function as a host for MERS-CoV (van Doremalen et al., 2014) . This method can be particularly useful when choosing potential animal models and searching for reservoir or intermediate hosts.\n\nThe importance of DPP4 as the main limiting factor in the observed host tropism of MERS-CoV has been shown by several groups. In vitro, it was shown that expression of human DPP4 and other orthologs of DPP4 on non-susceptible cells rendered them susceptible, whereas this was not the case for hamster, mouse and ferret DPP4 (Cockrell et al., 2014; Raj et al., 2014b; . Alteration of just five amino acids in hamster DPP4 and two in mouse DPP4 (Cockrell et al., 2014) for entry of MERS-CoV into previously non-susceptible cells. This underlines the lack of variability between DPP4 orthologs and the associated potential for the S protein to adapt to different host species.\n\nA common strategy for the development of small animal models is the adaptation of the virus to the host. This has been done previously for Ebola virus by serially passaging the virus in progressively older suckling mice (Bray et al., 1998) and for SARS-CoV by 15 passages in the respiratory tract of young BALB/c mice (Roberts et al., 2007) . Further investigation of the six amino acid mutations in mouse-adapted SARS-CoV identified a single amino acid change within the S protein as necessary, but not sufficient for the observed increased pathogenicity, compared to wild-type SARS-CoV. This is thought to be associated with an increased affinity for the murine receptor ortholog (Frieman et al., 2012) . Interestingly, both mouse and hamster DPP4 contain a R336T substitution which removes a highly conserved positive charge and introduces a glycosylation site. For murine DPP4, this glycosylation site has been shown to be a hindrance in cell entry for MERS-CoV (Peck et al., 2015) . Glycosylation of DPP4 might be an important limitation in the ability to adapt MERS-CoV to a host in the development of small animal models.\n\nSeveral small animal species have been evaluated for their ability to support MERS-CoV replication, with variable degrees of success (see Table 2 for summaries).\n\nThree different mouse strains (Mus musculus) that developed disease upon infection with mouse-adapted SARS-CoV have been evaluated as MERS-CoV infection models: immunocompetent BALB/c mice, 129S6/SvEv and innate immune-deficient 129/STAT1−/− mice. Eight-week-old mice of these strains were intranasally (IN) inoculated with PBS, 120 or 1200 TCID 50 of MERS-CoV strain HCoV-EMC/2012 and euthanized on 2, 4 (BALB/c) or 9 (129S6/SvEv and 129/STAT1−/−) dpi. No significant weight loss was observed and no infectious virus could be detected in the lungs of any mouse strain. Genomic MERS-CoV RNA was detected, but no viral messenger RNA. Only minor pathological lesions or signs of an inflammatory response were observed in the lungs. Seropositivity in these mice was not tested. Together, these data suggest a lack of viral replication in mice (Coleman et al., 2014b) .\n\nSyrian hamsters (Mesocricetus auratus) were inoculated intratracheally (IT) with 10 3 TCID 50 or 10 6 TCID 50 of HCoV-EMC/2012, or via aerosolization with 4×10 2 TCID 50 of HCoV-EMC/2012 and euthanized on day 2, 4, 8, 14 or 21 post infection. None showed clinical signs of disease, weight loss or changes in body temperature. Nasal, oropharyngeal, urogenital and fecal swabs, collected daily, were negative for viral RNA. Upon necropsy, no gross or microscopic lesions were observed and no viral RNA was detected in any investigated tissue. Finally, no up-regulation of Mx2 gene expression, an indicator of an innate immune response, was detected and the hamsters did not seroconvert. As with the \n\nFerrets (Mustela putorius furo) are susceptible to several respiratory pathogens, such as SARS-CoV and influenza A virus. Upon IT and IN inoculation of ferrets with 10 6 TCID 50 of HCoV-EMC/2012, viral RNA was only detected in nasal and oropharyngeal swabs up to 2 dpi, and not in the 12 days thereafter. No infectious virus was detected, and none of the animals seroconverted (Raj et al., 2014b) .\n\nPrimary rabbit cells as well as rabbit tissue slices can be infected with MERS-CoV, which prompted the investigation of the feasibility of a rabbit MERS-CoV infection model (Haagmans et al., 2015) . Six-month-old female New Zealand white rabbits (Oryctolagus cuniculus) were IN and IT inoculated with 5×10 6 TCID 50 of HCoV-EMC/2012 and euthanized on 3, 4 or 21 dpi. All animals remained free of clinical signs of disease, and no changes in body temperature or weight were observed during the experiment. Infectious virus could be detected in nasal swabs up to 7 dpi, and in oropharyngeal swabs up to 3 dpi in a limited number of samples. No infectious virus or viral RNA could be detected in rectal swabs. Infectious virus at low levels could be isolated from lung tissue, whereas viral RNA was detected in the respiratory tract, central nervous system and spleen but not the kidney, liver or intestine. No gross pathology was observed at necropsy, however microscopically mild to moderate rhinitis and focal mild to moderate necrosis was observed in nasal turbinates. Furthermore, moderate proliferation in bronchus-associated lymphoid tissue was observed. No lesions were found in any other tissue. Using in situ hybridization, MERS-CoV RNA was detected in type I and type II pneumocytes, bronchiolar epithelial cells, and nasal epithelial cells. MERS-CoV antigen was detected in respiratory epithelium, olfactory epithelium, type I and type II pneumocytes, bronchial and bronchiolar epithelial cells and alveolar epithelial cells ( Table 2) . Expression of MERS-CoV antigen seemed most prominent in the upper respiratory tract. Seroconversion of rabbits was observed after 21 days (Haagmans et al., 2015) .\n\nAn alternative to adaptation of MERS-CoV to mice is the expression of human DPP4 in murine tissues. The functionality of such a model has been shown in two different ways: transient expression of human DPP4 in mouse lungs, established by infection with a recombinant adenovirus encoding human DPP4 (Zhao et al., 2014) and transgenic mice expressing human DPP4 in all tissues (Agrawal et al., 2015; Pascal et al., 2015) .\n\nA replication-deficient adenovirus containing a FLAG and myc-tagged human DPP4 cDNA was developed and used to transduce a variety of immunocompetent and immunodeficient strains of mice:\n\n• 6-12 week-old BALB/c and C57BL/6 • 18-22 month-old BALB/c and C57BL/6\n\n• MAVS−/− (impaired in RIG-I-like receptors)\n\n• MyD88−/− (impaired in Toll-like receptors)\n\n• IFNAR−/− (impaired in IFN signaling)\n\n• TCRα−/− (deficient in T cells)\n\n• μMT (deficient in B cells)\n\n• RAG1−/− (deficient in T and B cells) and\n\n• SCID mice (deficient in T and B cells).\n\nInoculation of healthy young and old mice with MERS-CoV 5 days after inoculation with adenovirus resulted in MERS-CoV replication, but not mortality. Virus was cleared in 6-8 days in young immunocompetent mice and 10-14 days in old mice. Moderate weight loss was only observed in older mice. Virus clearance was delayed in MyD88−/− and IFNAR−/− mice compared to WT mice, but not in MAVS−/− mice. Deficiency in T cells, but not B cells, resulted in a lack of clearance of the virus (Zhao et al., 2014) .\n\nUsing an hDPP4 expression cassette, transgenic mice expressing human DPP4 in all tissues were generated. Upon IN inoculation of transgenic and WT mice with 10 6 TCID 50 of MERS-CoV, mice expressing hDPP4, but not WT mice, started losing weight 2 dpi, up to 30% at 5 dpi. Mortality was 100% on day 6 postinfection. Viral shedding was not investigated. Viral RNA could be detected in the lungs, brain, heart, spleen, and intestine of hDPP4-expressing mice, but not in the liver or kidney. Infectious virus was isolated from lungs (2 and 4 dpi) and brain (4 dpi), but no other investigated tissues. Gross lesions (red to dark red discoloration and multifocal consolidation) were observed in the lungs of hDPP4expressing mice. Microscopically, a moderate bronchointerstitial pneumonitis was observed 2 dpi ( Figure 1A) , which progressed to include more intense cellular infiltrates 4 dpi. No pathological changes were observed in the brain ( Figure 1B ). Viral antigen was detected in type I and type II pneumocytes, brain microglia, astrocytes, and neuronal cells ( Figure 1 , Table 2 ). Elevated gene expression of antiviral cytokines, proinflammatory cytokines and chemokines was detected by qRT-PCR (Agrawal et al., 2015) .\n\nA second transgenic mouse model was developed by Pascal et al. Here, mouse DPP4 was replaced with human DPP4. No clinical signs or mortality were observed upon IN inoculation with 2 × 10 5 pfu of MERS-CoV. Viral RNA as well as infectious virus could be detected in homogenized lung tissue on 2 and 4 dpi, but not brain tissue. At 2 dpi, peribronchiolar inflammation accompanied with minimal perivascular inflammation. This developed into significant interstitial infiltration with perivascular cuffing and extensive alveolar thickening (Pascal et al., 2015) . In conclusion, hDPP4 expressing mice are susceptible to infection by MERS-CoV, resulting in severe disease. \n\nTwo species of nonhuman primates (NHP) have been developed as MERS animal models: the rhesus macaque (Macaca mulatta) Munster, de Wit, and Feldmann, 2013; Yao et al., 2014) and common marmoset (Callithrix jacchus) (Falzarano et al., 2014) . Inoculation of both of these species with MERS-CoV leads to viral replication, but disease is more severe in the common marmoset than in the rhesus macaque.\n\nThe rhesus macaque was the first described MERS animal model, which consequently fulfilled Koch's postulates confirming MERS-CoV as the causative agent of MERS. Rhesus macaques (age 2-3 or 6-12 years old) were inoculated with strain HCoV-EMC/2012 with either a combination of inoculation routes (IT, IN, oral and ocular) or IT only, using 1 to 6.5 × 10 7 TCID 50 /animal. Observed clinical signs were mild to moderate, appeared within 24 hours and were transient. An increase in body temperature, reduced appetite, increased respiratory rate, cough, piloerection and hunched posture were reported. Radiographic imaging showed varying degrees of localized infiltration and interstitial markings. None of the animals reached a clinical score requiring euthanasia Munster et al., 2013; Yao et al., 2014) .\n\nAnalysis of blood samples collected throughout the experiment revealed an increase in white blood cell counts, particularly neutrophils. Nasal and oropharyngeal swabs were positive for MERS-CoV RNA, in contrast to urogenital and fecal swabs, and bronchoalveolar lavage was positive. Viral RNA was detected in the lungs, as well as conjunctiva, nasal mucosa, tonsils, pharynx, trachea, bronchus and mediastinal lymph nodes when a combination of inoculation routes was used. No viral RNA was detected in further non-respiratory tissue samples. This correlates with the occurrence of bright red lesions throughout the lower respiratory tract, but not other organs. Microscopically, a thickening of alveolar septae by edema fluid and fibrin, with small to moderate numbers of macrophages and neutrophils was observed. Viral antigen was found in type I and II pneumocytes, as well as in alveolar macrophages ( Figure 2 , Table 3 ). Neutralizing antibody could be found beginning at 7 dpi. An upregulation in genes associated with proinflammatory processes as well as recruitment of inflammatory cells was noted early in infection, which decreased over time Munster et al., 2013; Yao et al., 2014) .\n\nThe potential of using the common marmoset as a MERS-CoV infection model was first investigated in vitro by testing the functionality of the receptor ortholog for MERS-CoV, DPP4 . In silico modeling of DPP4-S protein binding, showed a similar binding energy between human and marmoset DPP4 with spike, whereas modeling ferret DPP4 with S protein results in a higher binding energy, indicative of decreased or a lack of binding. Subsequently, nine male common marmosets aged 2-6 years were inoculated with 5.2 × 10 6 TCID 50 HCoV-EMC/2012 using a combination of routes (IT, IN, oral, and ocular). In contrast to rhesus macaques, they developed moderate to severe signs of respiratory disease, including increased respiratory rate up to >150 respiratory rates per minute, open mouth breathing, loss of appetite, decreased levels of activity, failure to move upon prompting, and the presence of oral frothy hemorrhagic discharge. A transient decrease in body temperature was noted. On 4 dpi, two animals were euthanized due to severity of disease based on clinical symptoms. The remaining animals were euthanized on 3 dpi, 6 dpi, or monitored for survival. Radiographic imaging showed mild to severe bilateral interstitial infiltration, in cases combined with partial or full congestion of the bronchioles.\n\nIn contrast to the rhesus macaque model, no clinically relevant alterations in blood cell counts and chemistry were found in any animals, although changes could have been missed due to the lack of serial samples. Interestingly, as in some human cases, an elevation of alanine aminotransferase, aspartate transferase and creatinine was observed, although these elevation were not outside of the normal marmoset range. Nasal and oropharyngeal swabs were positive for MERS-CoV RNA up to 13 days post inoculation. Viral RNA was also detected in blood samples, as well as all investigated tissues (respiratory tract, conjunctiva, lymph nodes, gastrointestinal tract, kidney, heart, adrenal gland, liver, spleen and brain) in at least one animal. Viral load was found to be highest in the lungs, and no significant decrease was found between 3, 4, and 6 dpi. Survivors, euthanized on 48 and 55 dpi were negative in all tissues. Infectious virus isolation was achieved on respiratory tissue, but not kidney.\n\nUpon necropsy, lesions with multifocal consolidation and dark red discolorations were found on day 3 postinfection, which progressed into extensive severe lesions on 4 and 6 dpi, with an increased lung to body weight ratio, compared to 3 dpi and fluid leaking from tissue (Falzarano et al., 2014) . The observed consolidation has also been reported in patients, based on radiologic findings (Ajlan et al., 2014; Al-Abdallat et al., 2014; Assiri et al., 2013; Guery et al., 2013) . No other tissues showed gross pathology.\n\nMicroscopically, the lungs showed multifocal to coalescing, moderate to marked acute bronchointerstitial pneumonia on 3 and 4 dpi, coupled with type II pneumocyte hyperplasia and consolidation of pulmonary fibrin on 6 dpi indicative of a chronic reparative stage of pneumonia. Viral antigen was exclusively associated with regions that contained pathological changes and was found in the lower respiratory tract, but not the upper respiratory tract. The primary cell types for MERS-CoV replication were type I pneumocytes and alveolar macrophages (Table 2 ). Both surviving animals seroconverted. As seen with the rhesus macaques, an upregulation in genes associated with proinflammatory processes as well as recruitment of inflammatory cells was noted (Falzarano et al., 2014) .\n\nThe observed disease in marmosets seems to recapitulate the documented disease progression in severe MERS cases more closely than rhesus macaques, which appear to model the mild to moderate, transient MERS cases. The marmoset is a severe disease model, whereas the rhesus macaque model is transient. Furthermore, certain hallmarks of severe disease observed in humans, such as consolidation of the lungs and changes in blood chemistry indicative of liver or kidney failure, are reproduced in the marmoset model. The evaluation of antivirals and vaccines might therefore be more predictive in marmosets than in rhesus macaques. However, the relatively small size of the marmoset limits the number of samples that can be taken and consequently the data obtained within an experiment. Both models provide important insights into the MERS-CoV infection mechanism and disease progression, and further development is desirable.\n\nUsing the potential reservoir of MERS-CoV as an animal model could play an important role in elucidation of the ecology and transmission cycle of the virus. Dromedary camels have been experimentally infected with MERS-CoV.\n\nMERS-CoV-seronegative dromedary camels (Camelus dromedarius) aged between 2 and 5 years old were inoculated by the IT, IN and ocular routes with 10 7 TCID 50 MERS-CoV strain HCoV-EMC/2012 (Adney et al., 2014 . Mild clinical signs were observed, consisting of rhinorrhea which persisted for two weeks and an elevation in body temperature on 2 and 5-6 dpi. Both oropharyngeal and nasal swabs were positive for infectious virus (up to 7 dpi) as well as viral RNA (up to 35 dpi), although viral load was much higher in nasal samples than in oropharyngeal samples. Viral RNA was also detected in excreted breath, although no infectious virus was found. No infectious virus or viral RNA was detected in urine, blood or fecal samples.\n\nTissue samples were positive for infectious virus at 5 dpi, but not at 28 and 42 dpi. Interestingly, virus was mostly found in the upper respiratory tract and to a lesser extent in the lower respiratory tract. No virus was detected in any other tissue except for lymph nodes. Observed lesions in the respiratory tract at 5 dpi were characterized as mild to moderate acute intraepithelial and submucosal inflammation.. At 28 dpi, these lesions appeared milder and at 42 dpi no lesions were observed. In line with these findings, viral antigen was found in the epithelial cells of the nasal turbinates, larynx, trachea, bronchi and bronchioles, but not alveoli at 5 dpi (Figure 2) , was limited to just the nasal turbinates at 28 dpi and was not found at 42 dpi. Neutralizing antibodies were detected starting at 14 dpi\n\nIn light of the recent outbreak in South Korea and the ongoing outbreaks in Saudi Arabia, the development of countermeasures such as antivirals and vaccines is important. Although more than a thousand cases of MERS-CoV have been detected, overall the transmission potential of the virus has been limited and is mostly observed in hospital settings (Al-Abdallat et al., 2014; Assiri et al., 2013; Guery et al., 2013; Health Protection Agency, 2013) . As such, widespread vaccination against MERS-CoV in endemic areas seems currently unnecessary. Instead, potential vaccination programs should focus on individuals most at risk of contracting or spreading MERS-CoV. Two different groups qualify for this approach: at-risk groups consisting of people with immunocompromising health issues or other comorbidities, such as diabetes, and people who are more commonly exposed to the virus via work-related activities, such as animal handlers and health-care providers. A recent cross-sectional serological study from Saudi Arabia found that seroprevalence was increased by 15 times in shepherds and by 23 times in slaughterhouse workers compared to the general population, providing support for this potential vaccination approach (Muller et al., 2015) . An alternative vaccination approach would be to prevent zoonotic transmission by vaccinating young camels, thereby reducing or limiting the exposure of humans to MERS-CoV. Several studies are currently looking into the potential of the development of a camel vaccine against MERS-CoV as a countermeasure to block camel-to-human transmission (Kupferschmidt, 2015) .\n\nAnimal models play a pivotal role in the development of vaccines. The hDPP4-expressing mice model is a perfect first-line model to investigate the correlates of protection of these vaccines. This is of particular importance with coronaviruses, as some coronavirus vaccines showed immune-mediated enhancement of disease, or so-called \"vaccine-induced immunopotentiation.\" For these vaccines, vaccine-induced immunity in animals is atypical and wanes quickly. Subsequent infection with the agent of interest then results in increased pathology compared to unvaccinated animals (Deming et al., 2006; Vennema et al., 1990) . For SARS-CoV, this effect is thought to be caused by incorporation of the SARS-CoV nucleocapsid protein, resulting in induction of an atypical Th2 adaptive immune response and consequently eosinophilic immunopathology rather than the Th1 immune response associated with natural SARS-CoV infection (Bolles et al., 2011a; Tseng et al., 2012; Tsunetsugu-Yokota et al., 2007; Wong et al., 2004; Yasui et al., 2008) .\n\nImmunogenicity of MERS-CoV vaccine candidates has been evaluated in non-susceptible mice (Coleman et al., 2014a; Guo et al., 2015; Tang et al., 2015) . Zhao et al. used Venezuelan equine encephalitis replicon particles expressing MERS-CoV S protein (VRP-S) as a vaccination method. Immunization with VRP-S using a prime-boost regimen reduced MERS-CoV titers to nearly undetectable levels by day 1 p.i. (Zhao et al., 2014) . (Volz et al., 2015) (Table 3) .\n\nTherapeutic options on the other hand will need to be developed for the treatment of sick individuals, aimed to directly treat symptoms as well as increase the survival rate associated with MERS-CoV infection. A potential fast-track countermeasure is the repurposing of existing therapeutics. The first MERS-CoV treatment study investigated two existing antiviral drugs, interferon-alpha-2b (IFN-α2b) and ribavirin. After efficacy of combination treatment with ribavirin and IFN-α2b was shown in vitro (Falzarano et al., 2013a) , in vivo efficacy was verified in rhesus macaques. Upon treatment with both IFN-α2b and ribavirin eight hours postinfection, animals showed a much milder disease compared to untreated infected macaques; no to very mild radiographic evidence of pneumonia, decreased proinflammatory markers, decreased viral load and less severe histopathological changes in the lungs. This study suggests that treatment of MERS-CoV-infected rhesus macaques with IFN-α2b and ribavirin improves outcome of infection . Convalescent plasma administration has been identified as a potential treatment option by the WHO. Administration of convalescent plasma significantly reduced viral titers in the lungs of adenovirus-hDPP4 sensitized mice 1, 3, and 5 days post challenge with MERS-CoV (Zhao et al., 2014) . Likewise, convalescent sera obtained from camels decreased pathological changes and increased viral clearance in the lungs of mice sensitized to MERS-CoV with adenovirus-hDPP4 . Finally, administration of monoclonal antibodies in transgenic mice expressing human DPP4 in place of mouse DPP4 one day before or one day after challenge with MERS-CoV resulted in a significant decrease in viral titers in lungs compared to controls (Pascal et al., 2015) (Table 4 ). Studies like these are urgently needed in the development of treatment options for hospitalized MERS-CoV infected individuals.\n\nAlthough a variety of animal species have been tested as a MERS-CoV infection model, only the NHP models and hDPP4-expressing mice show severe clinical symptoms upon inoculation. These models will now need to be utilized for the development of prophylactic and therapeutic medical countermeasures. Further development of the hDPP4 transgenic mouse models will provide an easy-to-use, relatively cheap and accessible first-line model. In addition, the marmoset model seems to be the most appropriate to further test the potential of different treatments options identified in hDPP4 transgenic mouse models, such as monoclonal antibodies. The development of reservoir models, such as the dromedary camel, will provide crucial insights into the ecology and transmission of MERS-CoV. In addition, the dromedary camel model of MERS-CoV infection will help to determine the feasibility of reservoir vaccination as a countermeasure against MERS-CoV.\n\nA difference in cell and tissue tropism in the upper and lower respiratory tract between dromedary camels and NHPs has been observed and is highlighted in Figure 2 . These differences could explain the difference in severity of disease, and could be instrumental in furthering our understanding of pathogenesis as well as transmission potential of MERS-CoV. Realizing the potential and limitations of the animal models discussed in this review will result in a better understanding of MERS-CoV ecology and development of medical countermeasures. As the number of MERS cases is still on the rise, ongoing research into different animal models and potential countermeasures is crucial.\n\n• MERS-CoV has infected >1100 patients to date, with an associated case fatality rate of approximately 40%.\n\n• Animals ranging from mice to rabbits to nonhuman primates have been inoculated with MERS-CoV, with varying outcomes.\n\n• Mice expressing human DPP4 are susceptible to infection and develop severe disease.\n\n• Rhesus macaques and marmosets are also susceptible, but marmosets develop more severe disease.\n\n• Further development of appropriate animal models to conduct medical countermeasure research is a public health priority. Pathology of lung and brain tissue upon inoculation with MERS-CoV in transgenic human DPP4 mice. Histopathological changes and viral antigen staining in lung (A) and brain (B) tissue of normal mice (Tg−) and transgenic human DPP4 mice (Tg+) infected with MERS-CoV two (A) and four (B) dpi. Images obtained from Agrawal et al. (Agrawal et al., 2015) and reprinted with permission. Immunohistochemical analyses of respiratory tract tissue of dromedary camel and rhesus macaque inoculated with MERS-CoV. The width and color intensity of the left and right triangles indicate the distribution of MERS-CoV antigen throughout the respiratory tract (dark red and wider for more antigen, light red and narrow for less or no antigen). Panel 1. Dromedary camel. Viral antigen staining is mostly found in the nasal turbinates and to a lesser extend in trachea and bronchi on ciliated pseudostratified columnar epithelial cells. In the bronchiole, rare ciliated columnar epithelial cell staining is detected. Panel 2. Rhesus macaque. Viral antigen staining is found in type I & II pneumocytes and occasional alveolar macrophage in the alveoli. Table 1 Amino acid residues of different DPP4 orthologs interacting with the S protein of MERS-CoV ( 3.9-6.6 3.1-7.5 ND -7 ND * = viral load as determined by qRT-PCR UpE assay (Corman et al., 2012) , Log10. RR = Respiratory rate; NC = nasal cavity (nasal turbinates and/or nasal mucosa); URT = Upper respiratory tract (nasal turbinates and mucosa, pharynx and larynx); LRT = Lower respiratory tract (trachea and lungs (bronchi, bronchioles, alveoli)); ND = not detected; -= not done; IT = intratracheal; IN = intranasal.\n\nvan Doremalen and Munster Page 23 Table 3 Summary of characteristics of rhesus macaque and marmoset models of MERS.\n\nChallenge Mild to marked interstitial pneumonia extensive bronchointerstitial pneumonia "}