{"title": "Novel adjuvants and vaccine delivery systems", "body": "Non-viable vaccines need to be supplemented with adjuvants to increase their immunogenicity as well as to evoke the right kinds of antibody and cell mediated immune responses. Also, efficient adjuvants should have the capacity to drive the immune response to protective immunity evadin g an immune response enhancing disease. as has been the case with vaccines against paramyxoviruses (Merz et al., 1980) . Generally, vaccines based on subunit antigens (Ag), regardless of whether they originate from native virus or are recombinant DNA products, are poorly immunogenic.\n\nThe subunit by itself is much less immunogenic than it is in the microorganism from which it originates. Experience has taught us that in order to obtain a highly immunogenic antigen, it should be incorporated into a particle in a multimeric form, which is the first rule when designing a subunit vaccine. This observation led to the concept of particulate adjuvants e.g. micelles. virosomes (Almeida et al.. 197.5; Morein et al., 1978; Morein and Simons, 1985) . viruslike particles (VLP) e.g. a yeast expression system producing most of the Ty protein. PI and a portion of the Ag of interest (Adams et al.. 1987) . (Table 2) . Some adjuvants substitute the particle formation by adsorption to a gel phase such as aluminium hydroxide or in the form of emulsions: water in oil or oil in water or precipitate e.g. dextran sulphate.\n\nAdjuvants like aluminium hydroxide gel and oil emulsions were considered to exert their effects by a protracted release from the site of injection. However, it is not proven whether that really is the main adjuvant effect they exert. Aluminium hydroxide has proved beneficial for priming immune responses to soluble Ag, e.g. toxins and gp120 of HIV-l, but less effective for boosting (Bornford, 1984; Eriksson et al., 1995) . This effect might be due to the adsorption of the Ag to the gel phase, a substitute for the particulate form. It is likely that the local reactions particularly caused by oil emulsions induce an inflammatory response which attracts mainly antigen presenting macrophages. Further, granulocytes and neutrophils contribute to the adjuvant activity by the production of cytokines. Negative side effects on the other hand are well documented in the form of granuloma and even abcesses (Claassen et al.. 1992) . IFA also excites the draining lymph nodes which become enlarged.\n\nModem versions of 'depot' adjuvants are microcapsules and biodegradable microspheres (Lewis. 1990; Eldridge et al.. 1991) . The latter are composed of biodegradable. biocompatible synthetic polymers in which the Ag is dispersed. Examples of biodegradable substances used are polyesters, polyorthoesters, polyanhydrides and various natural polymers including proteins and polysaccharides (Thies, 1989; Davis and Illum, 1989) . Most attention has been paid to copolymers of poly(lactide-co-glycolides) (PLG) or their homopolymers.\n\nThe proportion of copolymers in PLG affects the degradation of the microsphere and thus the rate of the antigen release (O'Hagan, 1994) . A combination of quickly and slowly degrading microspheres can provide primary and booster doses with a single administration of vaccine.\n\nin general do not have immunomodulatory effects if an immune modulator is not built into the particle which the system allows (Lewis, 1990) . One exception is the stimulation of 11-l production by polyacryl starch microsheres. (Artursson et al., 1986) . The primary mode of action of microspheres seems to be targeting macrophages mediated by their hydrophobic surface, which particularly applies to PLG microspheres. A particle size of 1 to 3 km seems to be optimal for phagocytosis. A size greater than 10 pm is too large for phagocytosis using the PLG device. Eldridge et al. (1990) could construct microspheres which required 60 to 90 days for erosion, The nature of the PLG coat protects its content from proteolytic attack during this time. Based on such properties Eldridge et al. (1990) proposed designs and use of different size microspheres to produce controlled release vaccines aimed at 'one shot vaccine'.\n\nThe first stage by which the adjuvant can influence the immune processing of the antigen is its attachment to APC and its internalization.\n\nAmine containing compounds like DDA and avridine are reported to act by positive charge electrostatic attachment of Ag or by hydrophobic interaction (Snippe et al., 1981; Gall, 1966) . Similarly the SAF-1 formulation would attach Ag by the block polymer component. These compounds are poorly soluble in water, but are well suited for incorporation into liposomes.\n\nThe macrophage is an APC, but is also a professional scavenger cell. Limitation of its proteolytic activity on the Ag may enhance its capacity to present Ag thereby giving more room for dendritic cells (DC) to handle the Ag. The DCs are professional APC and are more effective in antigen presentation to lymphocytes than macrophages. This has been reported to be the effect of dextran sulphate (DXS).\n\nWhile there is a vast literature on Ag processing and presentation by APC to T cells, there are a limited number of reports about the influence of adjuvants. In vitro studies are difficult to perform as many adjuvants (e.g. aluminum hydroxide and oil adjuvants) are not suitable for cell culture work. In contrast, immunostimulating complexes (iscorn) are well suited for cell culture work as well as for immuno-electron microscopy. An iscom is a complex containing Ag and adjuvant held together by hydrophobic interactions. A unique property is the strong binding between the Quillaja triterpenoids and cholesterol which may explain the stability of the complex (Hbglund et al., 1989) . The stability was further demonstrated by Watson et al. (1992) by showing that the internalization of iscoms could be followed for about 30 min in cellular vesicles by incubation of those with macrophages in vitro, or in the peritoneal cavity. Iscom particles were readily visualized in the vesicles of macrophages obtained from mice after in vitro incubation or intraperitoneal (i.p.1 administration of influenza virus iscoms ( Fig.  1 ). In contrast, non-adjuvanted micelles disintegrate and could not be visualized in intracellular vesicles. In the studies of Villacres- Eriksson (1993) using immuno-EM on biotinylated influenza virus Ag, the iscom-borne Ag was traced in about equal amounts to both cytosol and vesicles. These results were further supported by quantitative studies determining the amount of biotinylated Ag in subcellular fractions obtained by differential centrifugation, and a quantitative ELISA using a polyclonal antibody for capture and streptavidin peroxidase for detection. While macrophages take up 50%, DC 16% and B cells 13% of iscom borne Ag, the corresponding values for influenza virus micelles were 25 to 50-fold lower. Enhancement of Ag uptake by APC is probably an important task for an adjuvant. The capacity to deliver Ag to the cytosol is likely to pave the way for MHC Class I restricted Ag presentation resulting in cytotoxic T lymphocyte (CTLI response (Takahashi et al., 1990) . This is a feature of acid sensitive liposomes (Harding et al., 1991) and of iscoms as non-viable Ag delivery systems. as well as of a synthetic lipopeptide vaccine (Deres et al., 1989) . With the iscom, long-lived cytotoxic memory T cells are induced in mice after one S.C. immunization with 1 kg of Ag (Takahashi et al.. 1990) . One aspect of iscoms that contributes to CTL development is the strong capacity to stimulate lymphocytes producing IFN-y and IL-2. i.e. a T,, 1 type of response . There are a number of reports of other adjuvants inducing CTL, but generally high doses of Ag and several immunizations are required.\n\nFrom the site of injection. Ags are transported to the draining lymph nodes and subsequently to various lymphatic tissues e.g. spleen and bone marrow (BM). This process can be influenced by adjuvants.\n\nComplete Freund's Adjuvant (CFA) causes a failure or delay in the transfer of antibody producing cells from draining lymph nodes to BM due to granulopoiesis induced by CFA in the BM (Benner et al.. 19Xla) .\n\nIn the early 1970s pioneering studies were performed to locate the antibody producing cells in mice (Benner et al.. 198 I a) . In general these studies showed that an important site for memory B cells is located to the BM as measured by a plaque assay. The antibody formation was concluded to be dependent on migration of Ag-activated lineage cells from elsewhere. The use of oil adjuvants, e.g. CFA and high doses of LPS, interfered and abolished the ongoing Ig synthesis in BM, which was explained by an excessive granulopoiesis in the BM (Benner et al., 1981b) . In contrast, aluminium hydroxide, not causing granulopoiesis, did not interfere with the antibody formation in the BM. It is not clear whether aluminium hydroxide enhanced the BM memory response either.\n\nRecently, Sjolander et al. (1996 a and b) studied the distribution of B and T cell responses after parenteral immunization with influenza virus envelope Ag incorporated into iscoms, or influenza virus envelope Ag as micelles adjuvanted with CFA: the T cell response was measured by proliferation and production of IL-2, interferon (IFN-) and IL-4. The responses to iscom borne Ag was tranciently located to the draining lymph nodes and then transferred to the spleen (Fig. 2) . In the spleen, the T cell response was more prominent for iscom-borne Ag compared with CFA adjuvanted Ag (Fig. 3) .\n\nThe B cell response after immunization with iscom (SjBlander et al., 1996a) measured by Ab producing cells was first recorded in draining lymph nodes, but low in the spleen with a late prominent response in BM (Fig. 4) . The implication of a strong BM response seems to be that Ab production is retained there for a long period of time. Moreover an increasing proportion of the Ab producing cells are located there with increasing age encompassing IgM, IgG and IgA isotypes (Benner et al., 1981a; Benner et al., 1981 b) . Possibly the BM as an organ producing antibodies is particularly important for elderly people and old animals. The mechanisms behind the distribution of B-memory response to BM and the effects of various adjuvants need to be further explored.\n\nMany substances have been shown to have adjuvant activity, but the adjuvant activity is poorly characterized. Besides the depot effect dealt with above an adjuvant should be evaluated by its capacity to influence the B cell response by promoting induction of Ab of desired isotypes and subclasses. The modulation of the T cell response is evaluated by the profile of cytokines evoked and the capacity to induce immune response under MHC Class I and Class II restriction (Table 2 ). Excellent reviews have been recently published listing and classifying mode of actions by adjuvants (Cox and Coulter, 1992) . Most adjuvant work is done in mice where the classification of immune response still is easier to perform than in various other species. In Table 2 improving further the targeting to the lymphatic system as above. None of these effects are immunomodulatory per se, but are still important for making vaccine antigens more effective, e.g. by diminishing both the dose of Ag and adjuvant immunomodulator required. Several strategies to form particulate Ag have been used to improve the immune responses to proteins or peptide epitopes by genetically engineering these peptides into self assembling particles (Jenkins et al., 19901 , see Table 2 .\n\nHowever, there are drawbacks of self assembling particles, namley the limits of the size and charge of the inserted foreign epitope that can get in and allow particle assembly to occur. To overcome the size limitation, Babuik et al. (1994) developed a system which facilitates the attachment of the peptide to the VP6 nucleocapsid protein of rotavirus assembled into spherical particles. Under the appropriate conditions, the rotavirus VP6 internal capsid protein can reassemble into spherical particles indistinguishable from the incomplete particles of rotavirus. To this particle the outer capsid proteins VP4 and VP7 of rotavirus can attach to the inner capsid VP6 protein, to form spherical rotavirus-like particles, by a specific aminoacid sequence C-G-A-S-R-N-I-V- Y-T-R-A on the rotavirus outer capsid protein VP4. This sequence offers the possibility of being used in recombinant DNA-Ags to attach these to the VP6 particle. An interesting approach to direct targeting IS the linking of the protein to antibodies directed against MHC Class II molecues (Carayanniotis and Barber, 1987) . a concept which should be further pursued.\n\nFor immunomodulation, cytokine production is important. In this context the concept of the T helper I CT,, I) and T helper 2 (T,, 2) type of responses described in mice is convenient for categorizing the T helper response ( Table 1) . Regardless of whether they exist in other animal species or not, the T, 1 and T, 2 effects most likely exist, although they may not be defined exactly to T cell subsets. In brief, a T, 1 response is characterized as a cell mediated immune response with the development of a delayed type of hypersensitivity and by production of IL-2 and IFN-. A Tn2 response emphasizes the antibody response and the production of the cytokines IL-4, IL-10 and IL-5 (Table 1) . Recently IL-l 2 has been shown to have a key role in induction of the T, 1 type of immune response being produced by, for example, dendritic cells and macrophages. Few adjuvants so far have been tested for the capacity to induce IL-12 and the list will eventually ecompass more than the two mentioned in Table 2 , i.e. LPS and iscom. Immunomodulation can act either by superimposing a Tnl type of response on T, 2 or vice versa, or by replacing or switching an immune response from T, 2 to T,, 1 which might be an important task for a vaccine against HIV-l (Trinchieri, 1993) \n\nIn recent years there has been an increasing interest in adjuvants and vaccine delivery systems for induction of mucosal immune responses, mainly by the oral and respiratory tract routes. The oral route is desired for convenience.\n\nHowever, there are three problems to overcome for oral vaccines: the acid pH in the stomach; the mucosal barrier; and the induction of tolerance which is clearly observed with subsequent parenteral immunization.\n\nThere is an increasing amount of literature on cholera toxin (CT) produced by vibrio cholera as an oral adjuvant. CT comprises five identical subunits (B chains) of CTB surrounding a single A subunit. CTB binds to the GM1 ganglioside cell surface receptor and permits the toxic A chains (via its A, subunit) to enter the cell and increase the activity of endogenous adenylate cyclase.\n\nCT induces a strong secretory antibody response and a long-term immunological memory in mice to added unrelated Ag, e.g. keyhole limpet hemocyanin (KLH). Memory B and T cells were detected locally in Peyer's patches (PP) in the intestinal lamina propria (LP) and mesenterial lymphnodes, but also systemically in the spleen. The B cell memory encompasses IgM producing cells and only by re-encounter with recall antigen can they switch to IgG and IgA (Vajdy and Lycke, unpublished data). Memory T cell responses were dominated by IL-4 and IL-5, but also IL-2 Wajdy and Lycke, 1993) . In contrast the CTB seems not to induce memory cells. The thermolabile enterotoxin of E. cofi (LT) is very similar to CT in structure and mode of action.\n\nThe B subunit of CT or LT are good for targeting, but they have a weak adjuvant activity in contrast to the whole toxin. Therefore, considerable efforts were laid down to modulate the A subunit to abolish the toxicity, but to keep the adjuvant activity. In very recent results with CT, Fontana et al. (199.5 ) constructed a prospective efficient CT vaccine. By site directed mutagenesis, the toxic activity was evaded, but the antigenicity remained and the construction was able to induce neutralizing antibodies against both A and B subunits. Other groups (Dickinson and Clements, 1995 and Deuce et al., 1995) have constructed LTs with strong adjuvant activity, but abolished toxicity.\n\nIscoms have also proved to evade induction of immunological tolerance and to exert adjuvant activity in the digestive tract. By low but repeated doses, iscom induce secretory IgA, CTL and systemic immune responses (Mowat and Malay, 1994) .\n\nUsing fluorochrome labelled iscoms containing the G protein of rabies virus Claassen (personal communication) showed that iscom target PP more effectively than fluorochrome labelled rabies virus particles. However. another possible route for targeting the lymphatic system in the gut is through the enterocytes which may act as APC (Santos et al.. 19901 . A strong indication that iscoms may use enterocytes as APC was shown by Lazarova et al. (1996) . Incorporated influenza virus Ag was transported from apical to basolateral direction across a monolayer of Caco-2 intestinal epithelial cell line and collected. In contrast to influenza virus Ag non-adjuvanted in micelle form, the iscom borne Ag was processed and induced in vitro a dose dependent proliferative response in T cells from primed mice. Furthermore, the iscom matrix added to the micelle Ag preparation significantly enhanced the transport through the Caco epithelial cells. The subsequently collected Ag fragments also induced a proliferative response in primed T cells (Lazarova et al.. 1996) . These results indicate that iscoms and iscom matrix, besides their adjuvant activity in the gut, may target two routes for induction of immune response.\n\nMicrospheres of suitable size ( < 5 km in diameter) target PP and remain there for a long period of time. Microspheres were also detected in mesenteric lymphnodes from I to 35 days, but only those with a diameter < 5 km (Eldridge et al., 19901 . Other particles such as liposomes (Adams et al., 1987 : Labbe et al., 1991 and VLP enhance the immune response to various Ag by targeting PP.\n\nThe respiratory tract is the second desired target for a mucosal vaccine. Furthermore, in this tract a locally applied A g may induce tolerance possibly by y/A T cells (McMenamin et al.. 1991) : this should be taken into consideration for prospective vaccines. Various liposome preparations have been tested, and in general low secretory IgA titers are obtained after two immunizations. besides a serum antibody response (Wilschut et al.. 1994; De Haan et al.. 1995) . Liposomes copresented as a separate entity to the Ag in an experimental vaccine are as effective as liposomes used as a carrier for influenza virus Ag (De Haan et al.. 1995) . possibly by abolishing a tolerance or anergy state (Weiner et al.. 19941 . It should be noted that CT and LT are as efficient for the respiratory tract as for the digestive tract (Staats et al., 1994) . The iscoms have been used with a number of Ag for respiratory tract delivery, mainly with Ag from envelope proteins. e.g. corona virus and various herpesvirus respiratory syncytial virus (RSV) (Hall. 1994 ) and they induce clear-cut serum antibody responses after one intranasal (IN) immunization. A single immunization with 5 g RSV-iscoms induced high secretory IgA titers of mouse lung (unpublished data). After one immunization, iscoms with the envelope protein of influenza virus induce protection to challenge the infection (Liivgren et al.. 19901. Jones et al. (198X) also demonstrated the induction of IgA producing cells and CTL memory cells by the IN route."}