{"title": "R E V I E W", "body": "of these deletions, however, is not clear. Similarly, SARS-CoV in individuals before February 2003 was genetically more diverse than the later isolates 26, 34, 35 . The spike protein (the viral surface glycoprotein which mediates viral attachment and entry into the cell; Fig. 3 ) of early isolates contained higher rates of nonsynonymous mutations, probably reflecting the ongoing adaptation to the new host. The relative genetic homogeneity of SARS-CoV isolates from later in the outbreak 34-37 may reflect a virus better adapted to the new host. The fact that much of the global spread arose from one index case in Hotel M in Hong Kong 3, 35 may also contribute to this genetic homogeneity.\n\nA ban on the sale of wildlife in wet markets in Guangdong imposed during the later period of the SARS outbreak was lifted in September 2003. Between 16 December and 30 January 2004, there were four new cases of SARS, the first nonlaboratory-associated cases diagnosed in humans since the end of the SARS outbreak in July 2003. Epidemiological linkage and phylogenetic data suggest that the associated viruses were new introductions from animals (Y. Guan, unpublished observations) 34, 38, 39 . These human cases were relatively mild and did not lead to secondary transmission, reflecting that the animal precursor virus is probably not well adapted to efficient human-tohuman transmission. This is probably a recapitulation of events in late 2002 in the run-up to the SARS outbreak in 2003. This time, the findings led to the reintroduction of the ban on wild-game animal markets and there have been no further naturally acquired human cases since.\n\nIt is likely that the precursor of SARS-CoV has repeatedly crossed the species barrier but only occasionally has it succeeded in adapting to human-human transmission. This adaptation clearly occurred in late 2002 and it may happen again in the future. But given the present understanding and awareness about SARS, we expect that such reemergence is unlikely to lead to a global outbreak on the scale of 2003.\n\nThe major routes of transmission of SARS are droplet infection, aerosolization and fomites (refs. 40,41 and World Health Organization, http://www.who.int/csr/sars/en/whoconsensus.pdf ) . Deposition of infected droplets or aerosols on the respiratory mucosal epithelium probably initiates viral infection. Whether infection can occur through the oral or conjunctival routes is unknown, but SARS-CoV has been detected in tears 42 . Although exposure to the animal precursor of Figure 1 The global spread of SARS. The number of probable cases of SARS and the date of onset of the first case in each country (or group of countries) is denoted. The countries denoted in red are those where substantial local transmission occurred. The data are based on World Health Organization, http://www.who.int/csr/sars/country/table2004_04_21/en_21/en/print.html and the figure is adapted from ref. 15 .\n\nWet markets in Guangdong: 'Wet markets' selling live poultry, fish, reptiles and other mammals are commonplace across southeast Asia and southern China to service the cultural demand for freshly killed meat and fish produce. In some regions (e.g., Guangdong province, China), increasing affluence has led to the proliferation of markets housing a range of live 'wild' animal species, such as civet cats, pictured, linked to the restaurant trade servicing the demand for these exotic foods. 29, 30 , once the virus had adapted to human-to-human transmission in the later part of the outbreak, asymptomatic infection seemed to be rare 43 . Other peculiarities about SARS-CoV transmission were also evident. Transmission was infrequent during the first five days of illness 44 and, unlike transmission of influenza, was relatively inefficient in the household setting 45 . Despite SARS's fearsome reputation and global spread, the average number of secondary infectious cases generated by one case (R 0 ) was low (2.2-3.7); in contrast, the R 0 of influenza ranges from 5 to 25 (ref. 22) . Although not unique to SARS, 'superspreading events' (in which a few affected individuals disproportionately contribute to transmission) were characteristic of the outbreak 22, 46 . The factors underlying the superspreading phenomenon of SARS are poorly understood but may include coinfection with other viruses and host factors, as well as behavioral and environmental factors.\n\nThe clinical symptoms of SARS-CoV infection are those of lower respiratory tract disease [4] [5] [6] [7] 14 . Besides fever, malaise and lymphopenia, affected individuals have slightly decreased platelet counts, prolonged coagulation profiles and mildly elevated serum hepatic enzymes. Chest radiography reveals infiltrates with subpleural consolidation or 'ground glass' changes compatible with viral pneumonitis. But although the main clinical symptoms are those of severe respiratory illness, SARS-CoV actually causes infection of other organs: some affected individuals have watery diarrhea, and virus can be cultured from the feces and urine, as well as the respiratory tract [47] [48] [49] . In addition, RT-PCR has identified the virus in the serum, plasma and peripheral blood leucocytes 50, 51 . Individuals with SARS also have a pronounced peripheral T-cell lymphocytopenia: numbers of CD4 + and CD8 + cells are both reduced, and more than one-third of individuals have a CD4 + T-cell count of less than 200 cells/mm 3 (refs. 52,53) , suggesting increased susceptibility to secondary infections. The mechanisms underlying the T-cell lymphopenia remain to be elucidated.\n\nAround 20-30% of individuals with SARS require management in intensive care units 14 and the overall fatality rate is ∼15% (World Health Organization, http://www.who.int/csr/sars/en/whoconsensus.pdf). The age dependence of disease severity and mortality is notable; during the outbreak, mortality rates of affected individuals in Hong Kong who were 0-24, 25-44, 45-64 and >65-year old were 0%, 6%, 15% and 52%, respectively (World Health Organization, http://www.who.int/ csr/sars/en/WHOconsensus.pdf). None of the 1-12-year-olds infected with SARS-CoV in Hong Kong had disease severe enough to require intensive care or mechanical ventilation 54, 55 . This progressive age dependence in mortality is not totally explained by comorbid factors and the underlying biological basis remains unclear.\n\nQuantitative studies of viral load have provided insights into the pathogenesis of SARS. Viral load is higher in the lower respiratory tract than in the upper airways 56, 57 . Viral load in the upper respiratory tract 47 and feces 57 is low during the first 4 days and peaks at around day 10 of illness. In marked contrast, viral load in influenza peaks soon after onset of clinical symptoms 58 . This unusual feature of SARS-CoV infection explains its low transmissibility early in the illness. It also explains the poor diagnostic sensitivity of the first-generation RT-PCR diagnostic tests on upper respiratory tract and fecal specimens collected early in the illness (reviewed in ref. 21) .\n\nAffected individuals with high serum viral loads have a poor prognosis 59 . Between days 10-15 of illness, high viral load in nasopharyngeal aspirates, feces and serum, as well as detection of virus in multiple anatomic sites, are independently predictive of adverse clinical outcome 60 . Serial studies of viral load throughout illness also reflect clinical outcome 61 . Taken together, these findings suggest that poor clinical outcome is associated with continued uncontrolled viral replication. SARS-CoV RNA can be invariably detected in the lungs of individuals dying of SARS, but viral load is higher in those dying earlier in the course of the illness (<21 days) 62 .\n\nThe respiratory tracts of affected individuals who die during the first ten days of illness show diffuse alveolar damage with a mixed alveolar infiltrate, lung edema and hyaline membrane formation. Macrophages are a prominent component of the cellular exudates in the alveoli and lung interstitium 63, 64 . Multinucleate syncytia of macrophage or epithelial cell origin are sometimes seen later in the disease. Immunohistochemistry, in situ hybridization and electron microscopy on autopsy or tissue biopsy have unequivocally demonstrated SARS-CoV replication in pneumocytes in the lung and enterocytes in the intestine [65] [66] [67] [68] . Individual reports of virus detection by in situ hybridization or immunohistochemistry in other tissues 69 await confirmation by electron microscopy 70 .\n\nIn the large and small intestines, the virus replicates in enterocytes 71 . Viral particles primarily are seen on the apical surface of enterocytes and rarely in the glandular epithelial cells. But there is no villous atrophy or cellular infiltrate in the intestinal epithelium and the pathogenic mechanisms responsible for watery diarrhea in individuals with SARS is unclear. Some human intestinal epithelial cell lines support productive replication of SARS-CoV 72 and gene expression arrays have shown that virus replication is associated with the expression of an antiapoptotic host cellular response, perhaps explaining the lack of enterocyte destruction in vivo 73 .\n\nStudies using pseudotyped lentiviruses, carrying the spike, membrane and envelope surface glycoproteins of SARS-CoV (Fig. 3 ) separately and in combination demonstrated that the spike protein is both neces- sary and sufficient for virus attachment on susceptible cells [74] [75] [76] [77] . The SARS-CoV spike protein uses a mechanism similar to that of class 1 fusion proteins in mediating membrane fusion 78, 79 . There is no consensus as to whether the virus entry occurs through a pH-dependent receptor-mediated endocytosis or through direct membrane fusion at the cell surface 74, 77, 80 . The receptor for SARS-CoV was identified as the metallopeptidase ACE-2 (refs. 81, 82) . The soluble ACE-2 ectodomain blocks SARS-CoV infection 76 , and amino acids 270-510 of the spike protein are required for interaction with ACE-2 (ref. 83) . Other coronaviruses use different cell receptors and enter cells either by means of fusion at the plasma membrane or through receptor-mediated endocytosis 84 .\n\nImmunostaining techniques have identified ACE-2 on the surface of type 1 and 2 pneumocytes, the enterocytes of all parts of the small intestine and the proximal tubular cells of the kidney. This localization explains the documented tissue tropism of SARS-CoV for the lung and gastrointestinal tract and its isolation from the urine. But it is notable that colonic enterocytes lack ACE-2 protein expression although SARS-CoV replication does occur in colonic epithelium 71, 85 . In contrast, whereas ACE-2 is strongly expressed on the endothelial cells of small and large arteries and veins of all tissues studied and the smooth muscle cells of the intestinal tract, there is no evidence of virus infection at any of these sites. This lack of virus infection in tissues that express the putative receptor prompts the question of whether a coreceptor is required for successful virus infection 70 . Vasculitis is known to occur in individuals with SARS but its relation to infection of endothelial cells is unknown. Because only the basal layer of the nonkeratinized squamous epithelium of the upper respiratory tract expresses ACE-2 (ref. 85) , undamaged epithelium of the nasopharynx is unlikely to support SARS-CoV replication. Other receptors for virus entry that are independent of ACE-2 expression may exist.\n\nPseudotyped virus containing the spike protein has also been shown to bind to dendritic cell-specific intercellular adhesion molecule 3grabbing nonintegrin (DC-SIGN) 74 . DC-SIGN is a type-II transmembrane adhesion molecule found on dendritic cells consisting of a C-type lectin domain that recognizes carbohydrate residues on a variety of pathogens. Unlike the ACE-2 receptor on pneumocytes and enterocytes, DC-SIGN does not permit SARS-CoV infection of the dendritic cells. Instead, binding of SARS-CoV to DC-SIGN allows dendritic cells to transfer infectious SARS-CoV to susceptible target cells 74 . A similar mechanism has been described for dengue virus, human immune deficiency virus (HIV) and cytomegalovirus, and may be relevant in SARS pathogenesis.\n\nMany details of SARS-CoV pathogenesis remain to be elucidated, but the development of a full-length infectious cDNA clone of SARS-CoV should permit precise manipulation of the virus genome and will help our understanding of the viral determinants of pathogenesis 86 .\n\nSeveral inflammatory cytokines (IL-1β, IL-6 and IL-12) and chemokines chemotactic for monocytes (MCP-1) and neutrophils (IP-10) are elevated in adults and children with SARS [87] [88] [89] [90] . The increased levels of monocyte-tropic chemokines may contribute to the prominently monocytic macrophagic infiltrate observed in the lung 63 . But increases of these same chemokines occur in other viral diseases (e.g., influenza) 91 and are not a unique feature of SARS. In addition, ELISPOT assays of peripheral blood leukocytes have revealed prolonged immunological dysregulation in individuals with SARS 92 . It is difficult to evaluate the overall pathogenic significance of these findings because immunological markers in the peripheral blood do not always reflect the local microenvironment of the lung 93 .\n\nGenetic factors associated with susceptibility to, or severity of, SARS are under investigation. HLA-B*4601 has been associated with severe SARS disease in Taiwan 94 but not Hong Kong 95 . HLA-B*0703 has also been associated with disease susceptibility and HLA-DRB1*0301 with resistance to SARS. The coinheritance of B*0703 and B60 was significantly higher in individuals with SARS than in the general population 95 . The mechanisms underlying these disease associations remain to be elucidated.\n\nKey to the development of effective antiviral drugs and vaccines against SARS-CoV was the development of animal models of SARS ( Table 1) . SARS-CoV seems to cause infection in cynomolgous macaques following intratracheal inoculation [96] [97] [98] . But whereas some researchers find evidence of disease pathology reminiscent of that seen in individuals dying of SARS and can show SARS-CoV antigen and viral particles in the pneumocytes of infected macaques 96, 97 , others only find evidence of a mild upper-airway disease and low levels of virus by RT-PCR 98 . These differences in outcome may reflect differences in the viral strain, pre-exposure history and age of the animals, route of inoculation, stage of infection at which necropsy was performed or other factors.\n\nOther animal models include ferrets, cats, Golden Syrian hamsters, mice and African green monkeys ( Table 1) [99] [100] [101] [102] [103] . These animal models support viral replication in the upper and lower respiratory tracts [96] [97] [98] [99] [100] [101] [102] [103] . Ferrets and hamsters also develop notable lung pathology. Infected cats and ferrets transmit SARS-CoV to noninfected animals held in the same cage 99 . Natural asymptomatic infection in cats was documented during the community outbreak at Amoy Gardens, Hong Kong (World Health Organization, http://www.who.int/csr/sars/en/ whoconsensus.pdf).\n\nThese animal models of SARS differ from natural human disease in that the period between infection and peak disease pathology or peak viral load is shorter than is found in human disease and because the disease pathology, when present, is self-limited and rarely progresses to a fatal outcome as occurs with SARS. They also do not accurately reproduce the intestinal component of the human disease. But these models provide the only options presently available for addressing questions relevant to therapeutics and vaccine development. They can provide useful information providing their limitations are recognized.\n\nSeveral potential antiviral agents have been evaluated in vitro, and a few have been tested in animal models. Screening of currently available antiviral drugs and chemical libraries reveals that interferons, glycyrrhizin, baicalin, reserpine, niclosamide, luteolin, tetra-O-galloylβ-D-glucose and the protease inhibitors have in vitro activity against SARS-CoV 104-108 . Differences in in vitro susceptibility of SARS-CoV to interferon (IFN)-β1b, IFN-α2 and ribavirin 106,109-111 probably relate to differences in the testing methods used. Overall, IFN-αn1/n3, leukocytic IFN-α, IFN-β and the HIV protease inhibitors (especially nelfinavir) are consistently active in vitro and should be considered for animal studies and randomized placebocontrolled clinical trials. Type 1 interferons render uninfected cells refractory to SARS-CoV replication through a MxA-independent mechanism 112 , whereas the HIV protease inhibitors may block the activity of the main SARS-CoV proteinase 113 . So far, only interferons have been tested in animal models: in cynomolgous macaques, pegylated IFN-αn2 provided prophylaxis but was only marginally effective for early treatment 114 . No randomized placebo-controlled trials have been performed for any of these antiviral drugs, although treatment studies using historical controls have suggested clinical benefit from IFN-α (infacon-1) 115 and the combination of a protease inhibitor with ribavirin 61 .\n\nThe rapidity with which the SARS-CoV genome was sequenced, the determination of the structure of potential drug targets 116 and the prediction of functional properties of SARS-CoV proteins based on prior knowledge of homologs from other coronaviruses 117 have allowed identification of potential new drug targets. Peptides derived from the heptad-repeat-2 region of the spike protein have been shown to block virus infection, albeit at much higher molar concentrations than similar inhibitors needed to prevent HIV entry 78, 79 . Short interfering RNAs also seems to be effective in decreasing viral replication in cell lines [118] [119] [120] , but this remains an experimental strategy rather than one immediately amenable to clinical application. Screening of combinatorial chemical libraries has identified inhibitors of SARS protease, helicase and spike-protein-mediated cell entry 121 .\n\nFor successful treatment of influenza, antiviral drugs must be administered within 48 hours of disease onset to obtain substantial clinical effect. But because the SARS-CoV load increases until day 10 of illness 47 , and in light of the correlation of high viral load in the second week of illness with adverse outcome 60 , the window of opportunity for antiviral therapy may be wider.\n\nMuch scientific effort has been focused on developing a vaccine to protect against future outbreaks of SARS-CoV. The commercial viability of developing a vaccine for SARS-CoV will ultimately depend on whether the virus re-emerges in the near future. As discussed above, it is unlikely that future outbreaks will reach global proportions, but nevertheless, vaccines or passive immunization would be relevant in the context of protecting high-risk individuals such as laboratory and health-care workers. A vaccine could also be considered in the setting of the farmed-game-animal trade, if farming of civets for human consumption continues. In the short time since the virus was identified, substantial progress has been made toward developing a vaccine.\n\nImmunodominant B-and T-cell epitopes of SARS-CoV are being defined [122] [123] [124] . Natural human infection with SARS-CoV leads to a long-lived neutralizing antibody response and immune sera crossneutralize diverse human SARS-CoV 125 , suggesting that active immu- (in the press) (103) nization against SARS may be a feasible proposition. But so far there has been no known instance of human re-exposure to SARS-CoV to confirm that the naturally acquired immune response confers protection from reinfection. When SARS-CoV spike, envelope, membrane and nucleocapsid proteins were individually expressed in an attenuated parainfluenza type 3 vector, only the recombinants expressing the spike protein induced neutralizing antibody and protected from challenge in hamsters 102 ( Table 2) . Mucosal immunization of African green monkeys with this parainfluenza-spike protein chimeric virus led to neutralizing antibody and protection from viral replication in the upper and lower respiratory tracts after challenge with live SARS-CoV 100 , and spike protein-encoding DNA vaccines stimulated neutralizing antibody production and protection from live-virus challenge in mice 126 . These studies confirm the assumption that the spike protein is the dominant protective antigen for SARS. Experiments using adoptive transfer and T-cell depletion showed that humoral immunity alone can confer protection 126 . Other vaccine strategies have included the use of naked DNA 127-129 , adenoviral vectors 130 or modified vaccinia (Ankara) 131 and inactivated whole virus 132, 133 . Many investigators have optimized the codon usage of the gene target to improve expression. In summary, all vaccines based on the spike protein seem to induce neutralizing antibody responses, and those carrying nucleoprotein can induce nucleoprotein-specific cellmediated immunity. But thus far only four studies have used live SARS-CoV to challenge immunized animals ( Table 2 ). An inactivated vaccine with alum adjuvant, which induces neutralizing antibody in mice, is entering phase 1 human clinical trials in China 13 . Experience with coronavirus vaccines for animals is relevant for SARS vaccine development 134 . One problem facing animal coronavirus vaccines has been strain variation among field isolates, leading to variable vaccine efficacy. A further concern is the experience with feline infectious peritonitis coronavirus, in which prior immunization led to enhanced disease rather than protection 135 . In the case of SARS-CoV, neither vaccination nor passive transfer of antibody has yet been reported to lead to disease enhancement, but challenge with live SARS-CoV has occurred soon after immunization. Whether waning immunity or low titers of antibody lead to SARS disease enhancement remains unclear; the recent suggestion that immunized ferrets became more ill after challenge clearly needs to be confirmed or refuted 13 .\n\nPassive transfer of immune serum protects naive mice from SARS-CoV infection 101 , and hyperimmune globulin with sufficient neutralizing activity for use in humans could be prepared from pooled convalescent human plasma or from horses immunized with inactivated vaccine. Alternatively, monoclonal antibodies with sufficient neutralizing antibody activity have been developed by screening phage-display antibody libraries and by immortalizing B-cell repertoires of convalescent SARS individuals with Epstein-Barr virus ( Table 3) [136] [137] [138] . One of these (80R) blocks the virus-ACE-2 receptor interaction through binding to the spike protein S1 domain 136 . Passive immunization of ferrets and mice was effective in suppressing viral replication in lungs, but less so in the nasopharynx 137, 138 . No randomized placebo control trial evaluated antibody therapy for pre-or post-exposure prophylaxis in at-risk groups during the SARS outbreak. Retrospective analysis of outcome in a limited human study using human SARS convalescent plasma suggested that passive immunization had no obvious adverse effects 139 .\n\nThe antigenic diversity of SARS-CoV-like precursor viruses in the wild-animal reservoir is undefined. In the event of a new interspecies transmission event prompting another SARS outbreak, the crossprotection afforded by current vaccine constructs based on the human SARS-CoV of 2003 is unknown and is likely to influence the efficacy of both passive and active immunization strategies.\n\nSARS provided a painful reminder of the global impact of emerging infectious diseases. It illustrated how microbes, with their evolutionary drive to preserve and propagate their genes, exploit new opportunities and niches created by modern society 140 . Interspecies transmission of viruses to humans clearly has occurred throughout human history. But recent developments allowed SARS-CoV increased opportunity to adapt to human-to-human transmission and, subsequently, to spread globally. In particular, large centralized wet markets and hospitals proved to be venues for amplification of transmission to humans, and the burgeoning increase of international travel (currently ∼700 million travelers annually) exploded the local outbreak of an emerging infection into a potential pandemic.\n\nBecause most recent emerging infectious disease threats have a zoonotic origin, we need to better understand the microbial ecology of livestock and wildlife. In the context of increased attention and research funding directed at preparedness to combat bioterrorism threats, it is relevant to note that nature remains the greatest 'bioterrorist.' Although microbes that cause commercially important diseases in livestock are well studied, organisms that pose threats to human health are not necessarily ones known to cause disease in livestock, or for that matter, in wildlife. Nipah virus, Hendra virus and SARS-CoV all have a wildlife reservoir. Furthermore, at present there is concern over the possible role played by wild birds and ducks in the maintenance and spread of avian influenza A (H5N1) in Asia 141 . Greater understanding of the viral ecology of apparently healthy domestic animals and wildlife is therefore important. For example, the attention on ecological studies arising from the Nipah virus and SARS outbreaks have already led to the identification of a number of new viruses, including Tioman, Menangle, Australian bat lyssavirus and a novel group 1 coronavirus 142, 143 . Some of these are now known to be associated with human or livestock disease. But prioritizing such research efforts and assessing the public health relevance-if any-of such findings, poses challenges.\n\nThree incidents of laboratory-acquired SARS have arisen from biohazard level 3 and 4 laboratories, with community transmission arising from one (World Health Organization, http://www.wpro.who.int/ sars/docs/update/update_07022004.asp). These incidents were associated with lapses in biohazard level 3 and 4 practices. SARS-CoV can be safely handled in biohazard level 3 laboratories provided that biohazard level 3 practices are rigorously complied with. But as hospital health-care workers learned to their cost, SARS-CoV is an unforgiving virus; one lapse may be one too many, and it is irrelevant whether the lapse occurs in a biohazard level 3 or 4 laboratory.\n\nDespite the impressive speed of scientific understanding of the disease, the global success in containing SARS owed much to traditional public health methods of clinical case identification, contact investigation, infection control at healthcare facilities, patient isolation and community containment (that is, quarantine) 25 . But the application of such measures in modern society during the control of SARS highlighted several ethical and medical dilemmas, many of which arose from the need to balance individual freedoms against the common good 144, 145 .\n\nSARS signaled a paradigm shift in international public health. It highlighted the need for rapid information exchange regarding unusual infectious disease outbreaks and the possibility of 146 , and the need for 147 , a coordinated global response to emerging infectious disease threats. During the early stages of the outbreak, the WHO acted independently, issuing travel alerts and geographically specific travel advisories, without the express consent of the countries affected. The need for such measures was acknowledged post hoc by member states at the S94 VOLUME 10 | NUMBER 12 | DECEMBER 2004 NATURE MEDICINE SUPPLEMENT World Health Assembly meeting in May 2003 where the WHO was formally empowered to take such actions, as necessary, in the future. Although future emerging pandemics (e.g., influenza because of its transmissibility during early illness) may not be quelled through similar measures, the success of containing SARS remains a triumph for global public health."}