{"title": "The Impact of Severe Acute Respiratory Syndrome on the Physical Profile and Quality of Life", "body": "I N MARCH 2003, AN OUTBREAK of atypical pneumonia in which patients had fever plus 1 or more respiratory symptoms such as cough, shortness of breath, and difficulty in breathing 1,2 was defined by the World Health Organization as severe acute respiratory syndrome (SARS). 3 Chest radiographs and tomography of the patients revealed varying degrees of lung injury characterized by multiple areas of peripheral ground-glass appearances and consolidation. 1, 4 Three months after the first reported case of SARS, 1755 patients in Hong Kong were diagnosed with this syndrome and 299 patients died.\n\nPatients were hospitalized an average of approximately 3 weeks; all who were discharged from Prince of Wales Hospital were followed up through the hospital's newly established SARS review clinic. Its purpose was to monitor their medications and to evaluate their physical and pulmonary function. Many patients had varying degrees of tremor in their hands, general muscle weakness, tachycardia, and exertional dyspnea. These patients complained of difficulty with daily living activities such as walking (level, uphill), climbing stairs, and simple housework. Many received short bursts of high-dose systemic steroid during hospitalization, 1 and most continued to require maintenance doses of prednisolone for residual lung opacities on radiographic study. 5 The post-SARS weakness could have been a consequence of prolonged bedrest, steroid myopathy, 6 residual disease pathology, deconditioning of the cardiopulmonary system, or a combination of these factors.\n\nBecause SARS is a new disease, there are no reports of its effect on the physical fitness and quality of life (QOL) of patients recovering from it. This is important because knowing the effects of SARS on these parameters may guide the design of rehabilitation programs and assessment. Therefore, our objective in this study was to assess the physical profile and QOL of patients recovering from SARS in the subacute and stable phase and to compare these with age-and sex-matched normative data.\n\nAll patients followed up at the SARS review clinic of the Prince of Wales Hospital, Hong Kong Special Administrative Region, between May and July 2003 were invited to participate in the study. Excluded were patients who were hemodynamically unstable (fluctuating blood pressure and resting heart rate), poorly motivated, uncooperative, unable to communicate, had poor pre-SARS mobility, and had an unstable medical condition (eg, known cardiopulmonary disorders) or a musculoskeletal condition that affects mobility (such as rheumatoid arthritis and avascular necrosis).\n\nApproval for the study was obtained from the Joint Chinese University of Hong Kong-New Territories East Cluster Clinical Research Ethics Committee and informed written consent was obtained from each subject. A total of 171 subjects met the inclusion criteria during the studied period; assessment of cardiorespiratory, musculoskeletal function, and QOL status for each subject was conducted 2 weeks after discharge from the hospital (Ϸ5wk after syndrome onset).\n\nCardiorespiratory fitness. Maximal oxygen uptake (V o 2 max) is the usual measure of cardiorespiratory endurance. 7 Use of a maximal exercise test to measure V o 2 max was not feasible in this study because it requires more sophisticated equipment and par-ticipants must exercise to the point of volitional fatigue under physician supervision. 8 Submaximal exercise testing is therefore a common alternative to determine and predict a patient's cardiorespiratory fitness. 8 Cardiorespiratory fitness was assessed by the 6-minute walk test (6MWT) 9 and the Chester step test. 10 The 6MWT is a simple functional assessment commonly applied in long-term follow-up of patients with chronic obstructive pulmonary disease (COPD) 11 and survivors of acute respiratory distress syndrome (ARDS). 12 Subjects are required to walk at their own pace but to cover the farthest distance in the 6-minute time interval. 9, 11 The Chester step test is another economical method used to predict V o 2 max. 8 It is an incremental 5-level step test, commencing at the relatively slow pace of 15 steps per minute and increasing every 2 minutes to 20, 25, 30, and 35 steps per minute. The test is terminated when the subject reaches approximately 80% of maximum heart rate or a rating of perceived exertion of 6 (moderately hard). V o 2 max can then be predicted by plotting the corresponding heart rate at different step levels, with a minimum of 3 points (level 3). 10 Musculoskeletal fitness. Clinically, many SARS survivors appeared to suffer from certain degrees of weakness involving central, proximal, and distal muscles. We used a digital handheld dynamometer a to assess the isometric strength of the anterior deltoid and gluteus maximus muscles. Strength is measured as the subject attempts to hold an isometric contraction while the tester pushes against the body part with the dynamometer to break the contraction. 13 We used a Jamar handheld dynamometer b to measure the handgrip (distal muscle) strength. 14, 15 All patients also performed 1-minute curl-up and push-up tests. The numbers of curl-ups and push-ups were recorded to evaluate the endurance of their abdominal and upper-limb muscles. 16 One assessor was assigned to take all measurements.\n\nHealth-related quality of life status. We used the Medical Outcomes Study 36-Item Short-Form Health Survey (SF-36) 17, 18 to evaluate each subject's health-related quality of life (HRQOL) status. The SF-36 is comprised of 36 questions with 8 subscales, including physical functioning, role-physical, role-emotional, bodily pain, social functioning, general health, mental health, and vitality. A score between 0 and 100 is assigned to each domain, with higher scores indicating more favorable functional status. 17\n\nThe data were subjected to descriptive analysis, including the mean, median, standard deviation (SD), 95% confidence interval (CI), and floor and ceiling effect. An independent t test was used for mean comparison with normative data matched for age and sex. We used a Bonferroni adjustment for multiple comparisons with ␣ adjusted to .05. Scale scores from the SF-36 were calculated using the standard scoring algorithm. 17 Missing data were treated with SPSS means series correction. We used SPSS, version 11.0, c for data analysis and GraphPad InStat, version 2.00, d for mean comparisons with normative data.\n\nOf 258 SARS patients admitted to the Prince of Wales Hospital, 31 (12.02%) were not accessible, 54 (20.93%) declined to participate in the assessment process, and 2 (.78%) died. The remaining 171 (111 women, 60 men) patients (66.28%) who consented to participate had a mean hospitalization stay of 21.8 days, with intensive care unit (ICU) admission from 0 to 120 days (nϭ24; mean, 2.63Ϯ11.2d). The demographic data for all subjects are listed in table 1. Figure 1 shows the means Ϯ SDs of the 6-minute walk distance covered by the patients. It shows that distance covered declined with advancing age, from 667.57Ϯ57.13m for men who were 20 to 29 years old to 402.43Ϯ166.33m for men who were more than 60 years old, and from 636.64Ϯ93.08m for women who were 20 to 29 years old to 467.43Ϯ75.05m for women more than 60 years old. When compared with the normative data matched for age, 19 there was a significant decrease in the mean performance of our patients across different age groups (PՅ.005), as analyzed by independent t test (table 2). Further analysis revealed that the 6-minute walk distance correlated significantly and positively with the post-SARS duration but correlated negatively with the number of hospitalization days (table 3) . The predicted V o 2 max ranged from 41.63Ϯ7.57mL·kg -1 ·min -1 (age range, 20 -29y) to 39.50Ϯ11.60mL·kg -1 ·min -1 (age range, 40 -49y) for men and from 37.94Ϯ8.05mL·kg -1 ·min -1 (age range, 20 -29y) to 37.22Ϯ5.88mL·kg -1 ·min -1 (age range, 50 -59y) for women (see fig 1) . The percentage of subjects who completed all 5 levels of the Chester step test was 41% (see table 1 ). Further analysis showed the predicted V o 2 max correlated negatively with the total dosage of prednisolone consumed while the resting heart rate correlated positively with the number of days of hospitalization (Pϭ.022) (see table 3 ).\n\nWhen compared with the normative data, 20 performance in handgrip strength was subnormal while curl-up and push-up performances were \"below average\" to \"poor.\" Strength of the gluteus maximus and anterior deltoid (summation of both sides) was recorded but no normative data were available for comparison; results are displayed in table 4. The means and SDs of the curl-up and push-up tests are shown in figure 2.\n\nA total of 164 (95.91%) subjects completed the SF-36. The scores for each domain are shown in table 5. This analysis revealed a significantly lower score in every domain of the QOL status (total subscores of men and women) compared with Hong Kong norms. 21 More than 50% of the patients scored at the floor effect on the role-physical domain.\n\nSARS is a highly infectious disease with a formidable morbidity and mortality rate. Many patients who recovered from it appeared to show a considerable decline in their physical fitness, with major complaints of varying degrees of tremor, dyspnea, fatigue, and emotional distress. 22, 23 Note that the results of predicted V o 2 max using the Chester step test differed slightly from those of the 6MWT. Some patients achieved an excellent V o 2 max according to the rating system, 10 despite their failure to complete 5 levels of the test and their subjective complaints of distress and lower-limb weakness.\n\nThe SARS patients had a higher baseline heart rate, and the heart rate increased slowly and steadily during the Chester step test. This would then project a better value for the final predicted V o 2 max level, and the V o 2 max was \"inflated\" in these patients. One advantage of applying the Chester step test is the ease of documenting the percentage of subjects who successfully complete all 5 levels, thus allowing for future comparison (see table 1 ). Clinically, the 6MWT is a feasible and sensitive test in assessing SARS patients' cardiorespiratory status.\n\nOur analysis suggests that cardiorespiratory and musculoskeletal function during the early phase of recovery from SARS is worse than normative data. However, exercise performance of recovering SARS patients was superior to patients with COPD. The 6-minute walk distance covered by our post-SARS patients (597.9m) was greater than the distance reported in studies of patients with COPD (473.5m). 24 Also, the predicted V o 2 max in SARS patients who required ICU admission was 36mL·kg -1 ·min -1 , whereas for those recovering from ARDS after intensive care was 24mL·kg -1 ·min -1 , 25 and for those with COPD was as low as 12.4mL·kg -1 ·min -1 . 26 The decrease in cardiorespiratory and musculoskeletal function in patients who were hospitalized for a mean of 3 weeks was not surprising. At the time of our assessment (82Ϯ19d from disease onset), 78 patients (45.61%) were still on maintenance steroid therapy (Ͻ0.5mg·kg -1 ·d -1 of prednisolone) for residual ground-glass opacities. 5 The cause of the decreased function is believed to be multifactorial, including immobility, anxiety, drug-induced hemolytic anemia from ribavirin treatment, high-dose steroid-induced myopathy, and underlying lung pathology such as atelectasis and fibrosis. 1, 22, 23 Because SARS is a new disease, there are no previous reports on the disease profile of patients with this condition. Our findings suggest that physical and cardiorespiratory impairments in post-SARS patients are comparable to patients with ARDS. In view of their moderate physical impairment, full recovery of cardiorespiratory and musculoskeletal function should be possible through early and intensive rehabilitation programs.\n\nDespite moderate impairment of cardiorespiratory and musculoskeletal function, the reported SF-36 score reflects relatively greater HRQOL disability, particularly in the role-physical domain, in which more than 50% of the patients showed a floor effect. Our patients had lower role-physical (32.1), roleemotional (47.7), and social functioning (62.3) scores than did patients with ARDS (role-physical, 65; role-emotional, 75; social functioning, 81). 27, 28 It appears that SARS survivors experienced greater subjective physical, psychologic, and social deficits than ARDS patients, despite better performance in exercise testing and a higher predicted V o 2 max level.\n\nThe high mortality and social dislocation caused by SARS, and the universal publicity given to it, resulted in stress, anxiety, and vulnerability during the patients' acute illnesses and during a phase of clinical deterioration with an average length of hospitalization of more than 3 weeks. 1, 22, 23 Patients with SARS were banned from visiting with relatives, some of whom became infected and some of whom died. These factors, not surprisingly, resulted in the low SF-36 scores. And it appears that this predominately pulmonary disease has a greater impact on one's physical health than on one's mental health, with more profound adverse effects on women because men could probably tolerate more stress in both functional and psychological aspects. 29, 30 Because there are obvious deficits in the cardiopulmonary performance and muscular strength and endurance among our SARS patients, we intend to evaluate further the effect of a physical rehabilitation program to improve their physical profiles and HRQOL. Some patients with specific muscular deficiencies may need more professional assessment, supervision, and advice. Apart from the safety issue, a supervised exercise program is necessary to encourage and motivate patients who may experience the unpleasant sensation of exertional dyspnea in the early rehabilitation phase. These patients require coaching and monitoring to overcome their fear-avoidance behavior when participating in the exercise program. We hope a supervised and tailored exercise program may boost their physical and emotional performance.\n\nWe were able to recruit only 171 of the 258 SARS survivors (66.28%) in our hospital. These findings may therefore be biased and not be representative of the whole SARS spectrum. Because of limited resources and our concern that many patients might be too weak to perform maximal stress tests, we chose submaximal exercise testing to determine and predict the cardiorespiratory fitness of the patients.\n\nThis descriptive study provides a database for the physical profile and QOL status of patients with SARS. Despite moderately impaired cardiopulmonary performance and musculoskeletal fitness, the HRQOL impairment was significant. We propose that early initiation of a comprehensive physical program to assist SARS patients in regaining full cardiorespiratory and musculoskeletal function may also help in their psychosocial recovery after SARS."}