{"title": "Norovirus: Targets and tools in antiviral drug discovery", "body": "The development of antiviral strategies to treat or prevent norovirus infections is a pressing matter. Noroviruses are the number 1 cause of acute gastroenteritis, of foodborne illness, of sporadic gastroenteritis in all age groups and of severe acute gastroenteritis in children less than 5 years old seeking medical assistance [USA/CDC]. In developing countries, noroviruses are linked to significant mortality ($200 000 children <5 years old). Noroviruses are a major culprit for the closure of hospital wards, and associated with increased hospitalization and mortality among the elderly. Transplant patients have significant risk of acquiring persistent norovirus gastroenteritis. Control and prevention strategies are limited to the use of disinfectants and hand sanitizers, whose efficacy is frequently insufficient. Hence, there is an ample need for antiviral treatment and prophylaxis of norovirus infections.\n\nThe fact that only a handful of inhibitors of norovirus replication have been reported can largely be attributable to the hampering inability to cultivate human noroviruses in cell culture. The Norwalk replicon-bearing cells and the murine norovirus-infected cell lines are the available models to assess in vitro antiviral activity of compounds. Human noroviruses have been shown to replicate (to some extent) in mice, calves, gnotobiotic pigs, and chimpanzees. Infection of interferon-deficient mice with the murine norovirus results in virus-induced diarrhea. Here we review recent developments in understanding which norovirus proteins or host cell factors may serve as targets for inhibition of viral replication. Given the recent advances, significant progress in the search for antiviral strategies against norovirus infections is expected in the upcoming years.\n\nß 2014 Elsevier Inc. All rights reserved.\n\n2-3 days [10] . However, prolonged and severe disease -including dehydrating diarrhea -occurs in vulnerable populations (children, elderly and immunocompromised). Post-infectious functional gastrointestinal disorders such as irritable bowel syndrome have been reported after norovirus gastroenteritis [11] . Other reported sequelae include necrotizing enterocolitis, convulsions and encephalopathy [12] [13] [14] . Detection of norovirus in the serum of patients has been scarcely reported, but the significance of such findings is not yet well understood. In immunocompromised individuals norovirus gastroenteritis can become chronic and persist for weeks to years, having an estimated prevalence of 17-18% [15] . Indeed, an increasing number of studies show that immunosuppressive therapy is a risk factor for norovirus infection [15] . Such patients often present dramatic weight loss due to prolonged norovirus-related diarrhea which together with malnutrition, dehydration, and altered intestinal mucosal barrier may contribute to increased morbidity and aggravate the outcome of underlying disease [16] . Transplant recipients with such chronic norovirus infections may require adjustment (reduction) of immunosuppressive therapy [15] . The transmission of norovirus occurs via the fecal-oral route through the consumption of contaminated food or water (at the source or by food handlers), through fomites, recreational waters or via aerosolized particles from vomitus or stool [10] . The main route of transmission in over 70% of outbreaks is person-to-person [7] thus favoring the occurrence of large outbreaks in semi-closed environments. The extensiveness of such outbreaks is explained by the low infectious dose of norovirus (18 virus particles are sufficient for infection), with shedding in stool for 20 to 40 days (also present in asymptomatic individuals) and by its long persistence in the environment (resistance to disinfectants, heating, freezing), up to two weeks on surfaces [17] [18] [19] . In addition, norovirus infections can occur repeatedly through life due to lack of complete cross-protection against the diverse norovirus strains and the lack of long-lasting immunity [10] .\n\nCurrently treatment for norovirus infections is merely supportive in nature, with electrolyte replenishment for dehydrated individuals. Outbreak control and prevention strategies are limited to the use of disinfectants and hand sanitizers, whose efficacy against this enteric pathogen may be limited or insufficient. Hence, there is ample need for specific antiviral treatment and prophylaxis of norovirus infections.\n\nNoroviruses belong to the family Caliciviridae that is comprised of five genera: Norovirus, Sapovirus, Lagovirus, Vesivirus, and Nebovirus. Other tentative genera have been proposed following the characterization of the simian Tulane virus, the porcine St. Valé rian virus and the avian Bayern virus. The two genera Norovirus and Sapovirus comprise human viruses that cause gastroenteritis, while the other genera represent animal viruses [10] . Noroviruses are divided into six genogroups based on the amino acid sequence diversity of the major structural protein VP1, of which genogroup I (GI) is further divided into 9 genotypes and GII into 22 genotypes. The (human) Norwalk virus is the prototype of the genus and is designated GI.1; while human pathogens are found in GI, GII and (rarely) GIV, GIII comprises bovine and ovine strains and GV murine noroviruses. In addition, swine strains are classified into GII and canine strains into GIV and GVI [20] . Due to the close genetic relatedness of humans and animal noroviruses, plus the detection of antibodies to animal strains in humans and to human strains in pigs, the possibility of a zoonotic transmission has been raised [21] . In humans, GII.4 noroviruses cause the vast majority of outbreaks; novel GII.4 variants have emerged and become globally predominant multiple times in the past decades [18, 22] . This cyclic emergence of novel strains and displacement of the previously predominant ones, causing worldwide epidemics suggests a pattern of epochal evolution resembling that of influenza [23] .\n\nNoroviruses are small non-enveloped viruses of 27-32 nm with a linear positive-sense single-stranded (ss) RNA genome of 7.4-7.7 kb, organized into three open reading frames (ORF1-3). While ORF1, in the 5 0 end, encodes a polyprotein of six/seven nonstructural protein products, ORF2 and 3 encode the major and minor structural capsid proteins VP1 and VP2, respectively. Murine norovirus (MNV) genomes comprise an additional ORF4, which encodes virulence factor 1 (VF1) [24, 25] . The viral protein VPg (virion protein, genome-linked) is covalently linked to the 5 0 end of the norovirus genome, which is polyadenlyated at the 3 0 end [10] . The ORF1 of norovirus encodes the six/seven nonstructural proteins in the following order: the p48/N-terminal protein (or NS1-2), the NTPase (NS3), the p22 (NS4), the VPg (NS5), the viral protease (Pro, NS6), and the viral RNA-dependent RNA polymerase (RdRp, NS7). Virions contain 180 copies or 90 dimers of VP1, the major structural protein, that assemble into icosahedral particles. The VP1 protein is divided into a conserved internal shell domain (S) and a more variable protruding domain, the P domain, which forms the arch-like protrusions. Its P2 subdomain is located at the outmost surface of the viral capsid and comprises a hypervariable region, where resides the binding interface for histo-blood group antigen (HBGA) association with norovirus. The VP2 is a small basic structural protein which is present in one or two copies per virion and associates with the VP1 S domain at the interior surface of the capsid, being likely involved in the capsid assembly and genome encapsidation [26] . Norovirus virus-like particles (VLPs) formed by the independent expression and self-assembly of the VP1 are morphologically and antigenically indistinguishable from the native forms of viruses found in human stools, and retain the binding properties of native norovirus virions at least in terms of carbohydrate association.\n\nSusceptibility to norovirus infection is estimated to be present in over 80% of adults and to be largely dependent of the host genotype, particularly in the presence of specific human HBGA receptors in the gut of susceptible hosts [10, 22] . There is limited knowledge of the immune response against human norovirus, most of which derives from volunteer studies. The inability to measure serum or intestinal secretory neutralizing antibodies in tissue culture has made it hard to study protective immunity. Such studies, performed with multiple norovirus genotypes had variable outcomes, being likely affected by pre-exposure history of volunteers [27] . Short-term immunity was demonstrated and likely virus or serotype specific, while long-term immunity has been harder to put in evidence. The levels of intestinal secretory antibodies appeared to correlate with protection at a higher level than serum antibody titers, particularly in natural infections.\n\nNorovirus VLPs or P particles (24 P domains of VP1) have been proposed as vaccine candidates [28, 29] . Clinical efficacy studies with Norwalk virus VLPs administered intranasally (two doses three weeks apart) to healthy adult volunteers showed homotypic protection [30] . The vaccine reduced the frequency of Norwalk virus gastroenteritis (69% of placebo recipients vs. 37% of vaccine recipients) and specific IgA antibodies were detected in high levels in 70% of vaccine recipients. The optimal antigen dose, route of administration, adjuvants and type of norovirus strains present in a norovirus vaccine are yet to be determined. Other important aspects to address are whether there is immunogenicity and protective efficacy in the elderly population and young children and primarily the duration of protective immunity of such vaccine. This could become a major challenge given the great antigenic and genetic diversity of noroviruses and the practical usefulness of the vaccine requiring a one-year minimum of protective immunity to be feasible. More recently, a GI.1/GII.4 bivalent VLP vaccine (two doses, intramuscular injection) has been carried out (NCT01168401, www.clinicaltrials.gov); however, results have not yet been officially disclosed. In any case, these trials constitute an important step to the feasibility of a norovirus vaccine. Conversely, the need for specific antiviral therapy remains in the case of chronically infected immunocompromised patients, elderly or children with severe on-going infections and prophylactic control of fast-growing outbreaks.\n\nIn vitro and in vivo model systems\n\nAnimal viruses within the calicivirus family have been used as surrogates for the yet non-cultivable human norovirus. These include the porcine enteric calicivirus (PEC), a Sapovirus, the feline calicivirus (FCV), a Vesivirus and the Tulane Virus, tentatively a Recovirus (Table 1) . While these viruses have been used in persistence and inactivation studies, the differences in terms of genome organization, route of infection and pathogenesis make them far from ideal for human norovirus antiviral drug discovery. The more closely related murine norovirus, a GV norovirus has been more widely used and is to date the only Norovirus known to replicate in a cell line and small animal model (Table 1) [31, 32] . This virus has allowed the study of multiple aspects of norovirus biology and is presently considered a central tool for antiviral studies of human norovirus [33] . The genome of MNV has the three ORFs characteristic of noroviruses; the ORF1 encodes the nonstructural proteins and ORFs 2 and 3 encode the structural proteins VP1 and VP2. It has however the additional ORF4 that overlaps with ORF2 in a different reading frame and encodes VF1, a protein involved in the host innate immune response [24, 25] . The similarities in genome organization, protein function and structure allow to assume that the fundamental aspects of MNV and human norovirus replication are highly conserved [33] . Furthermore, MNV replicates in mice, spreads through the fecal-oral route and is shed at high levels in the feces. It is thus an enteric virus, capable of inducing gastroenteritis, with similarities in pathogenesis to human norovirus [31, 32] .\n\nMurine norovirus has been shown to replicate in mice in Kupffer cells in the liver and in splenic cells with macrophage-like morphology [32, 34] . Based on these observations research has been carried out to study the replication of norovirus in cell cultures from monocyte/macrophage origin. In vitro cell culture models for murine norovirus reveal that this virus replicates in murine bone marrow derived macrophages and dendritic cells and also in different macrophage cell lines (ex. RAW 264.7) [32] . These in vitro systems have been extremely important to study the murine norovirus life cycle.\n\nDespite extensive efforts, no in vitro cell culture models are available for human norovirus. Duizer et al. explored $25 human and animal cell lines (mainly derived from the gastrointestinal system) but none of these supported significant replication of human norovirus [35] . Others investigated the propagation of human norovirus in three-dimensional cultures in intestinal epithelial cells. Also these efforts remained unsuccessful or did not yield reproducible results [36, 37] . Other laboratories have focused on human norovirus replication in cell cultures of hematopoietic origin. One group investigated whether macrophages and dendritic cells, differentiated in vitro from human peripheral blood mononuclear cells, can sustain human norovirus replication [38] . While this study revealed that a low number of dendritic cells can be infected with Norwalk virus in vitro (2-3 cells per 10 4 inoculated cells) it was insufficient to cause an increase in viral RNA. It should be mentioned that in this study only Norwalk virus and no other human norovirus strains were employed. Similar efforts to cultivate human norovirus in human and murine cell lines of hematopoietic origin remained also unsuccessful [39] . However, in the same study, infection and productive replication of human norovirus in an ex vivo culture using adult human duodenal tissues was observed and some limited replication was noted in a glandular epithelial cell line HIEC-6.\n\nThe lack of a cell culture model of human norovirus is perhaps the most important challenge for the discovery of novel antiviral strategies. Fortunately, an alternative approach to at least study norovirus RNA replication is available. A human norovirus replicon-bearing cell line was created by transfecting a plasmid containing nearly the complete Norwalk virus genome into mammalian cell lines [40] . While this system does not allow to study the entry or maturation of human norovirus, it can be used to investigate the activity and inhibition of all the replicative enzymes and nonstructural proteins. In this way it can be employed to find inhibitors of these viral proteins in a cellular context. In addition, the system is also able to study the activity and inhibition of some host factors involved in human norovirus replication.\n\nSmall animal models for human norovirus infection are key tools not only to study viral pathogenesis but also to enable proof (Table 2 ). While no diarrhea was observed in chimpanzees, intravenous (iv) infection induced week-lasting shedding in stool and serum antibody response. Virus was detected in the intestinal and liver biopsies [42] . In gnotobiotic pigs and calves, however, diarrhea and mild lesions in the intestine were observed as a result of an oral infection with a stool filtrate containing GII.4 norovirus [43, 44] . Such large animal models can help shedding light into the (inhibition of) replication of this human pathogen, however large-scale studies will hardly be feasible.\n\nAdditional animal models using surrogate viruses are also available. Large-animal models for the porcine sapovirus (PEC/ Cowden strain) replicating in swine, or the Tulane virus replicating in rhesus macaques, also provide an opportunity to study clinical features and pathogenesis of caliciviruses [45, 46] . All of the 30 known strains of murine norovirus replicate in mice. The majority of these cause a persistent asymptomatic infection in immunocompetent mice (Table 2 ) [24] . However, in mice lacking components of innate immunity such as signal transducer and activator of transcription 1 (STAT1) or alpha/beta (IFN-a/b) and gamma (IFN-g) interferon receptors, MNV can cause either a persistent or an acute and lethal infection. When infected with the MNV-1 strain innate immunity deficient mice develop severe diarrhea and weight loss, with $100% mortality four to nine days after infection [31, 32] . Viral RNA is detected in these mice in high levels in the intestine, lung, liver, spleen, brain, blood, and feces. The clinical symptoms observed are severe pneumonia and destruction of splenic and liver tissues that cause fatal disease in most cases [31] . This mortality model displays features similar to the pathogenesis of human norovirus infection in humans namely, infection via the oral route, diarrhea, gastric bloating, shedding in stool in high levels [31, 47] . Two MNV-1 variants were selected from the initially isolated virus by plaque purification and passaging in cell culture, MNV-1.CW1 (P3) and MNV-1.CW3 (P3), which genetically differ in four amino acids [32, 47] . Only MNV-1.CW3 is equally virulent as the parental strain in immunocompromised mice. MNV-1.CW1 is attenuated and detected in vivo solely at 24 h pi [47] . In immunocompetent mice, however, MNV-1.CW3 infection causes modest intestinal pathology and fecal inconsistency, which is cleared in less than one week [48] .\n\nMore recently, other MNV strains such as the MNV-3 and MNV.CR6 have been identified, and amino acid changes in the genome of such strains have been linked to persistence and tropism [49, 50] . The MNV-3 causes mild symptoms in STAT1deficient mice, in comparison with the CW3 strain, with less weight loss and more moderate gastric bloating and fecal inconsistency, being cleared after one week. In wild-type mice MNV-3 infection is asymptomatic and can persist for weeks to months [49, 51] . Conversely, the CR6 strain persists asymptomatically in both wild-type and innate immune-deficient mice, presenting thus a different phenotype [52] . These (and potentially other) persistent MNV strains may be used as a model to study norovirus persistence. This might also become useful for antiviral studies given the increased recognition of prolonged norovirus infections in immunocompromised patients.\n\nNorovirus virions recognize HBGAs which are key players in the initial viral attachment, acting most likely as cellular receptors or co-receptors of norovirus for cell entry (Table 3 ) [53] . The HBGAbinding interfaces are located in the P domain of the viral capsid protein. Here, a conformational pocket on the distal surface of the viral capsid interacts with individual oligosaccharide residues of the HBGA molecules. Structural studies that demonstrated this for human norovirus have been mainly performed using crystallization and X-ray diffraction [54] but recently an STD-NMR was successful used yielding similar results [55] . Insight in the molecular interaction of HBGA with the human norovirus capsid has been used as a starting point for computer-assisted drug discovery. This approach, in which $2 million chemical structures were screened in silico for their potential to compete with HBGA binding, resulted in the identification of several compounds that could block the HBGA-P domain interaction in vitro (Fig. 1) [56] . None of these molecules have yet been tested in cell culture or in in vivo models.\n\nRecently new methodologies, using surface plasma resonance technology or mass spectrometry, have been developed to determine the binding of HBGAs to the viral capsid protein [57, 58] . These techniques proved also valuable for the characterization of the binding of other oligosaccharides, including human milk glycans, with the norovirus capsid making them potential anti-adhesive agents for norovirus prophylaxis [58] .\n\nFollowing receptor binding viruses take advantage of cellular processes to enter the cell. MNV enters the cell via a clathrin/ caveolin-independent mechanism that is mediated by dynamin II and cholesterol (Table 3 ) [59, 60] . Insights in the mechanism of human norovirus entry are lacking due to the inability to grow the virus in cell culture. The observation that simvastatin (which lowers cholesterol levels) enhance the replication of a human norovirus replicon in vitro and increases the replication of human norovirus in vivo further highlights the not yet fully understood role of cholesterol in human norovirus entry [61, 62] .\n\nUncoating of MNV is a pH-independent process. This is not a surprise as MNV is an enteric virus that must travel through the acidic pH of the stomach to reach its site of replication. In contrast to many other viruses, a low intracellular pH does not trigger the required conformational changes in the capsid [63] . This implicates that chemicals frequently used to prevent acidification of endosomes and as such inhibit virus uncoating will not be active on norovirus.\n\nThe genome of noroviruses encodes six/seven nonstructural proteins: the NS1/2 (N-terminal protein p48), the NS3 (NTPase), the NS4 (p22), the NS5 (VPg), the viral protease (Pro, NS6), and the viral RNA-dependent RNA polymerase (RdRp, NS7) [ Table 3 ]. The nomenclature and functions of these ORF1-encoded proteins were predicted based on the sequence similarities with their picornavirus counterparts. The norovirus RdRp is therefore referred to as 3D-like, the protease as 3C-like, the p22 as 3Alike, the NTPase as 2C-like and the p48/N-term was linked with the 2B protein [10] . These similarities can be an important step-up for the search of antivirals against norovirus as some of the picornavirus counterparts are proven targets for inhibition of viral replication.\n\nFor MNV it has been shown that all nonstructural proteins play a role in norovirus replication and that they co-localize with the replication complex and the viral RNA intermediate dsRNA [64] . As for many other RNA viruses the replication complex of MNV is associated with the membranes of the endoplasmic reticulum (ER), the Golgi apparatus and endosomes. These intracellular membranes reorganize upon virus infection [32, 64] .\n\nThe function of p48 or NS1/2 is not yet well defined. Based on sequence similarity it is thought to be comparable to the picornavirus 2B protein, which participates in intracellular membrane changes that follow infection. In the case of Norwalk virus infection p48 seems to interfere with disassembly of the Golgi complex and cellular protein trafficking [65] . Studies with MNV reveal that p48 is associated with the recruitment of ER membranes to the site of replication [66] . This recruitment of membranes is probably vital for the formation of replication complexes and the synthesis of new viral proteins [32, 64] . More recently the N-terminal domain of the p48 was shown to determine virus colonic tropism and persistence [50] . As the exact mechanism is still unknown, it is speculated that structural differences of a novel protein fold in the N-terminal domain of p48 influences cellular pathways during viral infection, resulting in evasion of immunity and consequently viral persistence [67] . Given its pleiotropic functions, the mechanisms controlled by p48 in the membrane rearrangements could be a good strategy to stop the norovirus life cycle.\n\nThe NS3 protein has been classified in the protein superfamily 3 of RNA helicases [68] . It shares sequence motifs with the picornavirus 2C protein and the flavivirus NS3 helicase/NTPase.\n\nHelicases are enzymes involved in the unwinding of nucleic acids which is catalyzed by the hydrolysis of NTP. However, for the norovirus NS3 protein (as is the case for the picornavirus 2C protein) only NTPase activity has been demonstrated. The norovirus helicase is, akin to the picornavirus helicase, a ring helicase (unlike for example the flavivirus helicase). Attempts to solve the structure of this protein have so far been unsuccessful.\n\nSeveral molecules have been shown to directly or indirectly interfere with the picornavirus 2C protein function and as such block viral replication [69, 70] . The mechanism of action of these molecules is still not fully characterized. There has been recent progress towards solving the structure of the 2C protein [71] . If this could be achieved it might give insights in the mechanism of action of these inhibitors and generate opportunities for characterization of the norovirus NS3 protein. Recently, a novel class of picornavirus 2C targeting compounds was discovered [72] . These molecules showed potent and broad-spectrum entero/rhinovirus activity including excellent activity in animal models for enterovirus infection.\n\nFunctional studies with NS4 from human norovirus have shown that this protein affects the Golgi-phenotype and antagonizes the secretory pathways of mammalian cells [73] . Both activities correlate with the preservation of an endoplasmic reticulum export signal (MERES) motif. The MNV NS4 causes a similar shift in the Golgi-phenotype but has less effect on the secretory pathways.\n\nThe picornavirus 3A protein and the norovirus NS4 protein are considered orthologous as both proteins share the same location in the viral genome and both interfere with the host secretory pathway. The picornavirus 3A protein recruits phospatidylinositol-4-kinase In silico struct. Biology [56] Crystallography/X-ray [54] Surface plasma resonance technology [56] Mass spectrometry [57] STD NMR [ NS6-protease Maturation of viral proteins Substrate-based aldehyde inhibitors [82] Michael-acceptor polypeptide inhibitor [81] Crystallography/X-ray Biochemical protease assay NS7-RNA dependent RNA polymerase Replication of virus genome 2 0 -C-methylcytidine [98, 99] Favipiravir [100] b-D-N(4)-hydroxycytidine,\n\nCell culture models Animal models 5-Nitrocytidine triphosphate [86] 2 0 -Amino-2 0 -deoxycytidine-5 0 -triphosphate (ACT) [87] Crystallography/X-Ray of RDRP with primer-template Suramin, NF023 and NAF2 and PPNDS [88, 89] In silico struct. Biology Crystallography/X-Ray of RDRP in absence of primer-template Biochemical polymerase assay IIIb (PI4KIIIb) to secretory organelle membranes. This promotes a phosphatidylinositol-4-phosphate (PI4P) lipid-rich environment which the 3D polymerase can bind leading to the formation of replication complexes [74] . Various molecules have been shown to inhibit PI4KIIIb and thereby also viral replication. Interestingly the effect of the picornavirus 3A protein is also linked with a reduction of the secretion of several cytokines and the down regulation of TNFreceptors and MHC class I molecules on the cell surface [75] . Inhibitors of PI4KIIIb have been tested on norovirus replication but no significant antiviral activity has been found (our unpublished observations).\n\nVPg is a viral protein that is covalently linked to the 5 0 end of RNA genome of picorna-and caliciviruses. These viruses have evolved a protein-primed mechanism of genome replication in which VPg is used as a protein primer for the viral RNA polymerase. In addition, VPg is thought to have many other functions that have recently been reviewed [76] . VPg probably protects the 5 0 end of the RNA from being detected by the cytoplasmic sensors RIG-I and PKR. The protein also interacts directly with the cap-binding protein eIF4E and other proteins of the translation initiation complex. Current hypothesis hold that VPg and its interacting partners form a hub for the assembly of the translation and replication complex.\n\nRecently, the first high-resolution structural analysis (NMR) of calicivirus and MNV VPg proteins was reported [77] . In contrast with the VPg proteins of picornaviruses that seem to have an intrinsically disordered structure, the VPg protein of MNV contains a-helical cores flanked by long unstructured termini. The essential Tyr residue that is nucleotidylated by the viral polymerase to form primers for RNA synthesis is located on the first a-helix and exposed to the solvent. When the MNV VPg was docked manually into the crystal structure of the MNV NS7 RdRp the Tyr residue could not be placed in sufficient proximity to the active site to allow for a nucleotidylation reaction. However when the first ahelix is detached from the VPg core, or when the thumb and fingers domains of the polymerase are moved apart then a productive complex could be formed. No inhibitors of VPg functions are known, but its multiple protein-protein interactions may provide suitable targets for antivirals. It would be important to solve the structure of the NS7-VPg complex and to explore whether this interaction can be annihilated by specific inhibitors. Recently a picornavirus VPg-uridylylation AlphaScreen has been developed for high-throughput screening [78] . A similar approach can be envisioned to find inhibitors of the norovirus VPg-guanylation reaction.\n\nThe atomic structure of the Norwalk protease was first resolved to high resolution in 2006 [79] . It is a cysteine protease that adopts a chymotrypsin-like fold comprised of two domains similar to other viral cysteine proteases, like those of picornavirus 3C proteases [79] . The catalytic triad in the active site consists of a cysteine as the nucleophile, a histidine residue as the general base catalyst and a glutamic acid to stabilize the imidazole ring of the histidine. Recently NMR also has been added as a tool to complement these structural studies of the Norovirus protease [80] .\n\nDetailed structural analysis of the norovirus protease with its natural substrate or with inhibitors in its active site have been performed [81, 82] . To prevent cleavage of the natural substrate during crystallization the active site cysteine was mutated to alanine. The structures obtained show that the protease induces an extended b-strand conformation in the substrate. In addition they explain why the cleavage specificity-determining interactions are conserved across viral serine-like proteases. Comparative analysis of the structures of caliciviruses, picornaviruses and coronavirus proteases reveal that the Glu or Gln in the P1 position make identical sets of interactions involving highly conserved His, Thr, and Tyr residues in the S1 pocket. The S2 pocket show great flexibility in association with substrate binding and these changes are correlated with alterations in the S4 pocket. The inhibitors tested were all irreversible inhibitors that covalently link to the active site cysteine residue (Fig. 1) . Different reactive groups, such as bisulfite, esters, aldehyde, ketoamides and ketones have been used [81] [82] [83] . Functional assays for the detection of protease activity of calicivirus, using fluorogenic substrate peptides or bioluminescence technologies have been developed [79, 84] . While these show that the biochemical activity on the Norovirus protease inhibitors is limited (K i $ 1-0.1 mM) some of these molecules showed broad-spectrum antiviral activity in cell culture (EC 50 $ 1 mM) on various members of the calici-, picorna-and coronavirus families [83] .\n\nThe calicivirus RdRps have all the sequence and structural motifs found in canonical viral RdRp. Different nucleoside analogues have been co-crystallized in the active site of MNV RdRp (Fig. 1) . Surprisingly no primer-template RNA is needed. Also there was no need to use a phosphorylated form of the nucleoside [85] . This explains why the nucleosides tested [5-fluorouracil (5FU), 2-thiouridine (2TU) and ribavirin] bind with some flexibility and/or slightly shifted from the expected conformation. The relevance of these approaches to find inhibitors can be questioned. For example while 2TU and ribavirin show a similar binding mode in these crystal structures they differ significantly in their potency to block MNV replication in vitro [85] .\n\nStructures of the human norovirus RdRp bound to an RNA primer-template duplex and a nucleoside-triphosphate analogue have also been obtained and these are likely to be more relevant to understand how the norovirus polymerase can be targeted. In one study the binding mode of the natural substrate CTP and a potent competitive inhibitor 5-nitro-cytidine-5 0 -triphosphate were determined [86] . The precise positioning of these nucleotides exerts significant effects on the efficiency of the nucleotidyl transfer reaction and suggests that a series of hydrogen-bonding and van der Waals interactions with the ribose moiety may play an important role in nucleotide recognition and positioning within the active site. In a second study the binding of 2 0 -amino-2 0deoxycytidine-5 0 -triphosphate was investigated. The binding mode of this nucleotide in the active site forces the enzyme to remain in an open ''inactive'' conformation, which can be regarded as a novel mechanism of inhibition. These structural changes are attributable to the replacement of the 2 0 -hydroxyl group with an amino group that rearranges the polymerase active site and disrupts the coordination shells of the active-site metal ions. Such replacement of the 2 0 -hydroxyl group therefore suggests a general approach for the design of RdRp inhibitors [87] .\n\nRecently, co-crystals of the interaction of non-nucleotide inhibitors of human norovirus RdRp in the absence of an RNA primer-template duplex were solved [88] . Interestingly this study started from the crystal structure of the human norovirus RdRp bound to an RNA primer-template duplex and CTP and removed both the CTP and the short dsRNA [86] . Based on this structure the authors screened a small set of $1200 molecules for their potential to bind to the active site in silico and the two most interesting compounds showed clear inhibition of human norovirus polymerase in vitro. Crystallization and X-ray diffraction experiments together with mutational analysis subsequently demonstrated that, in absence of any substrate, these molecules bind to the active site of MNV and human norovirus polymerase. In addition a follow-up study using reverse fragment screening unraveled a novel binding site for a third inhibitor in the RdRp thumb domain [89] .\n\nViruses require and interact with the cellular machinery to facilitate their replication. Inhibition of host cell factors that are essential for viral replication is a potentially good antiviral strategy, particularly because these may be less prone to drug resistance.\n\nConserved secondary structures of the norovirus genome were found to be critical for the replication of MNV and for its infectivity [90] . These regions in the genomic and subgenomic RNA of norovirus interact with host factors [such as polypyrimidine tractbinding protein (PTB), protein La, and DDX3] but their precise function in the norovirus life cycle has yet to be elucidated [91] . Inhibitors of such host factors could potentially be good antiviral targets and help to unravel more details of the norovirus life cycle.\n\nCellular pathways for cholesterol and carbohydrate biosynthesis were found to be altered in Norwalk replicon-bearing cells by DNA microarray analysis [61] . While in the hepatitis C virus (HCV) replication cholesterol biosynthesis is upregulated and cholesterol-lowering statins act as antivirals through blockage of protein geranylgeranylation [92] , the opposite was reported for norovirus. Statins such as simvastatin increased the replication of Norwalk virus which was correlated with an increased expression of low density lipoprotein receptor (LDLR). It was postulated that LDLR could play an important direct role in virus replication such as participating in viral replication complexes as an essential cofactor [61] . In addition, bile acids [for which cholesterol is a biosynthesis precursor] were found essential for the in vitro replication of the PEC/Cowden Sapovirus [93] . In gnotobiotic pigs, simvastatin increased the infectivity of human norovirus, which was linked to a suppressive effect on innate immune response via interferon-a [62, 94] . The use of statins has indeed been regarded as a risk factor for severe norovirus gastroenteritis [95] . The activity of acyl-CoA:cholesterol acyltransferase (ACAT) is also an important factor for cholesterol biosynthesis and unlike statins, treatment with ACAT inhibitors resulted in reduced levels of Norwalk replication [and of LDLR]. This indicates that ACAT could be a target for inhibition of norovirus replication [61] .\n\nNorovirus is currently an important pathogen, however no vaccines or antivirals are available to prevent or treat norovirus infection. Here we reviewed the progress made on the development of different tools to facilitate anti-norovirus research. Many of the human norovirus proteins have now been studied functionally and structurally, some in the presence of small-molecule inhibitors. The first small animal model for human norovirus was reported. Models for acute and persistence MNV infection have been reported. However the lack of a convenient in vitro cell culture system remains the main hurdle to study human norovirus replication and its inhibition. For other viruses this has proven critical for discovery and optimization of small molecule antivirals."}