{"title": "27Evolution of SARS Coronavirus and the Relevance of Modern Molecular Epidemiology", "body": "The beginning of the global transmission occurred in Metropole Hotel of Hong Kong where a visiting urologist from a Guangdong hospital stayed during a private visit. Without his knowledge, the urologist was infected with SARS coronavirus (SARS-CoV) a few days before he traveled to Hong Kong. It is later found that he spread the virus to at least 15 other persons in the hotel and in the hospital where he was treated. Among them, five of the hotel contacts continued to their international journey and further transmitted the disease to Vietnam and Singapore. This marks the true beginning of a disastrous worldwide pandemic (http://www.who.int/csr/sars/en/).\n\nWHO played a key role in the investigation and control of the SARS outbreak from the very beginning. For the first time in history, WHO issued a global travel alert on March 12, 2003, which greatly reduced the rate of long-distance transmission of the disease. On March 17, 2003, WHO established a 9-nation/11-institute SARS network, which played a major role in the rapid identification of the The first recognized SARS patient, in Foshan, Guangdong province, China Nov 16, 2002ÀMar 10, 2003 causative agent and development of diagnostic tests. Thanks to the international effort coordinated by WHO, the SARS outbreaks were effectively under control by July 5, 2003 . This was the first powerful demonstration of the kind of devastation a new infectious disease can cause worldwide and the effectiveness of an international organization when it is running at its peak. Following the major SARS outbreaks of 2003À2004, there were several minor outbreaks with much smaller impacts. In December 2003 and January 2004, four independent SARS cases were reported in Guangdong, and none of them led to fetal infection or widespread transmission. Subsequent epidemiological tracing revealed that all cases could be linked to civet trading activities . In addition, there were laboratory outbreaks reported in September 2003 , December 2003 , and April 2004 in Singapore, Taiwan, and Beijing, respectively. The most severe outbreak was associated with the incident in Beijing, which resulted in a total of nine infection cases with one death. None of the other two laboratory infections resulted in further spread of the virus (Lim et al., 2006) .\n\nRapid identification of causative agent in an outbreak caused by unknown pathogen is the key for an effective response. However, in the case of SARS outbreak, this was not the case. Due to the association of nonspecific clinical symptoms associated with SARS patients, several pathogens were initially \"identified\" as the potential causes of SARS, which included Chlamydia, influenza virus, and paramyxovirus (WHO, 2003) . The confusion continued until March 2003, when three laboratories independently confirmed that a previously unknown coronavirus was the most likely etiological agent of SARS (Drosten et al., 2003; Ksiazek et al., 2003; Peiris et al., 2003) .\n\nCoronaviruses are enveloped viruses with the largest single-stranded, positivesense RNA genomes currently known, ranging in size from 27 to nearly 32 kb in length. Coronaviruses can infect and cause disease in a broad array of avian and mammal species, including humans. The name \"coronavirus\" is derived from the Greek word for crown, as the virus envelope appears under electron microscopy to be crowned by a characteristic ring of small bulbous structures. Within the virion, the ssRNA genome is encased in a helical nucleocapsid composed of many copies of the nucleocapsid (N) protein. The lipid bilayer envelope contains three proteins: envelope (E) and membrane (M), which coordinate virion assembly and release, and the large spike protein (S), which confers the virus's characteristic corona shape and serves as the principle mediator of host cell attachment and entry via virus-and host-specific cell receptors. The size of the SARS-CoV viral particle is approximately 80À90 nm and its genomic size is around 29.7 kb (Marra et al., 2003; Rota et al., 2003) . The SARS-CoV genome contains 14 open reading frames (ORFs) flanked by 5 0 -and 3 0 -untranslated regions of 265 and 342 nucleotides (nt), respectively. While all CoVs carry strain-specific accessory genes in their downstream ORFs, the order of essential genes-the replicase/transcriptase gene, S gene, E gene, M gene, and N are highly conserved (Graham and Baric, 2010) . Similar to other known coronaviruses, the SARS-CoV genome expression starts with two long ORFs, ORF1a and ORF1b, which account for two thirds of the genomic capacity, followed by ORFs encoding S, E, M, and N proteins (Figure 27 .1). In addition to these conserved core genes in coronaviruses, the SARS-CoV genome contains several accessory genes that are specific to SARS-CoV and have no homolog to known proteins. Phylogenetic analysis based on the most conserved gene ORF1b indicated that SARS-CoV is distantly related to the group 2 coronaviruses in the family Coronaviridae and represents a distinct cluster, named group 2b ( Figure 27 .2) (Snijder et al., 2003) . \n\nDue to the rapid spread of the disease and the delay in the identification of the causative agent, there was no detailed epidemiological tracing done at the beginning of the outbreaks, and it was therefore impossible to trace the origin of the virus. However, through retrospective investigation, it emerged that the majority of the early index cases were limited in several cities of the Guangdong province and most of them have a history of contact directly or indirectly with wild animals, including handling, killing and selling them, as well as preparing and serving animal meat in restaurants Xu et al., 2004a,b) .\n\nAs these epidemic regions have a unique dietary tradition favoring freshly slaughtered game meat, there is a huge trafficking and trading industry dedicated to live animal trading in specialized market, the \"wet market.\" So naturally, immediately after SARS-CoV was identified as the etiological agent of SARS, studies were conducted in those markets for evidence of SARS-CoV. One of the earliest and most important studies was conducted by a joint team from Hong Kong and Shenzhen in mainland China . In this investigation, out of 25 samples collected from market animals, SARS-CoV like viruses were isolated from 4 out of 6 masked palm civets (Paguma larvata) and one raccoon dog (Nyctereutes procyonoides). Antibodies against SARS-CoV were detected in masked palm civets, raccoon dogs, and Chinese ferret-badgers (Melogale moschata). Genome sequencing indicated that the viruses isolated from civets were almost identical to those from human, suggesting a highly possible zoonotic transmission of SARS-CoV from animal(s) to human . These data indicated that at least three different animal species were infected by a coronavirus that is closely related to SARS-CoV. This important study provided the first direct evidence that SARS-CoV existed in animals, pointing to an animal link of the SARS outbreaks. Although three animals were identified as susceptible to SARS-CoV infection, the larger sale volume of civets in comparison to other animals in the market led to them being the focus of subsequent surveillance studies. The role of civets as a major carrier of SARS-CoV in the markets was further confirmed by serological studies involving much large samples (Tu et al., 2004; Kan et al., 2005) .\n\nThe most detailed epidemiological data proving a direct civet to human transmission of SARS-CoV was obtained during the investigation of the second wave of SARS outbreaks during December 2003 and January 2004. There were two lines of evidences suggesting a direct transmission. First, all four independent cases had the history of direct or indirect contact with civets. Second, sequencing analysis indicated that sequences derived from human samples were more closely related to those in the civets during that period than those from human samples obtained in the major 2002À2003 outbreaks .\n\nIn summary, there is little doubt now that the civet to human transmission is a major source of SARS-CoV introduction into the human population Wang and Eaton, 2007; Shi and Hu, 2008) .\n\nA natural reservoir is a long-term host of the pathogen of an infectious disease. It is often the case that hosts do not get the disease carried by the pathogen or the infection in the reservoir host is subclinical, asymptomatic, and nonlethal. Once discovered, natural reservoirs elucidate the complete life cycle of infectious diseases, which in turn will help to provide effective prevention and control strategies.\n\nAs stated earlier, it is clear that civets played a pivotal role in the 2002À2004 outbreaks of SARS in southern China. Culling of civets seemed to be effective in controlling further outbreaks in the region. However, the role of civets as a potential natural reservoir host was less evident and eventually ruled out by several studies. Serological studies indicated that only civets in the markets were infected with SARS-CoV, whereas the populations of civets in the wild or on farms are free of major infections (Tu et al., 2004; Lan et al., 2005; Poon et al., 2005) . Civets produced overt clinical syndromes when experimentally infected with SARS-CoV (Wu et al., 2005) . Comparative genome sequence analysis indicated that SARS-CoVs civets experience rapid ongoing mutation, suggesting that the viruses were still adapting to the host rather than persisting in equilibrium expected for viruses in their natural reservoir species Song et al., 2005) .\n\nContinuing searching for potential reservoir host of SARS-CoV resulted in the simultaneous discovery of SARS-like coronaviruses (SL-CoVs) in bats by two independent teams in 2005. Using serological and PCR surveillance, both groups discovered that SL-CoVs were present in different horseshoe bats in the genus Rhinolophus (Lau et al., 2005; Li et al., 2005c) . While neither team was able to isolate live virus from any bat samples, the high level of viral RNA materials enabled them to determine the whole length genome sequence from several different samples. Complete genome sequence analysis revealed that bat SL-CoVs have an identical genome organization and a nucleotide sequence identity of 88À92% to SARS-CoV (Figure 27 .1, Table 27 .2). Except for the S, ORF3, and ORF8 gene products, all deduced amino acid (aa) sequences of the other gene products have a sequence identity above 93% with those of SARS-CoV. The variable regions between SARS-CoV and bat SL-CoV are mainly located in the coding regions for the nonstructural protein 3 (Nsp 3), S protein, ORF3, and ORF8, the products of these genes have aa sequence identity of 87À95%, 76À78%, 82À90%, 34À80%, respectively. Among the different bat SL-CoVs, the coding regions for these proteins also represent the most variable regions (Ren et al., 2006; Lau et al., 2010; Yuan et al., 2010) .\n\nThe phylogenetic analysis indicated that bat SL-CoVs were grouped in the same cluster of SARS-CoV and only distantly related to other previously known coronaviruses (Figure 27 .2). To date, these bat SL-CoVs represent naturally occurring CoVs, which are most closely related to the SARS-CoVs isolated from humans and civets. The region of nsp3 is high variable and was calculated alone.\n\nAnalysis of nonsynonymous and synonymous substitution rates in bat SL-CoVs suggests that these viruses are not experiencing a positive selection pressure that would be expected if horseshoe bats are new hosts to these viruses. Instead, these data would argue that these viruses have been associated with the bat hosts for a long time (Ren et al., 2006; Tang et al., 2009; Lau et al., 2010) . These observations would support the notion that bats in the genus Rhinolophus are the likely natural reservoir hosts of bat SL-CoVs. It can be further postulated that similar bat species may serve as natural reservoirs of viruses with closer evolutionary relationship to the viruses that were responsible for the 2002À2004 SARS outbreaks.\n\nAnalysis of the large number of SARS-CoV and SL-CoV sequence datasets accumulated during the last few years has clearly demonstrated the importance of virus evolution in cross-species transmission and in pathogenesis. The following is a review of the major evolutionary findings in host switching, recombination, and virusÀreceptor interactions.\n\nOn the basis of the epidemiological data, the Chinese SARS molecular epidemiology consortium divided the course of the 2002À2004 outbreaks into three stages: early, middle, and late (Chinese, 2004) . The early phase is defined as the period from the first emergence of SARS to the first documented SSE. The middle phase refers to the ensuing events up to the first cluster of SARS cases in a hotel (Hotel M) in Hong Kong, while cases following this cluster fall into the late phase. Analysis of all the viral sequences available from human patients and animals revealed two major hallmarks of rapid virus evolution during the initial stages of the 2002À2003 outbreaks: (1) All isolates from early patients and market animals contained a 29-nt sequence in ORF8 that is absent in most of the publicly available human SARS-CoV sequences derived from later phases of the outbreaks; (2) a characteristic motif of single-nucleotide variations (SNVs) were identified in SARS-CoV of different phases, and all these SNVs were located in the S gene that codes for the spike protein responsible for attachment to host cellular receptor . All SARS-CoV isolates from epidemic countries and regions outside the mainland China could be traced to Guangdong or Hong Kong based on the S-gene SNV motif (Lan et al., 2005; Tang et al., 2007) .\n\nDuring the second sporadic outbreaks of 2003À2004, it was shown that the SARS-CoV sequences from index patients were almost identical to that from civets collected in the same period and all retained the 29-nt sequence in the ORF8 gene. The mild disease symptoms associated with these viruses and the lack of rapid human-to-human transmission provided further evidence that the rapid adaptation of the SARS-CoV in the first major outbreak of 2002À2003 was essential for its establishment and pathogenesis in the humans.\n\nWith the available genomic variation data and the sampling time, it is now possible to calculate the neutral mutation rate and to estimate the date for the most recent common ancestors (MRCAs) of SARS-CoV. The estimate obtained is around 8.00 3 10 26 /nt/day, suggesting that SARS-CoV evolves at a relatively constant neutral rate both in human and palm civet. From these calculations, it was estimated that the MRCAs for palm civet and human of different transmission lineages lie in mid-November 2002. This estimate was consistent with the first observed SARS case around November 16, 2002 in Foshan, Guangdong (Chinese, 2004; Song et al., 2005; Zhao, 2007) .\n\nAt the present time, a total of 18 full-length genome sequences of bat SL-CoVs are determined (Lau et al., 2005 (Lau et al., , 2010 Li et al., 2005c; Ren et al., 2006; Yuan et al., 2010) . Figure 27 .1 shows a comparison of the genome structures for five selected bat SL-CoVs and one each of civet and human SARS-CoV isolates. All bat SL-CoVs with the exception of HKU3-8 (Lau et al., 2010) contain the 29-nt sequence in ORF8, which is present in SARS-CoV from early phase patients and civets, indicating the common ancestor between civet SARS-CoV and bat SL-CoV. The SL-CoV HKU3-8 contained a 26-nt deletion, which is located 14-nt downstream from the commonly observed 29-nt deletion, indicating that the ORF8 coding region is a \"hotspot\" for deletions (Lau et al., 2010) . SL-CoVs from different bat species share 88À92% nt identity among themselves, indicating that the genetic diversity of SL-CoVs in bats is much greater than that observed among civet or human isolates, which provides further support that bats are likely the natural reservoir of this group of coronaviruses. The most dramatic sequence difference between human SARS-CoV and bat SL-CoV is in the S protein, which has only 76À78% aa identity for the whole S protein and 64% aa identity if the N-terminal region (or the S1 region) was compared (Table 27 .2). This observed great genetic diversity among bat SL-CoVs and the major difference between the S1 regions of SL-CoV and SARS-CoV S proteins imply that the currently identified SL-CoVs are not the direct progenitor of human SARS-CoV and continued search is required to find a bat SL-CoV that is much closely related to SARS-CoV. It can also be concluded from the earlier observations that genetic recombination may be required to bridge the gap between SL-CoV and SARS-CoV.\n\nIt is well documented that the positive-sense ssRNA genomes of coronaviruses are prone to homologous recombination during co infection of two different coronaviruses and that recombination plays an important role in generating new coronavirus species, in facilitating cross-species transmission and in modulating virus virulence (Brian and Baric, 2005; Woo et al., 2005a; Decaro et al., 2009; Woo et al., 2009a; Graham and Baric, 2010) .\n\nThe first line of evidence for co infection and recombination came from analysis of SL-CoVs in bats (Tang et al., 2006; Cui et al., 2007; Vijaykrishna et al., 2007; Hon et al., 2008; Lau et al., 2010) . Several studies have also confirmed that recombination can occur at multiple sites along the SL-CoV genome (Hon et al., 2008; Graham and Baric, 2010; Lau et al., 2010; Yuan et al., 2010) . For example, detailed sequence analysis of two genotypes of bat SL-CoV, Rp3, and Rs672 (both were identified from R. sinicus) suggested that they may represent a recombinant of two bat SL-CoVs and one of them is more closely related to the human SARS-CoVs (Hon et al., 2008; Yuan et al., 2010) .\n\nAlthough the exact origin of SARS-CoV remains elusive, it appears reasonable to hypothesize that the virus that successfully infected civets and humans may have evolved from multiple progenitor viruses through mutation and recombination events in one or more reservoir and intermediate hosts.\n\nThe S protein of coronavirus is responsible for attachment to cellular receptor to initiate the first step of virus infection. The angiotensin-converting enzyme 2 (ACE2) was identified as a main functional receptor for SARS-CoV . Further analysis demonstrated that the region covering aa 318À520 of S protein is the key receptor binding domain (RBD), which is both essential and sufficient to bind the human ACE2 molecule (Wong et al., 2004) . Detailed analysis of the crystal structure of the RBD-ACE2 complex revealed that 19 key residues have close contact with the receptor molecules, which are located from aa 424 to 474. This region is termed the receptor binding motif (RBM) (Li et al., 2005a) .\n\nWhen the existing epidemiological data were analyzed in combination with the data on infectivity of SARS-CoV isolated in humans at the different phases of the outbreaks and SARS-CoV isolates in civets, a clear correlation could be established between the evolution of the S proteins and virus infectivity. It was observed that the S protein is the fastest-evolving protein of SARS-CoV during interspecies transmission from animal to human and in the following phases of human-to-human transmission. The majority of the mutations are located in the S1 domain (31 out of a total of 48 SNVs), particularly in the RBD (Chinese, 2004; Wong et al., 2004) . The interaction analysis between the S proteins of different isolates and the ACE2 molecules demonstrated that two aa residues in the S protein, aa 479 and aa 487, played a key role in virus infectivity (Li et al., 2005b; Qu et al., 2005) . For aa residue 479, all 2002À2003 human isolates and some 2003À2004 palm civet isolates have a codon for asparagine (N), all 2002À2003 and some 2003À2004 civet isolates have a codon for lysine (K), while some 2003À2004 civet isolates have a codon for arginine (R). For aa residue 487, all isolates including those from early and middle phase patient, civets of 2002À2003 and 2003À2004 have a codon for serine (S), whereas all isolates from late phase patients have a codon for threonine (T) (Figure 27.3) . When examined using an HIV-based pseudovirus infection assay, S proteins with all combinations of residues 487/479 could efficiently use the civet ACE2 as an entry receptor but showed different infectivity in human ACE2mediated infection (Li et al., 2005b; Qu et al., 2005) . The combination of N479/ T487 had the highest infectivity, N479/S487 medium infectivity, and K479/S487 the lowest, which almost abolished the infection. These results demonstrated elegantly at the molecular interface that the rapid evolution of the S protein, especially at the aa positions important for host receptor engagement, was essential for the adaptation to and establishment of an effective and productive human infection.\n\nWhen the genome sequences of SL-CoVs were analyzed, it immediately became evident that the N-terminal region of their S proteins is substantially different from that of the SARS-CoV S proteins. As shown in Figure 27 .3, there is a major sequence difference involving deletions of 17À18 aa right in the middle of RBM. We have since demonstrated experimentally that SL-CoV S proteins are unable to use ACE2 molecule as a functional receptor, regardless of the origin. More specifically, ACE2 from bat, civet, or human all failed to function as an entry receptor for a pseudovirus containing the SL-CoV S protein (Ren et al., 2008) . It can therefore be concluded that the SL-CoVs identified in bats to date are unlikely to be the direct progenitor virus of human SARS-CoV (Ren et al., 2008) . This raises two questions: (1) What is the functional receptor for SL-CoVs and do these viruses have the potential to spill over into other animals and humans to cause disease like SARs-CoV? (2) Can the SARS-CoV use any bat ACE2 as a functional receptor to satisfy the precondition for bats acting as the natural reservoir of SARS-CoV or a closely related progenitor virus? In the absence of a live SL-CoV, addressing the first question is difficult, and there has been no real progress made in this area. However, recent studies in our group have provided some useful insight into the second question.\n\nSequence analysis revealed that ACE2 molecules from human and different animals share a significant level of sequence identities, including the key contact points involved in S-ACE2 interaction for SARS-CoV entry (Li et al., , 2005a (Li et al., ,b, 2006 Li, 2008) . This is also true for the bat ACE2 molecule derived from R. pearsonii (Ren et al., 2008) . Recently, we have demonstrated that a 3-aa change from SHE to FYQ at aa 40À42 is sufficient for the R. pearsonii ACE2 to function as an entry receptor for the human SARS-CoV (Yu et al., 2010) . Furthermore, we have also demonstrated that the native ACE2 molecules from other bat species, including the microbat Myotis daubentonii and the megabat Rousettus leschenaultii, were fully functional as an entry receptor for the human SARS-CoV (Yu et al., 2010; Hou et al., unpublished results) . Taking together, these studies demonstrated that a subtle change in sequence was sufficient to convert a nonsusceptible horseshoe bat ACE2 into a functional receptor for SARS-CoV. Considering that there are more than 60 different horseshoe species around the world (Rossiter et al., 2007; Flanders et al., 2009) , it is highly conceivable that one or more of them may serve as the natural reservoir of SARS-CoV and/or its progenitor virus(es). Moreover, the existence of functional ACE2 receptors in other bat species would suggest that the host range for SARS-CoV or SL-CoVs in bats may be much wider than originally thought.\n\nZoonosis contributes to the majority of emerging diseases in the last 30 years, many of them originated from wild animals (Bengis et al., 2004; Woolhouse and Gowtage-Sequeria, 2005; Chomel et al., 2007; Jones et al., 2008) . The story of SARS is just one of such examples that spectacularly demonstrated the seamless evolution of an animal (probably a bat) virus into a human pathogen responsible for one of the most severe global pandemic outbreaks in the modern history of mankind. In general, pathogens carried by wildlife reservoir animals usually do not cause clinical symptoms, and they lie dormant until they spill over into and cause diseases in domestic animals or humans. Classical outbreak response measures, such as those deployed during the SARS outbreaks, are still useful, but no longer sufficient for early detection and prevention of major infectious disease outbreaks in the twenty-first century.\n\nWith the recent demonstration of an increasing number of spillover events that led to severe disease outbreaks in human and domestic animals, we believe it is paramount that from now we include active surveillance of wild animals as part of an integrated infectious disease prevention and control strategy. Surveillance of wildlife animals has also been made more feasible and productive thanks to the advance in modern molecular techniques including PCR with virus group-specific primers, virus discovery using next generation high-throughput sequencing technologies, and high-density virus microarrays (Breitbart et al., 2003; Gaynor et al., 2007; Ng et al., 2009; Yanai-Balser et al., 2010) . Since the SARS outbreaks, especially after the discovery of SL-CoVs in bats, there is a significant surge in international effort for surveillance of coronaviruses in wildlife animals. Before the SARS outbreak, there were only 10 coronaviruses with complete genomes sequenced. This number has increased more than threefold as a result of the active surveillance works conducted around the world (Vijgen et al., 2005; Woo et al., 2005b Woo et al., , 2006 Woo et al., , 2009a Ren et al., 2006; Vijgen et al., 2006; Alekseev et al., 2008; Lau et al., 2010; Yuan et al., 2010) . Although this only marks the beginning of our understanding coronaviruses in wildlife animals, it is fair to say that we have learned a lot more about coronaviruses in general than the past 50 years or so during that period studying of viruses was only possible and called for in response to disease outbreaks. Based on phylogenetic analysis of the large number of bat coronavirus sequences available presently, it is postulated that all known disease-causing coronaviruses previously identified in human or animals originated from bat strains (Vijaykrishna et al., 2007) . It is therefore likely that another outbreak could occur on a similar scale as that of the SARS-CoV outbreaks. It is our strong belief that our response to a future outbreak caused by any bat-borne coronavirus will be much more effective than what was done for the SARS outbreaks.\n\nFacilitation of new disease outbreak by prior knowledge accumulated through wildlife surveillance played a major role in the discovery of the new zoonotic reovirus. Melaka virus was a novel bat virus that jumped species and caused direct bat-tohuman transmission, followed by human-to-human transmission in a small cluster of patients in Malaysia (Chua et al., 2007) . It caused severe respiratory or enteric infections in affected humans and represented a new class of orthoreoviruses, which are capable of infecting and causing disease in humans. The rapid identification and characterization of Melaka virus was made possible by using exiting reagents (primers and antibodies) and knowledge (sequence and reservoir species distribution) gained from a previous surveillance study in bats, which resulted in the discovery of a bat orthoreovirus called Pulau virus (Pritchard et al., 2006) . It turned out that the Melaka virus was very closely related to the Pulau virus in genetic organization of the genome segments and in antigenic cross reactivity (Chua et al., 2007) . Since then, at least two other related bat have undergone cross-species transmission and caused diseases in humans (Chua et al., 2008; Cheng et al., 2009 ).\n\nThe emergence of SARS-CoV has had a huge impact on the global health and economy. It served as a warning to what may come out of a seemingly harmless virus-reservoir equilibrium in bats or any other wildlife species. At the same time, the experience gained from the SARS outbreaks and the following in-depth studies on SARS-like coronaviruses has provided and will continue to provide invaluable knowledge and guideline to our future fight against new and emerging infectious diseases. One of the major lessons is that we need to pay much more attention to the reservoir species in understanding the genetic diversity of different viruses, the intricate interplay at the virusÀhost interface and the major factors responsible for the disturbance of virusÀhost equilibrium, which in turn trigger spillover events leading to disease outbreaks."}