{"title": "Omics and Edible Vaccines", "body": "and nutritional properties of food for the benefit of consumer, e.g., tomato with high content of lycopene and fruits with high quantity of vitamin and antioxidant properties (Ahmad et al., 2012) . Omics-based technologies allow the visualization and monitoring of all the changes. Study of host genome using integrated omics-based technologies, including genomics, transcriptomics, proteomics, and metabolomics, not only helps in the identification of microbial antigens but also assists in the development of targeted vaccines.\n\nGenomics has helped in studying the host genome and in identification of microbial antigens. The completion of the sequencing of the first plant genome, reported to have 25,498 genes in Arabidopsis Thaliana. This research work has opened the horizons in the genomic era in plant research (Jeanette and Emon, 2016) . By adding a specific gene to a plant, or knocking down a gene with RNAi, the desirable phenotype can be produced in a precise way as compared to traditional breeding techniques (Jeanette and Emon, 2016) . Genomics provides controllable methods for molecular breeding and marker-assisted selection, and accelerates the development of new crop varieties (Jeanette and Emon, 2016) . The science of genomics has assisted in the development of targeted vaccines of biopharmaceutical importance and industrial enzymes.\n\nTranscriptomics is defined as the study of transcriptome-the complete set of RNA, also known as expression profiling, as it is a study of the expression levels of mRNAs in a given cell population. The genome is roughly fixed for a given cell line with the exception of mutations, whereas a transcriptome is dynamic as it is a reflection of the genes actively expressed at any given time under various conditions (Jeanette and Emon, 2016) . It determines the pattern of gene expression changes due to internal and external factors such as biotic and abiotic stress (Jeanette and Emon, 2016) . The high throughput techniques such as next-generation sequencing provide the capability for understanding the functional elements of the genome (Valdes et al., 2013) .\n\nfor maintaining ecosystem balance can be applied (Agrawal et al., 2012) . Proteomics crucially helps in sensitively detecting and quantifying food allergens or multi allergens.\n\nMetabolomics explains the chemical processes, providing a linkage between genotypes and phenotypes (Aliferis and Chrysayi-Tokousbalides, 2011) . It provides information about the expressed proteins that are metabolically active and identifies the biochemical processes and the active function of the various resulting metabolites. The dynamic nature of metabolome is subjected to environmental and other conditions such as biotic or abiotic stress. Metabolic profiling provides an immediate image of processes occurring within a cell, for example, during fruit ripening, key compounds responsible for imparting taste and aroma (Jeanette and Emon, 2016; Dixon et al., 2006) .\n\nMetabolic profiling is done with the help of mass spectrometry and nuclear magnetic resonance analyses to ascertain metabolic responses to herbicides and to investigate the metabolic regulation and alterations due to environmental conditions of light, temperature, humidity, soil type, salinity, fertilizers, pests and pesticides, and genetic perturbations (Jeanette and Emon, 2016; Aliferis and Chrysayi-Tokousbalides, 2011; Dixon et al., 2006) . Various advanced metabolomics profiling techniques have been used to analyze the safety and risk assessments of transgenic food (Jeanette and Emon, 2016; Ahmad et al., 2012; Valdes et al., 2013; Wang et al., 2013) .\n\nThese are genetically engineered into a consumable crop/plant to produce the protein of desired therapeutic value. After entering into the body, some of the protein enters into blood circulation after digestion. Once the enough amount of protein enters into circulation, immune response against disease-causing pathogens is initiated. These do not require large stainless steel tanks for cell culture and purification. They require only green houses. In the process of edible vaccine production, the desired antigen coding gene isolated from microbes and processed in two manners: (1) by genetic engineering, recombinant virus is introduced into plants. Chimeric virions are extracted and purified from these plants. The edible vaccines thus produced are used for immunological purpose, (2) another method is of transformation technique, vector is integrated with gene of interest (Geetika and Sanjana, 2014; Mishra et al., 2008; Kamenarova et al., 2005) . A few examples of edible vaccines along with their application status have been listed in Table 8 .1 (Daniell et al., 2009; https://www.crcpress.com) . The transgene can be introduced into plant cell by many methods of biopharming. These have been described briefly in the following section.\n\nAgrobacterium tumefaciens is a soil bacterium, which is used to transfer a small segment of DNA into plant genome by the process known as transformation (Mishra et al., 2008) .\n\nThe whole plant is regenerated from individual plant. In this method of gene transfer, the desired gene is inserted into T region of disarmed Ti plasmid of Agrobacterium. The recombinant DNA into Agrobacterium is cultured along with plant cells to be transformed (Streatfield, 2006) . The testing of these antigens produced by transgenic plants in animal experiments showed that the genes successfully expressed in these plants (Mishra et al., 2008; Mariotti et al., 1989; Mercenier et al., 2001; Chikwamba et al., 2002; Yuki and Kiyono, 2003) Earlier this method was limited to tobacco and a few other species, but now it has been extended to vegetable species of agronomic interest like Graminae and Leguminosae (Chikwamba et al., 2002; Lee et al., 2001) . This method has opened new prospects for the development of edible vaccines for humans as well as for veterinary use (Mishra et al., 2008) .\n\nThis method is also known as microprojectile bombardment method, where selected DNA sequences are precipitated onto microparticals (coated with gold and tungsten) and particles are fired at plant cells with high velocity. The microparticals are released into the cell wall to release the foreign DNA into the cell where it gets integrated to nuclear genome of the plant. The molecular mechanism behind this integration is still not clear (Mishra et al., 2008) . Transgenic plants thus produced are allowed to grow into new plants with the aim to produce the desired pharmaceutical or antigen protein.\n\nElectroporation is a technique in which pulse of high electric field/high voltage (0.5 mA or 25 mV for 15 minutes) is applied to increase the permeability of cell membrane. This method is used to cause some type of structural rearrangement of the cell membrane resulting in a temporary increase in porosity and providing a local driving force for ionic and molecular transport through the pores (Darbani et al., 2008) . The most common application of electroporation is in vitro introduction of DNA into cells. Physical factors such as transmembrane potential generated by the imposing pulse of electric field, extent of membrane permeation, duration of the permeated state, mode and duration of molecular flow, global and local (surface) concentrations of DNA, form of DNA, tolerance of cells to membrane permeation, and the heterogeneity of the cell population may affect the electrotransfection efficiency of transgenic plant thus produced (Darbani et al., 2008; Hui, 1995; Weaver, 1995) .\n\nThis method involves a derivation of polyethylene glycol-mediated transformation known as liposome-mediated transformation technique. Liposomes are positively charged lipids and are used for DNA uptake due to their favorable interactions with negatively charged DNA and cell membranes (Darbani et al., 2008) . In this approach external DNA is encapsulated in a spherical lipid bilayer (which is known as a liposome) to prepare lipoplexes (Gad et al., 1990) . The endocytosis process makes the DNA free to recombine and integrate into the host genome Fukunaga et al., 1983) . Viral vectors can also be used in this system. The successful transformation has been reported in various plants, e.g., in tobacco, wheat, and potato (Dekeyser et al., 1990; Zhu et al., 1993; Sawahel, 2002) . Another example is transformation of intact yeast artificial chromosomes into plant cell, which was successfully achieved via lipofection-like particle bombardment. The lipofectionÀpolyethylene glycol combination method was more efficient than other methods (Darbani et al., 2008; Wordragen et al., 1997) .\n\nOther methods include polymer-based transfection or polyfection, microinjection-based method, wave-and beam-mediated transformation, and desiccation-based transformation. These methods have been reviewed in detail by Darbani et al. (2008) .\n\nMost of the time a disease-causing pathogen enters into body via mucosal surfaces lining the digestive, respiratory, or urinoreproductive systems (Mishra et al., 2008) . The mucosal immune system is supposed to be the first line of defense and is the most effective target site for vaccination (Mor et al., 1998; Korban et al., 2002) . The aim of edible or oral vaccine is to provide mucosal as well as humoral immunity against pathogens or infectious agents. When taken orally, edible vaccine undergoes mastication process and then enters into intestine for further degradation via enzymes and acids present in the gut. The antigens produced in transgenic plants are delivered through bioencapsulation in which the parts of plant are fed directly because the outer cell wall protects the antigens from gastrointestinal secretions. The antigen is released and taken up by microfold (known as M) cells in the intestinal wall present over Peyer's patches (rich in lymphoid tissues) and gut-associated lymphoid tissues, passed onto the macrophages, antigen-presenting cells, local lymphocytesÀproducing serum immunoglobulins (IgG, local IgE), response and memory cells, and thereby neutralizing the attack of pathogen (Mishra et al., 2008; Ma et al., 1995) .\n\nBoth conventional vaccines and edible vaccines are supposed to play the same role once they enter into body, i.e., to produce antibodies against disease-causing harmful pathogen. It has been observed that in case of vaccines produced from microbial system, there is a possibility of endotoxin contamination or problems with viruses or oncogenic DNA arises, e.g., Anthrax vaccine produced from fermenters could get contaminated by Bacillus anthracis toxin produced. However, if it is from transgenic plants, then it is free from toxin (Geetika and Sanjana, 2014) . The edible vaccines provide more immunity when compared to conventional vaccines because in later case the sugar attached to animal vaccines was not reckoned to be beneficial. Conventional vaccines are expensive, need sterilization conditions, purification, refrigeration for proper storage, have poor mucosal response, and require cold chain and trained medical personnel when compared to edible vaccines. Children have to experience pain for immunization and vaccination; therefore, noncompliance is observed. The edible vaccines bypass all these conditions, need not be administered with a needle and syringe, can be eaten, and noncompliance is not observed. There is no need of trained medical personnel, have good stability, do not require refrigeration, shipping cost is eliminated, cold chained is not required, and contamination is also not found. Moreover, edible vaccines are economical as compared to conventional vaccines because of mass production, transportation, ease of separation, and purification from plant materials.\n\nThere are chances of development of allergic reactions to plant protein glycans and other plant antigens, and contamination of plant and plant products by mycotoxins, pesticides, or endogenous metabolites (Doshi et al., 2013) . Development of immunotolerance to vaccine peptide or protein, the consistency of dosage from plant to plant, is not similar, stability of vaccine inside the fruit is not known, dosage may be variable from plant to plant, and selection of the best plant is difficult, and certain foods, e.g., potato is not eaten raw and cooking may modify the properties of vaccine contained in it because the exact or required dose/amount of antigen cannot be measured in a plant as in case of syringe while using conventional vaccine. Moreover, this method is not convenient for infants (not able to eat). The uncertainty that tomato and banana do not have standard or perfect size and therefore people may consume too much vaccine that may be toxic or very less amount may lead to the outbreak of disease among population believed to be immune (www.pharmatutor.org).\n\nSuccessful edible vaccines prove to be a boon for medical sciences and can cure a number of diseases such as cancer, infectious diseases, and heart diseases with minimum effort. Many antigens of desired therapeutic value have been expressed successfully in transgenic plants and have been demonstrated to retain their native functional forms. A few of these have been discussed below.\n\nType I diabetes or insulin-dependent diabetes mellitus, affecting young adults and children, is a disease that results from autoimmune destruction of the insulin secreting beta cells in the pancreas. Injecting pancreatic glutamic acid decarboxylase (GAD67) prevented mice from diabetes. Transgenic plants, potato, and tobacco with the gene encoding for GAD67 have been developed (Geetika and Sanjana, 2014; Ma et al., 1995; Blanas et al., 1996) . Studies have shown that feeding of diabetic mice with these vaccines helped in suppressing the autoimmune attack and delayed the rise in blood sugar levels (Ma et al., 1995; Travis, 1998) .\n\nAccording to WHO, cholera vaccine provides cross protection against enterotoxin Escherichia coli heat labile enterotoxin B (LT-B) and is quite effective in preventing cholera. Transgenic potatoes expressing LT-B gene fed to mice leads to the production of secretary as well as serum antibodies. In addition, cooking of raw potato did not inactivate the antigen leading to the conclusion of production of edible vaccine to be expanded from raw food plants to fruits Lindblad and Holmgren, 1993; Richter et al., 1996) .\n\nMalaria vaccine was developed by researchers using three antigens namely merozite surface protein (MSP) 4, MSP 5 from Plasmodium falciparum, and MSP4/5 from Plasmodium yoelli (Geetika and Sanjana, 2014; Wang et al., 2004) . Mice were orally immunized with this recombinant antigen and co-administered with cholera toxin B subunit as mucosal adjuvant to induce immune response. However, oral delivery of plant-derived malaria vaccine inducing immune response is uncertain, because the expression level of antigens in plants is very low.\n\nMeasles affected people usually become deaf or develop encephalitis or in adverse cases may lead to death as well. The available vaccine for measles is a live attenuated vaccine having certain disadvantages. For preparing edible vaccine, MV-H (measles virus hemagglutinin from Edmonston strain) antigen was introduced in tobacco plant using a plasmid vector. It was observed that serum antibodies induced immune response against the antigen. The fecal samples of immunized animal were also found to contain antigencontaining IgA antibodies. Therefore, transgenic rice, lettuce, and baby food have been developed against measles. If this was given along with CTB, 35À50 g of MV-H lettuce was enough, but a higher dose might show better results (Giddings et al., 2000) .\n\nHepatitis B is an infectious disease of liver caused by Hepatitis B virus. Initially the symptoms are yellowing of skin, vomiting, and abdominal pain, which eventually may develop into liver cancer and cirrhosis and death in 15%À25% cases. During this infection, the first detectable antigen is hepatitis B surface antigen (HBSAg). Vaccination is available against Hepatitis B infection. The transgenic plants were developed by CaMV (Cauliflower mosaic virus) plasmid cloned by HBSAg subtype and thus regenerated plants produced HBSAg from the transformed cells. Further experiments in potatoes showed higher concentration of expression antigen in roots than in leaf tissues and was not sufficient to be used for oral vaccine (Domansky, 1995) . Further research was carried out to increase HBSAg levels using different promoters, e.g., patatin promoter and different transcriptional regulatory elements (Geetika and Sanjana, 2014) . Artnzen and colleagues investigated a number of signaling peptides and 5 0 and 3 0 untranslated regions in constructs driven by normally constitutive CaMV 35s promoter to develop transgenic potato with higher levels of HBSAg antigen (Artnzen, 1997) . When HBSAg expressed in tobacco plant was administered to animals as parental vaccine, it showed primary response equivalent to conventional vaccine. When animals were fed on tobacco plant with HBSAg expression, it showed better results as compared to conventional vaccine.\n\nMany research studies and clinical trials are undergoing to establish the efficacy and usefulness of edible vaccines. For example, tomato plant expressing rabies could induce antibodies in mice. The transgenic potato produced from transgenic plant with CTB gene of Vibrio cholera was found to be very effective in mice. Transgenic potato expressing Norwalk virus antigen has shown seroconversion. Human trials of potato-based hepatitis B virus have shown good results. A study carried out by Mason et al. (1996) investigated the antigenic or immunogenic effects of transgenic potato tubers and tobacco leaves, carrying a Norwalk virus capsid protein; in mice, this virus causes gastroenteritis in human. A successful expression of antigens in plants was achieved for rabies virus G-protein in tomato (McGarvey et al., 1995) . Rotavirus VP7 has been expressed in transgenic plants, and oral immunization in mice was observed by inducing the production of mucosal IgA and serum IgG against VP7 (Wu et al., 2003) . The development of systemic and mucosal antibody response was observed in response to LT-B in young and aged mice. The expression of a recombinant subunit antigen (ORF2), representing the carboxy-terminal 267 amino acids of the 660 amino acid hepatitis E virus (HEV) capsid protein of HEV was studied in tomatoes, and activity of protein or expressed antigen was tested using enzyme-linked immunosorbant assay method (Ma et al., 2003) . In addition, efforts have also been made to develop edible vaccine against neurocysticercosis that occurs due to ingestion of contaminated food and water by Taenia solium (Lightwlers, 2003) . Vaccine against severe acute respiratory syndrome coronavirus has also been developed by scientists and is under study. These examples show that plants are promising bioreactors in generation of therapeutically desired biopharmaceuticals.\n\nSecond-generation edible vaccines are multicomponent vaccines which provide protection against several pathogens and have the ability to develop more than one antigenic protein. These are produced by crossing two cell lines containing different antigens. The adjuvant can be co-expressed with same antigen in the same plant. For example, a trivalent edible vaccine against cholera, ETEC or Enterotoxigenic E. coli, and rotavirus could initiate an immune response to these three successfully (Geetika and Sanjana, 2014) .\n\nEdible vaccines or oral vaccines must be protected during their passage to gastrointestinal tract. To counter this problem, a large number of delivery systems have been developed and modified for presenting nonliving antigen to mucosal surfaces, which will allow these antigens to survive from acid and enzymatic attack from gastrointestinal tract. These include polylactide, polyglycolide, microsphere, liposomes, proteasomes, co-chelates, virus-like particles, and immune-stimulating complexes (Doshi et al., 2013) . Even more palatable alternatives to potatoes have been developed, e.g., banana. Many solutions have been tried to overcome this limitation. These include techniques such as optimization of the coding sequence of bacterial or viral genes for expression as plant nuclear genes and defining the subcellular components to accumulate the product for optimal quantity and quality. Another method is to improve the immunogenicity of the orally delivered antigens by using mucosal adjuvants (Doshi et al., 2013;  www.pharmatutor.org).\n\nThe Boyce Thompson Institute for Plant Research at the United States is working on genetically engineered plants to produce vaccines in the fruits. Bananas have been used to develop vaccine against diarrhea. Bananas are perfect choice for this purpose because they grow widely in many parts of the developing countries and can be eaten raw especially by children. Other advantage is that bananas are sterile and genes do not pass from one banana to other banana plant, need no cooking, grow quickly, and are rich in vitamin to boost immune response.\n\nTomatoes grow quickly, have high content of vitamin A, are heat stable, different batches can be blended to set the uniform dose of required antigen, and do not pass infection. Tomatoes have been used for developing edible vaccine against HIV, Alzheimer's disease, SARS, anthrax, and respiratory syncytial virus. The other plants used for edible vaccine production are rice for cholera, flu, botulism, and hay fever; and tobacco for Crohn's disease and against human papilloma virus causing cervical cancer. Soybean and Lettuce have also been used for producing edible vaccines, but readily spoilage is their main disadvantage.\n\nThe edible vaccine, reported to be efficacious in animal trials and patented first of all, was against transmissible gastroenteritis virus in pigs. Vaccine against porcine reproductive system, respiratory syndrome, and foot and mouth disease of animals has been investigated in clinical trials (Yang et al., 2007; Esmael and Hirpa, 2015) . Several patents have been filed by biotechnology companies on edible vaccines, e.g., Prodigene, has claimed for vaccine produced in transgenic plants for the treatment of hepatitis and gastroenteritis. Found Advan Mil Med has patented antibacterial vaccine for the treatment of shigellosis (Khoudi et al., 1999) . Ribozyme Pharm has developed nucleic acid vaccine used in the treatment of viral infection in plants, animals, or bacteria. Many institutes across the globe have developed potentially effective edible vaccines, e.g., vaccine against invertebrates (insects, arachnids, and helminths), and Hepatitis B virus core antigen recombinant vaccine have been developed by the University of Yale and University of Texas, respectively. Biosource (now large-scale biology) has developed and patented plant viral vector with the potential of anti-AIDS vaccine (www.unicef.org). The selected patents on edible vaccines have been summed up by Mishra et al. (2008) .\n\nAlthough edible vaccines are boon for medical sciences, yet researchers are grappling with many problems such as poor growth of transgenic plants when they initiate producing foreign protein. The studies carried out on animals and human so far have provided a proof of feasibility with consideration of certain issues.\n\nIn many countries, plants producing edible vaccines fall under restrictive category set up to control genetically modified crop plants. This creates problems for the acceptance of edible vaccines especially in Europe. Another difficulty is the resistance towards genetically modified plants and crops. For example, Zambia had refused genetically modified maize in food aid from the United States despite a terrible draught (https://www.theguardian.com/science/2002/oct/17/gm.famine).\n\nEdible vaccines have many advantages over conventional vaccines, not only they cut the cost, shipping, refrigeration, and storage but also are safer and reduce adverse reactions, pain of injection, and improve patient compliance. Quality assurance, preclinical evaluation, efficacy, and environmental influence need to be taken into account before endorsing edible vaccines for human use. Random insertion of therapeutically effective desired genes into plants can destabilize the genome of plant species and may influence the balance of ecosystem. If the technology is enriched with invaluable scientific knowledge and with right regulatory framework, it may usher into a new era of eating vaccines instead of injecting them with a needle and syringe."}