{"title": "Antiviral Research Inhibition of human adenoviruses by 1-(2'-hydroxy-5'- methoxybenzylidene)amino-3-hydroxyguanidine tosylate", "body": "years. In recent years, it has been reported that severe and occasionally fatal adenoviral infections may occur in infants and young children (Uhnoo et al., 1984; Chiba et al., 1983; Yolken et al., 1982) , and in immunocompromised patients (Shields et al., 1985; Stalder et al., 1977; Zahradnik et al., 1980) . Ocular adenovirus infections occur worldwide and frequently result in epidemics in the community and medical facilities. Epidemic keratoconjunctivitis, generally caused by adenovirus type 5, 8, 19 or 37, is a frequently occurring and highly infectious disease (Ford et al., 1987) . Although (S)-HPMPC, (S)-HPMPA and 2'-norcyclic GMP were reported to have good antiadenoviral activities (Baba et al., 1987 and Gordon et al., 1991) , currently there exists no antiviral treatment known to prevent or lessen the sequelae of adenovirus-induced diseases in the primary eye involved. Likewise, no treatment exists to protect against the spread of virus to the second eye or to other individuals. Recent reports (Gordon et al., 1992 and Tsai et al., 1992) have described animal models for evaluating the effect of potent experimental antiviral drugs against ocular adenovirus infections.\n\nHydroxyurea, hydroxyguanidine and thiosemicarbazone inhibit ribonucleotide reductase and have been reported to have anti-tumor as well as antiviral activities (Krakoff, 1975; Adamson, 1972; Sartorelli et al., 1971; Carter, 1973; Levinson et al., 1973) . The substituted Schiff bases of aminohydroxyguanidine combine the structural features of these compounds (Fig. 1) . A series of aminohydroxyguanidine compounds have been synthesized and tested for their biological activities in our laboratories (Tai et al., 1984; T'ang et al., 1985; Wang et al., 1990; Koneru, 1991) . Antiviral activities for aminohydroxyguanidine have been reported against Rous sarcoma virus (T'ang et al., 1985) , coronavirus (Wang et al., 1990) , and herpes simplex virus type 1 (Lien et al., 1989) . The contributions of different moieties of the molecule to the activities of these agents have been discussed (Lien et al., 1987a (Lien et al., , 1987b (Lien et al., , 1991 . In this study, we report in vitro studies of the antiviral activities of Schiff bases of aminohydroxyguanidine against adenovirus types 5 and 8 (Ad5 and Ad8). Adenovirus type 5 is a common serotype that infects the ocular, respiratory and gastrointestinal systems, and type 8 is one of the more common serotypes that infects the eye and frequently causes epidemic keratoconjunctivitis.\n\nHuman lung tumor A549 cells from American Type Culture Collection, ATCC CCL185, were used as host cells for Ad5 and Ad8 as previously described (Tsai et al., 1992) . Briefly, cells were grown at 37°C containing 10% of heat-inactivated fetal bovine serum (FBS). For plaque assays, the concentration of FBS was reduced to 2%.\n\nAdenovirus type 5 (WT300 from T. Shenk, Purdue University) and type 8 (ATCC) Stocks were prepared by inoculating A549 monolayers at a 0.01 multiplicity of infection with adsorption at room temperature and incubation at 37°C. When the cytopathic effect (CPE) involved approximately 75% of the cell monolayer, the cultures were freeze-thawed, sonicated, centrifuged and titered by plaque assay. The virus was stored in aliquots at -70°C until used.\n\nFor the plaque assay method, A549 cells growing in 12-well tissue culture plates were inoculated with 10-fold dilutions of each sample (3 wells per dilution), and after the adsorption period the inoculum was removed and the monolayers were washed with Hank's Balanced Salt Solution (HBSS \"lXe\" without Ca 2÷ and Mg 2÷) to remove the unadsorbed virus and then overlaid with Ham's containing 0.75% methylcellulose. The monolayers were examined microscopically, and when plaques appeared clearly (after 6 days), the cultures were fixed with acetic acid/ methanol (1:3), rinsed with water, stained with 1% crystal violet in methanol and counted.\n\nThe structural formula of the substituted Schiff bases of aminohydroxyguanidine tosylate tested are shown in Fig. 1 . The synthesis and chemical properties of these compounds were reported by Hui et al., unpublished 1 . Structures of the Schiff bases of 1-amino-3-hydroxyguanidine tosylate of the type R-NNHC( = NH)NHOH • HSO3C6H4CH3. The R groups substituted in the 1-position are as follows: compound ML1 2-hydroxy-5-methoxybenzylidene; compound ML4 2-hydroxy-5-trifluoromethoxybenzylidene; compound LT2 (6-methyl-2-pyridyl)-methylene; compound LT7 3-(hexyloxy)benzylidene; compound LT9 3-trifluoro-toluidene; compound ATL14 3,5-dibromo-2-hydroxybenzylidene; compound ATL16 4-benzyloxybenzylidene; compound ATL26 4-fluoromethoxybenzylidene; compound LK3 2-hydroxy-4, 6-dimethoxybenzylidene; compound LK11 (5-nitroisoquinol-l-yl)-methylene.\n\nwere initially dissolved in dimethyl sulfoxide (DMSO) and further diluted at 37°C with maintenance medium before use. The final highest concentration of DMSO used on the cultures was 0.16%. All compounds were tested at 0.1, 1, 10, 100 and 1000 /~M. When necessary, additional drug concentrations were also tested (i.e., ultrastructure studies were performed at 0, 50 and 100 #M.\n\nConfluent monolayers of A549 cells in 24-well tissue culture plates were washed with HBSS and exposed to various concentrations of the compounds (3 wells were used for each concentration). Cells were examined daily by light microscopy for 6 days. Cytotoxicity was recorded when abnormal morphological changes were observed.\n\nThe effect of the compounds on cell proliferation was also evaluated quantitatively. When the cells were 60% confluent, triplicate monolayers were washed with HBSS and exposed to various concentrations of the compounds for 48 h incubation at 37°C. Monolayers were then dispersed into individual cells with trypsin and suspended in Ham's with 2% FBS and quantitated in a Coulter Counter. The expression used for drug toxicity was that concentration of a compound which reduced by 50% the cell count of treated cells compared to untreated cells, e.g., the TCs0 of ML1 in A549 cells was 87 pM.\n\n(a) Virus yield reduction assay. A549 cells were grown in 24-well plates in growth medium and incubated at 37°C. When the cell cultures became approximately 90% confluent, growth medium was removed and the cells were infected with virus at a multiplicity of infection (MOI) of 5 plaque-forming units (PFU) per cell.\n\nAfter 1 h adsorption at room temperature, the inoculum was removed, monolayers were washed with HBSS, and maintenance medium containing various concentrations of compounds were added. Control cell (no drug or virus), drug control (no virus) and virus control (no drug) were included in each plate. When CPE was observed in the virus control, after 24, 48 and 72 h, the samples were freeze-thawed, sonicated, centrifuged and titered by plaque assay described above.\n\n(b) Plaque reduction assay. Confluent A549 cells were grown in 12-well tissue culture plates and infected with approximately 100 PFU of virus stock per well. After one hour of virus adsorption at room temperature, overlay medium containing 0.75% methylcellulose without or with the test compounds ranging between 0.1 and 1000/~M were added to the infected cell monolayers. After 6 days of incubation at 37°C, the monolayers were fixed and stained as described above. Plaques were counted and the data plotted (antiviral concentration versus number of plaques) and the 50% inhibitory dose of the antiviral was determined from the graph.\n\nThe effect of drug treatment on virus inoculated cells was assessed by the plaque reduction method as follows:\n\n(i) Uninfected 60% confluent A549 monolayers were preincubated with drugs for 24 h before inoculation, and treated with the same drug again post-inoculation; (ii) the monolayers were preincubated with drugs for 24 h before inoculation but did not receive drug after inoculation; (iii) received drug treatment only after inoculation; a cell culture medium was given at the same time point of (i) and (ii) before inoculation. Inoculated monolayers were then incubated for six days before being fixed and stained for plaque counting.\n\nThe effect of compound ML1 on Ad8 infected-A549 cells was studied by ultrathin section transmission electron microscopy. ML1 (50 and 100 pM) was added to the inoculated monolayers after a one-hour virus adsorption with 5 PFU/cell, then incubated at 37°C for 24 h, fixed with half-strength Karnovsky's solution and processed for electron microscopy studies. Ultrathin sections were stained with uranyl acetate and lead citrate and examined in a Zeiss model 10 AEI (West Germany) transmission electron microscope at 60 Kv. Three sets of controls were studied in a similar fashion, i.e., cell control (no virus, no drug), virus control (no drug), and drug control (no virus, with drug).\n\nThe concentration-response curves for compounds ML1, ML4, ATL14 and LK11 against Ad5 are presented in Fig. 2 . These compounds prevented Ad5 plaque formation at/tM concentrations. The IC50 values of ML1, ML4, ATL14 and LK11 with Ad5 were 3.2, 4.0, 5.0 and 3.2 pM, respectively. Similar plaque reduction data were observed in studies with Ad8 (i.e., IC50 values of 4.9, 2.4, 4.2 and 3.5 #M, respectively).\n\nBased upon cytotoxicity curves (Fig. 2) which were presented as % cell growth reduction, ML1 appeared much less toxic than any of the other active compounds tested. The cytotoxicity curves of LKll, ATL14, and ML4 ended at 50 #M not because studies were terminated at this concentration but because concentrations beyond these points caused obvious morphological damage to the host A549 cells. Of the four potent antiviral compounds, ML1 had the most desirable therapeutic indices for Ad5 (27.2) and Ad8 (17.8) (unpublished data) in A549 cells and was selected for ultrastructure studies.\n\nML1 (40 I~M) gave a significant viral inhibition by reducing virus yield more than two log units at 24 h post-inoculation (Fig. 3) . However, virus inhibition was less at 48 and 72 h post-inoculation. Since 24 h was the most sensitive point for measuring antiviral activity, virus yield assays of ML1, ML4, ATL14, and LKll were all harvested at 24 h post-inoculation. Their relative antiviral activities are shown in Fig. 4 . ATL14 reduced the virus yield most significantly, while LK11 was the least potent against Ad5 and Ad8 in A549 cells. \n\nPretreatment of A549 cells with ML1 (i.e., 1, 5, 10, 25 and 50 #M) followed by drug removal prior to inoculation with Ad8 did not appear to interfere with virus adsorption or other steps in viral replication in that no plaque reduction was observed (Table 1) . Pretreatment did not enhance significantly the antiviral activity of post-inoculation ML1 treatment. When ML1 containing medium was added to the inoculated cells 1 hour after virus adsorption, a reduction of Ad8 plaques was observed and ranged from 24% for 1 #M to 100% for the 50 #M concentration.\n\nThe morphology of A549 cells inoculated at 37°C with and without 50 and 100 /~M of ML1 appeared identical. A thin-section of normal A549 cells with ML1 at 10000 magnification is shown on Fig. 5. Fig. 6 presents Ad8-infected A549 cells with clusters of virus particles at 24 h post-inoculation. Fig. 7 is an Ad8-infected A549 cell treated with ML1 (50 #M). Virus particles were present with unidentified irregular shaped electron dense structures (see arrows on Fig. 7) which were unique to these drug treated virus infected cells. These structures were never observed in either ML1 treated normal A549 cells or untreated Ad8 infected cells. These struc- tures could be 'drug altered' viral antigens that could not be assembled into complete infectious virus particles.\n\nAmong the 23 Schiff bases of aminohydroxyguanidine tested reported elsewhere (Hui et al., unpublished results) , ML1 is the most promising antiadenoviral agent. It consistently gave positive antiviral activity through both plaque reduction and virus yield reduction assay methods. ML1 showed the least cytotoxicity towards the A549 host cells among the other active compounds (i.e., ML4, ATL14 and LKll). The potent antiviral activity and minimal cytotoxicity suggest that ML1 may have clinical usefulness against adenovirus infection. The IC50 of ML 1 is in the #M range and our unreported in vitro studies showed that ML1 is highly penetrable through conjunctiva and cornea to give on target treatment.\n\nThe methodologies used in our assessment of drug effects on cell morphology, viability and growth have many disadvantages such as subjectivity and lack of sen- Fig. 6 . Thin-sectioned Ad8-infected A549 cells (10 000 x ). Virus particles appeared as crystalline lattices inside the nucleus. sitivity and may have allowed for an under-estimation of toxicity. However, future studies of our most promising antiviral compounds will involve more detailed and stringent cytotoxic testing.\n\nOne of the reasons that we focused onto the screening of Schiff bases of aminohydroxyguanidine against adenoviruses was knowing the metal chelating capability of Schiff bases of aminohydroxyguanidine and the importance of zinc ions to the function of E1A gene product. E1A gene encodes a protein of 289 amino acids that has a zinc finger moiety that is required for its transactivation activity (Culp et al., 1988) . E1A's expression is required for the transcription of all other early viral mRNAs. We propose that the transactivating ability of the 289 amino acid protein may be interfered with when the zinc is chelated by the aminohydroxyguanidine.\n\nAdenoviruses are not the only viruses that Schiff bases of aminohydroxyguanidine can act on. They have been shown to have antiviral activities against Rous sarcoma virus (Tai et al., 1984; T'ang et al., 1985) , coronavirus (Wang et al., 1990) and herpes simplex virus 1 (Lien et al., 1989) . Table 2 summarizes the anti-tumor activities of some of these compounds (Tai et al., 1984; T'ang et al., 1985; Koneru, 1991) as well as inhibition of ribonucleotide reductase activity of ATL14 and ATL16 (Cory et al., 1985) . Ribonucleotide reductase catalyzes the key step in the synthesis Fig. 7 . Thin-sectioned Ad8-infected A549 cell treated with 50 #M MLI (10000 ×). Virus particles are scattered inside the nucleus along with unidentified irregular structures (see arrows). This material could be modified viral macromolecules that could not be assembled into complete infectious virus particles. of deoxyribonucleotides as precursors for DNA synthesis. It is possible that the antiviral activity of ATL14 against Ad5 and Ad8 is related to either or both the interference with the transactivating ability of the 289 amino acid protein and the inhibition of ribonucleotide reductase. Compounds LT2, LT7 and LT9 did not have any antiadenoviral activities, although they were shown by Tai et al. to have antitumor activities against cultured L1210 cells. Their ICso against L1210 leukemic cell growth were 42.1 #M, 7.8 pM and 15.1 #M, respectively (Tai et al., 1985) . T'ang et al. reported that the ICs0 of ATL14, ATL16, and ATL26 against L1210 cell growth to be 12.7 #M, 25.3 #M, and 9.2 #M, respectively. ATL14 has shown potent antiadenoviral activity in the present study but ATL16 and ATL26 have not shown any inhibition at all. In addition, both ATL14 and ATL16 were shown to have inhibition of the ribonucleotide reductase activity, their ICs0 were 22 ~M and 33 pM, respectively, but only ATL14 had antiadenoviral activity. Finally, for the LK series of compounds, LK3 had very low antiadenoviral activity but LK11 was potent. The ICs0 values of their antileukemic activity against the CCRF-CEM/O cell lines were very similar (4.69 #M and 2.95 #M, respectively) (Koneru, 1991 ). There appears to be no obvious correlation between the antiadenoviral and the anti-tumor activity of the Schiff bases of aminohydroxyguanidine with their ribonucleotide reductase inhibition activity.\n\nML1 did not inhibit viral replication at 48 and 72 h and this may be due to several factors. First, the kinetics of viral replication may be slowed in drug-treated cultures (Field, 1988) . In this case, the apparent inhibition of yield is a function of time of assay of infectivity, and if left for a sufficiently long period, no inhibition of yield would be observed. Secondly, the antiviral drug stability of ML1 has not yet been established. An unstable compound might have less antiviral activity after an extended incubation period and multiple virus growth cycles, e.g., 48 or 72 h postinoculation. Thirdly, the development of drug-resistance could be at least partially responsible for the failure of ML1 to inhibit virus growth at 48 h. In order to investigate this, both Ad5 and Ad8 were passed four different times in the presence of 40/~M of ML1. The IC50 of ML1 against Ad5 and Ad8 changed from 3.6 to 44 /~M and 5.5 to 47 #M, respectively. This approximate 10-fold increase in IC5o values after multiple virus growth cycles in the presence of drug provides evidence of drug resistance."}