{"title": "Investigation into diseases in free-ranging ring-necked pheasants (Phasianus colchicus) in northwestern Germany during population decline with special reference to infectious pathogens", "body": "The Asian pheasant was introduced to Europe by the Romans (Pennycott 2001) . Meanwhile, Phasianus colchicus (Ph. c.) represents hybrids of different species (Ph. c. torquatus and Ph. c. mongolicus) in Germany (Glutz von Blotzheim 1994) and is also called ring-necked pheasant because of its white neck feathers. Considerable populations are limited to four federal states in Germany, namely Lower Saxony, North Rhine-Westphalia, Schleswig-Holstein, and Bavaria. The preferred pheasant habitat is wooded agriculture land with open fields for foraging and display but also with woodland edges and shrubs which provides protective cover (Goldová et al. 2006) . Reintroduction of reared wild or farmed pheasants is not as common in Germany as in other countries, like the UK. Therefore, population trends can be used as a realistic indicator for reproductive success and mortality rate.\n\nThe ongoing decrease-indicated by hunting index and estimated population density (Gethöffer et al. 2011 )-was the reason for this study assessing the prevalence of infectious and non-infectious diseases in the pheasant population. However, little is known about the actual occurrence and pathogenicity of pathogens among free-living populations of Phasianus colchicus (Aldous and Alexander 2008) . Published data mostly refer to birds held in captivity (Bertran et al. 2009; Pennycott 2001; Welchman 2008; Welchman et al. 2002) .\n\nAs a member of the order Galliformes, pheasants may also be infected by pathogens of poultry. Concerning viral infections such as Newcastle Disease, infectious laryngotracheitis and infectious bronchitis which occur in game birds including pheasants, transmission is described as a result of Bdirect or indirect contact with domestic birds or wild bird vectors ( Aldous and Alexander 2008) . Like infectious bronchitis virus (IBV), the pheasant coronavirus (PhCoV) belongs to the group 3 of coronaviruses. Cavanagh (2005) provides an overview about coronaviruses, including IBV and PhCoV, causing alterations in the respiratory tract and kidneys of pheasants (Gough et al. 1996; Lister et al. 1985; Pennycott 2000; Spackman and Cameron 1983; Welchman et al. 2002) . Signs varied from sneezing, pale and swollen kidneys, visceral gout and high mortality rates (Gough et al. 1996; Pennycott 2000) , over effects on egg production (Spackman and Cameron 1983) , to sinusitis, airsacculitis and conjunctivitis, upper and lower respiratory tract diseases without signs of nephritis or effects on egg production . Descriptions of coronavirus infections based on farm-raised pheasants. To the best of our knowledge, there are no data available from free-ranging pheasants. Avian influenza viruses are divided into low pathogenic-and highly pathogenic avian influenza viruses (LPAIV and HPAIV) due to their pathogenic potential and into different subtypes by the antigenic domains of the haemagglutinin and the neuraminidase receptors. HPAIV have only been described for serotype groups H5 and H7 (Iqbal et al. 2014) . Since 2006, avian influenza virus has been detected several times in poultry and free-ranging birds of different species, mostly in Galliformes and Anseriformes. Likewise, Phasianidae are also susceptible. In a study on golden pheasants (Chrysolophus pictus), most animals showed severe morbidity and mortality when artificially infected with HPAIV (van der Goot et al. 2007 ). After infection with LPAIV pheasants shed virus for up to 45 days and most of the subtypes could be passed to contact pheasants (Humberd et al. 2006) . Avian metapneumovirus (aMPV) is the causative agent of turkey rhinotracheitis and respiratory infections in other birds belonging to the order Galliformes. Main clinical signs in turkeys are related to the respiratory tract, as well as to the reproductive tract leading to loss in egg production and egg quality. In chickens, aMPV-infection may often be mild or sub-clinical. Because aMPV-infection is often accompanied by other infectious agents of the respiratory tract such as IBV and different bacterial pathogens, it is not possible to identify the importance of this pathogen in respiratory diseases of pheasants yet (Jones 1996) . Serological proof of aMPV infections in free-ranging pheasants in Italy showed susceptibility of pheasants to this pathogen (Catelli et al. 2001 ). In captive pheasants, an infection with avian encephalomyelitis virus has been described (Welchman et al. 2009 ), but there is no evidence for the occurrence of this pathogen in free-living populations yet. Furthermore, marble spleen disease caused by siadenovirus has already been described as a common disease in pheasants raised on farms but not yet in free-ranging individuals (Fitzgerald et al. 1992; Fitzgerald and Reed 1989; Pennycott 2000) . The disease occurs naturally in pheasants 3-8 months of age (Swayne 2013) . Characteristic pathomorphological lesions are splenomegaly associated with yellow and gray-white spots on the spleen's surface resulting in the characteristic marble-like look (Orlic et al. 2003) , but normal appearance of spleen can also occur (Pennycott 2000; Pennycott 2001) . Other typical gross lesions are oedematous congested lungs (Fitzgerald and Reed 1989; Swayne 2013 ). Data about the occurrence of infectious bursal disease in pheasants are controversial. In China, antibodies against infectious bursal disease virus (IBDV) were detected in 14 out of 40 samples of free-ranging pheasants (Gu et al. 1998) . Additionally, in a clinical trial about 20% of pheasants and guinea fowls experimentally infected with IBDV died (Gu et al. 1998) . In another study, pheasants experimentally inoculated with serotype 1 viruses failed to induce any clinical signs (Berg et al. 2001; Ingrao et al. 2013 ). In the recent years, a flavivirus affecting game birds was emerging in central Europe, especially in Spain, the Bagaza virus (BAGV). This virus caused high mortality rates in red-legged partridges (Alectoris rufa) and ring-necked pheasants (Phasianus colchicus). In pheasants, BAGV caused neurologic signs and was detected in the brain, while in red-legged partridges it showed pathomorphological changes even in other organs and could be detected in other tissues as well (Gamino et al. 2012) . Other flaviviruses have shown how fast conditions can change and new viruses emerge, like the Usutu Virus, which led to high mortality rates in Eurasian blackbirds (Turdus merula) (Chvala et al. 2007 ) and the West Nile virus (WNV), whose natural reservoir are birds (Gamino and Höfle 2013) . Furthermore, diseases induced by different bacterial pathogens are common in captive pheasants. Farm-raised pheasants experimentally infected with Pasteurella multocida causing avian cholera showed a high mortality of 38% within the first 24 h. Typical findings include haemorrhages in the subcutis and subserosa, hepato-splenomegaly with necrotic spots and fibrinonecrotic pneumonia, fibrinopurulent pleuritis and purulent airsacculitis. Pheasants were also found to be highly susceptible (Botzler 1991; Petersen et al. 2001) . Pheasants and domestic fowl appear to be very susceptible birds for avian tuberculosis caused by Mycobacterium avium subsp. avium (Prukner-Radovcic et al. 1998) . Avian tuberculosis, also termed avian mycobacteriosis, is a chronic disease characterized by granuloma formation in various organs (Kul et al. 2005; Moravkova et al. 2011 ). Different mortality rates have been observed after infections with Salmonella (S.), depending on the age of infected animals and serovar. For example, S. enterica serovar Agona infection of farmed pheasants in Japan, caused mortality rates ranging from 4 to 56% in different years and age groups. Further pathomorphological findings are pericarditis and icteric liver (Myoujin et al. 2003) . Several Mycoplasma (M.) species are commonly isolated from healthy pheasants and therefore do not seem to play a role as pathogens (e.g. M. glycophilum, M. pullorum, M. iners) (Bradbury et al. 2001 ). However, M. gallisepticum has been described as a pathogen of severe respiratory disease associated with high mortality rates in captive pheasants. Therefore, M. gallisepticum plays a significant role as pathogen of respiratory disease in pheasants (Bencina et al. 2003; Pennycott 2001; Welchman 2008; Welchman et al. 2002) .\n\nAmong parasitic infections, Capillaria spp. (Bencina et al. 2003; Floristean et al. 2002; Goldová et al. 2006) , Syngamus trachea (Gethings et al. 2015) , Ascaridia spp. (Pavlovic et al. 2003) , Heterakis spp. (Draycott et al. 2000; Pavlovic et al. 2003) , and Coccidia spp. (Ruff 1999 ) may cause reduced fitness or increased mortality in captive pheasants and occur in free-ranging pheasants as well. For example, negative relationship between Heterakis sp. and body condition was detected (Villanua et al. 2006) . Furthermore, Heterakis gallinarum can transmit the pathogenic protozoan Histomonas meleagridis, which is the agent causing Bblackhead-disease^ (Ruff et al. 1970) . As an example for indirect influence of parasites, Eucoleus contortus seems to have no impact on the pheasants' condition, but these birds were preyed by foxes more than expected (Millan et al. 2002) .\n\nMoreover, an effect of the ectoparasite Ixodes ricinus on survival and breeding success could be observed in Britain, where tick infestations influenced breeding success and survival of female pheasants (Hoodless et al. 2003) . The effect of infestation with chewing lice is an irritation and discomfort of their host, which the affected pheasants show by scratching their body (Goldová et al. 2006) .\n\nThe aim of the present study was to elucidate pathogens in free-ranging pheasants during the current population decline in Northwestern Germany using pathomorphological, virological, microbiological and parasitological investigations.\n\nFor this study, pheasant carcasses collected between 2011 and 2014 originated from seven administrative districts in northwestern and northern Lower Saxony (n = 172; 66.7%) (Cloppenburg, Cuxhaven, Grafschaft Bentheim, Emsland, Osnabrück, Stade, Vechta). These districts are characterized by a high hunting bag of ring-necked pheasants within the last 40 years followed by a severe decline since 2008. Additionally, samples obtained from pheasants from administrative districts of North Rhine-Westphalia (n = 60; 23.3%) (Borken, Coesfeld, Hamm, Krefeld, Steinfurt, Warendorf, Wesel, Euskirchen, Gütersloh, Recklinghausen, Soest, Viersen) and Schleswig-Holstein (n = 26; 10.1%) (Dithmarschen, Rendsburg-Eckernförde) were collected from 2013 to 2014 and analyzed additionally. The pheasants, altogether 258 individuals, were found dead, sick, or obtained from hunting bags and mainly demonstrating abnormalities. The carcasses were sent by local hunters to the Institute for Terrestrial and Aquatic Wildlife Research (ITAW) in Hannover and stored at − 20°C until post-mortem examination. Pathomorphological, bacteriological, virological and parasitological analyses were conducted depending on the preservation of the carcass (Table 1) .\n\nNecropsies on all carcasses were conducted according to a standard procedure (Siegmann et al. 2005 ) and samples of trachea, thyroid gland, lung, heart, liver, spleen, crop, proventriculus, gizzard, pancreas, small intestine, caecum, kidney, adrenal glands, infraorbital sinus, nasal cavity, gonads, cerebrum, cerebellum, spinal cord, peripheral nerve, thymus, skin, musculature, bones, bone marrow, caecal tonsils and bursa of Fabricius were collected, if conservation status permitted. Histopathological investigations were performed on 230 carcasses and in one additional case, only muscular tissue was examined.\n\nThe nutritional status was scored as good, moderate, poor or cachectic. Animals in a good body condition revealed a vast amount of fatty tissue within the thoracic and abdominal regions, whereas animals with a moderate body condition demonstrated reduced amounts of body fat tissue. Animals in a poor body condition possessed only low amounts of fat reserves frequently associated with pectoral muscle atrophy. In contrast, cachectic animals lacked fat reserves and displayed a serous atrophy of the coronal myocardial fatty tissue. Gender was determined during necropsy by sex dimorphism and gonads. The investigated pheasants consisted of 128 males (49.6%) and 118 females (45.7%), in 12 cases (4.7%) gender could not be determined because of autolysis or lacking parts of carcass. Classification into age groups followed a correlation of different parameters: season, preliminary report, manifestation of sex dimorphism, body size and weight, and histopathological investigation of gonads (geriatric signs, active spermiogenesis, status of ovarian follicles). From hatching to sexual maturity, birds were referred to as juvenile, after this period, they were regarded as adults. Thus, all pheasants were classified into adult (n = 213; 82.6%) or juvenile (n = 36; 14.0%), in nine cases age could not be classified (3.5%).\n\nFor histopathology, tissue samples were fixed in 10% neutral-buffered formalin for 24 h and embedded in paraffin wax according to a standard laboratory procedure. Tissue sections, cut at 4 μm, were stained with haematoxylin and eosin (HE). Depending on histological findings, selected additional sections were stained with periodic acid-Schiff (PAS) reaction, Congo red, von Kossa's, Ziehl-Neelsen's, Gram and Grocott's methenamine silver and Heidenhain's Azan trichrome stain according to standard laboratory protocols (Welsch et al. 2010 ).\n\nFor endoparasitic examinations, intestinal content of 225 pheasants was available for the combined sedimentationflotation method. The fecal sample was given in a tea strainer (mesh size 1 mm) and rinsed in a beaker with a jet of water.\n\nThe filtrate containing helminth eggs and protozoan oocysts was allowed to sediment for 30 min. Then the supernatant was decanted and the sediment was transferred into a 15-ml centrifuge tube, filled up with saturated zinc sulfate solution (ZnSO 4 , specific gravity 1.30) and centrifuged at 450×g for 5 min. The liquid surface was transferred onto a slide with a wire eyelet and examined microscopically. If at least one egg or oocyst per intestinal content was detected, the sample was classified as Bpositive^. A semiquantitative classification was applied using the following key: 1-5 eggs or oocysts were categorized as mild, 6-10 eggs or oocysts as moderate, 11-20 eggs or oocysts as severe and when more than 20 eggs or oocysts were detected, the sample was classified as enmasse.\n\nMacroscopic evaluation of skin and plumage for ectoparasites was performed in 193 pheasants.\n\nIn 2013, tissues samples from liver, heart and spleen, and on the basis of lesions in other organs as well, were investigated for bacterial growth using columbia sheep blood-agar (CSB), and cystine lactose electrolyte deficient-agar (CLED; both Oxoid, Wesel, Germany). Agar plates were incubated for 24 h at CO 2 enriched atmosphere (5% CO 2 ) (CSB) or aerobically (CLED) at 37°C and monitored for bacterial growth, repeated after 48 h. Bacterial species identification was done from pure subcultures with biochemical methods using the commercial identification systems Api® 20 E, Api® 20 NE, Api® Staph and rapid ID 32 Strep (Biomerieux, Nuertingen, Germany) and in-house methods. Salmonella-specific enrichment and cultivation was done from heart, liver and spleen tissue following standard procedures of DIN EN ISO 6579, appendix D ((NAL) 2007). In the year 2014, only organs from pheasants with pathomorphological changes were subjected to bacteriological examination.\n\nFor molecular detection of Chlamydia spp. DNA was extracted from spleen samples (25 mg) with the Nucleospin Tissue kit™ (Macherey-Nagel, Düren, Germany) according to the manufacturer's instructions. The PCR was performed according to the standards of the National Reference Laboratory for Chlamydiosis, Friedrich-Loeffler-Institute, Insel Riems, Germany, based on the original method (Ehricht et al. 2006) .\n\nIn five selected pheasants, investigations regarding Mycoplasma spp. were performed. Three adult pheasants with periocular dermatitis and two chicks, which belonged to one of these pheasants and died due to an unclear reason, were investigated. Tissue samples of altered periocular skin (n = 5), trachea (n = 3) or tracheal swabs (n = 2) were cultured using SP4 liquid and agar media as described by Bradbury et al. (Miles and Nicholas 1998) . The samples were immersed in SP4 broth before they were removed and stored at − 80°C until further investigations, respectively. A 10-fold dilution Virology (next generation sequencing) 2 series up to 10 −2 was made and an aliquot of 50 μl was transferred onto agar plate. Liquid and solid medium were incubated in an atmosphere of 5% CO 2 for up to 10 days at 37°C, respectively. The agar plates were examined daily for mycoplasmal growth and the liquid broth was checked daily for colour changes indicating pH changes due to mycoplasma metabolism. In case of mycoplasmal growth, single colonies were taken for differentiation. For DNA extraction from all tissue samples, swabs and the single colony subcultures the DNeasy ® Blood & Tissue Kit (Qiagen, Hilden, Germany) was used according to the manufacturer's instructions diluted to 10 ng/μl. All samples were tested via Mycoplasma-genusspecific PCR (Vankuppeveld et al. 1992 ) and via Mycoplasma gallisepticum specific PCR (Hagen et al. 2004 ). Mycoplasmagenus-specific PCR-products from single colony subcultures were sequenced by a commercial DNA sequencing service (LGC Genomics, Berlin, Germany).\n\nThe bursa of Fabricius was investigated for IBDV using RT-PCR (Jackwood and Sommer-Wagner 2005; Negash et al. 2012 ), a tracheal sample for aMPV by RT-PCR (Cavanagh et al. 1999) , and splenic tissue for Siadenovirus by PCR (Hess et al. 1999) as described before. Samples of trachea and caecal tonsils were investigated for Coronavirus by RT-PCR as described . The RT-PCR Kit SuperScript® III One-Step RT-PCR System with Platinum® Taq DNA Polymerase (ThermoFischer Scientific) was used for detection of IBDV and Coronavirus, and the ImProm-II™ Reverse Transcription System (Promega) and the Taq Polymerase PeqGOLD (PEQLAB Biotechnologie GmbH, Erlangen, Germany vertrieben über VWR) for detection of aMPV. RNA was isolated from bursae, tracheae and caecal tonsils using peqGOLD TriFast® reagent (PEQLAB, Erlangen, Germany) following the instructions of the manufacturer. DNA was isolated from spleen samples with the innuPREP DNA mini kit (Analytik Jena, Germany). Furthermore, detection of paramyxovirus type I by qRT-PCR was performed as described before (Fuller et al. 2010; Teske et al. 2013 ), avian encephalomyelitis virus by RT-PCR (Ottiger 2010) , and herpesvirus by PCR with Taq polymerase (PeqLab, Erlangen) (PathoGenesis Corporation et al. 1996) . For detection of avian influenza virus by qRT-PCR Virotype-Influenza-A-RT-PCR-Kits (Qiagen Co. (LDL)) were used, following the instructions of the manufacturer. Frozen tissues of two pheasants were tested exemplary for the presence of viral sequences as a potential cause of histologically detected lesions by random PCR in combination with next-generation sequencing (viral metagenomics) as formerly described (van Leeuwen et al. 2010 ). The investigation was performed on frozen brain and liver tissue of one pheasant with a lymphohistiocytic hepatitis and a periocular dermatitis and on periocular skin of another pheasant presenting with periocular dermatitis and conjunctivitis. Obtained reads were analyzed by blastN and blastX analysis (Schurch et al. 2014) .\n\nTo possibly obtain more reads in positive case of a virus and check for its pathogenicity, the supernatant of homogenized tissue was subsequently inoculated into 11-day-old embryonated chicken eggs. After inoculation, eggs were harvested, embryos were culled and subsequently checked for the presence of macroscopic lesions.\n\nMost pheasants were in good (n = 179; 69.4%), the remaining moderate (n = 40; 15.5%), poor (n = 4; 1.6%) or cachectic (n = 7; 2.7%) body condition. Due to advanced autolysis and decomposition of some carcasses (n = 28; 10.9%), nutritional status was not assessed (Fig. 1) .\n\nA poor nutritional status was documented in four cases. One juvenile pheasant suffered from a severe coccidiosis and was found positive for aMPV-infection. Another case showed a pyogranulomatous serositis and pneumonia and Aeromonas hydrophila and E. coli were cultured from fibrin and renal tissue. In two cases, the cause for the poor nutritional remained unclear. In seven pheasants, cachexia was found. The causes included granulomatous-necrotising oophoritis caused by E. coli, neoplasia, granulomatous inflammations in multiple organs, severe gastritis, and severe Capillaria spp. shedding, severe chronic tracheitis and severe hepatitis. In two cases, the cause remained undetermined.\n\nChanges present in more than 10% of investigated birds (n = 230) are described in the following text, for less frequent alterations see Table 2 . Besides, 46.5% of the pathomorphological investigated pheasants demonstrated inflammatory lesions in multiple organs.\n\nNinety-nine out of 159 pheasants (62.3%) demonstrated inflammatory alterations in the dermis. Mostly, lesions were found in the periocular dermis (n = 79; 79.8%), whereas the back part of the head (n = 46; 46.5%), abdomen (n = 30; 30.3%), skin adjacent to the cloaca (n = 12; 12.1%) or other localizations (n = 4; 4.0%) were affected less frequently, whereof cloaca and other locations were not investigated regularly. In 57 birds (57.6%), multiple skin locations were affected. Non-purulent mostly perivascularly accentuated inflammations with different cellular compositions and gradual variable infiltrations of lymphocytes, plasma cells and macrophages were detected in 68 birds (68.7% of affected pheasants) (Fig. 2) . Suppurative inflammation occurred as pustular, focally suppurative, necro-suppurative and phlegmonous variants (n = 9; 9.1%). Granulomatous (n = 7; 7.1%), ulcerative (n = 6; 6.1%) and necrotising (n = 1; 1.0%) forms were additionally observed. In some cases (n = 8; 8.1%), histological details were not discernable due to poor tissue preservation. In 34 affected pheasants (34.3%), dermatitis was mild or mild to moderate, the remaining 65 affected birds (65.7%) showed a moderate or severe dermatitis. Inflammatory skin lesions were found in adult birds (n = 81, 64% of investigated adult birds) as well as in juvenile pheasants (n = 18, 50% of investigated juvenile birds) of both sexes (female: n = 51, 61% of investigated female birds; male: n = 47, 67% of investigated male birds; not determined: n = 1). The skin of a juvenile pheasant with severe perivascular infiltration is shown in Fig. 2 .\n\nIn 11.9% (n = 19) of investigated pheasants, dermal abrasions or lacerations were diagnosed, which probably were caused by trauma.\n\nStomach Infiltration of the tunica mucosa with inflammatory cells were detected in 29 birds (12.6%). In most cases (n = 16; 7.0%) only the proventriculus, in 11 cases only the gizzard, and in two cases both parts of the organ were affected. Infiltration consisted of variable compositions of plasma cells, lymphocytes and macrophages (n = 26). Furthermore, single granulomatous inflammations (n = 3), one purulent gastritis and one necrotising proventriculitis were observed.\n\nIntestine Inspection of the intestine revealed enteritis in 43 pheasants (18.7%). Catarrhal enteritis was supposed macroscopically in cases with foamy or liquid consistence and greenish to yellowish or brownish-beige colour of the intestinal content (n = 21). Intestinal inflammation was observed histopathologically in 22 pheasants. The small intestine was affected in 9.1% (n = 21), both, small and large intestine, in 1.3% (n = 3) and caeca in 0.4% (n = 1). The character of the inflammation was mainly non-purulent with different compositions and gradual variations of infiltration by lymphocytes, plasma cells, eosinophilic granulocytes, macrophages (n = 17) and granulomatous (n = 1). Additionally, in one case the caeca were affected by moderate fibrinous inflammation.\n\nLiver In the liver various forms and severities of hepatitis and hepatocellular necrosis (n = 53, 23.0%) were present. Inflammatory alterations consisted of infiltration of varying numbers of lymphocytes, plasma cells and macrophages in 25 pheasants (10.9%). Necrosis and necrotising inflammations of the liver were found in 16 birds (7%). Granulomatous and granulomatous to necrotizing hepatitis occurred in nine birds (3.9%).\n\nFractures of skeletal bones occurred in 28.3% (n = 65) of the investigated pheasants, and muscular lacerations were diagnosed in 10.8% (n = 25). A hyaline degeneration or atrophy of muscle fibers were observed in 57 pheasants (24.7%). Muscle degeneration occurred mainly in traumatized birds (n = 28; 12.1%), but also pheasants which died in consequence of an inflammatory alteration of another organ system (n = 7; 3.0%), were shot (n = 6; 2.6%) or euthanized (n = 6; 2.6%) Fig. 1 Nutritional status of the investigated pheasants; birds were divided into shot or dead-found individuals revealed this alteration. Myositis was detected in 10.0% (n = 23) of investigated pheasants. Cell infiltration consisted mainly of variable compositions of plasma cells, lymphocytes and macrophages (n = 20; 8.7%). In the other cases, inflammatory character was necro-suppurative (n = 1; 0.4%), fibrinopurulent (n = 1; 0.4%) or not assessable (n = 1; 0.4%).\n\nPneumonia was diagnosed in 27 animals (11.7%). Inflammatory alterations consisted of non-suppurative interstitial (n = 10), granulomatous to pyogranulomatous (n = 7), suppurative to necro-suppurative (n = 4), fibrino-purulent (n = 2) and necrotising (n = 1) forms. In two cases auto-and heterolysis prevented histological determination of the inflammatory character. A moderate and a mild to moderate lymphohistiocytic bronchitis was present in two pheasants, once associated with pneumonia.\n\nHistopathological examination of the spleen revealed haemosiderosis in 40 birds (17.4%).\n\nIn 82 (n = 225; 36.4%) examined pheasants, endoparasitic infections were detected by intestinal content examination (Table 3) . Coccidia oocysts were found in 52 (23.1%) individuals. Furthermore, eggs of Capillaria spp. (n = 32; 14.2%), Ascaridia/Heterakis spp. (n = 28; 12.4%), Syngamus trachea (n = 10; 4.4%), trematodes (n = 4; 1.8%) and Raillietina spp. (n = 1; 0.4%) were detected. In 30 pheasants, a combination of more than one endoparasitic species was found. Most frequent was a combined shedding of Coccidia oocysts with Capillaria spp. eggs (n = 7; 3.1% of investigated pheasants), followed by a combination of Coccidia oocysts with eggs of Ascaridia/ The italic numbers only show percentage of effected birds. It is just a description of amount of positive birds 1 BALT = Bronchus-associated lymphoid tissue\n\nHeterakis spp. (n = 6; 2.7% of investigated pheasants). Other combinations varied greatly and same compositions only occurred in three pheasants or less and combined between two species up to four different endoparasites. Additionally, histopathological examination of muscle tissue showed cysts with a typical appearance of sarcosporidia in 44 cases (19.0%). Three randomly selected muscle samples were examined via genus-and in positive cases via speciesspecific PCR for Atoxoplasma sp., Isospora sp., Eimeria sp., Toxoplasma gondii, Plasmodium sp., Haemoproteus sp., Leukozytozoon sp. and Sarcocystis sp. In all three tested samples, genome of Sarcocystis sp. was detected. The ITS-1 gene showed 87% similarity and the 18S rDNA gene showed a 99% similarity to Sarcocystis anasi.\n\nMacroscopic evaluation revealed that 11 (5.7%) of the 193 examined pheasants were infested with feather-chewing lice (Order Phthiraptera, Suborder Ischnocera), and one pheasant (0.5%) showed infestation of a tick (Ixodes ricinus).\n\nThe results of the microbiological investigations are summarized in Table 4 . No noticeable accumulation of a certain bacterial species was detected. Mycoplasma (M.) spp. were detected in three out of five investigated birds via genus-specific PCR. All positively tested birds were adult, negatively tested birds were juvenile. M. spp. were detected in the trachea of three and additionally in the periorbital skin of one investigated birds, respectively. In one case, culturing was also successful for a trachea sample, but failed in the other cases due to bacterial contamination. The PCR product of the isolated single colony showed a 99% similarity to M. pullorum. M. gallisepticum was not detected. Additionally, PCR to detect Chlamydia spp. was negative in all 179 cases investigated.\n\nRNA of avian influenza virus, avian encephalomyelitis virus, herpesvirus and paramyxovirus type 1 were not detected in any case (Table 5 ). In eight out of 121 cases (6.6%) avian metapneumovirus (aMPV)-specific genome fragments were found, in three cases associated with different alterations in the respiratory system. In two of these aMPV-positive cases, coronavirus was additionally identified. The other five birds did not reveal inflammatory lesions in the respiratory tract. Infectious bursal disease virus (IBDV) genome was detected in one out of 27 pheasants (3.7%) without corresponding alterations. PCR on siadenovirus gave a positive result in nine out of 119 cases (7.6%). In one of these pheasants, alterations in spleen (lymphatic depletion) and lung (pneumonia) were detected pathohistologically. Coronavirus was detected by RT-PCR in 19 out of 113 birds (16.8%), four of which displayed morphological changes that have been described in pheasants naturally infected with coronavirus (nephritis (n = 1), pneumonia (n = 2), rhinitis (n = 2), sinusitis (n = 1)).\n\nMost of the Corona-RNA positive birds died due to a trauma (n = 13), like the four individuals mentioned before. Three pheasants died in consequence of an inflammation, another one because of asphyxia and the cause of death of the last two pheasants remains unclear. Inflammatory changes, leading to death, were of different kind: one bird revealed multiple granulomatous inflammatory changes in different organs, another one had a moderate fibrinous typhlitis and the last one showed injuries with bacterial colonization and probably died due to a septicaemic shock. All these positive samples originate from different places of the sampling area and most of them revealed a good body condition (n = 15).\n\nNo viral sequences were detected in the brain and liver of the first investigated pheasant, suffering from hepatitis and dermatitis. Within the periocular skin of the second tested pheasant showing periocular dermatitis and conjunctivitis, one read was detected that was most closely related to reticuloendotheliosis virus strain HA1101 (89% identity on the amino acid level). After inoculation and harvesting, no macroscopic lesions were detected in the embryos.\n\nPathomorphological results of the necropsies showed different causes of death such as non-infectious causes (n = 145; 56.2%), different inflammations (n = 13; 5.0%), and cardiac and circulatory failure of unknown cause (n = 32; 12.4%). Of the non-infectious causes, most were traumata (especially supposed road accident or predation) (n = 108; 41.9%). Furthermore, 68 pheasants (26.4%) were shot during hunting and necropsied, in most cases due to abnormal clinical or morphological findings.\n\nA serious population decline in free-ranging pheasants in northwestern Germany occurs since the years 2008/2009. The occurrence of pathogens and morphological changes were investigated in 258 pheasants collected between 2011 to 2014 in order to elucidate their role in the pheasant's deaths. This study was focused on a possible role of infectious diseases in the population decline during the recent years. According to sample size, morphological and aetiological findings, the study design was descriptive. The majority of investigated pheasants died due to non-infectious causes. Especially, the high number of traumatized birds may result from the circumstances of sample collection. Dead pheasants lying next to roads are found more often by humans than dead pheasants in the fields. However, different changes demonstrated even in the traumatized pheasants, provide hints to infectious pathogens, which are capable to play a role in the decline, although they seem not responsible for death in these cases. The investigated pheasant population deals with different inflammations of unknown causes. As mainly subadult and adult birds (82.6%) were investigated, the health of chicks in the German pheasant population is largely unknown. Additionally, factors only affecting reproduction have to be considered into account.\n\nDermatitis was a frequent finding that has not been reported so far in pheasants or other free-ranging or captive birds yet. The type of inflammatory lesions differed between individuals and many birds showed more than one affected localization, but periocular skin was the primary location showing changes, but not obligatory. Dermatitis of deeper parts of the skin without macroscopically detectable alterations was regularly diagnosed. Both, carcasses and shot birds of all ages and both sexes were affected. The aetiology and the clinical relevance of this dermatitis remain unclear. Due to the different characters and localizations of the inflammatory changes various causes are likely including mechanical impacts (e.g. scratching), ectoparasites as well as primary and secondary bacterial infections. In Rowi (Apteryx rowi), a cutaneous larva migrans of Trichostrongylus species was detected as causal agent of dermatitis (Gartrell et al. 2015) . Another possible factor has been described in turkeys that were immunosuppressed by virus infections with subsequent impaired cutaneous antimicrobial barrier and increased susceptibility for opportunistic pathogens, like clostridial infections (Huff et al. 2013; Thachil et al. 2014) . A contribution of bacteria towards the inflammatory reaction in the tissues cannot be ruled out so far. Additionally, an allergic reaction or an inflammatory response to toxins has to be considered (Pass 1989) . Further investigations on the cause, including pesticides, bacteria, bacterial toxins and immunosuppressive factors, should be performed. At this point, an influence on the pheasant's well-being cannot be verified, evaluated or excluded. Inflammatory alterations in other organs occurred, but did not show a frequency or consistent pathological image, which could explain population decline. But taken into account the quantity of pheasants affected by more than one alteration (46.5%), the entirety of different inflammatory alterations in different organs may hint towards increased susceptibility towards diseases or a general weakening of the pheasants (Fairbrother et al. 2004) . Therefore, a more general effect of immunosuppressant or environmental factors seem likely, paving the way for a variety of opportunistic pathogens. Even if it seems many adult individuals can still deal with these inflammatory changes, we do not know about influences on reproduction and offspring.\n\nThe majority of investigated pheasants demonstrated a good body condition (69.4%). Therefore, it seems food availability is still sufficient for adult individuals. However, a reduction of food availability can also influence reproduction afford (Draycott et al. 2005; Hoodless et al. 1999) . Furthermore, pheasant chicks are insectivore in their first weeks of life, and only few juvenile pheasants were included in this study. Accordingly, to evaluate food availability, more Bhealthy looking^pheasants, in different seasons and different age groups should to be investigated.\n\nHistopathological examination of skeletal musculature revealed sarcosporidia cysts without inflammatory reaction in 44 cases (19%). In farm-raised pheasants in Slovakia microcysts of Sarcocystis spp. were found in 30% of the samples (Goldová et al. 2006) , in Czech Republic shot pheasant originating from one pheasantry were examined and 36.5% revealed muscular sarcocystosis (Cerná and Pecka 1984) . Sarcosporidia have a two-host lifecycle with herbivores or omnivores as intermediate hosts and carnivores as definitive hosts. In the intermediate hosts, mature cysts are mostly found in striated muscle (Olias et al. 2009 ). Appearance of clinical signs or morphological changes are not described in many studies (Barrows and 1977; Box et al. 1984; Dubey et al. 2010 ). An encephalitis, as recently described in pigeons infected with a hitherto unknown Sarcocystis sp. (Olias et al. 2009; Olias et al. 2013) , was not observed in the investigated pheasants. If other inflammations occur or if the parasite is of clinical importance remains undetermined, although not likely.\n\nIn the present study, 116 (51.6%) out of 225 pheasants displayed endoparasitic infections (Tab. 4). On pheasant farms, a prevalence of endoparasitic infections of 82.5% in Czech Republic and 48.2% in Slovakia is described (Goldová et al. 2006) . A study on the occurrence of endoparasites in Germany from 1999 to 2000 which includes mainly free-ranging pheasants showed an infestation of ecto-and endoparasites in 96.7% of pheasants (Gassal and Schmaschke 2006) . Therefore, the results of our study show no excessive prevalence of endoparasites. Most pathogenic species are roundworms (Syngamus trachea, Capillaria spp., Heterakis isolonche, Ascaridia spp.) and coccidia (Eimeria spp.) which are common in wild and reared game birds and may reduce breeding success (cited according to (Goldová et al. 2006) ) and were present in the investigated pheasants. According to literature (Backhus 2000; Dowell et al. 1983; Gassal and Schmaschke 2006; Goldová et al. 2006; Hillgarth and Osborne 1991; Hospes 1996) and based on our results (Table 4) , an increase in parasite occurrence seems not to be present in the free-ranging pheasant population in Northwestern Germany. However, coccidia, for example, are known to have a more severe effect on small chicks, so the influence on this age group needs to be investigated. Indeed, a parasitic infestation in weakened pheasants may be a supplementary factor for population decline.\n\nMycoplasma spp. were detected in three of five investigated individuals via PCR. In one case, M. pullorum was isolated from the trachea via culture. M. pullorum as well as M. glycophilum and M. gallinarum are regularly found in the respiratory tract of domestic pheasants and therefore do not seem to play a role as pathogen of respiratory disease (Bradbury et al. 2001 ). However, the role of M. gallinaceum and M. iners is still discussed in literature . M. gallisepticum in contrast is a known pathogen of severe respiratory disease in pheasants, but was not detected in any of the investigated pheasants in this study. No increased occurrence of certain bacterial species was detected. However, as samples were frozen prior to the performed investigations, the results of the bacteriological examinations may be altered. Nevertheless, a bacterial cause for the population decline seem to be unlikely, but cannot be ruled out. Especially, acting as secondary pathogens bacteria may be a supplementary factor.\n\nThe most surprising result was the detection of coronavirus RNA in 16.8% of investigated carcasses that suggests a possible role of this pathogen. Generally, chances to detect pathogens are usually low. Therefore, it is speculated that this percentage reveals a high prevalence in wild pheasant population. However, sampling was done on carcasses found dead, which represents a preselection per se that raises the chance to detect virus. On the other side, carcasses were frozen prior to examination, which generally is sub-optimal and may decrease the chance to detect certain pathogens. Generally freezing can affect degradation of RNA and therefore reduce the prevalence. However, recent publications (Ji et al. 2017 ) demonstrate that this effect is more in repeated freezing and thawing cycles. The effect of freezing cannot be fully excluded but as those samples were frozen only for a very limited time this effect is considered to be of minor relevance.\n\nIn the investigated pheasants, only four of the Coronavirus-RNA positive birds showed pathomorphological signs in the respiratory tract or nephritis and most of the affected pheasants were killed by trauma. Nevertheless, the localization of these affected birds all over the sampling area suggests a high distribution of this pathogen. More studies are needed to evaluate the prevalence and distribution of this pathogen, to approve this suspicion. In a verified case, this circumstance involves an influence on population development, because, besides respiratory signs or nephritis (Cavanagh 2005; Cavanagh et al. 2002; Lister et al. 1985) , a more important consequence of coronavirus infection in pheasants is a negative influence on survival Gough et al. 1996; Pennycott 2000; Pennycott 2001 ) and egg production (Gough et al. 1996; Spackman and Cameron 1983; Welchman et al. 2002) . Mortality rates in captive pheasants range from 15% in breeding pheasants (Gough et al. 1996) to 45% in juvenile pheasants (Lister et al. 1985) . According to the coronavirus strain, death may occur with only few clinical signs apart from upper respiratory tract sneezing (Gough et al. 1996) . In a wild pheasant population, a similar effect on survival and rearing success may lead to a decline of population, because wild bird populations depend on offspring survival, as described in the UK, where cause for population decline in gray partridges was ascribed to chick mortality (Potts 1986) . Serotyping is important to estimate the source of the detected coronavirus and its pathogenicity, to be able to determine subsequently the risk for free-ranging pheasant population (Aldous and Alexander 2008; Cavanagh 2005) . Because of high similarity and variability of strains, a differentiation is complicated (Cavanagh 2005) . It was not possible to isolate replicating coronaviruses from positive samples in this study (data not shown). Therefore, no further characterization of detected coronaviruses was possible yet. Furthermore, the role of aMPV (6.6%) and siadenoviruses (7.6%) has to be taken into account. Avian metapneumovirus often occurs accompanied by other viruses, such as IBV (Jones 1996) , and is discussed as a predisposition for other pathogens . Siadenovirus, especially MSDV, is reported to cause also predominantly respiratory clinical signs and often leads to peracute death (Fitzgerald and Reed 1989) . Furthermore, immunosuppression may occur in infected pheasants (Fitzgerald et al. 1992) . Besides, this disease affects mainly pheasants from 3 to 8 months of age with mortality rates between 5 and 20% (Fitzgerald and Reed 1989) . Therefore, a main consequence for influencing population development caused by these pathogens would be high mortality rates in offspring and juvenile pheasants. Moreover, diseased free-ranging pheasants are an easy prey for predators, which may increase the effect on the population. Further investigations should therefore focus on chick mortality.\n\nThe one read, detected by next generation sequencing, was most closely related to REV, but it is unlikely that this virus plays a role in the observed lesions.\n\nMost samples in this study originated from pheasants found dead, so a preselection was inherent. To evaluate results and provide a total prevalence, sample numbers should be enhanced and for example, every pheasant shot during hunting season without selection should be investigated. Furthermore, to verify the spread of pathogens over the country, serological investigations of pheasants taken randomly out of the population are needed. Results of this study point towards diseases like coronavirus infection, marble spleen disease and infectious bursitis disease, which affect especially young birds with high mortality rates. Therefore, pheasant chicks should be included in further investigations, too. After all, a general factor decreasing health strength of the population should be considered.\n\nPopulations of free-ranging birds deal with multiple stress factors. For all farmland birds, the habitat is closely connected with human actions and influences, particularly agriculture with its influence on habitat and food availability, pesticides and fertilizer. Furthermore, the weather, parasites and pathogens put stress on free-ranging pheasants. In this study, we present different pathomorphological changes detected in free-ranging pheasants. The combination of different stressors in the environment could explain a possible increased susceptibility towards pathogens, and therefore an important factor in the ongoing population decline (Fairbrother et al. 2004) ."}