{"title": "Proteomic analysis by iTRAQ in red claw crayfish, Cherax quadricarinatus, hematopoietic tissue cells post white spot syndrome virus infection", "body": "White spot syndrome virus (WSSV) is an enveloped DNA virus with a wide host range in crustaceans such as shrimp, crab and crayfish [1, 2] . In shrimp aquaculture WSSV infection will result in collapse of the whole shrimp stock within 3e10 days [3] . After the emergence of the WSSV from 1990s, researchers have been focusing on the virus and the immune response of the host. For example, quantitative determination of the mRNA pool in infected cells or animals versa controls has been widely used [4, 5] . With the virus characterized and some knowledge regarding the immune response of the host accumulated [6] , a comprehensive approach to investigate how the host physiological system responds to the viral invasion is the important next step to develop efficient control of the infection. Proteomics is a means of comprehensive interpretation used to describe more direct molecular responses than conventional studies assessing the messenger RNA [7] . Hence, researchers employed proteomic approaches such as twodimensional electrophoresis for studying host protein changes during WSSV proliferation [8, 9] . Recently, iTRAQ combined with liquid chromatography-tandem mass spectrometry is used to directly quantify and compare the protein expression levels of samples with great efficiency and accuracy [10] . Such a global approach helps to correlate different host proteins participating in biological processes, cellular components and molecular function in response to a pathogenic infection.\n\nAs one of the principle targets by WSSV, crayfish Hpt cells have been set up as a good model for investigation of WSSV infection [11] . Intriguingly, the crayfish Hpt cells were lately proved by Wu et al. [12] to be a better cell model for WSSV replication than hemocytes which could not afford the virus for proper replication and viral assemble. Previously, we have investigated the transcript alteration of Hpt cells from red claw crayfish, Cherax quadricarinatus, towards WSSV challenge using subtractive library screening. We noticed that numerous genes, with differential expression between WSSV infection and mocked infection, were present with annotated functions in immune defense, cytoskeletal organization, signal transduction, stress, metabolism and homeostasis [13] . To further identify proteins or pathways altered during viral infection, here we report proteomic responses of crayfish Hpt cells by iTRAQ at both early (1 hpi) and late (12 hpi) stages post WSSV infection accordingly. These differentially expressed proteins provide us with better understanding of the host's coordinated effort to defend the WSSV infection.\n\nAdult healthy red claw crayfish were collected from crayfish farms in Zhangpu, Fujian, China. The crayfish were acclimatized for one week at least in well-aerated tanks and only intermolting animals were sacrificed for Hpt cells preparation as described by S€ oderh€ all et al. [14] . The isolated Hpt cells were cultured in six well plates with 85e90% confluence using L-15 medium containing 5 mM 2-mercaptoethanol, 1 mM phenylthiourea, 2 mM L-glutamine and a crude astakine preparation [15] . The cells were then inoculated, 1 hpi as early infection stage and 12 hpi as late infection stage accordingly, with 10 5 copies of WSSV (Chinese isolate, WSSV-CNAF332093) kindly provided by Prof. Xun Xu from the Third Institute of Oceanography, State Oceanic Administration, China. UV-inactivated WSSV was used as mocked infection.\n\nThe cells in duplicates above were harvested by scraping in culture medium with a rubber policeman and collected by centrifugation at 4200 rpm for 5 min at 4 C. The cell pellets were then lysed with RIPA lysis buffer (Thermo Scientific) and the supernatant was collected after centrifugation followed by protein purification using a 2-D clean-up kit (Bio-Rad), and protein concentration was determined by Lowry method using the RC DC protein assay kit (Bio-Rad).\n\nFor iTRAQ assays, two independent samples were pooled and each pool was divided into duplicates. Total protein (100 mg) of each sample solution as prepared above was digested with Trypsin Gold (Promega) at a ratio of protein:trypsin ¼ 30:1 at 37 C for 16 h. Thereafter, peptides were dried by vacuum centrifugation and reconstituted in 0.5 M triethyl ammonium bicarbonate and processed according to the manufacturer's protocol for 8-plex iTRAQ reagent (Applied Biosystems). Two technical replicates were prepared for iTRAQ labeling as suggested by the manufactory instructions. The proteins from the infected (1 hpi labeled with 114/ 118; 12 hpi labeled with 116/121) and mock-infected samples (1 hpi labeled with 113/117; 12 hpi labeled with 115/119) were labeled with iTRAQ tags (Fig. S1 ). The tags employed N-hydroxysuccinimide chemistry which consists of three functional groups: an amine-reactive group and an isotopic reporter group (N-methylpiperazine) linked by an isotopic balancer group (carbonyl) for the normalization of the total mass of the tags. The labeled peptide mixtures were pooled and dried by vacuum centrifugation and then reconstituted in buffer A (25 mM NaH 2 PO 4 in 25% acetonitrile, pH 2.7) followed by separation on a strong cation exchange chromatography column (4.6 Â 250 mm, 5 mm, Ultremex SCX, Phenomenex, USA). The peptides were next treated with an isocratic elution at a flow rate of 1 mL/min with buffer A for 10 min followed by a gradient from 5 to 60% of buffer B (25 mM NaH 2 PO 4 , 1 M KCl in 25% acetonitrile, pH 2.7) for 27 min, and then a gradient elution from 60 to 100% of buffer B for 1 min. The system was then maintained at 100% buffer B for 1 min before equilibrating with buffer A for 10 min prior to the next injection. Fractions were collected every 1 min and the eluted peptides were pooled into 20 fractions followed by desalting on a Strata X C18 column (Phenomenex) and vacuum-dried.\n\nEach fraction was resuspended in buffer A (5% acetonitrile, 0.1% formic acid) and centrifuged at 20,000 g for 10 min, and the final concentration of peptide was about 0.5 g/L on average. Ten microlitre of supernatant was loaded on a LC-20AD nanoHPLC (Shimadzu, Japan) by the autosampler onto a 2 cm C18 trap column. Then, the peptides were eluted onto a 10 cm analytical C18 column packed in-house. The samples were loaded at 8 mL/min for 4 min, then the 35 min gradient was run at 300 nL/min starting from 2 to 35% buffer D (95% acetonitrile, 0.1% formic acid), followed by 5 min linear gradient to 60% and by 2 min linear gradient to 80%. After that, the samples were maintained at 80% buffer D for 4 min, and finally return to 5% in 1 min. Data acquisition was performed with a Triple TOF 5600 system (AB SCIEX) fitted with a nanospray III source and a pulled quartz tip as the emitter (New Objectives, MA). Data was acquired using an ion spray voltage of 2.5 kV, curtain gas of 30 psi, nebulizer gas of 15 psi, and an interface heater temperature of 150 C. The MS was operated with a RP of greater than or equal to 30,000 FWHM for TOF MS scan. For IDA, survey scans were acquired in 250 ms and as many as 30 product ion scans were collected if they exceeded a threshold of 120 counts per second. Total cycle time was fixed at 3.3 s. The Q2 transmission window was 100 Da for 100%. Four time bins were summed for each scan at a pulser frequency value of 11 kHz through monitoring of the 40 GHz multichannel TDC detector with four anode channel detect ion. A sweeping collision energy setting of 35 ± 5 eV, coupled with iTRAQ adjust rolling collision energy, was applied to all precursor ions for collision induced dissociation. Dynamic exclusion was set for half of peak width (15 s) and then the precursor was refreshed off the exclusion list.\n\nPeptide sequence data were processed using Mascot software version 2.3.02 to obtain the information of associated proteins. A false discovery rate of less than 1% was used as cut off. The proteins were further classified using Gene Ontology (GO) and pathway enrichment analysis (http://www.geneontology.org). To determine the alteration of protein expression induced by WSSV infection, protein expression fold changes were calculated relatively in WSSV infected Hpt cells compared to those of mock-infected cells. Student's t-test was used to identify statistically significant changes in protein expression (p < 0.05). The quantitative proteins ratios of !1.3 were considered as up-regulation and proteins with a label ratio of 0.77 [16, 17] were considered as down-regulated proteins in WSSV infected Hpt cells versus mock-infected cells.\n\nRNA isolation was performed by GenElute mammalian total RNA isolation kit (Sigma-Aldrich) according to manufacturers protocol.\n\nBriefly, reverse transcription was done with 1 mg of total RNA using Superscript II Reverse Transcriptase (Invitrogen) according to instructions of manufacturer. Real-time PCR was performed on ABI 7500 using FastStart Universal SYBR master (Roche) and the primers used were included in supplementary information (Tabel S2). The expression level of mRNA was normalized by 16S rRNA. The data was presented as relative expression levels (means ± SD, n ¼ 3), and subjected to one-way Analysis of Variance (ANOVA) followed by Fisher's least significant difference test. The significant difference between WSSV treated and control (UV treated WSSV) samples was represented by one asterisk for p < 0.05.\n\nTo get insight into the proteins differentially expressed at both early stage (1 hpi) and late stage (12 hpi) of WSSV infection as recent publications reported that these two time points have been clearly defined accordingly of WSSV replication in crayfish hpt cells [12, 13] , iTRAQ analysis was employed for quantification followed by protein profiling, which resulted in 594 protein hits in Mascot. The functional enrichment analysis of GO annotations for biological processes showed that the identified proteins were classified into 23 categories (Fig. 1) , in which proteins related to cellular process (17.14%) and metabolic process (15.41%) were the most abundant molecules followed by cellular component organization biogenesis (6.43%), biological regulation (6.37%), regulation of biological process (5.85%), developmental process (5.44%), response to stimulus (4.90%), signaling transduction (2.95%), negative regulation of biological process (2.23%) and others. Apparently, the protein expression in Hpt cells showed variation at both early and late stages of infection if compared to those of mock-infected cells (Tables 1e3). Among these proteins, alpha aminoadipic semialdehyde synthase, ribonucleoside-diphosphate reductase and thymidylate synthase in metabolism; casein kinase I isoform alpha, cAMP-dependent protein kinase, PDZ domain containing protein GIPC1 and Rab-1 involved in signal transduction were found for the first time to be involved in the host response to WSSV infection. Furthermore, the cytoskeletal associated proteins like calponin-3 and beta chain spectrin were also found to be significantly expressed towards WSSV infection. Here we focus on the brief interpretation of diverse functional classes related to metabolic processes, signal transduction proteins and immune related proteins, which are putatively key molecules involved in metabolism and host defense against cellular stress caused by WSSV infection. In addition, numerous proteins were expressed in WSSV infected cells but without significant difference in up-or down-regulation when compared to a mock infection (Table S1 ).\n\nViruses require host cellular metabolism for their energy needs and successful replication. WSSV infection perturbs the expression of at least 14 enzymes action in glycolysis, glucogenesis, the pentose phosphate pathway, metabolism of nucleotide, amino acid and fatty acid, DNA replication and protein biosynthesis. An increase in activity of metabolic pathways associated with glycolysis, the pentose phosphate pathway, nucleotide biosynthesis, glutaminolysis and amino acid biosynthesis were observed in shrimp hemocytes post WSSV challenge [18] . In our present study, phosphoglycerate mutase 2 with a role in glycolysis was downregulated at both 1 hpi and 12 hpi post infection. Further studies with glucose starved media should be done to ascertain its role in WSSV replication and possible therapeutic applications. The pentose phosphate pathway fulfills two essential functions, the formation of pentose phosphate for synthesis of nucleotides, RNA, DNA and the generation of NADPH for biosynthetic reactions to maintain glutathione in the reduced state and protecting the cell from damaging reactive oxygen intermediates. Glucose-6phosphate dehydrogenase, the key enzyme of pentose phosphate pathway showed increased activity in WSSV infected Litopenaeus vannamei [19] . Interestingly, in our study the key enzyme of the oxidative pentose phosphate pathway, 6-phosphogluconate dehydrogenase, was up-regulated at 12 hpi whereas in Penaeus monodon it was down-regulated during YHV infection [20] . This difference may reflect alternative energy utilization of these two viruses.\n\nViruses use several strategies to ensure adequate supply of nucleotide by expressing virus encoded enzymes that boost nucleotide synthesis and increasing the flux of pentose phosphate pathway [21À23]. WSSV-infection perturbs the nucleotide biosynthesis, particularly on nucleoside and nucleotide metabolic enzymes involved in producing monomer intermediates for DNA synthesis such as ribonucleoside-diphosphate reductase, thymidylate synthase and GMP synthase. The first two enzymes were down-regulated at 1 hpi whereas GMP synthase, an ATP-dependent enzyme involved in purine nucleotide synthesis, and thymidylate synthase was over-expressed at 12 hpi(in comparison to its expression at 1 hpi with live virus infection, Table 3 ). A similar increase in nucleotide biosynthesis was observed during WSSV infection in L. vannamei [18] . The relative increase of nucleosides at 12 hpi when compared to 1 hpi implies that the DNA replication machinery might be sequestered to produce viral DNA. Recently pharmaceutical compounds are proved to inhibit RNA, DNA and retroviruses by targeting pyrimidine biosynthesis [24] . Broadspectrum antivirals targeting nucleotide biosynthesis could be further tested in vitro such as in the Hpt cell cultures. Antiviral drugs targeting nucleotide biosynthesis is commonly used against human viruses and this might be extended to WSSV. Differential expression of enzymes associated with amino acid metabolism was observed in our present study. Alpha aminoadipic semialdehyde synthase, involved in the lysine degradation pathway was downregulated at 1 hpi while increased to control levels at 12 hpi. Adenosylhomocysteinase, a key enzyme in the regulation of the intracellular concentration of S-adenosylhomocysteine (SAH) was up-regulated at 12 hpi (Table 3) . SAH is an intermediate in the synthesis of cysteine and adenosine. An increased intracellular concentration of SAH inhibited vaccinia virus replication in murine cells [25] . Aminoacyl-tRNA synthetases (ARSs) are highly conserved for efficient and precise translation of genetic codes. Evidence is accumulating that several ARSs form a macromolecular protein complex that would work as a molecular hub linked to the multiple signaling pathways [26] . The up-regulation of bifunctional aminoacyl-tRNA synthetase at 12 hpi (Table 3) implies that protein synthesis might be elevated during later stages of the WSSV infection. Recent studies in crayfish found that there was a decrease in long chain fatty acids during WSSV infection at 12 hpi and later it increased at 24 hpi [27] . The knowledge of virus induced changes in cell metabolome may lead to potential use of inhibitors of metabolic enzymes to treat WSSV infection.\n\nIn total eleven proteins related to signal transduction were differentially expressed in Hpt cells upon WSSV-infection. Three of those are GTP-binding proteins (Rab-1, Ras opposite, GTP-alpha G s ). GTP binding proteins regulate a wide variety of cell functions acting as biological timers, for instance, that initiate and terminate specific cell functions. In addition they play key roles in determining spatial locations of specific cell functions. Rab-1 regulates protein transport from endoplasmic reticulum to Golgi apparatus. Rab GTPase is essential for the control of intracellular membrane trafficking in all eukaryotic cells and further affects the ability of phagocytic cells to scavenge pathogen. This is in synchrony with the observed upregulation of Rab-1 protein during 1 hpi of the current study. In Penaeus monodon, Rab 7 was found to bind to rVP28 of WSSV. The in vivo neutralization assay of WSSV infected shrimp in the presence of anti-Rab7 antibody revealed less mortality compared to that of WSSV alone [28] . Depletion of Rab-1 significantly decreased the replication of Hepatitis C virus in a human hepatoma cell line [29] . The upregulation of Rab-1 suggests its role in WSSV pathogenesis. G-protein alpha stimulatory subunit (Ga s ) is activated by G-protein coupled receptors located in the cell membrane. Ga s stimulates adenylate cyclase to produce cAMP [30] a ubiquitous second messenger that enables cells to detect and respond to extracellular signals [31] . The intracellular cAMP-level affects the cAMP-dependent protein kinase (PKA) and consequently many metabolic processes of the cell. In our present study WSSVinfection caused over expression of Ga s at 12 hpi. More in depth investigation is needed to understand its role during a late infection stage of WSSV infection.\n\nAdapter molecules or domains such as GIPC1 and 14-3-3 are involved in protein-protein interaction. In the current study the strongest response was the expression of GIPC1, a scaffolding protein that regulates cell surface receptor expression and trafficking. Viruses usually use carboxyl-terminal PDZ domain-binding motif (PBM) that mediates interactions with cellular PDZ proteins. GIPC1 contains such a PDZ domain, a protein-protein interaction module typically found in cytoplasmic and membrane adapter proteins that are involved in a variety of cellular processes of significance to viral infection, for instance maintenance of cell-cell junctions, cellular polarity, and signal transduction pathways [32] . GIPC1 was in control level at first hour after viral challenge and later upregulated at 12 hpi, implying that the GIPC1 might have modulated the cellular process in favor of WSSV replication and dissemination in the cells. To reveal the role of GIPC1 during WSSV infection, protein-protein interaction studies should be undertaken in the future. 14-3-3 epsilon protein is known for its ability to bind multiple cellular protein ligands. It interacts with a wide range of proteins for functions like cell cycle control, regulation of cell death and apoptosis etc. In addition 14-3-3 epsilon can interact with a diverse array of viral products, and thereby re-direct cellular processes [33À35]. For example, Hepatitis C virus core protein can interact with 14-3-3 epsilon protein [33] . Also severe acute respiratory syndrome corona virus nucleocapsid protein was phosphorylated and localized in the cytoplasm by 14-3-3-mediated translocation [36] . In our study 14-3-3 epsilon was at control levels at 1 hpi and up-regulated at 12 hpi and therefore indicative of an established viral infection. Further studies are therefore needed to elucidate the interaction of 14-3-3 with viral proteins.\n\nThere was a trend of down regulation observed in proteins that assemble the proteasome (Proteasome subunit alpha type, 26S proteasome regulatory subunit rpn2). The main function of proteasome is to degrade unneeded or damaged proteins. There is a high stoichiometric imbalance of host target proteins over those encoded by the virus. To overcome this, many viruses have evolved mechanisms by which their cellular target proteins are directed to the 26S proteasome and subjected to proteolytic degradation [37] . Recently a plethora of viral proteins have been shown to direct host-cell proteins for proteolytic degradation. These activities are required for various aspects of viral life cycle like viral entry [38] , replication [39] , enhanced survival [40, 41] , and to viral release [42] . Similar to our study, infection of enterovirus 61 in rhabdomyosarcoma cells resulted in down-regulation of proteasome subunit alpha type 2 [43] .\n\nThe cellular signal transduction is largely controlled by protein phosphorylation. Several protein kinases were differentially expressed during WSSV infection such as protein casein kinase I (CK1) isoform alpha, a serine/threonine kinase, which was upregulated at 12 hpi. It inhibits hyperphosphorylation of nonstructural protein 5A of hepatitis C virus. The nonstructural (NS) protein 5A is a phosphoprotein and experiments indicated that the phosphorylation state of NS5A is important for the outcome of viral RNA replication [44] . Similarly, in our study the up-regulation of CK1 might be indicative of its interaction with WSSV proteins. WSSV envelope proteins like VP28 and VP19 were previously reported to be threonine phosphorylated [45] . Further investigations are needed to understand the role of casein kinase I isoform alpha. cAMP-dependent protein kinase (PKA) is involved in the regulation of glycogen, sugars and lipid metabolism. Its down-regulation at 12 hpi (Table 3 ) might affect the production of essential metabolites during infection. Activation of cAMP can block apoptosis induced by Herpes simplex virus 1 associated genes [46] . As the WSSV infection is nearly established at 12 hpi, WSSV might suppress cAMP activation for promoting apoptosis in infected cells, spreading viral infection to nearby cells. The mitogen-activated protein kinase (MAPK) cascade pathways have global role in the intracellular signaling network pathway. Mitogen-activated protein kinase kinase (MAP2K/MEK) phosphorylates mitogen-activated protein kinase (MAPK/ERK) are part of the protein kinase cascade starting with an extracellular stimulant ending with the expression of transcription factors in the nucleus. It is thought that a viral infection acts as an extracellular stimulant that activates this pathway. RNA silencing of p38 MAPK homologue ivp38 caused increase in WSSV replication on L. vannamei [47] . In our study MAPK was in control levels at 1 hpi but down-regulated at 12 hpi while MAP2K down-regulated at initial period and up-regulated at latter time point (Table 3 ). The significant expression of MAPK and MAP2K should be further investigated.\n\nAmong these proteins, nine immune related proteins were differentially expressed during this period of infection within 12 hpi. Two of these proteins, a2-macroglobulin and transglutaminase, are well known to play a role in coagulation of hemolymph during pathogen infection. For instance, a2macroglobulin is considered as a broad range proteinase inhibitor involved in phagocytosis [48, 49] . Silencing of a2-macroglobulin clearly reduced phagocytosis of Chryseobacterium indologenes by hemocytes both in vitro and in vivo in hard tick Ixodes ricinus [50] . According to the iTRAQ quantification, no change in protein expression was found for a2-macroglobulin at 1 hpi but its expression was clearly up-regulated at 12 hpi, suggesting that a2macroglobulin might have a role during late infection hours of WSSV in crayfish Hpt cells. Transglutaminase has a regulatory function in antimicrobial peptide production in kuruma shrimp. Silencing of transglutaminase caused the down regulation of antimicrobial peptides such as crustin and lysozyme, thus, negatively affecting on the host's defense against pathogen infection [51] . Additionally, it has been documented that in a freshwater crayfish transglutaminase prevents hematopoietic stem cells from migrating into the hemolymph [52] . As hemocytes are particularly important for innate immune defense in invertebrates, this prevention on release of matured Hpt cells from the hematopietic tissue is likely to have an impact on host immunity. In our present study transglutaminase expression was down-regulated at 1 hpi if compared to those of mock-infection, implying that transglutaminase might act a critical role during virus infection. Further functional studies on transglutaminase against WSSV infection in red claw crayfish both in vitro and in vivo will benefit the elucidation of an important role of this enzyme.\n\nSp€ aetzle is the well-known component of Toll signaling pathway, which plays a key role in regulating innate immune responses in invertebrates. Gram positive bacteria, fungi and certain viruses can activate Toll signaling pathway initiating an intracellular signaling cascade to promote the expression of immunerelated genes such as antimicrobial peptides through the activation of the NF-kB family-Dorsal proteins [53] . It has been shown that key components of the Toll pathway, like Toll [54] and dorsal [55] , are activated during viral infection in shrimp. By recognition of high mannose residues expressed on the surface of viruses or virus surface glycoproteins, Toll like receptors are able to mediate virus entry into host cells, in which binding of ligand sp€ aetzle to Toll is necessary to initiate this pathway [56] . Recently, transcriptomic changes of sp€ aetzle was also reported during WSSV and Vibrio infection in Fenneropenaeus chinensis [57] . Protein sp€ aetzle was upregulated in crayfish Hpt cells at 12 h post WSSV infection (Table 3) .\n\nRecent studies in crayfish Hpt shows that by 12 hpi progeny WSSV virions will be successfully generated [12] . The presence of progeny virions at this stage might be the reason for up regulation of protein sp€ aetzle. Further functional studies are needed to understand the late expression of sp€ aetzle during WSSV infection.\n\nAntioxidant enzymes regulate the concentrations of radical oxygen species, for instance, glutathione peroxidase detoxifies lipids and hydrogen peroxidase while glutathione-S-transferase marks xenobiotics for cellular degradation. This antioxidant activity usually is increased upon pathogenic infection. We found that glutathione peroxidase and glutathione-S-transferase were obviously affected by WSSV infection in crayfish Hpt cells, in which the former expression was promoted at 1 hpi and the latter was enhanced at 12 hpi. An increased glutathione peroxidase activity at early hours and an up-regulated glutathione-S-transferase activity at late hours were also found in L. vannamei post WSSV infection [58] . Increased oxidative damage will occur in response to the challenge when rate of free radical formation exceeds its removal by antioxidant system [58] . Faulty antioxidant defense causes the failure of sensitive cellular and subcellular components leading to cell death [59] . These findings clearly indicated that antioxidant response was modulated during WSSV infection in crustaceans [58] .\n\nInvertebrates and plants are capable of suppressing viral infection through RNA silencing mediated by RISC. As a key component of RISC, trans-activation response RNA-binding protein (TRBP) was found to be associated with Dicer and Argonautes, both of which are involved in RNA interference and microRNA pathways [60] . Combination of TRBP with eukaryotic initiation factor 6 leads to an antiviral RNA interference pathway in shrimp Marsupenaeus japonicus [61] . Knockdown of a shrimp tudor staphylococcal nuclease (PmTSN), one of the RISC associated protein involved in post transcriptional regulation, resulted in reduced inhibition of YHV infection mediated by RNAi of YHV in Penaeus monodon [62] . In our studies we found that TAR RNA-binding protein isoform 1 and TSN, both involved in RISC, were down-regulated at 12 hpi. This implied that WSSV-infection might negatively affect the immune defense against this viral infection via RNAi process, but how this effect is elicited and modulated during WSSV replication needs further exploration.\n\nTo validate the differentially expressed proteins identified by iTRAQ, a randomly selected group of proteins transcriptional level was confirmed by quantitative real-time PCR. As shown in Fig. 2 , the gene expression levels were in agreement to our iTRAQ results. Among these tested genes, tudor staphylococcal nuclease and thymidylate synthase involved in metabolic process group showed similar gene expression trend to our proteomics data. Briefly, tudor staphylococcal nuclease showed a significant decrease at 12 hpi, while thymidylate synthase was significantly down-regulated at 1 hpi but up-regulated at 12 hpi. In regarding to the signal transduction group, the transcriptional level of MAPKK, MAPK-14, 14-3-3 epsilon and ras opposite were analyzed. MAPKK was significantly decreased at 1 hpi but increased at late infection stage, and MAPK-14 was clearly down-regulated at late hours of infection. Ras opposite showed a decrease on initial hours while 14-3-3 epsilon was obviously enhanced at late hours of infection. In case of immune-related and cytoskeletal group, both transglutaminase and calponin-3 showed significant decline at initials hours post WSSV infection, which were in well consistent with our iTRAQ result.\n\nThe WSSV infection in the crayfish Hpt cells obviously altered the host cellular expression of proteins related to metabolic processes, signal transduction, immunity and cytoskeletal organization. WSSV utilized host metabolic system for its energy needs, replication and dissemination inside the host cells. The virus managed to alter important signal transduction proteins those function as GTP binding, adapter molecules, protein biosynthesis and protein phosphorylation. The protein expression in early hours exposes vulnerability of host defense mechanism to the viral infection. The role of many of the identified proteins in viral infection remains unknown, some of those are first observations and will require systematic studies to show the mechanism of action. By identifying a series of proteins that are affected by viral infection this study opens new opportunities in two directions: 1) to better understand host-virus interactions and 2) to select targets to reduce vulnerability of the host toward the challenge. The proteins identified and host physiological changes elucidated can be further utilized for developing putative drug targets for controlling this virus."}