{"title": "Viral suppression of the interferon system", "body": "In most nucleated body cells, viral infections activate transcription of the ''classic'' IFN-b gene [1] by a signaling chain which is initiated by the RNA sensors RIG-I and MDA-5, which in turn act trough the adaptor IPS-1 and the kinases TBK-1 and IKK-3 to activate the transcription factor IRF-3 (see reviews by P. Pitha and by T. Fujita on pages 744 and 754 this issue respectively). A parallel pathway involves the dsRNA-binding kinase PKR, the TRAF adaptor molecules and the NF-kB kinase IKKa/b (see review by García et al., on p. 799 this issue). Most viruses investigated so far interfere with one or several steps in these important signaling chains [2e6]. Fig. 1 provides a schematic overview over the IFN induction pathway and some selected viral counterparts.\n\nUntil very recently, it was thought that the only IFN-inducing molecule which clearly distinguishes viruses from their host (i.e. self vs. non-self) is double-stranded RNA (dsRNA). Many RNA and DNA viruses therefore express proteins which bind this key molecule to avoid both IFN induction and activation of dsRNA-dependent antiviral enzymes [7, 8] . Well-investigated examples are the NS1 protein of influenza A virus [9e12], the E3L protein of poxviruses [13, 14] , the VP35 protein of Ebola virus [15, 16] , the sigma3 protein of reoviruses [17] , and the US11 protein of herpes simplex virus [18, 19] . The murine cytomegalovirus encodes two proteins, m142 and m143 which together block dsRNA-mediated signaling pathways [20, 21] . However, in the case of the influenza virus NS1 and the Ebola virus VP35 dsRNA-binding appears only to contribute to the IFN antagonism without being essential [15, 22, 23] . In addition, we have recently shown that some viruses do not produce detectable amounts of dsRNA at all [24] , indicating that in these cases other molecules IFN-eliciting molecules are important. Indeed, viral ssRNAs bearing a 5 0 triphosphate group are a potent trigger of IFN induction, acting through RIG-I [25, 26] . In line with this, it was shown that the NS1 of influenza A virus can bind ssRNA as well, and is able to form complexes with RIG-I [26, 27] . Similarly, a dsRNA-binding defective VP35 mutant can still block IFN induction [15] , suggesting a similar mode of action. Thus, RNA binding by these viral IFN antagonists appears to be contributing to their IFN antagonism without being sufficient. An IFN induction antagonist devoid of any RNA-binding activity is the V protein of the paramyxovirus SV5. This small protein inhibits IFN induction by sequestering the RIG-I-related RNA sensor MDA-5 [28, 29] , raising the question how SV5 deals with the parallel RIG-I pathway. This paramyxovirus-specific problem can be avoided by blocking components of the signaling pathway which are situated further downstream and therefore needed by both RIG-I and MDA-5. The next in line, the adaptor protein IPS-1, connects the RNA sensors with the IRF-3 kinases TBK-1/IKK-3 and is specifically cleaved by the NS3-4A protease of hepatitis C virus [30, 31] . The activation of IRF-3 by TBK-1 is prevented by the phosphoprotein P of Rabies virus [32] and the G1 glycoprotein of the hantavirus NY-1 [33] . IRF-3 itself is degraded by the NPro proteins of classical swine fever virus and of bovine viral diarrhea virus [34e37]. Also, the E6 protein of human papilloma virus 16 binds and inactivates IRF-3 [38] , and human herpes virus 8 (HHV-8) expresses several IRF homologues, termed vIRFs, which exert a dominant-negative effect [39e45].\n\nTarget-specific IFN-escape strategies are often pursued by viruses causing persistent infections, e.g. herpes viruses. By contrast, many viruses which lytically infect the host cell simply impose a general block on host cell transcription and translation. For example, the non-structural NSs proteins of the Rift Valley Fever virus and Bunyamwera virus interfere with the basic cellular transcription machinery [46e48]. Although this strategy appears to be unspecific, in vivo experiments clearly demonstrated that the biological purpose of this broad-band shut-off is to inhibit IFN synthesis [49, 50] . The matrix (M) protein of vesicular stomatitis virus (VSV) is also a potent host cell shutoff factor which inhibits basal transcription [51] , impairs nuclear-cytoplasmic transport of RNAs and proteins [52] , and inactivates translation factors [53] . As is the case with bunyavirus NSs, the biological significance of VSV M-mediated shutoff is to suppress IFN induction [54, 55] . Also, proteinases of Picornaviruses (e.g. Foot and Mouth disease virus, Theiler's virus, Polio virus) and Pestiviruses (e.g. Classical Swine fever virus) cause a shutoff-of the host cell metabolism to interfere with the IFN response [37,56e60] .\n\nInterestingly, the non-structural protein NS1 of influenza A virus also impairs the post-transcriptional processing and nuclear export of cellular pre-mRNAs [61e63] in order to counteract the antiviral host response [64, 65] . Thus, NS1 is a versatile protein with the ability to prevent IFN induction both by IFN pathway-specific and by less specific means, and recent studies suggest that there is a surprisingly great strain-specific variation in these activities [66] .\n\nIFN-b and the multiple IFN-a subspecies activate a common type I IFN receptor (IFNAR) which signals to the nucleus through the so-called JAK-STAT pathway (Fig. 2) . The STAT proteins are latent cytoplasmic transcription factors which become phosphorylated by the Janus kinases JAK-1 and TYK-2 [67] . Phosphorylated STAT-1 and STAT-2 recruit a third factor, IRF-9, to form a complex known as IFN-stimulated gene factor 3 (ISGF-3) which translocates to the nucleus and binds to the IFN-stimulated response element (ISRE) in the promoter region of interferon-stimulated genes (ISGs).\n\nThe IFN signal transduction pathway represents another important target of viruses (Fig. 2) . Members of the paramyxovirus family, which contains mainly important pathogens, encode two different (but genetically related) proteins named C and V which interfere with STAT function. Depending on the virus species, these IFN antagonists act either by binding the STAT proteins, by inducing their degradation, or by inhibiting the JAK kinases [68e82]. The P protein of Rabies virus binds to activated STAT1 and STAT2 and retains them in the cytoplasm [83] . Thus, the paramyxoviral V protein as well as the rabies virus P protein have a dual anti-IFN function as they block both IFN induction (see above) and STAT signaling. Ebola virus, by contrast uses a different protein, VP24, to block nuclear import of STAT by interacting with the transporter protein karyopherin alpha1 [84] . STAT signaling is also disturbed by viruses causing persistent infections, such as Hepatitis C virus [ \n\nThe dsRNA-binding proteins mentioned above also serve a second purpose, namely the inhibition of the dsRNA-activated antiviral enzymes. This has been demonstrated for the influenza virus NS1 [11,12,95e99] , the poxvirus E3L [97] , the reovirus sigma3 [100] , the herpesvirus US11 [19, 101] , and the dsRNA-binding proteins of human and murine cytomegaloviruses [20, 21, 102] . Importantly, also for this anti-IFN effector function more that just dsRNA binding appears to be necessary, since in many cases a direct interaction with e.g. PKR has been demonstrated (reviewed in Ref. [7] ). Sequestering dsRNA may also inhibit the 2e5OAS pathway and ADAR, although this has only been shown in a few cases [12, 14] . dsRNA-independent inhibition of the RNaseL system is achieved by the ICP0 protein of herpes simplex virus [103] and by upregulation of RLI, a cellular inhibitor of RNaseL, in HIV-and Picornavirus-infected cells [104, 105] .\n\nPKR is also attacked by other means. The g34.5 protein of Herpes simplex virus triggers the dephosphorylation of eIF-2a, thus reverting the translational block established by PKR [106] . The E2 protein of Hepatitis C virus [107] , the Tat protein of HIV [108] and the K3L protein of Vaccinia virus [109] act as pseudosubstrates for PKR. Another strategy is to encode small, highly structured RNAs which compete with dsRNA and inactivate PKR. This was demonstrated for adenoviruses [110] , Hepatitis C virus [111] , Epstein-Barr virus [112] , and HIV [113] . However, for Epstein-Barr virus it was shown that the PKR inhibition by the so-called EBER RNAs observed in vitro does not occur in vivo [114] , suggesting that EBERs are important for other activities such as inhibition of apoptosis.\n\nIt is obvious from the listings above that viruses have evolved multiple means to disrupt the IFN response. In some cases, there are specialized anti-IFN factors such the non-structural proteins of influenza viruses. In many other cases, however, viral gene products with a defined function in virus replication cycle can additionally acquire the ability to block the IFN system. Important examples include the V, W and C proteins of paramyxoviruses [79, 115] , the P protein of rabies virus [32, 83] and the VP35 protein of Ebola virus [116] , which are regulators of the viral polymerase. Also, the matrix proteins of Thogoto virus [117] and vesicular stomatitis virus [58] , the nucleoprotein of arenaviruses [118] , and the glycoprotein of hantaviruses [33] not only have structural functions, but are IFN antagonists as well. Some viruses such as Dengue virus or SARS-coronavirus encode a multitude of anti-IFN factors which together may strongly contribute to an enhanced virulence [119e121]. Apparently, modulating the IFN system can be achieved either by ''inventing'' one or several specialized factors or by expanding the function of existant gene products.\n\nUnderstanding the interplay between viruses and the IFN response can help to design new strategies for prevention and therapy. Viruses unable to counteract the IFN response are excellent candidates for live virus vaccines. They can be grown to high titers in IFN-deficient cell cultures but are attenuated in vivo since they elicit a robust innate and adaptive immune responses. This concept has been proven for influenza viruses [122e125], human parainfluenza virus type 1 [126] , human and bovine respiratory syncytial viruses [127e129], and may likewise apply to other viruses.\n\nOncolytic viruses designed for the targeted destruction of tumors is another promising application. Tumor cells often eliminate one or several parts of the IFN system during the transformation process [130e133]. For example, tumor cells were shown to acquire specific mutations leading to resistance of cellular translation to inhibition by PKR [134] . The payoff is an increased susceptibility to infection [131, 134, 135] , and the tumor selectivity of viruses can be further increased by using mutants with defective IFN antagonists. The inability of these mutant viruses to fight the IFN response is complemented by the IFN-deficiency of the tumor cells. At the same time, these viruses are unable to infect the IFN-competent body cells. This concept is proven by an IFN-inducing VSV mutant [55] and a herpes simplex virus lacking the anti-PKR gene g34.5 [136, 137] which specifically destroyed tumors in immunocompetent hosts.\n\nThus, unravelling the strategies by which viruses counteract the IFN system not only helps to better understand viral pathogenesis but can also result in novel vaccination strategies and therapies."}