{"title": "Current and New Approaches for Mucosal Vaccine Delivery", "body": "Mucosal surfaces are the interface between the host's internal milieu and the external environment, and they have dual functions, serving as physical barriers to foreign bodies and pathogenic microbes and providing the foundation for crucial survival functions such as uptake of air and nutrients, reproduction, and perception of signals. The protection of mucosal surfaces is ensured by the specialized mucosal-associated lymphoid tissues (MALTs). Mucosal vaccines, in contrast to parenteral vaccines, generally induce more efficacious protective immune reactions by inducing secretory IgA responses and cell-mediated immunity in mucosal tissues and portals of entries of mucosal pathogens. For food components and inert materials in breathing air, the MALT should remain tolerant so as not to cause unnecessary inflammatory responses. Despite the many advantages of mucosal vaccines, there are only limited numbers of licensed mucosal vaccines. Almost all licensed mucosal vaccines are composed of whole components of pathogens, either live or dead. There is no successful subunit mucosal vaccine so far. Live attenuated or whole cell (WC) killed vaccines are not formulated with any specific adjuvant or delivery system. In those vaccines, pathogen-associated molecular patterns (PAMPs) play the role of built-in adjuvants, and cell corpuscles serve as delivery systems for protective antigens. There could be many reasons for the sluggish progress of development of mucosal vaccines. Concerns about safety are the most prominent reason. Mucosal surfaces are continuously exposed to environmental and food antigens and allergens, and inflammatory immune responses against mucosal vaccine antigens would result in sustained pathologic inflammation. In the case of nasal vaccination, the nasal cavity is separated from the central nervous system by a thin partition, and olfactory nerves are directly projected from the brain to cavity. The scarcity of optimal delivery systems is another reason for the slow progress. In the mucosal environment, there are many physicochemical conditions that would interfere with proper stimulation of immune cells by antigens and adjuvants. In the case of oral administration, to be taken up microfold (M) cells in the distal jejunum and ileum, antigens should be able to accommodate very low pH in the stomach and a sudden alkaline surge in the duodenum, and they should be able to resist proteolytic attacks of digestive enzymes. In contrast to the oral route, antigens delivered intranasally do not experience that dramatic fluctuation in pH, but they should be able to survive profuse mucosal secretions, mucociliary clearance, and the relative inefficiency of antigen uptake by antigen-presenting cells (APCs). For more efficient delivery of mucosal vaccines, many new delivery systems based on nanotechnology and biomaterials have been studied, but very few of them have been approved for clinical use. More vigorous clinically oriented research is needed [1, 2] .\n\nIn vaccine formulations currently approved or under clinical trials, nanoscale (,1000 nm) carriers are already in use [3] . Current nanotechnology and nanocarriers on the market or in the literature are summarized in Immunostimulating complexes (VLPs), emulsions, liposomes, immunostimulating complexes (ISCOMs), polymeric and nondegradable nanoparticles (NPs), and nanogels [8] . Some of the NPs are able to enter APCs by diverse pathways, thereby differentially modulating downstream immune responses. Moreover, the nano-based delivery systems are also able to carry antigens and specific adjuvants such as TLR ligands simultaneously in the same carriers; carriers by themselves sometimes exert adjuvant activities. The nanoscale vaccine carrier systems generally constitute three key components: an antigen, against which adaptive immune responses are induced; an adjuvant, to potentiate the interaction between innate and adaptive immune systems in reacting to the antigen(s); and a delivery or targeting system to ensure that the antigen(s) and adjuvant(s) are delivered together to the right location at right time [9] .\n\nIn this context, many effective mucosal delivery systems using the nano/microscale carriers have been very actively researched up to clinical trial levels in recent years. Viral-vectored vaccines and live or killed virus vaccines by themselves are already nanocarriers with built-in PAMP adjuvants. VLPs and virosomes behave similarly to viruses in stimulating immune responses and carrying antigens in nanoscales. Some adjuvant formulations are already composed of nanoscale structures. Formulation of adjuvants with vaccine antigens became inevitable in modern vaccine development to enhance the immunogenicity of highly purified antigens that have insufficient immunostimulatory capabilities. While early adjuvants (e.g., aluminum, oil-in-water emulsions) were used empirically, rapidly increasing knowledge of how the immune system interacts with pathogens allowed better understanding FIGURE 19 .1 Different micro/nanocarriers that could be applied to the development of mucosal vaccine delivery systems.\n\nIV. CURRENT AND NEW APPROACHES FOR MUCOSAL VACCINE DELIVERY of the role of adjuvants and how the formulation of modern vaccines can be better tailored for the desired clinical benefit [4] . Of interest, currently licensed oil-in-water emulsion adjuvants such as MF59, AS02, and AS03 comprise nanoscale structures in the formulation. Squalene is popularly incorporated in oil-inwater emulsions because of its physical and immunostimulatory properties [10] . MF59 (Novartis Vaccines & Diagnostics), AS03 (GSK Biologics), and glucopyranosyl lipid adjuvantstable emulsion (GLA-SE) (infectious disease research institute (IDRI)) have a squalene content of around 2%À4% (w/w) with additional emulsifying agents [11] . MF59 was the first oilin-water emulsion on the market produced by microfluidization and contains sorbitan trioleate and polysorbate-80 (PS80) as surfactants. MF59 has a particle size of around 160 nm [12] . AS03 contains α-tocopherol and PS80 as a surfactant. AS03 has a particle size of about 150 nm [13] . GLA-SE (IDRI) consists of a squalene emulsion in combination with GLA, which is a synthetic form of monophosphoryl lipid A (MPLA) and a potent immunopotentiator. GLA-SE has a particle size of about 100 nm [14] . It has been suggested that emulsions with particle sizes ranging from 100 to 200 nm are efficiently taken up by dendritic cells (DCs) and hence effectively stimulate immune responses against coadministered vaccine antigens [15] . TLR ligands and immunostimulatory agents such as QS21 are formulated into oil-water emulsion or liposomes to make adjuvants for vaccines against diverse infectious agents and tumor immunotherapy. ISCOMs are approximately 40-nm cage-like particles produced by combining protein antigens, cholesterol, phospholipid, and the saponin adjuvant Quil A [5] . ISCOM is composed of matrix serving traps for protein antigens. Typically, membrane antigens containing hydrophobic domains are well trapped in ISCOM through apolar interactions [16] .\n\nLiposomes are spherical carriers composed of one or more phospholipid membranes with aqueous core. Thanks to the structure, liposomes provide a wide range of options for vaccine formulation design. Proteins, peptides, DNA, RNA, and adjuvant components can be readily encapsulated inside the aqueous core, embedded within the lipid layer, or attached to the surface by adsorption, hydrophobic anchor insertion, or covalent fusion. Liposomes by themselves are considered to be nontoxic and biodegradable when mainly phospholipids are used, since they are normal components of mammalian cell membranes and lipids are relatively nonimmunogenic. Liposomes could be designed and manufactured to have the desired physicochemical characteristics optimal for inducing desired immune responses against vaccine antigens: vesicle size, lamellarity (number of lipid layers), surface charge, bilayer fluidity, and incorporation of immunostimulatory components [16a] .\n\nPolymeric NPs are have also been robustly studied to deliver vaccine antigens and adjuvants. Polymeric NPs are submicron-sized colloidal systems of natural or synthetic polymers used as delivery carriers of chemical drugs, proteins, peptides, and nucleic acids, owing to their high bioavailability, controlled release, biodegradable and biocompatible properties, and low toxic profiles [17] . Compared with liposomes, polymeric NPs can more easily incorporate both hydrophilic and hydrophobic biomolecules and have better storage stability. The most commonly studied polymers are poly(D,L-lactide-co-glycolide) (PLG), polylactide (PLA), and poly(D,L-lactide-co-glycolide) (PLGA) [18, 19] . These biodegradable, biocompatible polymers are well characterized and have been approved by the U.S. Food and Drug Administration (FDA) for use in humans because of their excellent safety profiles. They have been extensively studied for the formulation of vaccine antigens (proteins, peptides, DNA, etc.) [20] . In these formulations, antigens can be either entrapped or adsorbed to the surface of the particles and are protected from proteolytic degradation conferring longer half-lives in vivo. By not-so-difficult additional engineering, these particles can be regulated to degrade or to release cargos (adjuvant and/or antigens) over a wide range of rates. Additionally, polymeric particles more easily pass M cells and reach to APCs in the MALT after surviving harsh physicochemical conditions in many mucosal compartments [3, 18] .\n\nPLG polymers have been evaluated for drug delivery since the early 1980s and have been used widely for pharmaceutical and medical device applications with excellent safety profiles in humans [21] . Generally, PLG forms microparticles rather than NPs. PLG microparticles received attention for vaccine delivery by the World Health Organization (WHO) Special Program for Vaccine Development from the late 1980s [22] . Triggered by this program, many antigens, such as tetanus toxoid, hepatitis B antigen, and diphtheria toxoid, were formulated with PLG microparticles and evaluated in comparison with aluminum salt adjuvants [21] . Although some promising results with PLG-based vaccines in small animal models were reported, challenges concerning antigen stability and insufficient immune responses compared with alum-adjuvanted vaccines prevented the use of PLG microparticles in commercial vaccines [23] . One more disadvantage of PLG polymer-based vaccines is their inefficiency in translocating to lymph nodes where APCs present antigens to T lymphocytes. The particle size can influence transport to specific location and cell types in the draining lymph nodes [24, 25] . NPs (20À200 nm) drained to the lymph nodes and localized in the lymph-node-resident DCs and macrophages, whereas larger particles (500À2000 nm) were mostly associated with DCs at the injection site. PLG particles would be inefficient in presenting antigens to DCs in draining lymph nodes. In this regard, PLG microparticles have handicaps to being more widely applied to the development of vaccine delivery systems.\n\nPLA is a linear aliphatic polyester composed of lactic acid building blocks that are naturally occurring organic acids derived from sugarcane and cornstarch [9] . PLA's physical properties can be tuned through combining racemic mixtures of these enantiomers: poly-L-lactide and poly-DL-lactide semicrystalline and amorphous polymers, respectively [26] . Thanks to their good safety profiles, PLA-based products have been approved by the FDA and the European Medicines Agency (EMA) for multiple biomedical applications. This polymer can be easily chemically modified with different ligands to improve their specificity to targeted cells [27] . In vivo, PLA is hydrolyzed into α-hydroxy acid, which is easily metabolized in the body via the Krebs cycle [28] . PLA polymers can be fabricated into both microparticles and NPs [27] . Despite its physicochemical and pharmaceutical advantages, PLA has been less intensively applied than other polymers, such as its copolymer PLGA, in clinical stage vaccine developments. Although a considerable number of reports have shown the usefulness of PLA polymer NPs as versatile vaccine carriers, the scaling-up of these laboratory methods to industrial production has faced hurdles, which are mostly related to particle size and size distribution. For further development of PLA polymers as clinical-grade vaccine delivery systems, these practical problems need to be solved in advance.\n\nBiodegradable nano/microparticles of PLGA and PLGA-based polymers are more widely explored as carriers for controlled delivery of macromolecular therapeutics such as proteins, peptides, vaccines, genes, antigens, and growth factors. PLGA is one of the most successfully developed biodegradable polymers. Among the different polymers developed to formulate polymeric NPs, PLGA has won strong attention, owing to its attractive properties: biodegradability and biocompatibility, FDA and EMA approval in drug delivery systems for parenteral administration, well-described formulations and methods of production adapted to various types of drugs such as hydrophilic or hydrophobic small molecules or macromolecules, protection of the drug from degradation, the possibility of sustained release, the possibility of modifying surface properties to provide stealthiness and/or better interaction with biological materials, and the possibility of targeting NPs to specific organs or cells [29] . The PLGA-based carriers' cargo release characteristics could be relatively well controlled by modulating encapsulation, particle size, formulation additives, molecular mass, ratio of lactide to glycolide moieties in PLGA, and surface morphology [30] . The most widely used PLGA, with a monomer composition of 50:50, has the fastest biodegradation rate; it completely occurs in approximately 50À60 days. The polyglycolide acid is more hydrophilic than polylactide, owing to the absence of a methyl side group [31] . A higher glycolic acid percentage causes more water uptake and consequently faster degradation of PLGA polymers. PLGA is hydrolyzed into the original monomers lactic acid and glycolic acid, which are by-products of various metabolic pathways and are not associated with any significant toxicity except lowered pH. Next to release characteristics, various other physical traits of PLGA particles can be manipulated, including particle size, size distribution, zeta potential, polydispersity index, encapsulation efficiency, and cargo loading [32] . Among a myriad of choices in nano/microcarrier polymers, PLGA has more advantages other than those listed above: PLGA particles can be administered via diverse routes; PLGA particle formulation may dampen toxicities of vaccine components; PLGA particles could protect the antigen from degradation and allow controlled release; PLGA particles could be made to target APCs and increase cross-presentation of the antigen; and PLGA particles allow concomitant delivery of multiple vaccine components with dose sparing. While many properties of PLGA polymers are favorable and controllable as vaccine delivery tools, there are drawbacks as well. PLGA has a negative effect on the stability of encapsulated protein antigens during preparation and storage, primarily owing to the acid-catalyzed nature of its degradation. Its hydrolysis leads to the accumulation of lactic and glycolic acids in the microenvironment, which will denature encapsulated protein antigens and consequently compromise immunogenicity [30] . In addition, processing conditions used in manufacturing PLGA carriers have negative effects on protein secondary structures [33] . To overcome problems associated with protein degradation, many efforts have been made to optimize the manufacturing process and to add excipients that would protect the protein antigens being encapsulated. Protein antigens adsorbed to PLGA particles are relatively more protected from those physicochemical insults. Adsorbed antigen would offer improved stability and activity over encapsulated antigen by avoiding exposure to organic solvents used during formulation and acidic pH conditions caused by degradation of the polymer. But this may result in premature high burst release of the antigen before uptake by APCs, which can lead to deficient immune responses [34] . Natural polymers are attractive vaccine delivery vehicles, owing to their low toxicity and biocompatibility. Synthetic polymers such as PLGA or PLA are also reported to be safe and biocompatible. Their degradation products affect the microenvironment by lowering pH which may be detrimental to functions of APCs and compromise immunogenicity of vaccine antigens. On the other hand, natural polymers are generally composed of biological components, making them physiologically resorbable with few to no adverse effects [35] . The major drawback of natural polymers as vaccine delivery systems is reproducibility, which should be overcome by further technological researches. There are two major groups of natural polymers that are used to manufacture particulate carriers: peptide/proteins and polyelectrolytes including alginate, chitosan, and dextran [36] . Chitosan and chitosan derivatives are cationic polymers, which, owing to their structure, have excellent mucoadhesive and absorption-promoting properties. Chitosan is manufactured by alkaline deacetylation of chitin (e.g., derived commercially from exoskeleton of crustaceans or fungi) and is a linear copolymer of β1-4 linked monomers of D-glucosamine and N-acetyl-D-glucosamine [36] . It is biodegradable and biocompatible. The pKa of the primary amine group of chitosan is approximately 6.5, and the nascent polymer at neural pH carries no charge; hence chitosan is insoluble in water. This solubility characteristic should prevent nascent chitosan from being able to deliver antigens that are soluble and stable at neutral pH. Structural modifications have been made to chitosan to produce derivatives that are soluble at neutral pH yet retain the positive charge and unique properties of nascent chitosan. Because chemical modifications make it possible to substitute both amine and hydroxyl functional groups of chitosan, various chitosan derivatives have been produced by introducing hydrophilic groups such as hydroxyalkyl, carboxyalkyl, succinyl, thiol, and sulfate or by grafting solubility enhancer polymers such as polyethylene glycol and poloxamer [37] . Of all the water-soluble derivatives, N-trimethyl and carboxymethyl derivatives of chitosan have been studied most extensively, owing to their relative ease of synthesis, ampholytic character, and ample application possibilities. Soluble N-trimethyl chitosan has both mucoadhesive properties and excellent absorption-enhancing effects even at neutral pH because of its cationic charge at neutral pH [38] . N-trimethyl chitosan is rather widely applied to the development of mucosal vaccine delivery systems, since it is mucoadhesive and has penetration-enhancing ability through the paracellular route even at neutral pH. Chitosan particles can be fabricated to successfully deliver both adjuvant and antigen to DCs in the tissue or draining lymph nodes [39] . Adjuvants and antigens could be either incorporated inside or adsorbed on the surface of chitosan microparticles or NPs on purpose. In addition to being a carrier, chitosan can be used to coat other polymer particles to enhance their immunogenicity, bioadhesiveness, and surface adsorption potential [36] . N-trimethyl chitosan is freely soluble over a wide pH range as compared to other chitosan derivatives and bears positive charges, independently of the environmental pH. Methylcarboxy chitosan is a polyampholytic polymer that is able to form viscoelastic gels in aqueous environments or with anionic macromolecules at neutral pH values. On the basis of these characteristics, the complexation of two chitosan derivatives without using any cross-linker could generate a vaccine delivery carrier that has high loading efficiency and can maintain integrity of a protein antigen [40] . Alginate is a linear, anionic polysaccharide found in the cell walls of brown algae. It has a high affinity for water and forms an inert and highly aqueous environment within the particle, which limits its ability to carry hydrophobic vaccine antigens and adjuvants. It is also biocompatible, biodegradable, and easily eliminated from the body [36, 41] . As with chitosan particles, adsorption of adjuvant onto the surface of microspheres allows differential release of the antigen and adjuvant for temporally controlled stimulation of immune cells [42] . Alginate itself, besides its role as a vaccine carrier, has immune-stimulatory activities though stimulating NF-κB signaling pathway [43] . Dextran is a polysaccharide composed of repeating branched glucose molecules. Its most commonly used form is dextran sulfate [44] , which is biocompatible and hydrophilic and decomposes into natural byproducts. Anionic dextran sulfate is often fabricated with cationic poly-L-arginine to make layer-by-layer antigen-adjuvant carriers [45] . Because this type of particle is assembled layer by layer, multiple antigens and adjuvants can be incorporated in multiple layers to maximize targeting and activation of immune cells.\n\nSelf-assembled peptides have been reported to be useful candidates for future vaccine delivery systems [7] . Peptide molecules can be rationally designed to self-assemble into specific nanoarchitectures in response to changes in their assembly environment, including pH, temperature, ionic strength, and interactions between host and guest molecules. They could be manufactured in the forms of nanomicelles, nanovesicles, nanofibers, nanotubes, nanoribbons, and hydrogels and would have a diverse range of mechanical and physicochemical properties [46] . Peptide delivery systems may have potential advantages over liposome or NPs, since they can be composed of amphiphilic molecules with high loading efficiency, low antigen leakage, biodegradability, and high permeability to biomembranes of target cells. These molecules can be designed for cellspecific targeting by including adhesion ligands, receptor recognition ligands, or peptide-based antigens in their design, often in a multivalent display [7] . These molecules can also act as intracellular transporters and respond to changes in the physiological environment. Generally, self-assembling peptides are nonimmunogenic, serving as built-in adjuvants for fused antigenic peptides [47] . The adjuvant activity is closely related to nanostructures, since the mutation of key amino acid residues in the self-assembling domain demolishes the immunogenicity of the self-assembled peptide vaccines [48] . The adjuvanticity in a nanofiber self-assembled peptide vaccine was reported to be T-cell-and MyD88-dependent, but specific interactions with TLR2 and TLR5 as well as NALP3 were not noted, suggesting a novel immunomodulating mechanism. Although peptide nanofiber vaccines are more efficiently taken up by DCs and subsequently activate them, these vaccines do not cause reactogenicity and nonspecific inflammatory reactions at the administration site [49] .\n\nNanogels became more prominent recently as a vaccine delivery system. The term \"nanogel\" defines refers to nanoscale particles (,100 nm in diameter) composed of physically or chemically cross-linked bifunctional networks having good swelling capacity in aqueous environments [50] . Nanogels have a high cargo loading capacity, biocompatibility, and biodegradability. Cationic nanogels are adhesive to epithelial cell surface and serve as artificial chaperones protecting antigens from aggregation and denaturation. Loaded antigens are subsequently released in native forms and captured by appropriate APCs nearby [51] . The surfaces of nanogels are relatively easy to modify by specific ligands, enabling targeted delivery to specific cells or tissues. Nanogel vaccine formulations can be delivered via a wide range of routes, such as parenteral, oral, nasal, pulmonary, or ocular administration [52] . Nanogels can be formulated by various polysaccharides such as chitosan, mannan, hyaluronic acid, dextrin, cycloamylose, pullulan, and enzymatically synthesized glucogen [53] . In recent years, pullulan has played a critical role in the development of nanogel systems for vaccine and drug delivery [54] . Pullulan is an aqueous polysaccharide synthesized by the yeast-like fungus Aureobasidium pullulans. It consists of hundreds of repeated units of a maltotriose trimer. Pullulan is widely used in diverse biomedical industries because it is easily modified by rather simple chemical reactions that are nontoxic, nonmutagenic, noncarcinogenic, and, most important, nonimmunogenic [55, 56] . Pullulan hydrophobized by cholesterol becomes amphiphilic and forms self-aggregates [57] . The cholesterol-bearing pullulan (CHP) can form complex NPs with various protein antigens. CHP can self-assemble in water into the NPs and encapsulate protein antigens in the internal space through hydrophobic interactions. The complex NP protects internal protein antigens against physicochemical or enzymatic degradation, serves as an ideal delivery vehicle, and releases payloads in a controlled fashion [58] . The most valuable characteristic of CHP nanogels is its artificial molecular chaperon activity [59] . Protein antigens are captured in denatured form in the CHP nanogel under reversible denaturation temperature or in the presence of reversible denaturation reagents [60] . In the nanomatrix, the nanogel protects denatured protein antigen as an artificial molecular chaperone and helps in proper refolding after release [61] . Another advantage of CHP is its targeting ability to APCs. The CHP nanogels and protein antigens could form colloidally stable NPs 50 nm in diameter, which is a relevant size allowing effective uptake by epithelial cells and APCs [59] . Moreover, CHP nanogels can be modified to have cationic charge (cCHP) by adding amine groups to the CHP nanogels [62] . The cCHP nanogels could be well formulated with protein antigens and effectively carry vaccine antigen to the negatively charged nasal epithelium after intranasal administration [51] . The positive charge of cCHP nanogel provides more efficient adhesion to negatively charged nasal mucus and epithelia, leading to higher level and more sustained delivery of antigens to DCs inhabiting underneath mucosa. More important, the cCHP vaccine formulation could induce significantly higher immune responses without adjuvant addition, while the cCHP nanogel itself could not activate immature DCs, suggesting no biologically active adjuvant-like activity [51, 63] . The reason why cCHP, having no direct stimulatory effect on innate immune cells, could significantly enhance the immunogenicity of cargo antigens was thought to be the improved antigen residence time in the nasal cavity, which leads to better antigen transport to the nasal DCs. The 40-nm cCHP nanogels carrying Clostridium botulinum type A neurotoxin heavychain C-terminus (BoHc/A) were bound by nasal epithelial cells and subsequently endocytosed. The BoHc/A antigen was separated from the nanogel by protein exchange and sustainably released by exocytosis, which was subsequently taken up by CD11c 1 DCs in the mucosa [51] . Epithelial cells served as a reservoir for the cargo antigen, while no overt cytotoxicity was observed. Neither the cCHP nanogel nor cargo BoHc/A antigen was taken up by the olfactory bulb or brain tissue, suggesting that the cCHP nanogel system is safe for nasal administration (Chapter 26: Nanodelivery for Mucosal Vaccines).\n\nPAST, PRESENT AND FUTURE\n\nGastrointestinal (GI) infection is a significant global health challenge, especially in developing countries. Most GI infections are spread via the fecalÀoral route, primarily through contaminated water and food due to poor sanitation and social infrastructure. An efficacious vaccination policy is the most economical way of solving GI infection problems from a public health perspective. The oral vaccination is generally the best way to induce secretory immunoglobulin A (SIgA) in the GI tract and IgG antibody responses in the systemic compartment. In fact, the only oral vaccine that has been widely used globally in infants and children in a national immunization program is the oral polio vaccine (OPV) developed by Albert Sabin in the 1950s. Since Sabin's OPV vaccination, several oral vaccines against rotavirus, Salmonella Typhi, and Vibrio cholerae have been licensed and marketed [64] . Those vaccines are made of live attenuated organism or killed microbial cells. There is as yet no licensed subunit oral vaccine on the market. There have been continuous efforts to develop oral vaccines because of the advantages of oral vaccination. As was noted during the 2010 Haitian cholera epidemic, oral vaccination is a faster way of containing circulating infections and prevention of further outbreaks [65] . After the September 11, 2001 , terrorist attacks, the threat of biological warfare became highlighted worldwide. The potential bioterrorism agents are likely to be disseminated by either aerosol or in food or water supplies targeting the wide mucosal surfaces in the respiratory or GI tracts, respectively. Considering that the bioterrorism agents invade from the GI mucosa, oral vaccines, inducing protective immune responses at the route of entry, have generated the most interest as a frontline tool in biodefense [66] .\n\nOral vaccination has several advantages, such as better patient compliance, mass immunization capability, easy administration or selfdelivery, simplified production and storage, lower production cost, and no needleassociated risks such as injuries and carryover infections (Table 19. 2) [67] . The most important virtues of oral vaccination are its needle-free painless administration and that there is no need for trained personnel for administration. Two major mucosal vaccination routes, oral and intranasal, are compared in Table 19 .3. The most widely used oral vaccine is Sabin's OPV, which contributed enormously to the eradication of poliomyelitis worldwide. But recently, despite its efficacy, OPV has been replaced by injectable poliovirus vaccine (IPV) in developed countries. OPV is likely to be replaced by IPV globally over several coming years. Live poliovirus was discovered in the stool of OPV vaccines, possibly spreading infectious material in the environment [68] . Another serious concern about OPV is the rare event of reversion to virulent strains in vivo, which could cause a serous iatrogenic vaccine-associated paralytic poliomyelitis [69] . The same concerns apply to other mucosal vaccines using live attenuated organisms. But generally, oral vaccines are regarded as a better choice than injectable parenteral vaccines from production, economic, and regulatory perspectives [70] . Oral vaccines have better compliance and fewer adverse reactions. Oral vaccines are better for large-scale production and mass vaccination campaigns in developing countries, since no needles are required and self-administration is possible. Thermostabilization technologies would enable successful cold-chain-free vaccination of killed as well as live attenuated formulations in resourcepoor settings such as developing countries [71] .\n\nThanks to the many virtues of oral vaccines and the success of OPV, research into oral vaccines has rather a long history, but only a very limited number of oral vaccine products have become available. Many oral vaccines that proved to be efficacious in preclinical studies have failed in clinical trials. Live-attenuated vaccines against rotavirus and S. Typhi have been successfully introduced into the market. In the case of cholera, two types of oral cholera vaccines (OCVs) are currently available: WC-rBS, which are killed WC monovalent (O1) vaccines with a recombinant B subunit (rBS) of cholera toxin (CT) (Dukoral), and killed modified WC bivalent (O1 and O139) vaccines without the B subunit (Shanchol, Euvichol, and mORCVAX) (WHO cholera vaccine position paper-August 2017 at www.who.int) (Chapter 31: Cholera Immunity and Development and Use of Oral Cholera Vaccines for Disease Control). The three WC vaccines are based on the same cholera strains and dosage. Although the WC killed cholera vaccines listed proved to be efficacious in multiple clinical trials, many other prototype killed and subunit vaccines could not be put on the market because of suboptimal immunogenicity. Oral vaccines should have strong immune-stimulatory adjuvants and optimal delivery strategies to drive effective innate and adaptive immune responses against vaccine antigens [64] . To achieve optimal immunogenicity, Dukoral has a huge number of killed \n\nEmulsions such as MF59 and AS03 are extensively tested for many vaccines and immunization routes. However, in the literature, it is rather rare to find successful test results for oral vaccines against infectious diseases employing an oil-in-water or water-in-oil emulsion formulation or adjuvant system. A successful oral tumor vaccine study showed that an antigen complex (melanoma antigen MAGE1, heat shock protein 70, and staphylococcal enterotoxin A) incorporated in a nanoemulsion with a small size of 15À25 nm induced efficacious protective immune responses comparable to those of subcutaneous administration [75, 76] . Vaccine antigen can be delivered inside the core or attached on the outside to the shell of micelles, depending on the electrochemical properties of the vaccine formulation [77] . Oral immunization of PLA-PEG-PLA and PLGA-PEG-PLGA copolymer micelles loaded with DNA encoding HCV multiple epitope antigen could induce satisfactory immune responses [78] . The copolymers showed an innate adjuvant activity and caused no significant adverse reactions [78] . Micelles can be synthesized as nanocarriers and engineered to penetrate mucus and be taken up by mucosal APCs [79] . However, micelles may have a propensity to dissociate when diluted, leading to a loss of loaded antigen. \n\nWhile most clinical trials and delivery system developments employing liposomes have focused on the parenteral routes, there are still continued efforts to develop liposome-based oral delivery tools [80] . Conventional liposomes are vulnerable to acidic gastric juice and are easily digested by pancreatic lipase [81] . Also, intestinal bile salts can destroy the phospholipid membrane integrity and lyse the liposomes, resulting in the premature release of vaccine antigens [82] .\n\nTo tackle these problems, researchers have investigated different lipid moieties such as archaeal lipids or bile salts in the liposomal membrane [83, 84] . An important determinant of the adjuvanticity of liposomes is the surface charge. Positively charged (cationic) liposomes have been demonstrated to possess the strongest adjuvanticity compared to neutral and negatively charged liposomes [85] . Mucoadhesion is promoted by the cationic surface charge that would have a stronger interaction with negatively charged GI mucus. Cationic liposomes also better adhere to negatively charged membranes of M cells and enterocytes, limiting flushing by peristalsis and providing a better chance to be internalized [86] . However, the greater toxicity of cationic than anionic liposomes is of concern. Recently, a study reported that cationic liposomes induce necrosis to release damageassociated molecular patterns and cause inflammation in vivo [87] . To extend the clinical applications of liposomes as carriers of oral vaccines by improving stability and sustainability in GI tract mucosa, the surface modification of liposomes has been rigorously investigated [88À90].\n\nThe addition of cholesterol and Quil A saponin to liposomes results in the generation of self-assembling pentagonal dodecahedrons that have intrinsic adjuvant properties and thus earned the name ISCOMs. Two types of ISCOMs exist. The first, \"classical\" type was manufactured to entrap protein antigens, making them act as both a vaccine antigen delivery and an adjuvant system. The second type, referred as ISCOM matrices, contains no entrapped antigen and serves as a codelivered adjuvant, which is later formulated with vaccine antigens. Early ISCOM formulations could not be evaluated in humans and were limited to veterinary use, owing to the reactogenicity of Quil A. Quil A was later replaced with QS21, and ISCOMs could be then given clinical trials. QS21 is more purified in nature and shows an improved safety profile while remaining active as an adjuvant [16] . While ISCOMs were widely tried with very diverse antigens for parenteral and intranasal vaccination studies, trials with oral vaccines have been relatively scarce [91, 92] . One major challenge in working with ISCOMs is the difficulty associated with antigen incorporation. In this context, many trials used ISCOM matrices purely as adjuvants and formulated with vaccine antigens rather than incorporating them, which elicited immune responses as beneficial as those elicited by classical ISCOMs [93] . The use of unmodified ISCOMs as adjuvants would significantly simplify production; however, the benefit of antigen encapsulation, which is an important key to success for the oral route, might be lost. For this reason, ISCOM matrix adjuvants in combination with enteric vaccine antigens are used for boosting through intranasal or parenteral routes after oral priming with antigens only or antigens with other adjuvants [92,94À96] . To use ISCOMs for the induction of efficacious immune responses in the GI tract, the immunization protocol employing intelligent oral or injectable prime-boost regimens and incorporating additional coatings or adjuvants should be tried.\n\nVLPs imitate the three-dimensional conformation of real virus and mimic infection by authentic viruses. Moreover, VLPs can be engineered to express additional antigens and target epitopes in repeated array. VLPs have been studied as oral vaccines against virus or tumor antigens [97À104]. Those VLP oral vaccines induced humoral and cellular immune responses in both systemic and mucosal compartments. Significant antigen-specific SIgA responses were also observed. VLPs could also be expressed in plant tissue successfully [103, 105, 106] and could be purified from plant tissue at lower cost. On the other hand, rather crude freeze-dried plant tissue containing VLPs could be directly administered orally to induce protective immune responses in animals, which suggests the possible development of human edible vaccines using VLPs expressed in plant tissues such as tomato and potato [103,107À110] .\n\nSynthetic particles can serve as the most versatile oral delivery tools in which vaccine antigens and adjuvant could be loaded by encapsulation, conjugation, or adsorption. With advances in polymer material chemistry and formulation technology, different types of natural and synthetic NPs are being actively tested for possible use for effective oral vaccine delivery. These recent technologies enable overcoming previous barriers in oral vaccination and allow better targeting of antigens and adjuvants to the desired tissue location and cells. Particles can be engineered to release antigens and adjuvants upon degradation, swelling, and diffusion from the polymer, or change in electrostatic interactions. The production of particles in defined sizes, architectures, and chemical properties would enable oral delivery, which is the most difficult vaccination route in terms of targeted delivery, thanks to the major development in nanotechnology and biomaterial science. Depending upon the polymer choices, the delivery systems by themselves provide adjuvant activity along with biocompatibility and biodegradability. The most extensively studied biodegradable polymers for the development of oral vaccine nanocarriers are PLA, PLGA, β-glucans, alginate, and chitosan [8, 111] .\n\nIn the case of oral delivery, the greater surface area of NPs, owing to their small size, would allow increased absorption across the intestinal epithelium, which will furnish reduced dosage and administration volume [67] . Hydrophilic NPs are generally transported through enterocytes, whereas hydrophobic polymeric NPs are better transported through M cells [30, 99, 112, 113] . Orally administered PLA NPs (200À250 nm) reached the Peyer's patches (PPs) through a three-step process. Most particles are first entrapped in the mucus. Then crossing of the epithelial barrier takes place exclusively through M cells, leading to an accumulation in PPs. Finally, the NPs interact with underlying B cells and DCs in the PP tissue. All three steps can occur within 15 minutes. Furthermore, DCs engulfing NPs were induced of TLR expression [114] . To be licensed and clinically used for mucosal vaccine delivery, nanocarriers should be able to protect the payload from degradation, to penetrate the mucus barriers, and to control the release of both antigens and adjuvants at targeted sites. In principle, these properties could be tuned by altering their particle size, surface chemistry, and three-dimensional architecture [79] . It is widely accepted that particulate antigens are more efficiently trafficked across the mucosa and delivered to mucosal APCs than are soluble antigens [67] . Uptake of particles in the GI tract occurs primarily via M cells. Despite some controversies, particles with a diameter smaller than 1 μm are thought to have a better chance of being taken up by M cells [115] .\n\nTo meet requisites for delivering diverse vaccine antigens and adjuvants to a specific mucosal target, PLGA surface characteristics have been extensively modified by coating with ionic surfactants or polymers such as polyethylene glycol (PEG), sodium dodecyl sulfate, aminodextran, chitosan, polyethylene imine, poly-Llysine, protamine, or cetyltrimethylammonium [30,116À118] . The surface chemistry of PLGA particles can also be altered to increase diffusion through mucus and uptake by M cells through oral delivery [119, 120] . Other methods, such as coating antigen/adjuvant-loaded PLGA NPs with methacrylate-based polymer Eudragit FS30D, produced gastric-acid-resistant microparticles ($10 μm) that released payloads from the terminal ileum, where the pH level reaches 7.0 or higher [121] . The pH-sensitive polymers derived from methyl methacrylate, methacrylate, methacrylic acid, acrylate, and/or dimethacrylate have been blended with PLGA for the protection of payloads in the NP against enzymatic attacks in the stomach and small intestine [122] . The antigen encapsulated by PLGA NPs sequentially coated with phase-transitional shielding layer, poly[(methyl methacrylate)-co-(methyl acrylate)-co-(methacrylic acid)]Àpoly(D, L-lactide-co-glycolide) (PMMMA-PLGA), was found to protect antigens in the GI tract and achieve targeted vaccination in the large intestine [123] . Hydroxypropyl methylcellulose phthalate (HPMCP), another enteric coating agent, was shown to make acid-resistant B200nm NPs with PLGA carrying Helicobacter pylori antigen effectively induce Th1/Th17 protective immune responses [124] .\n\nTo induce enhanced protective immune responses against antigens delivered by PLGA carriers, PLGA particles are functionalized by M-cell-targeting ligands in combination with stabilizing agents. Incorporation of M-celltargeting lectins such as UEA or LTA into PLGA NPs would enhance antigen-specific immune responses [125, 126] . Arginine-glycine-aspartate (RGD) ligand binding to β1 integrin can also target M cells. PEGylated PLGA NPs grafted with RGD or RGD peptidomimetic ligand showed significantly increased uptake by M cells and enhanced specific IgG responses [113, 127] . Claudin 4, one a member of the integral membrane protein family expressed primarily in tight junctions, also serves as a target for developing M-cell-binding nanocarriers [128] . In one study, an antigen-loaded porous PLGA microparticle was successfully coated with water-soluble chitosan conjugated with an M-cell-targeting peptide (CKS9). The resulting microparticles effectively reached PPs through M cell transcytosis to induce balanced Th1/Th2protective immune responses [129, 130] . The pHsensitive polymeric delivery systems employing hydroxypropyl methylcellulose phthalate (HPMCP) could be attuned by adding thiol groups to be selectively released under ileal pH condition. By formulating M-cell-homing peptide (CKSTHPLSC) conjugated BmpB antigen with attuned HPMCP, delivery to PPs and subsequent adaptive immune responses could be significantly enhanced [131, 132] .\n\nRecent research into oral vaccine delivery of NPs has been directed toward the incorporation of mucoadhesive polymers. The mucoadhesive polymers prolong retention time of the particles in the mucus by steric or adhesive interactions. Coating of nonbioadhesive nanospheres with poly(butadiene-maleic anhydrideco-L-DOPA) increased the particle uptake by 10-fold in the small intestine [133] . Conjugation of immunostimulatory ligands to bioadhesive polymers should induce longer-lasting mucosal and systemic immune responses against entrapped antigens. Bioadhesive poly(anhydride) NPs (300À400 nm) coated with mannose or Salmonella flagellin induced more potent and balanced Th1/Th2 immune responses compared with noncoated particles [134] .\n\nChitosan and its derivatives have been tried for the oral delivery of protein and DNA vaccines [135À139] . The limited solubility of chitosan at alkaline and neutral pH has been circumvented by fabrication of chitosan by graft copolymerization with acyl, alkyl, monomeric, and polymeric moieties. Modifications through quarterization, thiolation, acylation, and grafting resulted in copolymers with higher mucoadhesion strength, increased hydrophobic interactions (advantageous in hydrophobic antigen entrapment), and increased solubility in alkaline pH, higher solubility, and controlled/ extended release profiles, which consequently confer wider application of chitosan derivatives for oral vaccine delivery [140, 141] . Chitosan and its derivatives are mucoadhesive and have the ability to stimulate immune cells either by directly interacting with the M cells or by opening the tight junctions between the epithelial cells [142] . Because of the advantages mentioned above, chitosan has been applied to the manufacture of orally deliverable NPs or coating of micro/nanocarriers made of other synthetic or natural biopolymers [143, 144] .\n\nAlginate has been used to make oral vaccine carriers utilizing its acid resistance and immunostimulatory properties [145] . In order to overcome chitosan's instability in low-pH environments, cationic chitosan NPs can be coated with acid-resistant alginate to make composite carriers [144, 146] . Alginate encapsulation of chitosan NPs entrapping protein antigens was proved to protect payload protein antigens and DNA from acidic attack in the stomach after oral administration. Owing to its acid resistance property, alginate is also used to encapsulate bacterial cells to develop oral vaccines. A single oral dose of alginateencapsulated BCG elicited effective long-lasting mucosal and systemic immune responses [147] . Cold-chain-free OCV could be developed by encapsulating heat-inactivated bacterial cells with alginate [148] . Oral vaccines against Edwardsiella, Brucella, and Aeromonas infections were also developed by encapsulation with alginate [149À152].\n\nGlucan particles are porous 2-to 4-micron cell wall shells manufactured by treating baker's yeast (Saccharomyces cerevisiae) with a series of alkaline, acid, and solvent extractions [153] . By in situ layer-by-layer synthesis through electrostatic interactions, DNA could be encapsulated at high density [154] . Protein antigens could be encapsulated in glucan particles through hydration and lyophilization and could induce significant intestinal SIgA and Th1/Th17 cellular responses to encapsulated antigens following oral vaccination [155] . Glucan microparticles target enterocytes and M cells for uptake and activate them to secrete and express cytokines and β-glucan receptors [154À156]. β-Glucans, the major component of glucan microparticles, are fungal PAMPs, signaling through receptors such as dectin-1 and complement receptor 3 expressed on DCs, monocytes, and neutrophils [153, 157] . Although the efficacy of glucan particles as an oral vaccine carrier was well proved with model antigens such as OVA or BSA, the application to pathogenic microorganisms has been relatively rare [158] . One reason for the limited use of glucan particles is that their manufacture is currently limited to liquid formulations, which require cold-chain storage and therefore are not optimal for the use in poorer regions [79] .\n\nPlant-based oral vaccines have advantages over the traditional vaccines in cost, safety, and scalability. Since 1990, researchers have manufactured edible plant-based vaccines in carrot, soybean, tomato, rice, potato, and tobacco against microbial pathogen antigens such as the heat-labile toxin B subunit (LTB) of enterotoxigenic Escherichia coli, cholera toxin B subunit (CTB), and antigens from Yersinia pestis and viruses, such as hepatitis B virus, rotavirus, and Norwalk virus [159] . Many conventional vaccines are not widely distributed in developing countries where those vaccines are urgently needed, because of high production costs and the requirement of better infrastructure. One more problem standing in the way of wider distribution of desperately needed vaccines is that the conventional cell fermentation systems for producing recombinant protein vaccine antigens are often expensive and are not easily scalable [160] . Another emerging infectious disease field is One Health, dealing with zoonotic diseases spreading in both animals and humans. A solution to this may be the use of plants or plant cells as bioreactors. Molecular farming has become well established for the production of vaccines, and many proofs of principle and important proofs of efficacy are accumulating continuously [161] . MucoRice should be one of the most innovative approaches for oral vaccine delivery using edible rice as a carrier (Chapter 20: Plant-Based Mucosal Vaccine Delivery Systems). Rice seeds have stability and resistance to digestion in the stomach, making MucoRice an attractive oral vaccine delivery system. In 2007, it was first reported that cholera toxin B subunit (CTB) could be expressed in the rice seed. As much as 30 μg of CTB per seed was stored in the storage organelle protein body. When orally ingested, rice seeds expressing CTB induced CTB-specific serum IgG and mucosal IgA antibodies with neutralizing activity, while no rice storage-specific immune response was noted. When expressed in rice, CTB was protected from pepsin digestion in vitro [162] . Rice-expressed CTB also remained stable and thus maintained immunogenicity at room temperature for more than 3 years, and it provided more than 6 months of protection against CT-or LT-induced diarrhea after primary immunization [163] . These results show that the MucoRice vaccine could be stockpiled longer at room temperature and could be widely used for oral vaccination without cold-chain management. Rice-based oral vaccine developments are under way against many infectious diseases and noninfectious diseases such as allergy, autoimmunity, and Alzheimer's disease [159] .\n\nThe most widely used form of whole bacterial cell vaccines for cholera and typhoid fever was liquid suspension. Because of the lack of shelf stability, the liquid format is unsuitable for storage and distribution in developing countries. In this regard, a stable solid dosage vaccine platform is required for those vaccines. Formulation in tablets or capsules would provide more stability and ease of handling. In comparison to microparticles and NPs, capsules are significantly larger in size and could serve reservoir for multiple vaccine/ adjuvant formulations [79] . While no subunit or WC killed oral vaccine is currently delivered by capsule or tablet, the live attenuated Salmonella vaccine Vivotif is routinely delivered in an enteric-coated format [164] . Capsules could be manufactured in appropriate physical sizes (the average size of capsules and tablets ranges from 5 to 20 mm) suitable for administration to target populations. With enteric coatings, tablets and capsules could be protected from gastric acid and endowed with controlled release properties, which will provide facilitated delivery to discrete locations in the intestine. In principle, capsules allow the incorporation of many previously introduced delivery technologies in one primary delivery format. Recently, a tablet-based oral avian influenza vaccine was shown to elicit strong antiviral antibody and IFNγ T-cell responses. This approach utilized a nonreplicating adenovirus type 5 vector expressing avian flu hemagglutinin antigens together with a dsRNA TLR3 agonist [165] .\n\nAmong the choices of mucosal routes for vaccine administration, nasal delivery has been the most widely employed for innovative research because of the ease of approach and less harsh physicochemical conditions in the nasal cavity compared with the GI tract.\n\nFurthermore, nasal vaccines could be administered without professional training. There are at least three nasal vaccines licensed worldwide. The FDA approved FluMist, a live attenuated trivalent/quadrivalent influenza vaccine. Fluenz is an EMA-approved quadrivalent influenza vaccine. These two intranasal vaccines are manufactured by the same company, MedImmune. The Serum Institute of India licensed the monovalent NasoVac against pandemic A/California/7/2009 H1N1 influenza (Chapter 39: Nasal Influenza Vaccines).\n\nBesides influenza vaccines, the nasal route has been widely studied for development of many prophylactic and therapeutic vaccines against other infectious diseases, such as allergy, cancer, Alzheimer's disease, and lifestyle-related diseases [166À169]. The human nasal cavity is an attractive route of mucosal immunization, having a total surface area of 150 cm 2 with a volume of 15À20 mL [52, 170, 171] . The nasal cavity is divided into five anatomical and functional regions: the nasal vestibule, the atrium, the respiratory region, the olfactory region, and the nasopharynx [171] . The respiratory region is where nasal delivery of drugs and vaccines occurs, since it is the most permeable region, having a large surface area and a rich vascular bed [172] . The respiratory region is covered by a pseudostratified epithelium composed of columnar cells interspersed with goblet cells, which are interconnected by tight junctions (zonae occludens). The tight junctions are relatively resistant to paracellular passages of particulate materials in the breathed air [173] . The respiratory region is where mucus production actively takes place. The mucus layer in the nasal tract is relatively thinner (5 μm) than other mucosal surfaces. The nasal cavity is equipped with nasopharyngeal-associated lymphoid tissue (NALT), which is highly similar to Peyer's patches in the ileum [174] . NALT is also covered with M cells that have active antigen sampling capacity [175] . Intraepithelial DCs project dendrites toward mucosal lumen and sample antigens. Particulate antigens are preferentially sampled by M cells, and small soluble antigens have access to epithelium, where they are captured by intraepithelial DCs [173] (Chapter 2: Anatomical Uniqueness of the Mucosal Immune System (GALT, NALT, iBALT) for the Induction and Regulation of Mucosal Immunity and Tolerance).\n\nThe mucociliary clearance mechanism should have negative effects on nasal vaccination. The rapid turnover of mucus (10À15 minutes) and fast mucus flow (B5 mm/min) in the nasal cavity limit the length of residence of administered vaccine. Continuous outward movement of cilia on the epithelial apical surface accelerates the clearance of mucus-trapped substances. To make matters worse, nasal enzymes and local pH negatively affect the stability of nasally administered vaccine antigens [170] . This could be why only live attenuated influenza vaccines proved effective in clinical trials and were approved by the FDA and EMA. A live influenza virus should be able to survive in the nasal mucosa and be harnessed with built-in adjuvants. An inactivated split influenza vaccine was also tested for nasal delivery but proved ineffective without coformulation with appropriate mucosal adjuvants [176À178] . To achieve equivalent antibody responses without adjuvant, an inactivated split antigen should be given at least three times more, or an inactivated whole virus should have been immunized [179À181] . Given that even an inactivated virus antigen requires potent mucosal adjuvants to achieve optimal immune responses in the systemic and mucosal compartments, protein antigens should employ even stronger mucosal adjuvants to be effective by nasal vaccination. Many mucosal adjuvants are suggested as formulation partners of nasal vaccine antigens [182, 183] .\n\nCT and related E. coli heat-labile toxin (LT) and their mutant derivatives are the most widely tried mucosal adjuvant in preclinical studies [167] . Although those enterotoxins served as potent adjuvants for nasal vaccination of diverse antigens in animal studies, they have seldom been adopted for the development of human nasal vaccines. The use of enterotoxins as nasal vaccine adjuvants has a very serious failure history. The subunit influenza nasal vaccine Nasalflu Berna adjuvanted with E. coli LT had been significantly connected with Bell's palsy with an odd ratio of 84 in an epidemiological study in Switzerland. The vaccine was consequently withdrawn from the market [184] . The adverse effect could be related with the capacity of LTB and CTB subunit to bind to GM1 ganglioside expressed on neuronal cell and retrograde translocation toward the brain [185, 186] . Since the nasal cavity and brain are separated by a thin anatomical structure and are directly connected by the olfactory nerve, binding of any vaccine component to the olfactory nerve should contribute neurotoxicity. In this context, any nasal vaccine, adjuvant, or delivery system must clear the safety concern to be introduced to the market. Given the versatility and ease of nasal vaccination, numerous research groups are studying safe nasal adjuvants that could replace CT and LT. PAMPs are most widely studied as alternative nasal adjuvants. Recently published literature shows that ligands of TLR2, TLR5, and TLR9, STING agonist, and Flt3 ligand could be used as effective and safe nasal adjuvants [177,187À190] .\n\nVaccine antigens should remain sufficiently stable in the nasal mucosa and should be able to reach to antigen-capturing cells surviving the mucociliary clearance mechanism. To overcome those hurdles, micro/nanocarriers for nasal vaccine delivery have been actively researched. To increase the residence time at mucosal surfaces, several strategies have been developed to increase adhesiveness of antigen delivery systems to the nasal mucus [191, 192] . However, the mucus is not a static barrier; it is continuously secreted and cleared from the nasal cavity by the cilia beating on columnar epithelial cells. Mucoadhesion ability of delivery carrier would cause earlier removal of vaccine antigens when mucociliary clearance mechanism is intact. To cope with this problem, nasal vaccine carriers should cross the mucus layer rapidly and deliver antigens to M cells and DCs rather than strongly adhering to it [193À195] . Strategies that prevent vaccine car-rierÀmucus interactions and hence allow for free diffusion by mucopenetration should be more effective in inducing efficacious immune responses [196] . However, many reports claimed that mucoadhesive NPs effectively enhanced the efficacy of mucosal vaccines [192] . One study showed that mucoadhesive NPs disrupted the protective human mucus barrier by altering its microstructure [197] . The disrupted microstructure resulted in a 20% increase in mucus mesh pore size. This disrupted mucus mesh would allow increased passage of other NPs to reach to the epithelium.\n\nThe comparative advantages and disadvantages of intranasal vaccination are summarized in Table 19 .3. The most outstanding advantage is the ease of administration, while the safety issue is the most essential problem to be resolved.\n\nNanoemulsions, owing to their stability, small droplet size, and optimal solubilization properties, have great potential in nasal drug delivery. Furthermore, they may act as an active adjuvant in nasal vaccine formulations. Despite the promising results of in vitro and animal studies, the application of nanoemulsions for nasal delivery in humans appears to be hindered mainly by the lack of detailed toxicology studies and the lack of extensive clinical trials [198] . A cationic nanoemulsion formulation could have facilitated cellular uptake of model antigen ovalbumin in the nasal epithelial cell line [199] . The intranasal vaccination of HIV gp120 immunogen formulated in oil-inwater nanoemulsions induced robust serum anti-gp120 IgG and Th1-polarized systemic cellular immune responses [200] .\n\nA large number of studies have investigated the potential of liposomes as a delivery system for nasal vaccination. Those [201] . Peptides, proteins, and DNA can be successfully carried by liposomes having neutral, negative, and positive charges. Cationic liposomes were shown to interact more efficiently with epithelial cells and DCs [202, 203] .\n\nInduction of cell-mediated immunity is another important feature of liposomemediated adjuvanticity [204] . Intranasal administration of DNA vaccine formulated with cationic liposomes, together with IL-12-and/or GM-CSF-expressing plasmids, resulted in both high levels of HIV-1-neutralizing antibodies in feces and serum and high levels of HIV-specific CTL responses [205] . Using this characteristic of the liposomal delivery system, a successful antitumor cellular immune response could be induced by intranasal immunization of DCtargeting liposomes carrying a tumor antigen [206] . Similarly, intranasal immunization with liposome-encapsulated plasmid DNA encoding influenza virus hemagglutinin elicited both mucosal cell-mediated and humoral (IgA and IgG) immune responses [207] .\n\nIntranasal chitosan solution formulations were reported to enhance protective immune responses against many antigens, including diphtheria, pertussis, and influenza [208À210] . Chitosan solutions seem to induce balanced Th1 and Th2 responses with neutralizing antibodies [211] . Whole influenza virus formulated with trimethylated chitosan showed much closer interaction with the epithelial surface, with the potential to generate enhanced uptake and induction of immune responses with minimal local toxicity in terms of ciliary beat frequency in the nasal cavity [212] . Chitosan dry power in salt form enables a thermally stable vaccine formulation that does not require cold chains. Chitosan power formulations were shown to outperform solutions in eliciting humoral responses against diphtheria, anthrax, and norovirus [213] .\n\nChitosan microparticles and NPs are being robustly studied for the intranasal delivery of vaccines. Chitosan particles are basically mucoadhesive and able to deliver adjuvants and antigen cargos to efficiently promote humoral and cellular immune responses. Protein and peptide antigen-loaded chitosan particles are taken up by APCs in the administration site and eventually trafficked to draining lymph nodes, where T-cell activation occurs [39] . To be used for better intranasal delivery, chitosan should be chemically modified for better solubility, stability, mucoadhesiveness, safety, and resilience against degradation [214] . Chitosan itself shows strong adhesion to mucosal surfaces, providing a longer retention time at the nasal mucosa, and disrupts the tight junctions between nasal epithelial cells, which leads to enhanced paracellular transport of antigens [167] . The paracellular transport of the vaccine formulation into the nasal mucosa would lead to enhanced antigen uptake and presentation by APCs, with consequently augmented adaptive immunity [215] . This was demonstrated in a subunit influenza vaccine study showing protection against a heterologous viral challenge [216] . Ntrimethyl chitosan nasal vaccine formulation was superior to PLGA NPs in inducing nasal IgA responses [217] . Improved mucosal (IgA) and humoral (IgG) antibody responses are generally observed in mice as well as in other animal models such as rat and rabbit [218] . The cationic chitosan enhanced Th1 and Th17 responses as well as DC maturation through type I interferon induction by the cGAS-STING pathway, suggesting the involvement of multiple immune components [219] .\n\nModified chitosan particles were generated to improve delivery efficiency and targeting. PEGylation improved water solubility and stability of conjugated antigens [37] . Chitosan coated poly-(ε-caprolactone) NPs induced enhanced mucosal immune responses against coformulated influenza antigen [220] . Protein antigen-loaded Pluronic F-127/chitosan microparticles showed improved antigen release and induced higher antigen-specific secretory IgA responses after intranasal vaccination [221] . OVA-loaded trimethyl chitosanÀhyaluronic acid NPs demonstrated superior immunogenicity after intranasal immunization [222] . Mannosylation of chitosan particles enhanced macrophage targeting and antigen-specific secretory IgA responses in mucosal secretions after intranasal immunization [223] .\n\nChitosan application to intranasal vaccination has already reached clinical trial stages (phases 2 and 3) in the form of NPs [224] and antigen-conjugates [225] . Norovirus VLP formulated with MPLA was administered intranasally twice to healthy volunteers, inducing specific IgA responses in 70% of vaccinated individuals [224] . A clinical study testing intranasal vaccination of Neisseria meningitidis serogroup C polysaccharide (MCP)-CRM197 conjugate antigen mixed with chitosan showed specific IgA responses in nasal washes and balanced IgG1/IgG2 responses in serum [225] . Despite several clinical studies with promising results, no chitosan-based product for intranasal vaccination has yet reached the market.\n\nInfluenza viral antigens encapsulated within bioadhesive starch and propylacrylic acid mixtures induced significant systemic antigen-specific IgG responses but not mucosal IgA after intranasal delivery of the influenza vaccine in rabbit [226] . Inactivated influenza antigens in positively charged NPs have been tested in a phase 1 clinical study. Significant mucosal IgA antibodies were produced in individuals who received two-dose nasal immunizations [227] . A cationic maltodextrin NP (cationic surface with an anionic lipid core) showed longer nasal residence time after nasal administration than liposomes and PLGA NPs [228] .\n\nThe PLGA NPs are the most used synthetic polymer for nasal vaccine delivery studies. Cationic modification of PLGA enhanced residence time in the mucosa and resulted in better immune responses with higher serum antibody and SIgA levels [217] . The surface modification of PLGA carriers with chitosan can increase mucoadhesion through a change of zeta potential from negative to positive without affecting particle size and dispersion. Moreover, the clearance rate in the nasal cavity was reduced, resulting in enhanced systemic and mucosal antibody responses [229] . Many antigens encapsulated in PLGA nano/microparticles were immunized through the nasal route to show enhanced immune responses in both systemic and mucosal immune compartments; they were ovalbumin, bovine serum albumin, bovine parainfluenza virus, bovine syncytial virus, HBsAg, malaria, swine fever virus, Y. pestis, and Streptococcus equi [230] . Targeting efficiency to M cells could also be achieved by functionalization of the particle surface [19] .\n\nAlthough many types of nanogels were tested as vaccine delivery systems, the cholesteryl group-bearing pullulan (CHP) is the most extensively studied one for mucosal vaccine delivery [6] . The cationic CHP (cCHP) nanogel binds better to epithelial cells and is subsequently taken up with high efficiency into the cells. The cCHP nanogel itself did not activate DCs and did not have biologically active adjuvant activity. However, vigorous neutralizing serum IgG and SIgA responses were noted without coadministration of mucosal adjuvants. The cCHP nanogel was suggested as a universal protein-based antigen delivery vehicle for adjuvant-free intranasal vaccinations [51] (Chapter 26: Nanodelivery Vehicles for Mucosal Vaccines). To further potentiate immune responses against cargo antigens, cytokines or adjuvant could be coencapsulated in the CHP nanogel. TNFα encapsulated in the nanogel acted as a vaccine adjuvant for a nasal influenza vaccine [231] . In an antiobesity vaccine study, cCHP was engineered to carry the adjuvant cyclic di-GMP along with self-origin antigen ghrelin peptide hormone conjugated to a carrier protein PspA [166, 169] . The cCHP-based nasal vaccines were successfully tested for use against several infectious diseases and lifestyle-related diseases: influenza, Streptococcus pneumoniae, C. botulinum, obesity, and hypertension [51, 63, 166, 168, 169, 232] . Another very promising virtue of the cCHP nanogel nasal delivery system is safety. It was shown reiteratively that protein antigens carried by the nanogel did not accumulate in the olfactory bulb and brain, thus excluding the risk of neurotoxicity or brain damage [51, 232] . When all the physicochemical, biological, and immunological characteristics are considered, the cCHP nanogel platform seems to be the most promising nasal delivery system to be translated into more aggressive clinical applications.\n\nAlthough mucosal vaccination has many advantages, a very limited number of mucosal vaccines have been licensed. The most widely tested vaccination routes are oral and intranasal. Currently licensed oral and intranasal vaccines are composed predominantly of WC killed or live attenuated microorganisms, where cell bodies serve as delivery systems and whose cell components act as built-in adjuvants. Future mucosal vaccines should be made with more purified antigen components, which will require safe and efficacious adjuvants and delivery systems. Recent developments in biomaterials and nanotechnology have enabled many innovative mucosal vaccine trials. For oral vaccination, the vaccine delivery system should be able to stably carry antigens and adjuvants and resist the harsh physicochemical conditions in the stomach and intestinal tract. Besides many nano/microcarrier tools generated by using natural and chemical materials, the development of oral vaccine delivery systems using food materials should be more robustly researched to expand vaccine coverage of GI infections in developing countries. For intranasal vaccination, the vaccine delivery system should survive the very active mucociliary clearance mechanisms and provide safety, given the anatomical location of the nasal cavity, which is separated from the central nervous system by a thin barrier. Future mucosal vaccine carriers, regardless of administration routes, should share common characteristics. They should maintain stability in given environments, be mucoadhesive, and have targeting ability to specific tissues and cells."}