{"title": "GROWTH OF MYCOPLASMA BOVIS IN ORGAN CULTURES OF BOVINE FOETAL TRACHEA AND COMPARISON WITH MYCOPLASMA DISPAR", "body": "Studies of microorganisms isolated from the respiratory tract have been greatly advanced by the use of the organ culture technique first described by I-Ioorn and Tyrrell (1965) . Since then the technique has been used by Collier et al. (1969 Collier et al. ( , 1971 to investigate the effects of M. pneumoniae in organ cultures of hamster trachea, by Cherry and Taylor-Robinson (1970) to study M. mycoides var capri in chicken tracheal organ cultures, by Pijoan et al. (1972) to investigate four porcine mycoplasmas in pig tracheal organ cultures and by Thomas and Howard (1974) to study four bovine mycoplasmas in foetal calf tracheal organ cultures. M. bovis is a significant pathogen for the bovine respiratory tract Thomas et al., 1986) ; it was thought therefore that a useful insight into its pathogenicity might be obtained by its inoculation into tracheal organ cultures and by comparison with another pathogen of the bovine respiratory tract, M. dispar (Thomas and HoWard, 1974; Howard et al., 1976) . This paper describes the results of this investigation.\n\nM. bovis strains were grown in broth (Gourlay and Leach, 1970) or solid media (Howard et al., 1977) , except that ampicillin (1 mg m1-1) was substituted for penicillin, and thallium acetate was omitted from broth used to grow inocula. Numbers of organisms were measured as colony forming units (cfu). The Ab/1 strain has been shown to be pathogenic for the calf respiratory tract Thomas et al., 1986) , strain Ab/3 was isolated from an outbreak of mastitis and strains SM1018/C and MinR1 were isolated from two separate outbreaks of calf pneumonia.\n\nM. dispar strain Gri226 was grown in broth as described above. Numbers of organisms were measured as colour change units (ccu) (Gourlay and Leach, 1970) as this species frequently fails to produce colonies on agar and ccu give a more accurate assessment of the number of viable organisms present. This strain has also been shown to be pathogenic for the calf respiratory tract Gourlay et al., 1979) .\n\nTracheal organ cultures were prepared from four bovine foetuses at 5-6 months gestation (Thomas and Howard, 1974) . They were maintained as rings and rolled singly (Experiments 1 and 3) in 4-oz bottles with 5 ml of medium , except that mycostatin was omitted from the medium and 5% heated, foetal calf serum was added. Cultures were inoculated with 0.2 ml or 0.5 ml of mycoplasmas and the maintenance medium was sampled 1--2 h later (Day 0 sample). Thereafter medium was sampled and changed on Days 2, 4, 10 and 14 post-inoculation (Experiment 1) and on Days 1, 2, 4, 5, 6, 7, 8, 11, 13, 15, 18, . Rings were removed for sampling on Days 2, 4 and 14 (Experiment 1) and Days 2, 4, 8, 11, 15 and 22 (Experiment 3) . For Experiment 2 six tracheal rings from one of two foetuses were placed in a bottle in 10 ml of medium. Duplicate cultures from each foetus were inoculated with 0.1 ml of one of the four strains of M. bovis. The maintenance medium was sampled on Day 1 following inoculation and thereafter medium and tissue were sampled at 5-6 day intervals until the termination of the experiment on Day 28. The maintenance medium was also changed on the day of sampling. Sampled rings were divided into segments and pieces taken for estimation of Mycoplasma numbers, histology, including immunoperoxidase labelling, and electron microscopy (Experiment 3 only).\n\nUninoculated control cultures were maintained in parallel with inoculated cultures in all three experiments and sampled at the same time for comparison.\n\nAll rings were examined for ciliary activity at 2--3 day intervals.\n\nPieces of tracheal tissue were fixed in formol-sublimate (mercuric formalin) for up to 18 h and then transferred to 70% alcohol before embedding in paraffin wax and sectioning. Serial sections were then stained by haematoxylin/eosin, Giemsa or by the unlabelled antibody immunoperoxidase method.\n\nParaffin sections of formol-sublimate fixed tissue were stained by the peroxidase-antiperoxidase method [Sternberger et al., 1970 , adapted by Parsons et al., (1984 ] using primary antiserum to M. bovis and M. dispar prepared in rabbits (Thomas et al., 1986) .\n\nSamples of tracheal tissue were diced and fixed in fresh 3% phosphate buffered glutaraldehyde for 2 h followed by 2 h fixation in 1% buffered osmium tetroxide (Millonig, 1961) . Dehydration was performed in ascending grades of methanol and completed in propylene oxide. The tissues were embedded in araldite and polymerized overnight at 60°C. Sections, 50--60 nm thick, were cut on a Cambridge Huxley ultra microtome, using glass knives, and stained with uranylacetate and lead citrate (Venable and Coggeshall, 1965) for examination in a Philips 300 electron microscope using an accelerating voltage of 80 kV.\n\nIn this preliminary experiment lasting 14 days, three organ cultures were inoculated. Titres in the maintenance medium rose from 102\"s cfu ml-1 at Day 0 to a maximum of l0 s cfu m1-1 at Day 4 and fell to 106.7 cfu m1-1 on Day 14. No effect on ciliary activity was detected.\n\nMicroscopically, little or no cytopathic effect was detected in the epithelial layer, apart from a slight lifting and detachment by Day 14. However in the lamina propria loss of cell nuclei was associated with large numbers of M. bovis located by IPx labelling. By day 4 M. bovis was progressively infiltrating between cells of the epithelium and accumulating in the lamina propria. Organisms were also detected in large numbers in the peritracheal connective tissue surrounding the convex margin of the ring but with little or no apparent cytopathic effect.\n\nMean titres obtained from maintenance medium and in tissue for the duplicate cultures are shown in Table I . Titres in medium at Day 1 reflected the relative titre of the four inocula and ranged between <101\"6 and 10 s cfu m1-1, but following the first change of medium at Day 5 numbers of mycoplasmas in both medium and tissue varied by <101 cfu ml -~ for all four strains of M. bovis for the duration of the experiment. It should be noted that numbers in tissue were approximately 20-fold higher than those shown in Table I due to the initial 5% dilution involved in the trituration of the tissue. Ab/1 3.3 Medium <1.6 8.0 7.0 6.6 6,8 6.4 Tissue ND 7,2 6.9 6.4 6,4 6.5 Ab/3 4.8 Medium 8.0 7.7 6.6 6.5 7,0 6.2 Tissue ND 7.2 6.5 6.2 6.7 6.4 SM1018/C 4.5 Medium 3.2 8.1 6.8 6.7 6,5 6.5 Tissue ND 7.3 6.7 6.5 6,6 6.3 MinR1 3.9 Medium 2.1 8.2 6.4 6.1 6,4 6.1 Tissue ND 7.8 6.7 6.9 6,7 6.3 aNumber of organisms cfu m1-1 (10 n) at time zero. bNumbers in tissue estimated as a 5% suspension in mycoplasma broth. CMean titre of duplicate cultures, one from each foetus, each containing six tracheal rings at start of experiment. ND, not done.\n\nMicroscopically, changes closely resembled those seen in Experiment 1: little or no cytopathic effect was detected in the epithelial layer but a loss of cellular structure in the lamina propria was associated with the presence of large numbers of M. bovis. Some difference was seen in the distribution of the 4 strains of M. bovis as detected by immunoperoxidase labelling, in that strain MinR1 showed less propensity to colonise the lamina propria. This same observation was made on all samples from Day 5 through to conclusion of the experiment at Day 28. were first re-isolated on or after the seventh day (medium or tissue). On Day 7, 10 ~'7 ccu m1-1 were isolated from the medium of one culture and on Day 11, 10 s'7 and 102.7 ccu m1-1 were isolated from the medium and tissue respectively of the same culture. A second culture sampled on Day 15 contained 103.7 and 102.7 ccu ml -t in medium and tissue, respectively. No mycoplasmas had been isolated from this culture previously. The remaining three cultures were concluded on Days, 2, 4 and 8, and no mycoplasmas were isolated. \n\nTitres were essentially similar to those obtained in the first two experiments. Mycoplasmas were isolated from the medium of two of the five organ cultures on the second day after inoculation with 107 M. bovis.\n\nBy Day 4 mycoplasmas were isolated from the medium of all four remaining cultures at titres of 10s'°--107\"s cfum1-1. Titres remained at this level until the last culture was sampled on Day 22. Numbers of mycoplasmas in the tissue were similar to those in the maintenance medium sampled on the same days (105\":--107.6 cfu ml-1).\n\nActivity was normal in cultures inoculated with M. dispar compared to control cultures up to Day 11 but declined sharply to very faint activity by Day 15. By this time the ciliated margin of the cultures was ragged and uneven due to the presence of extravasated cells.\n\nNo reduction in ciliary activity could be detected in cultures inoculated with M. bovis up to 18 days after inoculation. By 22 days, however, ciliary activity had declined to one third of that of uninoculated control cultures. In contrast, M. bovis had virtually no cytopathic effect on the ciliated epithelium for 18 days following inoculation in spite of large numbers of organisms infiltrating between the columnar epithelium, accumulating in the lamina propria and amassing in the region of the basement membrane (Fig. 3) . Infiltration could be detected by Day 8 following inoculation and, although pleomorphic organisms were seen by electron microscopy in spaces between the columnar epithelial cells, the cell membranes of the adjacent cells were apparently normal (Fig. 4) . By Day 22, some parts of the epithelial layer were still intact but in other areas there was lifting and detachment of the epithelium. The effect of M. bovis on the connective tissue cells of the lamina propria was striking: by Day 8 a significant loss of cell nuclei was apparent and by Day 15 little or no cellular structure, excepting a few epithelial cells lining the secretory glands, was discernible (Fig. 5) . No comparable effect was seen in control cultures (Fig. 6) or in cultures inoculated with M. dispar. As described in Experiments 1 and 2, the cytopathic effect was associated with large numbers of M. bovis and organisms were also present in large numbers in the peritracheal connective tissue investing the outer, convex margin of the culture but had no apparent effect.\n\nFindings from the three experiments with M. bovis in organ cultures of bovine trachea are in close agreement. The capacity of M. bovis to penetrate between the cells of the respiratory epithelium without causing damage to those cells is remarkable and is in sharp contrast to the action of M. dispar, which, as described in an earlier paper (Thomas and Howard, 1974) and confirmed in the present study acts, entirely at the ciliated margin of the epithelial layer to produce its cytopathic effect. The ability of all four strains of M. bovis used to penetrate the respiratory epithelium and enter the intercellular spaces resembles to some extent the reported action of M. pneumoniae in organ cultures of hamster trachea (Collier et al., 1971) . However, M. pneumoniae attaches, forms clumps and is restricted to the ciliated margin of the epithelium; furthermore this organism appears to possess a special modification for attachment at this site, none of which was observed for M. bovis. Subsequent studies have also shown that M. bovis, in contrast to M. pneumoniae, is non-motile (W. Bredt and L.H. Thomas, unpublished observations) .\n\nThe eventual and relatively insignificant ciliastatic effect of M. bovis is probably attributable to the extensive necrosis in the underlying tissues, rather than to a direct effect as seen in the cultures inoculated with M.\n\ndispar. The relatively slow onset of the cytopathic effect due to M. dispar compared with that seen earlier (Thomas and Howard, 1974 ) may be attributed to the low titre of inoculum used. This was designed to ensure that the onset of the cytopathic effect for each Mycoplasma might coincide; a high titre inoculum for M dispar (104--106.7 ccu ml -~) produced a marked cytopathic effect within 48 h (Thomas and Howard, 1974) . compatible with their behaviour in vivo. M. dispar causes an exudative bronchiolitis with peribronchiolar and alveolar round cell infiltration whereas M. bovis appears to be a more invasive pathogen, causing extensive coagulative necrosis in lung parenchyma with apparently little effect on the respiratory epithelium (Thomas et al., 1986) . Some caution should be used, however, in interpreting in vivo effects for these Mycoplasma from their behaviour in organ culture; although a progressive penetration of M. bovis from the epithelial layer to the lamina propria was apparently demonstrated, the cut, transverse surface of the tracheal ring does expose the lamina propria for direct penetration by the mycoplasmas. The colonisation of the peritracheal connective tissue by M. bovis is probably an artefact but nevertheless the lack of cytopathic effect in this location is surprising. The work described here supports the view that M. bovis is second only to M. mycoides subsp, rnycoides in its pathogenicity for bovine tissue. The mechanism whereby M. bovis produces its cytopathic effect remains to be elucidated. A toxin has been described for M. bovis (Geary et al., 1981) and the relevance of such a toxin to its pathogenicity in lung tissue discussed (Thomas et al., 1986 ). However we have, to date, been unable to demonstrate any toxic effect for organ cultures using a cell free filtrate of medium from cultures infected with M. bovis (Thomas and Howard, unpublished observations) .\n\nThe apparent similarity of action in vitro and in vivo suggests that organ cultures may be a convenient way of investigating mechanisms of pathogenicity in M. bovis and M. dispar."}