{"title": "Potent antiviral agent WIN 54954: high specific activity labelling with tritium", "body": "The recent appearance and spread of exotic pathogens like the coronavirus, responsible for severe acute respiratory syndrome (SARS), has heightened concerns about opportunistic infections and underscored the urgency of future antiviral research (Guan et al., 2002) . Also, potential use of such agents as weapons of bioterror only heightens the anxiety about them in this increasingly uncertain world. Clearly, the lessons from and strategies applied to other earlier antiviral campaigns during the last decade will be crucial to ensure future success.\n\nA breakthrough in the discovery of inhibitors for human rhinovirus 14 (HRV-14) was the elucidation of its X-ray crystal structure (Rossmann et al., 1985) as well as the discovery that its binding site was a hydrophobic pocket on the capsid protein 1 (VP-1) surface, just below the cell receptor termed the ''canyon'' (Smith et al., 1986) . Armed with this critical information and insight into the structural requirements for high affinity binding to HRV-14, researchers soon discovered the lead compound WIN 51711 (Disoxaril 1, Otto et al., 1985) and proposed a mechanism of action based on inhibition of virus replication by prevention of viral uncoating. Subsequently, an even broader spectrum antiviral agent, WIN 54954 (2), emerged from an intense program that involved screening a library of diverse analogues (Diana et al., 1989) .\n\nTo clarify its mechanism of action and potentially identify other valuable candidate antiviral substances, we were required to tritiate 2 at high specific activity and now report our results.\n\nEvaporations were carried out on a Buchi rotary evaporator at bath temperatures less than 40 C. Analytical TLC was performed on Analtech plates coated with silica gel (250 mm). Autoradiography was performed at 0 C on X-ray film after spraying with 2,5diphenyl-1,3-oxazole. TLC plates were also scanned for radioactivity (B370 kBq). Analytical and preparative HPLC were performed on a Waters instrument with peak detection done simultaneously by UV (280 nm-Waters 440 UV detector) and liquid scintillation. The tritium NMR spectrum was recorded on a Bruker 300 MHz instrument and the chemical shifts are reported as parts per million (ppm) downfield from internal TMS. All chemicals used were reagent grade.\n\nA solution of 11 mg (0.03 mmol) of precursor 3 in 2 ml of benzene with 25 mg of chlorotris(triphenylphosphine)rhodium (1) catalyst was vigorously stirred with 2.2 TBq of tritium at ambient temperature for 3 h. After this time, labile tritium was removed by several evaporations of ethanol, yielding crude product (18.5 GBq) in 10 ml of ethanol. Purification was accomplished by reverse phase HPLC eluted with aqueous 20 mmol triethylammonium acetate (pH 7):methanol (30:70) affording 3.7 GBq (a 6% radiochemical yield based on precursor 3) of tritiated product 4, which was >98% radiochemically pure and completely co-chromatographed with unlabelled 2 on TLC (hexane:acetone (5:1)) and reverse phase HPLC (same system as above). The specific activity of 4 was determined to be 2 TBq/mmol by UV(ethanol) assay where E 255 =12,370 for 2, and its UV spectrum was superimposable on that of 2. Product 4 also provided a proton decoupled tritium NMR (CD 3 OD), as seen in Fig. 1 , showing exclusive aliphatic chain tritium incorporation.\n\nThe intriguing structure of 2, optimizing both alkyl chain length and end cap polarity for binding to HRV-14, clearly presented multiple challenges for labelling with tritium. The scale and other practical considerations ruled out a simple mimic of the unlabelled synthesis (Diana et al., 1989 ) employing tritiated components. Ideally, a penultimate precursor, converted in an efficient single step tritiation to the desired product, would be most inviting. In fact, olefin precursor 3 had been reported (Mallamo et al., 1992) during the course of a study exploring the stereochemical requirements of the hydrophobic binding pocket. Catalytic olefin reduction with tritium has been very successful in preparing high specific activity radioligands, but heterogeneous catalyst could not be used because of the likely potential of dechlorination as well as isoxazole ring cleavage.\n\nFor a solution, we turned to Wilkinson's catalyst (Young et al., 1965) which we had earlier utilized to prepare [ 3 H] dihydrostrychnine at high specific activity (Filer and Ahern, 1989) and which in principle would be free of the above untoward side reductions. Catalytic tritiation of 3 with Wilkinson's catalyst afforded, after HPLC purification, radiochemically pure product 4 at 2 TBq/mmol by UV assay. A tritium NMR spectrum (Fig. 1) provided a convincing proof that the tritium incorporation was exclusively in the stable alkyl chain methylenes as indicated, and its characteristic doublet of doublets pattern corroborated the high specific activity as measured by UV. The tritium NMR also disclosed that little, if any, scrambling of the label into the other methylenes had occurred. Carried out several times on precursor 3, this method proved to be robust, yielding pure 4 in excess of 1.9 TBq/mmol each time. Antiviral radioligand 4 has proven extremely useful to screen and identify other further optimized antiviral candidates (Fox et al., 1991) ."}