{"title": "Box 76; Room A-428-2, Building 61", "body": "Travel Medicine and Infectious Disease journal homepage: www.elsevier.com/locate/tmaid Remdesivir as a possible therapeutic option for the To the editor, In a recent review article, there were multiple preventive measures that were proposed for the Middle East Respiratory Syndrome Coronavirus (MERS-CoV) [1] . Since 2002, we had witnessed the emergence of three coronaviruses with a significant impact. These are the Severe Acute Respiratory Syndrome Coronavirus (SARS-CoV), MERS-CoV and the SARS-CoV-2, the causative agent of COVID-19. SARS-CoV-2 emerged in Wuhan, China, in December 2019, and according to the World Health Organization (WHO), the global number of confirmed cases was 80,239 as of February 25, 2020 [2] . However, there is no recommended therapy for any of these CoVs.\n\nRemdesivir (with a development code GS-5734) is a broad-spectrum antiviral agent. This medication is an experimental drug and had not been licensed or approved at the time of writing this article. It was synthesized and developed by Gilead Sciences in 2017 as a treatment for Ebola virus infection. It is a monophosphoramidate prodrug and is an adenosine analog. Remdesivir is metabolized into its active form, GS-441524, that obscures viral RNA polymerase and evades proofreading by viral exonuclease, causing a decrease in viral RNA production. The antiviral mechanism of remdesivir is a delayed chain cessation of nascent viral RNA . Remdesivir showed antiviral activity against multiple variants of Ebola virus in cell-based assays [3] as well as in a rhesus monkey model of Ebola virus disease [4] . Remdesivir was given on a compassionate-use basis to a British nurse who initially survived Ebola virus disease and then she relapsed nine months later and had meningoencephalitis [5] . In a randomized controlled trial of Ebola Virus disease therapeutics, 673 participants received one of three monoclonal antibodies (Zmapp, mAb114 or REGN-EB3) or remdesivir [6] . However, the study was stopped as an interim analysis found that individuals who received REGN-EB3 or mAb114 had greater survival rates than either ZMapp or remdesivir [6] .\n\nIn-vitro studies showed that remdesivir can inhibit coronaviruses such as SARS-CoV and MERS-CoV replication. In an in-vitro test utilizing epithelial cell cultures of a primary human airway, remdesivir was effective against Bat-CoVs, prepandemic Bat-CoVs, and circulating contemporary human-CoV in primary human lung cells [7, 8] . One study showed that remdesiv and interferon beta were superior to lopinavir, ritonavir and interferon beta both in vitro and in a MERS-CoV mouse model [9] .\n\nWith the emergence of the SARS-CoV-2, the etiologic agent of (COVID-19), we are in a need for an effective antiviral agent to be able to halt the current outbreak. It had been suggested that remdesivir might be an option for the therapy of patients with COVID-19 [10] . In a case report, remdisivir reatment was started intravenous on day 7 in a patient with COVID-19 [11] . Given the broad-spectrum anti-CoV activity of remdesivir that were demonstrated in pre-clinical studies; a randomized, controlled, double blind clinical trial is planned to evaluate the efficacy and safety of remdesivir in hospitalized patients with mild or moderate COVID-19 respiratory disease [12] and this trial has already involved 308 hospitalized adult patients. The participants were randomized to either placebo or remdesivir arms (Remdesivir was given as 200 mg loading dose on day 1 followed by 100 mg iv once-daily for 9 days). The primary outcome was defined as the Time to Clinical recovery (TTCR), up to 28 days [12] . TTCR is further defined as the time (in hours) from initiation of study treatment (active or placebo) until normalization of fever, respiratory rate, and oxygen saturation, and alleviation of cough, sustained for at least 72 hours [12] . Another ongoing phase 3 randomized, double-blind, placebo-controlled, multicenter study is evaluating the efficacy and safety of remdesivir in 452 hospitalized adult patients with severe COVID-19 respiratory disease [13] . Any clinical impact of remdesivir on COVID-19 remains unknown, and scientists are waiting patiently the final results of these ongoing trials.\n\nAll authors have no conflicts of interest."}