{"title": "Bats in urban areas of Brazil: roosts, food resources and parasites in disturbed environments", "body": "South America harbors a huge amount of biodiversity structured into very different ecosystems, ranging from tropical evergreen forests, savannas, dry and semiarid shrublands, to high altitude grasslands (Eva et al. 2002) . Most of these ecosystems are under increasing anthropogenic pressure, which causes habitat loss, fragmentation and biodiversity decline (Czech et al. 2000; Newbold et al. 2014) . As diagnosed for most regions of the world, the two main drivers of anthropogenic changes are the expansion of large-scale commercial agriculture and increased urbanization (United Nations 2014). While conservationists have managed to classify most South American ecosystems under different prioritization schemes (Hoekstra et al. 2005; Brooks et al. 2006) , the impacts of urbanization have received much less attention from researchers.\n\nUrbanization is widespread and constitutes a more intense transformation of habitats than other land uses, being a major cause of local extinction (McKinney 2002 (McKinney , 2006 Shochat et al. 2010; Buczkowski and Richmond 2012) . However, urban growth also creates new habitats that may exclude sensitive species, and promote the establishment of others capable to adapt to these new conditions, which can lead to a biotic homogenization (McDonald and Urban 2006; Electronic supplementary material The online version of this article (doi:10.1007/s11252-016-0632-3) contains supplementary material, which is available to authorized users.\n\n2006; Dar and Reshi 2014) . Even if these significant impacts affect local diversity they do not act homogeneously because animal species respond distinctly to urban changes depending on their sensitivities to disturbances, specialized requirements and capabilities of persistence in modified environments (Garden et al. 2006; Sih et al. 2011) . Lastly, urban areas are not static landscapes. Within this dynamic context, the determinants of the maintenance of wildlife in urban centers are not correctly characterized. Which is more, the changes in urban planning that might favor the maintenance and the increase in urban areas are even less known.\n\nAmong the taxa capable to adapt to urban landscapes, bats are particularly ubiquitous. They play important roles in the maintenance of biodiversity by providing many substantial services to the ecosystems (e.g. seed dispersal and pollination) and to human economic activities (e.g. biological pest control) (Kunz and Fenton 2003; Kunz et al. 2011; Kasso and Balakrishnan 2013) . There is a growing body of knowledge on bat's sensitivity to urban environments, showing that they present a species-specific response to this process (Jung and Kalko 2010; Pacheco et al. 2010; Russo and Ancillotto 2015) . A reduction in bat richness and in the abundance of certain species in urban areas indicates that this process has negative effects on most bat species (Geggie and Fenton 1985; Avila-Flores and Fenton 2005) . Nevertheless, due to their ecological flexibility and dispersal capability, generalist species have shown resilience to urbanization and even taken advantage of it, roosting in urban forest fragments or directly in city buildings (Bredt and Uieda 1996; Esbérard 2003; Barros et al. 2006) . In these instances, habitat is the primary predictor of abundance, which could be directly and positively related to the presence of fruiting trees and streetlamps, which attract insects providing an important food resource (Walsh and Harris 1996; Gaisler et al. 1998) .\n\nAnother important aspect of the presence of bats in urban landscapes is their potential to become a public health problem, as they are being increasingly recognized as reservoir hosts of highly pathogenic viruses and zoonotic diseases (e.g. Rabies virus, SARS Coronavirus, Henipavirus, Trypanosomatidae protozoans and Ebola virus); yet their role in the urban zoonotic diseases transmission cycles is understudied. Bats have a unique potential to be important reservoirs due to their biological characteristics, such as long lifespan in relation to their body size, their social behavior including species living in aggregations that increase intraspecific transmission and flight, which allows pathogen dispersal over long distances (Leroy et al. 2005; Calisher et al. 2006; Luis et al. 2013 , Ramirez et al. 2014 . The analysis of humanbat proximity patterns is a key to modeling future threats caused by zoonotic diseases of bats, in order to elucidate the factors underlying disease emergence and develop effective surveillance programs.\n\nBrazil is a megadiverse country and possesses one of the highest urbanization rates of the world (Seto et al. 2013) . Furthermore, many of its largest urban centers are located within biodiversity hotspots. Most of these cities have been expanding fast and erratically in the past decades, and yet few studies have quantified the impact of these recent changes on biodiversity. Brazil is the second most bat species-rich country in the world presenting 178 recognized species (Nogueira et al. 2014) , with 35% of this diversity registered in urban environments (Lima 2008) . Notwithstanding, only two studies investigated the presence of urban bats in a broader scale. The first, Lima (2008) compiled studies from 18 cities of Brazil and provided a list with 63 bat species found in urban parks. Later, Pacheco et al. (2010) summarized information on the urban and suburban bat fauna found in four Brazilian federative units. Based on data from research and public health institutions, as well as from theses and dissertations, they found 47 bat species. Hence, there is a need for accurate knowledge on urban bat species and the factors associated with their presence in urban environments. This information would allow to evaluate the effects of the urbanization process on bat diversity, as well as to propose conservation strategies and public health policies in Brazil.\n\nWe systematically reviewed the published scientific literature on the bat fauna found in urban areas of Brazil in order to provide a comprehensive analysis of ecological and epidemiological aspects of these mammals in disturbed areas. Therefore, we (1) appraised the bat species records throughout Brazilian cities to present an updated urban species list; (2) investigated the roosts and food sources to shed light on the factors implicated in their maintenance on urban environments and (3) reviewed the state of knowledge of urban bat parasites to assess their potential to become a public health hazard. The strengths and limitations of the existing research knowledge are also discussed.\n\nData on the occurrence of bat species in urbanized areas of Brazil were obtained through bibliographic search in Scopus (www.scopus.com) and the Web of Science -WOS (www. webofknowledge.com) databases. We used the keywords Bbat^, BChiroptera^, Bchiropterans^, Bcity^, Becology^, Burban area^and Burban^, with different combinations, both in English and Portuguese. We did not restrict our search to any date and considered as relevant any type of study carried out with bats in urban areas of Brazil, including forest fragments within cities. Additional references were obtained through citation tracking of the original articles and through the search of Brazilian bat researcher's curriculum lattes (lattes.cnpq.br). Here we only considered research papers, books and book chapters, excluding unpublished works (Bgray literature^) such as Monographs, Master dissertations, Doctoral thesis, technical reports, committee reports and proceedings (symposia, conferences and congresses).\n\nTo classify the types of studies that have been conducted about the urban bat fauna in Brazil, we grouped the references into three distinct and exclusive categories based on contents and methods: (A) Species list and distribution extension (based on fieldwork, scientific collections, literature and data from Centers for Zoonosis Control); (B) Ecological studies (e.g. feeding habits, reproduction, predation, habitat preference and nocturnal activity); (C) Diagnosis of parasitic infections. We divided the records among Brazilian states and geographic regions to evaluate the spatial distribution of the studies and species occurrence. In order to analyze the increase in Brazilian urban bats knowledge we divided records by the year of publication. The habitats where the species were recorded were classified in three types: forest fragments (remnant or restored native vegetation such as parks and reserves); urban trees (bats captured near native or non-native plant species outside forest fragments) and man-made structures for the species captured within human constructions.\n\nWe also calculated the median of the total sampling effort (Straube and Bianconi 2002) employed in urban areas to capture bats among the different studies. When the total sampling effort was not provided, we calculated it based on the available information, whenever possible. Data regarding the sampling techniques used such as bat detectors, roost surveys and canopy or understory mist-nets, was also investigated. Species registered were classified into guilds according to their diet, feeding mode and habitat, following the division proposed by Kalko et al. (1996) . For the scientific names of bat species retrieved from the literature we followed Gardner (2007) as a taxonomic reference except for Hsunycteris (Parlos et al. 2014) and Platyrrhinus incarum (Velazco and Patterson 2008; Velazco et al. 2010) . Thus, given that species names do not always correspond to the original paper in which the species record has been reported, we provide the species synonyms after the symbol B=B next to the current scientific name.\n\nOur search retrieved 1198 articles from WOS and 4065 from Scopus. In addition, we found 350 articles in the curriculum lattes of Brazilian bat researchers and complemented our review through citation tracking of the articles found. We considered relevant 111 references published between 1984 and 2015. These studies were conducted in 65 cities from 19 of the 27 federative units and encompassed all five geographic regions of Brazil (North, Northeast, Central-West, Southeast and South), even though most studies were focused in few regions. Eight federative units were not represented, located in the Northern (four), Northeastern (three) and Central-Western (1) regions and seven others had only a single study (Fig. 1) . The southeastern region of Brazil presented the highest number of studies (72), followed by the southern (23). On the other hand, the North was the least representative (four studies). The highest concentration of papers was found in the states of São Paulo (31), Rio de Janeiro (27), Paraná (16) and Minas Gerais (12), though concentrated in larger urban centers such as the cities of Rio de Janeiro (22 studies) and São Paulo (13).\n\nAccording to the categories previously defined, 51 studies were classified into the category BA^as distribution extension (10 studies) or species list (34 -field based surveys; 1-scientific collections; 1-literature; 1-health surveillance; 4 -surveys including more than one methodology). Twenty-three were from ecological studies and 36 diagnosed parasitic infections in urban bats. One study of diagnosis of genetic disorders did not fit into any of the categories established. The categorization of references showed that the majority of studies are represented by bat surveys and diagnosis of parasitic infections. The distribution of publications by year demonstrated that the studies of urban bats in Brazil started about 32 years ago. Few studies (only five) were conducted in the first ten years analyzed (1984) (1985) (1986) (1987) (1988) (1989) (1990) (1991) (1992) (1993) (1994) . There is a noticeable increase from 2005 to the present (Fig. 2) . Despite the growth of interest, the majority of the studies of parasite diagnosis (75%) were only based on passive collections. Regarding the sampling techniques, the studies used mist-nets, hand capture, bioacoustics survey, ultra-sound detectors, roost searches and direct observations. The studies conducted in forest fragments were restricted to active searches and ground-level mist-nets, excluding canopy nets. The total sampling effort with mist-nets was obtained from only 22 articles, which ranged from 854 m 2 .h to 67,680 m 2 .h, with a median of 18,680 m 2 .h (standard deviation: 18,119).\n\nBased on these publications we found records for 84 urban bat species belonging to 43 genera and six families: (Table 1) . Additional data of the references used for each species are given in Supplementary Table 1 . The most representative family in richness was Phyllostomidae with 42 species (50%) and Molossidae with 20 species (24%). The species recorded were from nine feeding guilds (Table 1) . Overall, insectivores were dominant comprising 61% of all bat species (51 species) recorded in urban areas of Brazil, followed by frugivores (21% -18 species). Among the bat surveys based on field work, only 24 provided abundance data. Considering the species with the highest abundance values, the most common species in 15 articles from nine cities located in the South and Southeast regions was the fruit eating bat Artibeus lituratus.\n\nApproximately one third of the species were recorded exclusively within forest fragments (31 species, 37%). Ten species were recorded exclusively inside man-made structures (12%) and two (2%) near the urban trees. Thirty-six species (44%) were recorded in more than one habitat and five (6%) had no information on the type of the capture site. A wide variety of roosting sites for 38 bat species and five families (Emballonuridae, Molossidae, Noctilionidae, Phyllostomidae and Vespertilionidae) were recorded, including 12 natural (e.g. rock crevices, tree leaves and hollows) and 49 man-made roosts, mainly represented by ceilings and dilation joints ( Table 1) . Most of these species are insectivorous bats belonging to the family Molossidae. Among the ecological studies, twelve of them reported food habits of 12 bat species (14% of the species) which consumed plant resources in urbanized areas (Table 1) . We found records of leaf and fruit consumption of 16 families Table 1 List of the bat species registered in urban areas of Brazil. This list includes the species occurrence among the Brazilian states, type of capture site where the records were obtained, classification into feeding guilds (following Kalko et al. 1996) , parasitic infection, man-made and natural roosts and plant species used as food resources. Species added in this review are marked with an asterisk (*). Species synonyms are provided after the symbol B=B next to the current scientific name, given that species names do not always correspond to the original paper in which the species record has been reported. Parasites of the genus Trypanosoma and Pneumocystis were not listed in the table below, given that the studies in which they were reported for urban bats didn't provide the species identification Taxon highly cluttered space/gleaning insectivorous; 4\n\nhighly cluttered space/gleaning piscivore; 5 -highly cluttered space/gleaning haematophagous; 6 -highly cluttered space/gleaning frugivores; 7\n\nhighly cluttered space/gleaning omnivores; 8 -highly cluttered space/gleaning nectarivores; 9\n\nhighly cluttered space/gleaning carnivores and 31 species of native and exotic plants, some of them commonly used in urban landscaping such as Senna macranthera, Terminalia catappa and Ficus tomentella. We found 27 bat species (32% of the species) diagnosed at least once as hosts of 11 zoonotic parasites: rabies virus, Alphacoronavirus, bacteria of the genus Leptospira, protozoans of the genus Leishmania and Trypanosoma, and fungi of the genus Candida, Coccidioides, Histoplasma and Pneumocystis (Table 1 ). The most commonly studied parasite was the rabies virus, comprising about 75% of the records while the others were represented by only nine studies, most of them published in the last five years. Among the 36 parasitological studies, 27 discussed the relevance of bats in the transmission cycles of rabies virus and two others related bats with the transmission of Candida spp. and Coccidioides posadasii. The other seven studies, only reported the presence or absence of these parasites in bats.\n\nIn Brazil, the information regarding the urban bat fauna has expressively increased in the last ten years, indicating a growing interest in urban ecosystems by researchers. Yet, we demonstrated that the information on bats in urban environments is still incipient and spatially clustered in Brazil. Herein, based on our assembled list of 84 urban bat species, we discuss their diversity patterns and the determinants of its occurrence within Brazilian urban environments, in order to assess knowledge gaps and provide a current panorama for future bat researches. We found that 31 bat species were represented only in forest fragments within the urban matrix, while ten species were found exclusively inside man-made structures. Then, we present the wide variety of sites described as their day roosts and plants used as food resources in urban landscapes. The positives and negatives consequences of the human-bat interactions caused by the existing proximity in cities are also part of our discussion. We list eleven zoonotic parasites found infecting 27 bat species attempting to clarify their real potential impact on public health and highlight the necessity to also investigate health threats on bats. Finally, we raise several fundamental questions that remain unanswered aiming to define a research agenda for bat studies in urban areas of Brazil. The types of research needed to understand the impact of urbanization on bat diversity and conservation are also considered in this section.\n\nThe urban bat fauna herein presented, characterized by 84 species, represents 47% of the bat richness found in Brazil (Nogueira et al. 2014 ). Compared to recent compilations (Lima 2008; Pacheco et al. 2010 ), we added one family (Mormoopidae) and 19 species to the list of Brazilian urban bats. Eight of these new records are posterior to those reviews, whereas eleven of them had gone unnoticed or were not exactly in the scope of these studies. The state of Rio de Janeiro, one of the states with more sampled cities, is where five of 19 new species records were made. Thus, even in the area with the highest concentration of studies, there is still the need to continue the efforts and monitor bat communities to evaluate the urbanization effects in these mammals. Although these areas present a high number of studies, they are mainly composed by occurrence records, and there are few long-term studies on the ecology of bats in urban areas (e.g. diet, reproduction, competition or predation). Only ecological studies will allow to quantify the impacts of urbanization on individual, populations, species and bat communities. Also, the new record of eight species can be attributed to fieldwork conducted in poorly sampled areas (states with only one study and/or one city sampled). Consequently, we suggest that the list of Brazilian urban bat species would significantly grow with the increase in studies.\n\nIn relation to the distribution of species records, the richest regions are the Southeast (69 registered species) and South (43). The cities of Rio de Janeiro (48 species), Uberlândia (41) and São Paulo (34), all located in the southeastern Brazil, exhibited the highest number of recorded species. Large urban centers with high population density as Rio de Janeiro (~6.5 M hab./5300hab.km 2 ) and São Paulo (~12 M hab./7400 hab.km 2 ) were also among the most well studied cities, as expected from their high concentration of bat researchers, important research centers, and funding.\n\nBesides the unequal distribution of studies, the capture methods are also another important bias given that the studies that used mist-nets as a sampling protocol were restricted to samples at the ground level, which is a selective technique and tends to misrepresent insectivorous bats (Voss and Emmons 1996; Simmons and Voss 1998) . The use of understory and canopy nets in forested areas and active searches for shelters improves the capture probability of different bat families/ species and thus, are essential for a more complete bat survey (Ferreira et al. 2013; Nunes et al. 2013; Vilar et al. 2015) . Moreover, we lack bat diversity estimators for the majority of urbanized areas, due to inappropriate sampling designs. For phyllostomid bats, the minimum sampling effort suggested is of 1000 mist net captures at a given site (Bergallo et al. 2003) . Among the bat surveys based on field work which provided abundance data, we found that 63% sampled less than 500 bats. Only two studies (7%) that were conducted in urban fragments within the Atlantic Forest domain in the city of Rio de Janeiro, obtained a total superior to 1000 captures (Esbérard 2003; Esbérard et al. 2014) . Besides the low sampling effort employed in urban environments, few studies were conducted for more than one year (e.g. Esbérard 2003; Perini et al. 2003; Costa et al. 2012; Esbérard et al. 2014 ) and none of them have analyzed aspects of biodiversity change and loss.\n\nOur review shows that 31 species (37%), mainly represented by phyllostomid bats (81%, 25 species), were captured exclusively inside urban forest fragments, which may have at least two likely explanations. First, it could arise from the inability of these bats to explore the urban matrix, and thus restricting them to take refuge inside forests fragments. If this hypothesis is correct it reinforces the importance of the maintenance of green areas inside urban landscapes for species conservation (Araújo and Bernard 2016) . Though, urban parks and reserves could be considered native habitats embedded in an anthropogenically altered landscape, their degree of representativeness of natural habitats can be highly heterogeneous. Most of them suffer from different urban pressures such as the presence of non-native species, pollution of the water bodies and air, rubbish dump, perturbations due to artificial illumination or traffic noise (Russo and Ancillotto 2015) . Therefore, they should be considered urban environments or immersed in the context of urban environments. The second explanation for the presence of species only inside forest fragments is a deficiency in the sampling of the non forested urban areas (public squares, buildings, gardens, etc), given that at least 46% of the species list classified in the category A were exclusively conducted inside green areas and parasitological studies were mostly based on passive collections. Therefore, we may be failing to sample species that are also capable to explore the urban matrix.\n\nOn the other hand, most of the bats listed here (70%) that are capable to use human constructions as roosts and consequently be ecologically more flexible, are aerial insectivores, especially molossids (40%). The ecological plasticity of aerial insectivores is discussed in many studies, which demonstrated a species-specific response mainly driven by the presence (Araújo and Bernard 2016) and distance to green areas (Jung and Kalko 2011) , the bat flight characteristics (Jung and Kalko 2011) , the type, setting and intensity of street lighting (Jung and Kalko 2010) and insect productivity (Avila-Flores and Fenton 2005). Araújo and Bernard (2016) using acoustic monitoring in the city of Recife, a large urban area of Brazil, found that the higher activity of Emballonuridae, Phyllostomidae and Vespertiolionidae was inside or near forest fragments, while molossid bats preferred non-green areas. In this sense, the fast-flying open space foragers of the family Molossidae are expected to be the most common bats associated with man-made constructions accordingly to our results (Esbérard et al. 1999; Reis et al. 2006; Bernardi et al. 2009; Pacheco et al. 2010; Albuquerque et al. 2012) .\n\nFrugivores were abundant in most surveys on urban bat species in Brazil. As suggested by the ecological studies, these bats are benefited by native and exotic fruit trees and plants used in urban landscaping which provide food resources and shelters (Nunes et al. 2007; Pereira and Esbérard 2009; Bobrowiec and Cunha 2010) . While foraging, urban bats may provide important ecosystem services as pollinators and seed dispersers of economic and ecologically important plants (e.g. Dyssochroma viridiflora, Ficus adhatodifolia and Terminalia catappa) in urban areas of Brazil (Verçoza et al. 2012; Bianchini et al. 2015) . It's worth mentioning that some native species such as Cecropia pachystachya, Piper aduncum and Solanum paniculatum were found to be part of their diet in urban environments (Sartore and Reis 2012) . Thus, bats may play an important service to the maintenance and restoration of urban forest fragments. For instance, several Atlantic Forest remnants, one of the world most diverse and threatened tropical forest ecosystems, occur within the largest Brazilian cities (Scarano and Ceotto 2015) , in which bats may be the few remaining mammals able to provide such a service.\n\nFurthermore, bat proximity to humans may regulate local insect populations and possibly act in the control of vectorborne diseases (Kunz et al. 1995; Reiskind and Wund 2009 ). Nevertheless, no study in the present revision has analyzed the role of bats on insect control. Gonsalves et al. (2013) , in Australia, showed a dependency of bat and insect prey size. Smaller bats (~4 g) feed on mosquitoes but not predominantly, and prey choice may also depend on prey density. Similar types of studies would provide important information on the role of bats in epidemiology for public health authorities, especially given the recent epidemics of Zika, Chikungunya and Dengue virus transmited mainly by Aedes aepypti (Campos et al. 2015) , among others vector-borne diseases with increasing incidence of infection in Brazil.\n\nAll families and guilds were found to be taking advantage of artificial and natural resources as a roost. However, the majority of studied roosts are artificial and highlights the efficiency of some bats to explore harsh environments particularly close to humans, such as garages, ceilings, and in some cases even lying in curtains inside houses (Perini et al. 2003) . This roost list has a major relevance to the health surveillance and the urban species management and control by predicting encounters and avoidance of accidents with humans and domestic animals. Although bat proximity, as highlighted in the previous section, might provide insect control, the close proximity of bat roosts to humans and domestic animals may represents a direct risk of spillover events (Leroy et al. 2009; Wood et al. 2012) , which is detrimental in terms of parasite transmission and disease epidemics.\n\nEnvironmental disturbance and habitat alteration are causes of modifications in species density and range, and the emergence of bat-borne diseases might be related with these changes (Kuzmin et al. 2011) . At least 27 bat species were recorded in our review harboring zoonotic pathogens, especially insectivorous species, which often use day roosts in or near human constructions. According to the NIH (National Institutes of Health) classification, the parasites found in Brazilian urban bats, can be classified within the risk groups 2 (T. cruzi, Leishmania spp., Leptospira interrogans and rabies virus) and 3 (Histoplasma and Coccidioides), based on their relative pathogenicity to healthy adult humans. Rabies was the most studied infection associated with Brazilian urban bats. This was expected considering that bats are frequently monitored for rabies virus and rarely for other parasites, mainly because rabies is the only disease monitored in bats through an official governmental surveillance program (Brasil 2016). However, most of these studies were based only on passive collection (individuals received in Zoonosis Control Centers), which means that part of these animals were found inside or near houses with an unusual behavior commonly seen in sick animals. Thus, these results, although significant, probably misrepresent the rabies prevalence in bats.\n\nRegarding the infection by other parasites, bats were found infected with Trypanosoma cruzi and Leishmania spp. from several regions by indirect methods or direct parasites isolation; hence, bats were recognized as their hosts and potential reservoirs , Marcili et al. 2013 Roque and Jansen 2014) . The importance of these positive diagnostics in urban bats relies, among other ecological factors, on the fact that bats may actively participate in the urban transmission cycles, as well as become a food source for the vectors of these pathogenic tripanosomatids (Lampo et al. 2000; Rabinovich et al. 2011) . These findings are especially relevant in the case of Leishmania spp. infections, given the increasing urbanization of leishmaniasis and its impacts for public health in Brazil (Maia-Elkhoury et al. 2008 ) and worldwide. Studies with Candida, Histoplasma and Coccidioides posadasii fungi, although few, were capable to isolate these parasites and demonstrate that bats may play a role in their transmission cycles. Alphacoronavirus and Pneumocystis are important parasites responsible for respiratory diseases and pneumocystosis, respectively. The detection of Alphacoronavirus and Pneumocystis RNA/DNA in urban bat fecal samples and lungs point to the need of more investigation on their possible participation within these parasites life cycles. For leptospirosis, bats were found infected with at least four Leptospira species, its etiological agent, in different regions worldwide, including Brazil (Dietrich et al. 2015a) . Also, Dietrich and collaborators (2015b) demonstrated that bats are capable of excreting Leptospira through their urine; consequently, they may be implied as well in its transmission. In Brazilian urban bats, however, the only study available suggests that bats do not contribute to the transmission of Leptospira in the city of São Paulo (Bessa et al. 2010) . These findings underscore the participation of bats in the transmission cycles of many diseases of public health relevance, along with others that are not included as notifiable disease, such as histoplasmosis. In this sense, the World Organization for Animal Health (OIE) has strongly recommended the inclusion of wild fauna monitoring in health surveillance programs (OIE 2016 ). Yet, despite the fact that Brazil is a highly diverse country regarding both its bat fauna and zoonotic pathogens, it lacks government services devoted to wildlife surveillance. So far, only nonarticulated scientific research activities tackle this neglect.\n\nThe biodiversity loss, resulting from the urbanization process, may affect public health directly in the case of multi-host parasites by increasing pathogen prevalence in species-poor communities (Cottontail et al. 2008) . Although the mechanism is not completely clear, numerical simulations show that heterogeneity in reservoir species susceptibility, present in species rich communities, promotes a dilution effect (Roche et al. 2013) . Thereby, with the local extinction of many bat species due to their incapacity to survive in the urban matrix, zoonotic infections related to bats shall probably become a more frequent problem. On the other hand, the emergence of infectious diseases also endangers wild animals, including bats, representing a conservation threat that can cause population declines or even local extinctions (Kuzmin et al. 2011 ). These outbreaks can originate from human activity; for instance, one of the hypothesis for the origin of the White Nose Syndrome, an emerging bat fungal disease, is that it was introduced in North America by European tourists visiting caves Warnecke et al. 2012) . The consequence of this new disease in the United States has been a massive mortality of cave-hibernating bats, impacting not only bats but the whole ecosystem and with potential economically negative consequences regarding insect control ).\n\nOverall, despite the high urbanization of the country, our results highlight that information on the presence, distribution, and ecology of urban bats in Brazil is still scarce and unevenly distributed. The studies are mainly within large cities where we find important research centers and a high concentration of bat researchers and funding (e.g. São Paulo and Rio de Janeiro). Precarious urban infrastructure, the lack of public security and governmental support for researchers are probably some of the main impediments for the development of more comprehensive bat research activities in cities (Nunes pers. Comm.) .\n\nThis review shows a significant increase in the knowledge of bat diversity in urban environments; still, many questions critical to the understanding of the urbanization process are unsolved: (1) How do bats move around urbanized areas (e.g. between forest fragments and human constructions)? (2) Are these species residing in these areas or using it opportunistically (e.g. bats may migrate only at night due to the availability of accessible food resources)? (3) Are there seasonal patterns of activity? For these cases, radio or GPS tracking devices may be fundamental tools to answer these questions (Bernard and Fenton 2003; Aguiar et al. 2014) . Little is known about the lifetime of bats, but especially in urban areas this aspect deserve attention because it may be responding negatively to the urbanization pressures, leading to a decline in their populations and local extinctions. Therefore, long-term studies inside Brazilian urban matrices can provide subsidies to answer these questions and many others related to the effects of urbanization in bats.\n\nBat health related issues in urbanized areas are also a significant point to be discussed by future researchers. Urban environments could be acting as ecological traps offering a more attractive habitat but of lower quality (Battin 2004) , which may have severe consequences in their body condition (Coleman and Barclay 2011; Russo and Ancillotto 2015) . However, no study to date has demonstrated if and how urbanization affects the health condition of these mammals in Brazil.\n\n(1) Do they present more diseases or worst body conditions when compared to exurban areas? (2) How can we characterize health conditions (e.g. histopathology, overweight and malnutrition)? In México, Bello-Guetiérrez et al. (2010) showed that bats in urban areas presented a higher prevalence of alopecic syndrome (hair loss in areas of the body) than those in periurban habitats, and this fact may be a response to nutritional deficiencies or endocrinal imbalance.\n\n(3) Are these conditions influencing negatively the size of bat populations or acting positively to control them in urban environments? Fluctuating asymmetry can be a good measure to assess the impact of perturbations in synurbic populations as indicated by Tomassini et al. (2014) for bats and Teixeira et al. (2006) for marsupials. (4) Can these worst body conditions be linked with the acquisition of parasites that may cause zoonotic diseases? In other words, the stress caused from other parasites exposures can lead to an inability to suppress these zoonotic parasites by the immune system. Constantine (1988) suggested that immunodeficient bats are more likely to develop clinical rabies and they also contribute to the infection persistence within colonies.\n\nWe must also consider the positive and negative aspects of the human-bat proximity, and their potential to participate in the transmission cycles of zoonotic parasites with public health relevance. It is important to emphasize that we still lack a surveillance services and disease notification for wild mammals, except in the case of rabies. Brazilian notifiable disease surveillance programs should include a wildlife notification system, especially in the case of bat species already known to be host of parasites such as Leishmania and Leptospira. On the other hand, their positive contributions to the ecosystems and human health/welfare are poorly investigated. For instance, to the best of our knowledge, there is no study related to the diet of insectivorous urban bats in Brazil, which would be beneficial to clarify their potential effect on the insect vectors population control (e.g. sandflies or arboviruses mosquitos' vectors). Regarding frugivores, herein we presented a list of plant species consumed by urban bats in Brazil (Table 1) . As a next step, we suggest the intensification of studies related to the role of these mammals in the urban remnants maintenance and restoration, especially in the Atlantic Forest urban areas. They are currently experiencing high rates of urbanization and consequently degradation, given that more than 60% of the Brazilian population lives in areas within its domains (Scarano and Ceotto 2015) .\n\nIt is valuable to highlight the relevance of the Zoonosis Control Centers in Brazil, particularly those located in urban centers where contacts and accidents can be more commonly reported. Investments in these municipal institutions to assist the population (e.g. service calls and emails, capture and identification of sylvatic animals) should probably lead to a positive result in avoiding accidents with humans and domestic animals and consequently aid in the zoonotic diseases control. Yet, technical qualification, adequate physical structure and equipments required to receive and forward the material to posterior parasitological analysis are essential for an efficient service. In the case of bats, many Brazilian Zoonosis Control Centers are not prepared to capture, handle and receive these animals. We also highlight the duty of those institutions to transmit appropriate information for public awareness that must be provided regarding the ecological and public health importance of bats.\n\nFinally, given the accelerated rate in which human activities are modifying Brazilian ecosystems, enlightenment on the urbanization effects on bats is urgent. These effects can only be accurately comprehended when diversity, ecological, parasitological and behavioral studies were investigated through space and time. The suite of information gathered in this paper provides an overview of the state of the art on urban bats in Brazil. We expect that this review might aid stakeholders, conservationists and researchers to guide future urban bat research."}