{"title": "of the 5th vaccine conference organizing committee. of the 5th vaccine conference organizing committee", "body": "Live vaccines are based on the infectious properties of the attenuated or genetically modified live pathogen and are generally used to vaccinate young animals [1] . They are widely employed in veterinary practice and have been developed for a large spectrum of species such as pigs [2] , poultry [3] and companion animals such as horses [4] or pets [5] . Live vaccines exist for bacterial [6] , viral [7] and parasitic [8] pathogen models. In most cases, live vaccines do not contain any adjuvant. The in-vivo pathogen multiplication and the infectious properties of the attenuated or modified pathogen are estimated to be sufficient to induce a protective immune response.\n\nHowever, benefits anticipated from the use of adjuvants in live vaccines concern both safety and efficacy improvements. The most important would be a reduction of the antigenic dose delivered, which would lead to safety improvements, cost limitations and a better control of risks linked to the vaccination procedure. Indeed, whereas under experimental conditions 100% efficacy has been demonstrated using non-adjuvanted live vaccines, up to 10% of vaccinated animals still present a lack of protection in field practice after live vaccine delivery [1] . The use of adjuvants should reduce the number of low or not responding animals and therefore reduce the possible reservoir for the disease. Reducing the antigenic load could also lower the risk of reversions. Live vaccines can indeed also have an impact on the economical performance of herds as reversions to virulence have already been observed in the field. Finally, whereas the cost of bacterial or viral vaccine production can be very low, the vaccine strains of parasitic pathogens can be very expensive to maintain and produce.\n\nA few model adjuvant molecules have been shown to increase the efficacy of live vaccines. Examples are chitosan [9] or ISCOM [10] . However, these laboratory adjuvants are hardly compatible with industrial-scale production. On the contrary, the Montanide™ range of adjuvants is a well established brand of vaccine adjuvants [11] which is already used in all farm animal models at industrial scale in combination with diverse types of antigens. In this study we assessed the efficacy and safety of Montanide TM adjuvanted live PRRS vaccines in pigs. The Porcine Reproductory and Respiratory Syndrom (PRRS) is one of the most economically important diseases for pig farming [12] . The PRRS pathogen is a simple RNA strand Arterivirus which causes reproductive failure in sows and respiratory syndroms in pigs of all ages [13] . Live PRRS vaccines are widely used in pig practice.\n\nTwo different adjuvant technologies were tested in this study. Both are formulated in aqueous continuous phase vaccines. Montanide™ Gel 01 ST (Gel 01) is a polymer based adjuvant and Montanide™ ISA 15A VG (ISA 15A) is an oil adjuvant that allows the formulation of oil-in-water emulsions. The adjuvants were used as extemporaneous diluents for the lyophilized PRRS antigen. In this study we show that Gel 01 and ISA 15A adjuvanted formulations can significantly improve the protection conferred to pigs using 100% of the antigenic dose used in commercial vaccines. We show that these adjuvant technologies can also allow a reduction of the antigenic load by 50% in PRRS vaccines.\n\nTen 9-week-old landrace cross large white commercial pigs (10-15 kg) were used in each experimental group. They were clinically healthy and free from PRRS, classical swine fever (CSF), swine influenza, Aujeszky's disease, transmissible gastroenteritis of swine (TGE), Mycoplasma hyopneumoniae and Actinobacillus pleuropneumoniae.\n\nAll protocols were validated by internal ARRIAH's ethics comity prior to launch according to OIE recommendations.\n\nAfter 5 passages in Marc-145 cell culture, Ingelvac RespPRRS MLV vaccine strain of PRRS virus of North American genotype was freeze-dried using a protective medium from FGI \"ARRIAH\", which consists of saccharose, lactalbumin hydrolyzate and gelatose. The PRRS virus titer in one vaccine dose (2.0 ml) amounted to 4.3 log TCD50/ml.\n\nMontanide™ ISA 15A VG (ISA 15A) and Montanide™ Gel 01 ST (Gel 01) were used in this study. Montanide™ ISA is a ready to use range of oil adjuvants that can be used to manufacture different types of emulsions. ISA 15A allows the formulation of oil-in-water vaccines. Montanide™ Gel 01 ST is a ready to dilute polymeric adjuvant. It contains gel particles of sodium polyacrylate in water.\n\nThe absence of viricidal effect of Gel 01 and ISA 15A adjuvants was assessed in vitro prior to the vaccine safety and efficacy study. The studies were performed according to the 9cfr113.35 USP method.\n\nAll adjuvants were formulated extemporary to vaccination by mixing with the antigenic phase. An analogue of live commercial PRRS vaccine was prepared for positive reference. A non-adjuvanted live PRRS vaccine was prepared by dilution of the freeze-dried antigen in saline solution and was used as a positive control. This vaccine does not contain any adjuvant.\n\n65 pigs were randomly separated in 6 groups of 10 animals (groups 1-6) and 1 group of 5 animals (group 7, non vaccinated non challenged).\n\nIn groups 1 to 5, all animals were vaccinated by intramuscular delivery with the corresponding group test vaccine. Each animal received 2 ml of vaccine. Animals from groups 6 and 7 (15 pigs) were left unvaccinated. \n\nFor each trial, animal behavior was followed before and after vaccine delivery in order to identify any modification related to the vaccination procedure. Rectal temperature was measured at T0, 4h, 24h and 48h post vaccination. The local reactions to the vaccine were assessed by dissection of the injection site after slaughter.\n\nBlood samples were collected from pigs before vaccination (day 0) and on days 7, 14, 21, 28 and 43 post vaccination. Antigen specific antibodies were detected individually at each date by antigen specific ELISA (Enzyme Linked Immunosorbent Assay). ELISA procedure was performed according to the manufacturer's protocol (PRRS antibody detection kit: IDEXX ELISA (Westbrook, ME, USA)).\n\nAn infectious challenge procedure was performed at day 30 post vaccination by intranasal infection with the highly virulent Irkutsky 2007 isolate of North American genotype, 9th passage in Marc-145 (titer 5.0 log TCD50/ml). The infected animals were clinically observed daily. The observation included temperature measurement and registration of clinical signs. Pigs sera were analysed by PCR for the presence of PRRS virus before challenge and 15 days post challenge. All pigs were slaughtered 2 weeks post challenge. Samples of lungs and lymph nodes were collected at post-mortem examination.\n\nThe degree of lung lesions was determined using the methods of Halbur et al [14] . Lung damage is not directly linked to the virus activity but to bacterial infections occurring because of local immune suppression due to PRRSV. The lung lesions were scored by using a previously developed system based on the approximate volume that each lobe contributes to the entire lung: the right cranial lobe, right middle lobe, cranial part of the left cranial lobe, and caudal part of the left cranial lobe each contribute 10% each of the total lung volume, the accessory lobe contributes 5%, and the right and left caudal lobes each contribute 27.5%. These scores were then used to calculate the total lung lesion score based on the relative contribution of each lobe.\n\nStatistical analysis was performed using ANOVA analysis. Results were considered as significantly different when p≤0.05.\n\nNo significative viricidal effects could be observed in PRRS live vaccines with either Montanide Gel 01 PR or Montanide ISA 15A VG. Gel 01 and ISA 15A decreased virus titers respectively by 0.14 log TCD50/ml and 0.5 log TCD50/ml.\n\nNo modification of animal behavior (social, movements, feeding) could be observed after vaccine delivery in any of the protocols. After administration of the ISA 15A and Gel 01 adjuvanted vaccines, body temperature did not rise by more than 0.6ºС (Table 1) . This pyrogenic effect was not significantly different in adjuvanted vaccines and non-adjuvanted vaccines groups. Injection site dissection did not show any vaccine related side effects. \n\nAntibody titers were measured at D0, 7, 14, 21, 28 post injection. The kinetics of antibody response was not modified according to the antigen load or the presence of adjuvant (Figure 1 ). The Montanide™ based groups and the commercial vaccine control all presented a seroconversion at day 14 after vaccination. ANOVA analysis demonstrated that no significant differences could be observed between adjuvanted groups containing 100% of the antigenic load and the reference nonadjuvanted group. However, vaccines containing 50% of antigen induced lower antibody levels compared to the commercial reference.\n\nAn infectious PRRS challenge procedure was performed 30 days after vaccination. One animal of the non-vaccinated group died after challenge. No animal death was observed in any of the vaccinated groups.\n\nBody temperature was measured after challenge ( Table 2 ). All vaccinated groups showed a significantly reduced duration of hyperthermia compared to the non-vaccinated control. The duration of hyperthermia was also significantly reduced for the ISA 15A adjuvanted groups with 100% of the antigen dose compared to the commercial vaccine group. For vaccines containing containing Gel 01 and 100% of the antigen dose and both formulations containing 50% of the antigen load, the duration of hyperthermia was not significantly different to the commercial vaccine containing 100% of the antigenic load. The number of viremic pigs defined by PCR analysis of the sera 15 days after challenge is shown in Figure 2 . No significant difference could be observed between all the vaccinated groups. After slaughter lung lesions scores were measured [14] ( Figure 2 ). The pneumonia observed after challenge was variable from pig to pig. Despite this variability, pigs vaccinated with the Gel 01 or ISA 15A adjuvanted vaccines containing 100% of the antigenic load showed significantly less lung damage than the non-vaccinated control group. None of the other vaccine groups did induce a significant protection compared to the non-vaccinated control.\n\nMoreover, lower lesion scores were observed for all adjuvanted formulations containing 50% or 100% of the antigenic dose compared to the non-adjuvanted commercial vaccine formula, but due to high variability of the measures, this difference was not significant.\n\nIn this study we have shown that the use of adapted adjuvants can improve the efficacy of a live PRRS vaccine in pigs while preserving its safety properties (no local reactions and low pyrogenicity). A crucial information to collect when selecting an adjuvant for a live vaccine model is the compatibility of the adjuvant with the live vaccine. No viricidal effects could be observed in PRRS live vaccines with either Montanide Gel 01 PR or Montanide ISA 15A VG. However, pathogen production or attenuation is a complex mechanism and each antigenic media is unique for its process. Thus, such compatibility studies should be performed on any new antigenic phase before field trials in order to validate the result.\n\nThe main targets of adjuvant addition in live vaccines are the increase of the efficacy of vaccine and the reduction of the antigenic load per dose in order to reduce costs, reduce risks of reversion and increase production capacity. We could show that adjuvanted vaccines containing the same antigenic dose as the unadjuvanted commercial vaccine could significantly improve the resistance to challenge (length of hyperthermia and lung lesions) despite similar antibody titers compared to the commercial nonadjuvanted reference. Lung lesions are a good indicator of vaccine performance as they are strongly linked to the body weight gain of the animals. It should also be noted that the challenge was highly discriminative for the vaccines (experimental as well as commercial). Indeed, the virulent strain of virus we used presents 95% of genetic homology to the 2006/2007 Chinese strain which induced more than 40% of mortality in field condition.\n\nVaccines containing only 50% of the antigenic dose induced lower antibody titers than the commercial reference but had a level of protection to challenge that was not significantly different from the commercial vaccine. Such a difference between protection to challenge and antibody titers could be linked to cellular modalities of the immune response also involved in the response to PRRS.\n\nThese first results show that the use of polymer or O/W emulsions adjuvants could improve the protection of PRRS vaccinated animals and allow a reduction of the antigenic load in live PRRS vaccines. Further confirmation in large scale field trials will be needed to confirm these results. Our work underlines the ability to use Montanide TM polymer or emulsion adjuvants in live vaccines against PRRS, opening doors to improvements of live swine vaccines safety and efficacy."}