{"title": "EDITORIAL COMMENT", "body": "In medicine, a syndrome denotes that certain criteria or clinical conditions are satisfied; it is not an etiologic diagnosis. Severe acute respiratory syndrome (SARS) has emerged recently as a major public health threat, but is it a new disease or just a synonym for acute lung injury (ALI) or acute respiratory distress syndrome (ARDS)?\n\nIn 1967, Ashbaugh and colleagues 1 first described a syndrome of acute respiratory distress in adults that closely resembled respiratory distress in infants. These authors detailed the clinical course of 12 patients treated in Denver for respiratory failure who did not respond to usual therapeutic modalities of respiratory support. The patients had an acute onset of tachypnea, hypoxemia, panlobular infiltration on chest X-ray, and loss of lung compliance. The investigators thought the syndrome resulted from surfactant deficiency, and found positive end-expiratory pressure helpful in treating the atelectasis and hypoxemia. They also thought that corticosteroids were helpful for patients in whom the syndrome resulted from fat embolism. In 1971, the same investigators coined the name adult respiratory distress syndrome. 2 Since its initial description in 1967, ARDS has been the focus of intense scrutiny and attempts to improve outcomes. The European-American Consensus Conference on ARDS developed a uniform definition for ARDS to aid clinical trial design. 3 The conference attendees agreed that ARDS was a severe form of ALI, and recommended that the syndrome be called \"acute\", rather than \"adult\", respiratory distress syndrome. They defined ALI and ARDS as being characterized by an acute onset, bilateral infiltration on chest X-ray, hypoxemia, and no evidence of left atrial hypertension (pulmonary artery occlusion pressure 18 mmHg). The degree of hypoxemia is more severe in ARDS (partial arterial oxygen pressure [PaO 2 ]:fractional inspired oxygen [FIO 2 ] ratio 200 mmHg) than ALI (PaO 2 / FIO 2 300 mmHg). The severity of ARDS can be scored (Murray lung injury score) using several easily measured clinical variables. 4 ARDS occurs in various clinical settings with direct or indirect respiratory insults (e.g. acute pneumonia or pneumonitis, aspiration of gastric content, near-drowning, acute pancreatitis, sepsis syndrome, massive emergency transfusions, environmental toxin exposure), severe multiple trauma (e.g. pulmonary contusion, multiple long bone fracture with fat embolism syndrome), or extensive tissue injury or destruction during major surgical interventions (e.g. cardiac surgery with prolonged extracorporeal bypass). The mortality rate from ARDS remains high (45-92%), but outcomes have improved over the last decade. [5] [6] [7] [8] [9] [10] [11] [12] [13] [14] [15] How did the term SARS originate? Before the mid-1990s, the US Centers for Disease Control and Prevention (CDC) and public authorities stipulated that sentinel hospitals or clinicians should report suspected or definitively diagnosed cases of respiratory illness in which there were associated public health concerns. However, public authorities derived important information from a rodent-borne hantavirus infection in 1993: an outbreak of an unexplained respiratory illness with high mortality occurred in the US southwest, and the cause was unexpectedly proved to be hantavirus. This contradicted the previous belief that human hantavirus infection only caused the hemorrhagic-fever renal syndrome described in Asia and Europe. Hence, the US outbreak led to the first description of hantavirus pulmonary syndrome (HPS), identified as a seemingly new human infectious disease caused by hantavirus variants including Sin Nombre and Black Creek Canal viruses; HPS has an influenzalike prodromal stage, but can progress to catastrophic hemodynamic failure and pulmonary edema. [16] [17] [18] [19] [20] [21] Thus, public health authorities understood that the casereporting system was inadequate in this setting. In May 1995, the World Health Assembly amended international infectious disease regulations, and in 1998, the World Health Organization (WHO) arranged for 21 countries to conduct a clinical trial of a new case-reporting system for acute hemorrhagic fever syndrome, acute diarrhea syndrome, acute neurologic syndrome, acute respiratory syndrome, acute jaundice syndrome, and other notifiable syndromes.\n\nThe term SARS has been used by public health authorities, especially after 1997, when the world was concerned with the emergence of a potentially new influenza pandemic caused by the transmission of a highly pathogenic H5N1 influenza virus (H5N1/97) from chicken to humans in Hong Kong. [22] [23] [24] On March 15, 2003, worldwide attention was drawn to cases of a rapidly progressive respiratory illness in China (Guangdong Province), Hong Kong (Special Administrative Region), Vietnam, Singapore, and Canada. Termed SARS by the WHO, attention has focused on tracking cases, determining a cause, establishing a laboratory test for diagnosis, evaluating treatments, and testing infection-control strategies to prevent further spread. The WHO is spearheading these efforts in collaboration with the US CDC and health authorities from several countries, including those of Canada, China, Germany, Hong Kong, Singapore, Taiwan, Thailand, the Netherlands, and Vietnam.\n\nA novel coronavirus was detected in specimens from several of the patients with SARS, and the virus was soon sequenced 25 and found to fulfill Koch's postulates. 26 Thus, a clarification on ARDS and SARS should be made to avoid further misunderstanding.\n\nTo my knowledge, ALI, ARDS and SARS all imply the occurrence of acute lung injury resulting from direct or indirect respiratory insult. SARS is a qualitative term that does not define the severity of lung injury and oxygenation dysfunction, whereas ALI and ARDS are quantitative terms that clearly define the severity of lung injury and oxygenation dysfunction. Hence, coronavirus infection could provoke SARS, but SARS is not always characterized by coronavirus infection. In this issue of the Journal of the Chinese Medical Association, Chen et al report data from a retrospective analysis of 67 patients with the following signs or symptoms: acute onset of fever above 38 C; cough or dyspnea; and positive reverse transcriptasepolymerase chain reaction, or antibodies, for coronavirus. These investigators found that age greater than 65 years, diabetes mellitus, and elevated lactate dehydrogenase levels at admission, were independently associated with the development of ARDS. 27 The findings from this case-series study warrant extrapolation to disease management in the clinical practice setting and to case stratification in prospective, randomized controlled trials. Further cohort studies are impracticable and, because of ethical issues, should not, and cannot, be undertaken to assess risk factors associated with the development of ARDS."}