{"title": "", "body": "In 2009, a cross-sectional survey of 360 poultry workers in Hong Kong, China, showed that workers had inadequate levels of avian infl uenza (H5N1) risk knowledge, preventive behavior, and outbreak preparedness. The main barriers to preventive practices were low perceived benefi ts and interference with work. Poultry workers require occupationspecifi c health promotion. I n 1997, a zoonosis in humans caused by a highly lethal strain of avian infl uenza virus (H5N1) was reported in Hong Kong. Live-poultry markets were the source of this outbreak (1) . As one of the world's most densely populated regions (16,000 persons/mile 2 [>6,300 persons/km 2 ]) (2), Hong Kong is a city at high risk for a large-scale outbreak of avian infl uenza caused by live poultry in large-volume wholesale markets and within neighborhood wet markets (open food stall markets).\n\nBecause members of the average household in Hong Kong shop in wet markets on a habitual basis, these markets are located in the most densely populated areas ( Figure) and are commonly multistory complexes or in basement levels of shopping centers. Because poultry workers are a potential bridge population (3, 4) , the government has instigated voluntary avian infl uenza training since 2001 that reviews regulations for workplace disinfection, waste disposal, poultry storage, and personal hygiene measures (5,6).\n\nDespite occupational risk for exposure to avian infl uenza (7, 8) , there have been few studies of poultry workers (8) (9) (10) (11) (12) . Most studies were conducted in rural settings in developing countries (9) (10) (11) (12) , but fi ndings cannot be readily extrapolated to cities such as Hong Kong because of differences in food-handling practices and occupational settings. Knowledge, perceptions, and work practices of live-poultry workers in Hong Kong have not been examined. Therefore, a survey of these workers is timely and warranted, given confi rmed persistence of avian infl uenza in Asia. (13) The Study\n\nAn anonymous, cross-sectional survey was conducted during June-November 2009. Interviewers approached 132 licensed live-poultry retail businesses in wet markets and 23 wholesale establishments. The fi nal sample was 360 poultry workers (194 retailers and 166 wholesalers; response rate 68.1%).\n\nRespondents were asked about their demographics, past month's work and preventive behavior, and avian infl uenza-related knowledge on the basis of a World Health Organization factsheet (14) . We asked perception questions based on the Health Belief Model and the likelihood of adopting certain behavior patterns in the event of a local bird-to-bird or bird-to-human outbreak of avian infl uenza.\n\nSummative scores were computed for avian infl uenzarelated knowledge, current preventive behavior patterns, outbreak preparedness, and various perception domains. Higher scores refl ected more benefi cial levels of each domain. Unconditional multilevel regression indicated no evidence of clustering effect by poultry market. Standard multivariable linear regression was conducted by using SAS version 9.1.3 (SAS Institute, Cary, NC, USA) with knowledge, practice, and preparedness scores as outcomes and potential predictors showing p<0.25 in unadjusted analyses as input variables. Distribution of standardized residuals and their association with predicted values were examined to assess model assumptions.\n\nMost (208, 60.1%) respondents were men 35-54 years of age, of whom 192 (55.3%) had worked a mean of 16.1 years in the poultry industry. Respondents showed low mean summative scores for knowledge of avian infl uenza (online Appendix incorrectly believed that a human vaccine for avian infl uenza was available. Most (208, 89.9%) respondents were familiar with infl uenza-like symptoms of avian infl uenza virus (H5N1) infection such as fever, but fewer workers were aware of respiratory and gastrointestinal symptoms of virus infection.\n\nThe Internet and other sources (e.g., health talks) of information about avian infl uenza were strong independent predictors of greater knowledge. However, training did not result in higher knowledge levels.\n\nPoultry workers reported low-to-moderate levels of compliance with hand hygiene and other preventive measures (ranging from 7.3% [36] using eye protection to 65.2% [245] using handwashing with soap after slaughtering poultry). Working in the poultry industry ≥10 years, lower perceived barriers to preventive behavior, and retail poultry work were independent predictors of higher preventive behavior scores.\n\nWith regard to avian infl uenza-related perceptions, lack of training (277, 83.4%) and the view that compliance with all infection regulations is diffi cult during peak hours (218, 64.9%) were the most frequently cited barriers to adoption of preventive behavior. A total of 154 (46.4%) workers believed that face masks reduced business, and 153 (46.1%) believed that vaccination was expensive.\n\nLow anxiety about illness was reported by 242 (76.6%) respondents. In the event of a local outbreak, workers expressed various levels of acceptance for precautionary actions, ranging from 15.8% (56) for reducing work hours to 82.4% (290) for seeking medical care for infl uenza-like symptoms. Ninety-six (27.4%) respondents anticipated taking oseltamivir. Greater perceived benefi t of preventive behavior was the strongest independent predictor of higher preparedness scores (online Appendix Table 2 , wwwnc.cdc. gov/EID/article/17/12/11-0321-TA2.htm).\n\nSimilar to other regions (8) (9) (10) (11) , poultry workers in Hong Kong showed low risk perceptions for avian infl uenza, inadequate knowledge, and a wide range of compliance with preventive measures. Because training (6) was not associated with overall preventive behavior or preparedness, there may be an unmet need for occupationspecifi c health information.\n\nHigher levels of knowledge demonstrated by workers who accessed health information sources (e.g., Internet) that provide detailed information suggest that comprehensive, occupation-relevant information should be more widely accessible. However, occupational practices of animal workers might not be amenable to change solely on the basis of improvements in knowledge. Only 129 (42.1%) respondents reported that poultry workers could realistically adhere to all government guidelines (6) . Interference with work, high cost, and reduction of business were repeatedly cited as impediments to the adoption of preventive behavior. Even in the event of local outbreaks of avian infl uenza, most workers were not amenable to actions having adverse economic effects such as reducing work hours. Animal workers are thereby unlikely to widely adopt preventive behavior if these measures confl ict with their economic interests.\n\nDespite the ongoing government regulations regarding avian infl uenza in Hong Kong (6), a complete ban on live poultry is unrealistic because of the culturally entrenched demand for fresh poultry. Increasing knowledge and risk perceptions while simultaneously reducing occupational barriers to preventive behavior thereby continues to be the cornerstone of effective zoonotic infection control among animal workers.\n\nImplications of these fi ndings extend to other poultryborne pathogens, such as Campylobacter spp. and Emerging Infectious Diseases • www.cdc.gov/eid • Vol. 17, No. 12, December 2011 Salmonella spp., which share common preventive measures. Close adherence to workplace measures will likely reduce outbreak risk for other poultry-borne diseases. Therefore, a framework for greater integration of risk management strategies and worker education of these poultry-borne infections tailored to the local context is worthwhile and cost-effective.\n\nIn the spirit of the One Health Commission, which calls for an integrated, interdisciplinary approach to human-veterinary-environmental health challenges (15), the fi ght against global pandemics, such as those of avian infl uenza virus (H5N1), necessitates greater dialogue and collaborative leadership between governments and livestock industries. Development of realistic occupational safety measures is an ongoing challenge for national governments."}