{"title": "Humoral Immunity to AAV-6, 8, and 9 in Normal and Dystrophic Dogs", "body": "D uchenne Muscular Dystrophy (DMD) is an X-linked lethal muscle disease caused by dystrophin deficiency. The dystrophin gene is one of the largest genes in the genome. Its 14-kb coding sequence yields a 427-kDa subsarcolemmal cytoskeletal protein called dystrophin. Dystrophin is essential for the survival of striated muscle cells. In the absence of dystrophin, myocytes undergo necrosis and are eventually replaced by noncontractile fibrotic and/or fatty tissues. Highly truncated microdystrophin genes are artificially engineered dystrophin genes. They can fit into the capsid of an adeno-associated virus (AAV), a parvovirus-derived genedelivery vector. Despite significant abbreviation of the coding sequences, microdystrophin genes have been shown to protect skeletal muscle and the heart in mouse DMD models by AAV gene transfer (Wang et al., 2000; Harper et al., 2002; Yue et al., 2003 Yue et al., , 2006 Gregorevic et al., 2006; Bostick et al., 2008) . A critical next step is to determine whether these microgenes are effective in ameliorating muscle disease in the canine DMD model (Duan, 2011) .\n\nSpontaneous dystrophin mutations have been reported in more than a dozen dog breeds (Duan, 2011) . In several cases, colonies have been established (Cooper et al., 1988; Kornegay et al., 1988; Fine et al., 2011; Smith et al., 2011) . Clinical, histological, immunological, and physiological studies suggest that dystrophin-null dogs are excellent DMD models. In addition to the large body size, dystrophic dogs manifest the same progressive muscle wasting disease as seen in human patients (Shelton and Engvall, 2005; Duan, 2011) . Recent studies further suggest that DMD dogs may represent better models to study AAV immune responses in the context of muscular dystrophy (Wang et al., 2007; Yue et al., 2008; Shin et al., 2011) .\n\nThe outcome of AAV gene therapy is determined by many factors. Among these are the viral serotype and preexisting immunity (Gao et al., 2005; Vandenberghe and Wilson, 2007; Zaiss and Muruve, 2008; Mingozzi and High, 2011) . 8, and 9 are currently the most promising AAV serotypes in canine DMD gene-therapy studies (Wang et al., 2007; Yue et al., 2008; Gregorevic et al., 2009; Ohshima et al., 2009) . Unfortunately, humoral responses to these AAV serotypes have not been fully appreciated in dogs (either normal or dystrophic) (Rapti et al., 2011) . To study the prevalence of neutralizing antibodies (NAbs) to AAV-6, 8, and 9, we sampled normal, carrier, and affected dogs that were located in two geographically distant institutes (Auburn University, Auburn, AL, and the University of Missouri, Columbia, MO). Age at serum collection ranged from within 24 hr of birth to approximately 3 years. Baseline NAb titers were determined in dogs that had not been exposed to AAV vectors. The influence of dystrophin gene mutation (wild type, carrier, and affected), gender, and prior exposure to parvovirus vaccination were evaluated. In the case of newborn dogs, we also correlated their NAb titers to those of the dam. Further, we studied the NAb changes in neonatal puppies that received systemic AAV infection and in adult dogs that were challenged with intramuscular AAV injection.\n\nAll animal experiments were approved by the Animal Care and Use Committees of Auburn University and the University of Missouri and were in accordance with National Institutes of Health guidelines. Experimental dogs (normal, carrier, and affected) were generated and housed either at Auburn University or at the University of Missouri. These dogs were either a pure breed (beagle, golden retriever, Labrador retriever, or Welsh corgi) or of a mixed background due to intercrossing among four pure breeds. All dogs were produced using artificial insemination. Affected dogs carried one or two of three different mutations in the dystrophin gene. These mutations include the following: (1) a point mutation (an A to G transition) near the end of intron 6 [this mutation disrupts the normal splicing and results in an outof-frame transcript missing exon 7 (Sharp et al., 1992) ; it was originally reported in golden retriever muscular dystrophy dogs]; (2) an insertion of a repetitive element in intron 13 (Smith et al., 2011) (this mutation was originally found in Welsh corgi muscular dystrophy dogs); and (3) an insertion of a repetitive element in intron 19 (Smith et al., 2007; Fine et al., 2011) (this mutation was originally found in Labrador retriever muscular dystrophy dogs). The genotype of each experimental subject was determined by PCR according to our published protocols (Fine et al., 2011; Smith et al., 2011; Yue et al., 2011) . In most cases, diagnosis was further confirmed by serum creatine kinase level and muscle immunostaining using dystrophin-specific antibodies.\n\nDogs were immunized with the DA2PP vaccine when they were 2 months old. This multivalent vaccine protects dogs from several canine viruses, including canine distemper virus, adenovirus 2, parainfluenza virus, canine coronavirus, and canine parvovirus.\n\nThree different AAV serotypes were used in the study. These were Y445F AAV-6 tyrosine mutant, AAV-9, and Y731F AAV-9 tyrosine mutant (Zhong et al., 2008; Qiao et al., 2010) . Tyrosine mutant AAV was identical to the original serotype except for the replacement of a single tyrosine residue by phenylalanine at the indicated position. These vectors expressed either the heat-resistant human placental alkaline phosphatase gene (driven by the Rous sarcoma virus promoter) or a cytomegalovirus promoterdriven canine R16-17/H3/DC microdystrophin gene (Lai et al., 2009; Shin et al., 2011) . Recombinant AAV stocks were generated according to our published protocols (Bostick et al., 2007; Ghosh et al., 2007; Yue et al., 2008 Yue et al., , 2011 Qiao et al., 2010) . For neonatal systemic gene delivery, recombinant AAV was injected into 1-3-day-old puppies via the jugular vein . Local muscle gene transfer was performed in adult dystrophic dogs either without immune suppression or with transient immune suppression using cyclosporine and mycophenolate mofetil . Newborn puppy AAV injection was conducted at Auburn University and the University of Missouri. Adult dog injection was conducted at the University of Missouri.\n\nThe age of dogs at serum collection ranged from 1 day (the day of birth) to 1,238 days. The NAb assay was conducted with the sample details blind to the assay performer. Prior to the measurement of NAb, serum was heat-inactivated at 56°C for 30 min. The NAb assays were performed on Huh7 cells as previously described, using the same multiplicity of infection (MOI) for all serotypes (Calcedo et al., 2009) . In brief, 10 9 genomic copies of recombinant AAV.CMV.LacZ per well was diluted in serum-free Dulbecco's modified Eagle's medium (DMEM) and incubated with twofold serial dilutions (initial dilution, 1:5) of heatinactivated serum samples in DMEM for 1 hr at 37°C. Subsequently, the serum-vector mixture was added to 96-well plates (1 · 10 5 Huh7 cells/well) that had been infected 2 hr earlier with wild-type human adenovirus serotype-5 (MOI = 45 viral particles/cell). One hour later, each well was supplemented with an equal volume of 20% fetal bovine serum DMEM and incubated for 20-24 hr at 37°C and 5% CO 2 . Cells were then washed twice with phosphate-buffered saline. Finally, cells were lysed, and the lysate was developed with a mammalian b-galactosidase assay kit according to the manufacturer's instructions (Applied Biosystems, Carlsbad, CA). Bioluminescence was quantified using a Clarity software-driven microplate luminometer (BioTek, Winooski, VT). The NAb titer was reported as the highest serum dilution that inhibited AAV.CMV.LacZ transduction (b-galactosidase expression) of Huh7 cells by 50% or more, compared with naive mouse serum control (S3509; Sigma, St. Louis, MO). The limit of detection was 1:5.\n\nData are presented as means -SEM. Statistical significance between two groups was analyzed by Student's t test. Comparison between multiple groups was analyzed by oneway analysis of variance (ANOVA) followed by Bonferroni's post hoc analysis (SPSS, Chicago, IL). A p value of < 0.05 was considered statistically significant.\n\nDog sera were collected from colonies located at either Auburn University or the University of Missouri. Similar results were obtained from both colonies. For presentation purpose, all data were combined. A total of 72 serum samples from naive dogs and 26 serum samples from AAVinfected dogs were examined for NAbs to AAV-6, 8, and 9. The detection limit was 1:5.\n\nSHIN ET AL.\n\nBoth normal and dystrophic dogs showed high prevalence of NAb to AAV-6\n\nTo determine preexisting immunity to AAV-6, 8, and 9 in dogs, we measured NAbs to each serotype in sera collected from dogs that span a wide age range (1-day-old to adult) ( Fig. 1, Table 1 ). In normal dogs, a high level AAV-6 NAb was detected right after birth (1:40 to 1:80). The high AAV-6 NAb persisted until dogs were 8 months old (1:40 to 1:320). Adult normal dogs still carried AAV-6 NAb, but the titer was lower (1:5 to 1:20) (Fig. 1A) .\n\nNAbs to AAV-8 and 9 were rarely detected ( Fig. 1, Table 1 ). Except for a few young dogs (less than 2 months) that showed marginal levels of NAbs to AAV-8 and 9 (1:5 to 1:10), the titers were below the assay limit in the majority of dogs.\n\nSimilar profiles were found in carrier dogs and affected dogs ( Fig. 1B and C, Table 1 ). In these dogs, the NAb to AAV-6 remained the most prevalent and was detected in every serum sample. In normal and affected dogs, AAV-8 and AAV-9 NAbs were found in < 10% serum samples, and the titer was between 1:5 and 1:10. Interestingly, the frequency of detectable AAV-8 and AAV-9 NAbs seemed slightly increased in carrier dogs. Approximately 25% of carriers were positive for AAV-8 NAb (1:5 to 1:10) and *16% positive for AAV-9 NAb (1:5 to 1:20).\n\nTo further confirm our observation, we performed western blot using sera from naive adult dogs. These immunoblot studies also showed high levels of the NAb to AAV-6 (Supplementary Fig. S1 ; Supplementary Data are available online at www.liebertonline.com/hum). Further, there was minimal reactivity to AAV-9 ( Supplementary Fig. S1 ).\n\nTo determine whether dystrophin gene mutation influences the NAb titer, we grouped results according to the genotype (Fig. 1D ). Similar trends were found in normal, carrier, and affected dogs. They all showed high levels of the NAb to AAV-6 ( Fig. 1D) .\n\nImpact of parvovirus immunization and gender on humoral immunity to 8, and 9 Dogs were immunized with the DA2PP vaccine at *8 weeks of age. This multivalent vaccine contained a component against canine parvovirus. To test whether vaccination has influenced the development of AAV NAbs, we compared results before and after dogs were vaccinated ( Fig. 2A) . Surprisingly, DA2PP vaccination did not raise the titer of AAV NAbs ( Fig. 2A) . Interestingly, the titer in vaccinated dogs (all older than 2 months) was significantly lower than that of prevaccinated dogs (newborn to 2 months old) by t test.\n\nWe also compared the gender difference. As expected, no difference was noticed between male and female dogs (Fig. 2B ).\n\nTo further characterize the preexisting AAV-6 NAb in dogs, we profiled the kinetics of the AAV-6 NAb at different ages ( Fig. 3A and B ). As shown in Fig. 1 , the AAV-6 NAb became detectable at the day of birth. Intriguingly, puppies showed an AAV-6 NAb titer significantly higher than that of the dam by one-way ANOVA (the puppies also had a significantly higher NAb titer for AAV-8 and 9 by t test) (Fig.  3A) . As dogs aged, the NAb titer diminished (Fig. 3B) . In adult dogs, the AAV-6 NAb titer stayed between 1:5 and 1:20.\n\nDespite the coincidence that serum samples were collected only between January and September, the AAV-6 NAb appeared consistently high irrespective of the month when serum was collected (Fig. 3C) . (A-C) The NAb titer at different ages in normal, affected, and carrier dogs. Please note that the sample size is not reflected in the graphs. In many cases, results from several dogs of the same age were identical. (D) Correlation of disease status and seroprevalence. For affected and normal groups, data from male and female dogs were pooled. Affected males carry dystrophin gene mutation in the X chromosome. Affected females carry dystrophin gene mutation in both X chromosomes. Normal dogs do not carry dystrophin gene mutation. The carrier group consisted of only female dogs; they have one normal X chromosome and one dystrophin gene-mutated X chromosome. n = 32 for normal dogs; n = 21 for affected dogs; n = 19 for carrier dogs. *Anti-AAV-6 antibody titers are significantly different from those of anti-AAV-8 and anti-AAV-9 antibody titers in the same category (normal, carrier, or affected).\n\nTo assess the impact of AAV gene transfer on NAb development, we performed systemic AAV delivery in newborn puppies and direct muscle injection in adult dogs (Figs. 4 and 5) .\n\nFour normal newborn puppies were injected with AAV via the jugular vein. Among these, two received intravenous Y445 tyrosine mutant AAV-6 injection at birth. At *1.5 months of age, they yielded an anti-AAV-6 NAb (1:80) that was not different from those of uninfected dogs (Fig. 1A) . Interestingly, both dogs also developed a mild to moderate NAb to AAV-9 (1:5 and 1:40). The other two dogs were administered Y731F tyrosine mutant AAV-9 when they were born (Fig. 4A ). At 1.5 months after injection, neither was positive for the AAV-9 NAb. None of the injected normal newborns developed AAV-8 NAb (Fig. 4A) .\n\nThree newborn dystrophic dogs received systemic AAV-9 gene transfer. Two developed a high AAV-9 NAb titer (1:160 and 1:640). The third was on the borderline (1:5) for the AAV-9 NAb. One dog also showed a response to . Five affected dogs were injected with Y731F AAV-9 tyrosine mutant via the jugular vein at birth (Fig. 4A ). All developed robust and persistent NAbs to AAV-9 (1:320 to 1:5,120) that lasted for at least 9 months to 1 year (the last measurement) (Fig. 4B) . Four of them also developed AAV-8 NAbs (1:5 to 1:40). The NAb to AAV-6 was not different from that of uninfected dystrophic dogs.\n\nTransient immune suppression reduced the humoral response in adult dogs that received local muscle AAV injection Y731F tyrosine mutant AAV-9 was injected directly into the limb muscle in one normal dog. This dog developed an extremely high NAb titer to AAV-9 (1:10,240) (Fig. 5A) . The NAb to AAV-8 was also slightly increased in this dog (1:20). In another normal dog, Y731F tyrosine mutant AAV-9 was delivered to the limb muscle while the dog was transiently immune-suppressed with cyclosporine and mycophenolate mofetil . The humoral response was substantially reduced (1:160 for AAV-9 NAb and not detectable for AAV-6 and AAV-8 NAbs) (Fig. 5A) .\n\nTwo affected dogs received muscle injection of Y445F tyrosine mutant AAV-6. AAV delivery was performed while the dogs were under transient immune suppression. Before AAV injection, they had a moderate level of AAV-6 NAb (1:20 and 1:40). After gene transfer, the titer increased substantially (from 1:20 to 1:160, and from 1:40 to 1:640) (Fig. 5B) . However, it never reached the level seen in the normal dog that received direct muscle injection of Y731F tyrosine mutant AAV-9 in the absence of immune suppression (Fig. 5A ).\n\nIn this study, we characterized several features of humoral immunity to AAV-6, 8, and 9 in normal, carrier, and DMD dogs. A striking finding is the high prevalence of AAV-6 NAb in naive dogs (Figs. 1-3 , Table 1 ). The high AAV-6 NAb titer was found in every dog irrespective of the dystrophin genotype (wild-type or mutated) (Fig. 1D) . It was also not influenced by the location of the colony (Auburn University at Auburn, AL, or the University of Missouri at Columbia, MO). Dog gender, the time of the year the serum was collected, and canine parvovirus vaccination did not alter preexisting anti-AAV-6 NAb titer either (Figs. 2 and 3) . In sharp contrast, NAbs to AAV-8 and 9 were rarely detected (Figs. 1 and 2, Table 1 ).\n\nCorrelation of parvovirus vaccination and NAbs to AAV-6, 8, and 9. n = 56 for unvaccinated dogs; n = 16 for vaccinated dogs. *Anti-AAV-6 antibody titer in unvaccinated normal dogs is significantly higher than that of vaccinated normal dogs by one-way ANOVA. (B) Comparison of seroprevalence to AAV-6, 8, and 9 between male and female dogs. n = 36 for male; n = 36 for female. AAV-6 was originally isolated from an adenovirus stock (Rutledge et al., 1998) . However, it may actually represent a natural recombinant of AAV-1 and 2, because its first 508 nucleotides are identical to AAV-2 and the remaining nucleotides are identical to AAV-1 (Xiao et al., 1999) . AAV-1 and 2 were also isolated from adenovirus stocks (Atchison et al., 1965; Xiao et al., 1999) . AAV-8 and 9 were isolated by PCR from rhesus monkey and human tissues, respectively (Gao et al., 2002 (Gao et al., , 2004 . It is generally accepted that preexisting immunity to a specific AAV serotype is due to previous ex-posure to the same serotype during natural infection. The low incidence of AAV-8 and AAV-9 NAbs is consistent with this model. The high level of the seropositivity to AAV-6 is, however, unexpected. Although we cannot completely exclude nonimmunoglobulin inhibitory factors, a recent study by Rapti and co-workers revealed a trend similar to what we have observed here (Rapti et al., 2011) .\n\nThe exact reason is not known for the intriguingly high prevalence of the AAV-6 NAbs in naive dogs. Several hypotheses may be worth pursuing. First, dogs are companion animals to humans. Previous studies suggest that *20-30% of the human population is seropositive to AAV-1 or AAV-6 (Halbert et al., 2006; Calcedo et al., 2009) . It is possible that dogs have been infected by AAV-1 or AAV-6 when their owners are infected. A second possibility is the cross-reaction with antibodies against canine parvovirus. Thirdly, there may exist yet undefined proteins in dog sera that specifically interact with AAV-6 capsid. Additional studies are needed to fully understand AAV-6 seropositivity in dogs.\n\nThe high frequency of AAV-6 NAbs in dogs may have important implications for preclinical studies in the canine model. On the one hand, antecedent NAbs may block AAV transduction (Pollock and Carmichael, 1982; Hurlbut et al., 2010; Wang et al., 2010) . On the other hand, this may represent a golden opportunity to develop gene-therapy strategies for the treatment of seropositive patients (for example, exploration of different immune-suppression schemes) (Fig. 5) (Wang et al., 2007; Gregorevic et al., 2009; Shin et al., 2011) .\n\nA surprising finding is the high AAV-6 NAb titer in newborn puppies (Fig. 3) . Dogs are multiparous animals. The structure of their placentas is different from that of humans. In essence, maternal and fetal blood are separated in dogs, and there is minimal transfer of maternal antibody to the fetus through the placenta (Felsburg, 2002; Day, 2007) . Newborn dogs obtain passive immunity primarily from colostrum, which is highly enriched with immunoglobulins (Reynolds and Johnson, 1970; Heddle and Rowley, 1975; Korhonen et al., 2000; Schafer-Somi et al., 2005) . Importantly, the newborn puppy digestive tract is specially adapted for immunoglobulin absorption via the FcRn receptor (Felsburg, 2002; Day, 2007) . It has been suggested that the levels of puppy serum IgG may reach that of dam via suckling colostrum (Felsburg, 1998) . Because of the universal presence of the AAV-6 NAb in dogs (Figs. 1 and 2, and Supp Fig. 1) , it is reasonable to assume that the AAV-6 NAb in puppy was transferred from the dam through colostrum. However, this cannot completely explain our observation, because we found that neonates showed a significantly higher AAV-6 NAb titer than that of dam. Another peculiar finding from our study is the reduction of the AAV-6 NAb after parvovirus vaccine immunization ( Fig. 2A) . It is worth pointing out that vaccinated dogs were significantly older than prevaccinated dogs ( > 2 months versus < 2 months). In this regard, we cannot exclude the age effect. Further in-depth investigations are needed to clarify these provoking observations.\n\nPerhaps the most striking finding is the distinctive humoral responses between normal and affected puppies to neonatal systemic AAV injection (Fig. 4A ). It has been well documented that puppies are born with functional B cells and T cells (for reviews, see Felsburg, 1998 Felsburg, , 2002 Day, 2007) . Despite this immune maturity, interestingly, intravenous AAV administration did not induce a noticeable B-cell response in normal puppies. The composition of peripheral lymphocytes is different between neonates and adults. The newborn puppy thymus contains much fewer T cells (absolute number) (for reviews, see Felsburg, 1998 Felsburg, , 2002 Day, 2007) . It is yet to be demonstrated whether these differences have contributed to the lack of the humoral response in normal puppies.\n\nRobust NAbs were detected in affected neonatal puppies subsequent to systemic AAV delivery (Fig. 4) . One factor worth considering is the passive immunity obtained from colostrum (Felsburg, 1998) . A significant difference between newborn normal and affected puppies is their suckling ability. Dystrophin-null dogs are usually much weaker Duan, Shin, and Yue, unpublished observations) . We suspect that affected puppies may fail to compete for colostrum with normal/carrier siblings. This may result in hypogammaglobulinemia. Reduced maternal protection may thus contribute to the high humoral response in dystrophindeficient puppies. In support of this notion, it has been shown that a phage antigen induces an antibody response in newborn puppies only when they are deprived of colostrum (Felsburg, 1998 (Felsburg, , 2002 . Additional studies with colostrum (or colostrum substitutes) supplementation may further test our hypothesis (Poffenbarger et al., 1991; Bouchard et al., 1992) . Adult dogs showed expected responses to local AAV injection (Fig. 5) . Nevertheless, it appears that transient immune suppression may greatly blunt the humoral response in adult dogs (Wang et al., 2007; Shin et al., 2011) .\n\nA number of factors contribute to the outcome of gene therapy. In this study, we conducted a relatively large-scale survey on seroprevalence of AAV-6, 8, and 9 NAbs in normal, carrier, and dystrophin-deficient dogs. We also examined the antibody response to AAV gene transfer in neonatal and adult dogs. The high prevalence of AAV-6 NAb, especially in newborn puppies, is quite remarkable (Figs. 1-3) (Rapti et al., 2011) . This should be considered when performing dog studies. Neonatal intravenous AAV delivery may lead to body-wide muscle transduction in dogs . Surprisingly, we observed a difference in the antibody response between normal and affected puppies (Fig. 4) . This result highlights potential challenges in testing whole-body gene therapy in newborn dystrophic dogs. In summary, our study here has established a baseline for assessing novel AAV gene therapies in the dog model.\n\nThis work was supported by grants from the National Institutes of Health (AR-49419, AR-57209, HL-91883, P30 DK-47757), Muscular Dystrophy Association, Parent Project Muscular Dystrophy and Jesse's Journey, and The Foundation for Gene and Cell Therapy. We thank Dr. Arun Srivastava (University of Florida) for providing tyrosine mutant AAV packaging plasmids. We thank the Immunology Core at the Gene Therapy Program at the FIG. 4. Development of NAb following intravascular injection of Y731F AAV-9 in newborn dogs. (A) Two normal puppies and five affected puppies received systemic Y731F AAV-9 tyrosine mutant within 2 hr after birth. The NAb titer was determined at 3-7 weeks of age. Asterisk, significantly different from that of normal dogs by t test. (B) The time course of AAV-9 NAb development in five affected puppies that received neonatal intravenous Y731F AAV-9 tyrosine mutant injection.\n\nSHIN ET AL."}