{"title": "Cloning and expression of the membrane protein gene of TGEV HB06 strain", "body": "Transmissible gastroenteritis virus (TGEV) causes enteric disease in swine at all ages. The disease is especially severe in newborn animals less than two weeks old, in which mortality approaches 100% (Siddell et al., 1983; Sturman and Holmes, 1983; Saif and Bohl, 1986) . Statistics showed that 39.8% of dead pigs in China died of diarrhea and 10.3% were caused by TGEV. Transmissible gastroenteritis has become one of the severe viral diarrhea diseases in young pigs that lead to severe economic loss in pig farming. However, because of the similarity between transmissible gastroenteritis (TGE) and porcine epidemic diarrhea in clinical signs and pathology, there is no effective method in the country to distinguish one from the other accurately.\n\nThe TGEV is a member of the Coronaviridae family, a family of pleomorphic enveloped viruses. It possesses a large 28.5-kb single-stranded sense RNA genome Laude et al., 1993; Vaughn et al., 1995) and is comprised of four structural proteins encoded by the spike (S), membrane (M), envelope (E), and nucleoprotein (N) genes. The S protein, which has characteristics similar to those of spike proteins from other viruses, is the major inducer of virus-neutralizing antibodies (Delmas et al., 1986; Jiménez et al., 1986; Correa et al., 1988; Gebauer et al., 1991) . The M protein, however, differs markedly from other viral proteins in structure, processing, and intracellular transport (Sturman and Holmes, 1985) and induces antibody-dependent complement mediated virus neutralization (Delmas et al., 1986; Woods et al., 1987) . Although its function is unclear, the M protein is required for virus assembly and budding in contrast to the S protein, which is not essential for these activities as reported for mouse hepatitis virus (MHV) (Rottier et al., 1981; Sturman, 1981; Sturman and Holmes, 1985; de Haan et al., 1998) . Numerous studies have shown that the M gene of TGEV is highly conserved. Therefore, the M gene will be an ideal candidate for cloning and expression in the development of TGEV diagnostic antigen.\n\nIn this study, the RNA was extracted from TGEV HB06 strain isolated from the feces of piglets infected with TGEV on a pig farm in Hebei province. The M gene has been cloned and expressed in a prokaryotic expression system, and the expressed fusion protein showed strong positive reactions with TGEV specific antisera. These data are useful for the development of diagnostic antigen used for TGEV diagnosis.\n\n2 Materials and methods 2.1 Vector, host cells, and tool enzymes E. coli strains DH5α, Rossetta (DE3), and expression vectors pGEX-6P-1 were obtained from our veterinary microbiology laboratory. DNA restriction enzymes, T 4 DNA ligase, TA cloning kit, and Gel Extraction Mini Kit were purchased from TaKaRa Biotechnology Company (Dalian, China). All other chemicals required for routine extraction and analysis of biomolecules were purchased from Sigma.\n\nThe TGEV strain HB06 was isolated from the feces of piglets suffering from severe diarrhea in Hebei province and propagated in PK15 cell lines. When virus-infected PK15 showed 70%-90% cytopathogenic effect (CPE), cell culture flasks were frozen and thawed, with cell debris pelleted by centrifugation. The clarified cell culture supernatant was collected and used for the preparation of viral RNA (Kim et al., 2003) . RNA was then extracted using the Trizol reagent (Invitrogen, USA) according to the manufacturer's instructions.\n\nA set of primers of TGEVMF(sense) 5′-GAATTCAT-GAAGATTTTGT-3′ and TGEVMR (antisense) 5′-CTCGAG TTATACCATATGT-3′ were designed on the basis of the open reading frame (ORF) of the pig membrane protein sequence (Wu, 2005) .\n\nThe RT reaction to synthesize cDNA contained 1 μL reverse primer (TGEVMR, 25 pmol) and 5 μL viral RNA. After heating the mixture at 70°C for 5 min, it was added to an RT-PCR reaction mixture, which contained 4 μL 5 Â RT buffer, 3 μL dNTPs (2.5 mmol), 0.5 μL RNase inhibitor (40 U$μL -1 ), 1 μL avian myeloblastosis virus (AMV) reverse transcriptase (10 U$μL -1 ), and 5.5 μL diethylpyrocarbonate (DEPC)-treated distilled water for a total volume of 20 μL. The RT reaction to synthesize cDNA was performed at 42°C for 90 min, followed by heating at 95°C for 5 min and then cooled to 4°C.\n\nPCR was performed in 25 μL volumes containing 5 μL first-strand cDNA template, 2.5 μL 10 Â PCR buffer, 3 μL 2.5 mmol dNTP mixture, 0.5 μL each 25 pmol forward and reverse primer, and 0.5 μL Taq DNA polymerase (5 U$μL -1 ). The PCR consisted of 35 cycles of denaturation at 94°C for 45 s, annealing at 52°C for 45 s, and polymerization at 72°C for 90 s, plus a final polymerization step at 72°C for 10 min and chilled at 4°C. PCR products were electrophoresed on 1% agarose gels containing ethidium bromide (10 g$L -1 ) and confirmed using a UVtransilluminator (Vilberlourtmat, France).\n\nPolymerase chain reaction products were purified using the Gel Extraction Mini Kit according to the manufacturer's instructions. The purified DNA was ligated into the pMD18-T plasmid DNA vector to construct the pMD-M vector. Competent DH5α cells were transformed with the pMD-M vector as described in Sambrook and Russell (2001) and were spread on LB agar plates containing ampicillin (100 μg$mL -1 ) and X-gal/IPTG for blue/white selection. The positive clones were confirmed by colony PCR and analyzed on 1% agarose gel using 0.5 Â TBE buffer. The plasmid DNA was isolated by alkaline lysis with SDS method as described by Sambrook and Russell (2001) and verified by restriction enzyme digestion and DNA sequencing.\n\n2.6 Sequence analysis DNA sequences were determined using a BASE station automatic sequencer (MGA Research, USA), analyzed by using DNAstar software, and were then compared to other TGEV sequences selected from the GenBank.\n\nThe pMD-M vector was digested with EcoRI and XhoI restriction enzymes, and the purified M gene was directionally ligated into the pGEX-6P-1 expression vector. The resulting pGEX-6P-M plasmid was independently used to transform Rossetta (DE3) competent cells, as described by Sambrook and Russell (2001) . The positive clones having the M gene were confirmed by colony PCR. The presence of the M gene in plasmids was further confirmed by digestion with EcoRI and XhoI restriction enzymes and analyzed on 1% agarose gel using 0.5 Â TBE buffer.\n\nThe transformed cells of Rossetta (DE3) containing pGEX-6P-M plasmid was diluted in 5 mL LB medium containing ampicillin (100 μg$mL -1 ) and then incubated overnight at 37°C on a shaking platform. The overnight culture was diluted at 1∶100 in 30 mL LB medium containing ampicillin (100 μg$mL -1 ) and grown to an optical density at a wavelength of 600 nm (OD 600 ) of 0.6-1.0. One milliliter sample from each culture was removed as control. To the remaining culture, isopropyl-bd-thiogalactopyranoside (IPTG) (0.1, 0.3, 0.5, 0.7, and 0.9 mmol$L -1 ) was added independently in each culture. One milliliter of each induced culture was taken at 1 h intervals up to 6 h at each temperature (28°C, 30°C, and 37°C). The expressed protein was determined by SDS-PAGE (Laemmli, 1970) and immunoblotting.\n\nThe induced cells were harvested by centrifugation (3000 Â g for 10 min at 4°C), mixed with 2 Â SDS/PAGE sample buffer, and electrophoresed on 12% SDS-PAGE (Laemmli, 1970) . Gels were stained with Coomassie Brilliant Blue R-250 and destained. For Western blot analysis, the induced proteins were transferred to nitrocellulose membranes (Towbin et al., 1979) by semidry blotting. The membranes were blocked at room temperature with blocking buffer (5% w/v bovine serum albumin in phosphate-buffered saline at pH 7.4 supplemented with 0.1% Tween 20 (PBS-T)) for 1 h, followed by three washings with PBS-T. All incubations were performed on a rocking platform and followed by three washings with PBS-T. The TGEVspecific antisera was diluted at 1∶500 in blocking buffer, incubated at 4°C overnight, followed by a horseradish peroxidase (HRP)-conjugated goat anti-swine immunoglobulin (Ig)-specific polyclonal antibody (goat anti-mouse-IgG-HRP, Sigma, USA) diluted at 1∶1000 in blocking buffer, and incubated for 60 min at room temperature. The color reaction was developed using 3,3'-Diaminobenzidine tetrahydrochloride as substrates (Harlow and Lane, 1988 ).\n\nThe amplified M gene of the TGEV HB06 strain, using TGEVMF and TGEVMR primers, was electrophoresed on 1% agarose gels (Fig. 1) . The size of the RT-PCR product was approximately 813 bp including primers, as expected, and it was ligated in the pMD18-T vector to construct a pMD-M vector for sequencing studies. Colony PCR and the restriction digestion with EcoRI and XhoI enzymes (Fig. 2) confirmed the presence of 813 bp gene, demonstrating that the whole coding region of the M gene was successfully cloned by our cloning strategy.\n\nThe sequenced result showed that the cloned M gene of HB06 strain was 789 bp, which was consistent with the expected length. Sequence comparison with other TGEV strains revealed that the nucleotide of HB06 is 99%, 99%, 99%, 97%, 97%, 97%, 96%, and 94% identity with those of SC-Y (DQ517438), Purdue P115 (DQ811788), Purdue (DQ811789), TS (DQ201447), HN2002 (AY587883), H16 (FJ755618), TFI (Z35758), and 96-133 (AF104420) strains, respectively.\n\nTo analyze the phylogenetic relationships of HB06 with other TGEV strains isolated in various parts of the world, we constructed a neighbor-joining phylogenetic tree using the M gene sequences by DNAstar software. A representative minimal tree for the M gene is shown in Fig. 3 . The HB06 was closely related to TGEV strains SC-Y, Purdue, and Purdue P115.\n\nThe pMD-M vector was digested with EcoRI and XhoI restriction enzymes and was sub-cloned into the expression vector pGEX-6P-1. The orientation and presence of the M gene in plasmids were confirmed by restriction enzymes analysis and colony PCR (Fig. 4) .\n\nThe pGEX-6P-M plasmid was transformed into the E. coli Rossetta (DE3) expression host, and cells were induced by isopropyl-b-d-thiogalactopyranoside (IPTG). The optimized condition for overexpression of recombinant protein was induction with 0.5 mmol$L -1 IPTG for 3 h at 28°C. When compared to the sample without induction, only the induced cells containing the recombinant vector expressed an extra approximately 56 kDa protein (Fig. 5a) , which was the same as the expected results. The recombinant protein was about 26 kDa heavier than the predicted Mr of 30 kDa, which was due to the additional 245 amino acids including the GST tag at the N terminus. The expression of recombinant protein was checked by western blot analysis using specific antisera against TGEV. The expected 56 kDa recombinant protein was visualized in western blot analysis (Fig. 5b) .\n\nTGEV is one of the important pathogens for virus diarrhea of swine (Yin, 2005) , and TGE has a new tendency of spreading continuously in recent years in China. The disease is especially severe in newborn animals less than two weeks old, in which mortality approaches 100% (Siddell et al., 1983; Sturman and Holmes, 1983; Saif and Bohl, 1986) . Considering the challenges of TGE treatment, it is desirable to develop a vaccine to prevent TGEV infection. The M gene of the transmissible gastroenteritis virus is very conservative when compared with other proteins, which have good antigenicity. A previous study showed that the M protein induces antibody-dependent complement mediated virus neutralization (Delmas et al., 1986; Woods et al., 1987) . Therefore, the M protein will be an ideal candidate antigen for the diagnosis of TGEV infection.\n\nIn this study, we successfully cloned the full length open reading frame (ORF) of the M gene of HB06 strain and also analyzed its nucleotide sequence. Sequence analysis indicated that the M gene had an ORF of 789 nucleotides coding for a protein of 262 amino acids residues, and the cloned M gene had 99% sequence homology with the cDNA sequence of reported TGEV strains M gene. These results showed that the M gene of HB06 was highly conserved.\n\nThe pGEX-6P-1 prokaryotic expression system was employed to express the M gene, which was under the control of the tac promoter, and had GST$Tag sequences, which facilitated the purification of the recombinant protein. The M protein was highly expressed, about 27.1% of the total cellular protein. In order to confirm the biological activity of the expressed protein, TGEVspecific antisera were used in immunoblotting. A clear positive reaction was observed in Western-blot analysis. Therefore, these results showed the high immunoreactivity of the fusion protein.\n\nTo sum up, the authors cloned and expressed the M gene of HB06 strain. They also analyzed its immunoreactivity in this study. Further studies are needed to use the fusion protein as an antigen for the diagnosis of TGEV infection in pigs."}