{"title": "", "body": "2002). In the wild, the cotton rat diet centers around primarily seeds and plants. However cotton rats are known to eat small birds, eggs, and insects (Hawthorne, 2005) . In the wild, lifespan is short-between 4-6 months (Faith et al., 1997) .\n\nCotton rats are available from commercial sources in both Europe and the United States. These colonies were derived originally from inbred stock held at the National Institutes of Health but are currently maintained as outbred lines (Harlan Laboratories, 2010; Niewiesk and Prince, 2002) .\n\nPhysical features, general biology, clinical pathology, and physiologic features of the cotton rat have been summarized by Faith et al. (1997) , and Sharp and La Regina, 1998 . Selected hematologic parameters and organ weights are summarized in Tables 49.1 and 49.2. It has been reported that cotton rats convert 7-alphahydroxycholesterol to 7-alpha-hydroxy-4-cholesten-3one similar to the laboratory rat, but which differs from the predominant pathway in hamsters (Maeda et al., 2006) .\n\nPhenotypic hair coat mutants have been described by Niewiesk and Prince (2002) . These include a white pelage with black eyes, a partially white hair coat, and a white-footed variety. Some of these variations appear Range of data compiled from Faith et al., 1997; McMurry et al., 1995; Sharp and La Regina, 1998. Combined data from male and female control animals on 7-and 13-week toxicology study (McMurry et al., 1995) .\n\nVI. OTHER RODENTS to be recessive lethal mutations. Cotton rats have been described to have two left and three right lung lobes and 4-13 Peyer's patches in the intestine (Niewiesk and Prince, 2002) . However, Faith et al. (1997) list one left and four right lung lobes. It is likely that this discrepancy is related to anatomical terminology, as necropsy performed on animals from the authors' institution revealed one left and three right lung lobes, and one accessory lobe. Like many small rodents, the cotton rat has a squamous and glandular region of the stomach, a large cecum, and is coprophagous. The dental formula is I(1/1) C(0/0) P(0/0) M(3/3). Normal rectal temperature is 36.5°C. The tail is an important organ for thermoregulation. Data for hematological parameters and normal adult organ weights are presented in Tables 49.1 and 49.2, respectively.\n\nCotton rats are generally solitary in the wild (except for mothers with nursing litters) with males and females only coming together to mate. In the wild, males are dominant to females, and adults are dominant over juveniles (Faith et al., 1997) . However, in the laboratory environment, they can be maintained as breeding pairs and aggression is seen by females directed toward males. To minimize this problem, some sources indicate breeding pairs should be established at 3 weeks of age (Harlan Laboratories, 2010; Prince, 1994) . Animals are not sexually mature at this age, and the first litter is not seen until approximately 6-7 weeks after mating. However, others recommend separating animals by gender at weaning, and not mating until 5 weeks (Ward, 2001) or 7-8 weeks of age (Faith et al., 1997) . Both systems seem to be effective, as reproductive parameters are reported to be similar by all sources. When mating, it is recommended that the female be introduced to the male's cage to minimize the risk of fighting (Niewiesk and Prince, 2002; Ward, 2001) . Harem mating with one male and two females can be performed, but this increases the risk of fighting (Niewiesk and Prince, 2002) . It is not recommended to separate the male and female at the birth of the litter, or to re-pair animals if one of the pair dies, as aggression is seen in these situations (Faith et al., 1997) .\n\nCotton rats are reported to be spontaneous ovulators and breeding is not seasonal in the laboratory environment (Faith et al., 1997) . The estrous cycle duration is 7-9 days, gestation is 27-28 days and cotton rats produce on average of five pups per litter, with a range of 1-12. A post-partum estrus occurs within 12 hours of parturition (Faith et al., 1997; Harlan Laboratories, 2010; Niewiesk and Prince, 2002; Sharp and La Regina, 1998; Ward, 2001) . Some sources discourage handling the pups immediately after parturition, as this can be associated with maternal cannibalism (Faith et al., 1997) . Weaning is typically performed at 2-3 weeks of age. The interval between litters is approximately 1 month for continuously mated pairs (Mitchell, 2009; Niewiesk and Prince, 2002) .\n\nBirthing has been described by Ward (2001) . Animals normally birth during the night, but can become acclimated enough to staff for birthing to be observed during the day. Experienced females build nests prior to parturition. The animal becomes restless and muscular fasciculation can be observed along the animal's side. Grooming of the perineum occurs right before delivery. The female may assist with pulling out and opening the fetal sac. The young are born semi-precocious with a full hair coat ( Figure 49 .2). Eyelids are closed at birth and are generally considered to open at 3 days (Faith et al., 1997; Niewiesk and Prince, 2002; Watkins, 2010) . However, Sharp and La Regina (1998) list that eyes open at 1 day. Incisors erupt at 5 days. Niewiesk and Prince (2002) and Faith et al. (1997) indicate that young can survive by this age.\n\nFirst estrus in females and testicular descent in males is reported at 20-30 days, with puberty at 30-40 days (Faith et al., 1997) . Niewiesk and Prince (2002) report sexual maturity at 6 weeks (42 days), while Sharp and La Regina (1998) list a range of 30-50 days.\n\nDiet, social environment, and photoperiod can affect sexual maturation. In one study, onset of estrus was not seen until 95  5.88 days on a 4% protein diet, while estrus was seen at 63.9  6.62 days on an 11% protein diet. In this study, animals on the 4% protein diet did not become pregnant. It was noted that estrus occurred at a similar body mass regardless of the diet fed (64.6-66.3 g body weight) (Cameron and Eshelman, 1996) . Social environment has an effect on the age of sexual maturation. Co-housing juvenile females with males affected the age of vaginal perforation and first estrus with younger males inducing sexual maturity at a younger age than older males. The presence of a second juvenile female during maturation was significantly associated with early vaginal opening (39.6  1.7 days) but not with early first estrus (Evans and McClure, 1986) .\n\nExposure to a shortened photoperiod (10 hours light versus 14 hours) delayed maturation of the testes and seminal vesicles, and vaginal opening in juvenile cotton rats, but not spermatogenesis or ovulation. Shortened photoperiod did not affect sexually mature males (Johnston and Zucker, 1979) .\n\nCotton rats have been reported to grow at a rate of between 0.59 and 1.35 g/day up to 12 days of age on an 11% protein diet (Cameron and Eshelman, 1996) . They have been reported to weigh 20-25 g at 3 weeks of age, 60-70 g at 6 weeks of age, and 140-160 g as adults (McIntire et al., 1944) . However, more recent references give adult weight ranges of between 70 and 310 g (Faith et al., 1997; Harlan Laboratories, 2010; Niewiesk and Prince, 2002; Sharp and La Regina, 1998) . Body length is reported to range between 125 and 200 mm, with an additional 75-166 mm tail length (Faith et al., 1997; Niewiesk and Prince, 2002) . The lifespan of cotton rats in the laboratory is reported as between 2 and 3 years (Faith et al., 1997) .\n\nThe immunology of the cotton rat has been well-defined through its use as a model for infectious disease research. Lymphocytes respond to stimulation by concanavalin A, pokeweed mitogen phytohemagglutinin, and lipopolysaccharide (Faith et al., 1997) . Immune response may be affected by age, as control values for splenocyte proliferation indices to concanavalin A and pokeweed mitogen have been reported to be slightly lower after 13 weeks of study compared to 7 weeks of study (McMurry et al., 1995) . Cotton rats also develop classic delayed-type hypersensitivity and humoral immune responses, but are considered highly resistant to bacterial endotoxin (Faith et al., 1997 ). An inversion of the lymphocyte to neutrophil ratio is seen between juvenile and adult animals (Faith et al., 1997; Niewiesk and Prince, 2002) . The number of lymphocytes found in the spleen (5-10  10 7 ) is more similar between cotton rats and mice than rats. The lymph nodes are smaller than those in rats and a lack of sacral lymph nodes has been reported (Niewiesk and Prince, 2002) .\n\nHusbandry for cotton rats is generally adapted from that used for other laboratory rodents. Shoe-box-style rat cages with contact bedding are commonly used (Hill, 2009; Mitchell, 2009; Watkins, 2010; ) (Figure 49 .3). To prevent boredom and fighting, numerous enrichment objects have been used for cotton rats. Items that have been tried include hazelwood sticks, petite Nylabones, nest boxes, and PVC or cardboard tubing (Hill, 2009; Mitchell, 2009; Niewiesk and Prince, 2002; Ward, 2001; Watkins, 2010) . Apples may also provide enrichment as well as a water source (Ward, 2001) . Cage space guidelines have not been established, but one commercial source has had good reproductive success providing approximately 120 in 2 for a breeding pair and litter, 12 in 2 per animal from weaning to approximately 4 weeks of age, and 24 in 2 per animal for young adults in same-sex groups (Mitchell, 2009; Watkins, 2010) .\n\nIntraspecific aggression is not uncommonly seen with cotton rats. Cotton rats demonstrate organized social behavior and an increased level of agonism was seen for the first 24 hours after introduction to unfamiliar animals (Wolfe and Summerlin, 1968) . At one facility, best success with same-sex housing was achieved by co-housing only littermates after weaning, limiting cage groups to no more than two males or four females, providing nesting enrichment, and changing gloves between cages. For males, providing a separate nesting tube for each animal was determined to be critical (Hill, 2009) .\n\nWhile cotton rats have been established as a laboratory strain, they are not docile. Protective gloves are recommended for general handling, and use of nesting tubes provides a convenient method for moving animals without the need for direct handling (Figure 49.4) . Cage changing may be performed inside a deep tub or barrel to prevent escape, as cotton rats will readily jump out of an open cage (Mitchell, 2009; Watkins, 2010) . If direct handling is required, scruffing the skin over the neck is recommended, as tail restraint may result in injury to the animal or the handler (Niewiesk et al., 1997; Ward, 2001) . \n\nNutritional requirements for cotton rats were studied by McIntire and colleagues (1944) . In general, nutritional requirements were found to be similar to the laboratory rat. However, a requirement for nicotinic acid and inositol was found that was not noted at the time to be a requirement in rats. One commercial source feeds an extruded-type 19% protein, 9% fat balanced diet in breeding colonies (Harlan Laboratories, 2010). Cameron and Eshelman (1996) showed that growth and reproduction were improved in animals fed 11% protein compared to 4% protein in the diet, but differences were not seen between the use of sucrose or dextrin as a carbohydrate source at 3.85 kcal/g diet. Animals on this diet consumed approximately 0.3 g/g body weight/day.\n\nCotton rats can be maintained on acidified and chlorinated drinking water without reports of taste aversion (Mitchell, 2009; Ward, 2001; Watkins, 2010) . One author suggests that water consumption of cotton rats is higher than for laboratory rats (Niewiesk and Prince, 2002) . McMurry et al. (1995) report average daily water consumption of approximately 24 ml for adult animals measured over a 7 or 13 week period, beginning at a body weight of approximately 170 g. Taste preference in cotton rats for salt was determined to be 0.005 M and for sugar 0.1 M (Nevitt and Harriman, 1977) . While this was determined for use as an incentive in behavioral research, these data may have practical applications for medication administration.\n\nA review of health monitoring data by the authors from commercial colonies (Harlan Laboratories, 2010) showed relatively few incidents of clinical disease.\n\nProteus mirabilis and Klebsiella oxytoca are occasionally reported as normal cecal microflora, while Staphylococcus aureus, Proteus mirabilis, and swarming Proteus spp. may be found in the nasopharyngeal cavity in the absence of clinical signs. Isolation of Proteus from the nasopharynx may be associated with transient increase in fecal exposure, such as may occur during transportation (Franklin, 2010) . Peribronchiolar lymphoid hyperplasia is seen with some frequency in histologic sections of lungs from healthy animals. There was one report of multiple pulmonary arterial thrombi, and another case of foreign body pneumonia (inhaled bedding), neither with associated clinical signs.\n\nThe authors are aware of no reports of naturally occurring infections with common murine pathogens. However, cross-reactivity of anti-mouse and rat antibody conjugates from a commercial multiplex fluorescent immunoassay with cotton rat IgG is low, which could result in under-reporting of infections (Steffen, 2009) . One study suggested that the gastrointentinal flora of the cotton rat is very different than the gastrointestinal flora of other rodents in that anaerobic bacteria are the dominant flora in the stomach and intestines of the cotton rat, in contrast to guinea pigs, hamsters, rats, and mice where lactobacilli are the predominate bacteria (Itoh et al., 1989) .\n\nWild cotton rats have been reported to be susceptible to naturally occurring infections from a number of organisms. Reports of bacterial infections include Bartonella spp. (Abbot et al., 2007) , and Borrelia burgdorferi (Burgdorfer and Gage, 1987; Oliver et al., 2003) . Viral infections include West Nile virus (Dietrich et al., 2005) , Hantavirus (Mantooth et al., 2001) , and vesicular stomatitis virus (Jiménez et al., 1996) . Nematode infections include Hepatozoon spp. (Breshears et al., 2009; Johnson et al., 2007 Johnson et al., , 2008 , Hypocristata terctercera (Durette-Desset and Guerrero, 2006) , Strongyloides sp. (Elangbam, 1990) , and Trichinella spiralis (Holliman and Meade, 1980) . Protozoan infections include Trypanosoma cruzi (de Lima et al., 2006) , a low incidence of Toxoplasma gondii (Smith and Frenkel, 1995) , and Cryptosporidium sp. (Elangbam et al., 1993) . Arthropod infestations that have been reported include Polygenis gwyni fleas (Abbot et al., 2007) , Dermacentor variabilis ticks (Cooney et al., 2005; Gage et al., 1990) , sucking lice, chiggers, and mites (Durden et al., 2000) .\n\nThere are limited reports of non-infectious diseases in laboratory-reared cotton rats. Spontaneous enterochromaffin-like (ECL) cell carcinomas have been reported in an inbred laboratory colony of cotton rats (Martinsen et al., 2003) . Spontaneous gastric adenocarcinoma has been reported (Kawase and Ishikura, 1995) . Intravascular thrombosis associated with cardiomyopathy and exophthalmos was reported in a small inbred colony (Sorden and Watts, 1996) . Adenocarcinomas and a high incidence of chronic nephropathy and degenerative cardiomyopathy that was associated with exophthalmos have also been reported by others (Faith et al., 1997; Niewiesk and Prince, 2002) . Cholesterol cholelithiasis was reported as an incidental finding in wild cotton rats (Pence et al., 1978) . Other lesions reported by Faith et al. (1997) include steatitis in the mesenteric and perirenal fat, seminiferous tubule atrophy and aspermatogenesis, a 22-45% incidence of salivary gland mineralization and associated chronic inflammation, and occasional inflammatory or degenerative changes in the lung, liver, gastrointestinal tract, and reproductive organs. Fatty vacuolization of centrilobular hepatocytes has been described in control animals on a toxicological study (McMurry et al., 1995) .\n\nPhysical injuries can be seen secondary to escape behavior. Posterior paralysis, presumably secondary to spinal fracture, has been observed in animals that were jumping up against the top of their cage (Mitchell, 2009 ).\n\nBlood sampling is best performed retro-orbitally (Niewiesk, 2009; Prince, 1994; Ward, 2001) since the cotton rat does not have easily accessible tail or other peripheral vasculature. Cardiac collection is also used in some instances. Dosing may be performed by methods commonly used for other rodents (Ward, 2001) . Inhalant anesthesia can be performed using isoflurane (Niewiesk, 2009; Niewiesk and Prince, 2002) . The use of methoxyflurane has also been reported (Prince, 2004) . Injectable anesthetics include ketamine HCl (25 mg/kg) and acepromazine maleate (2.5 mg/kg) (Prince, 1994) or a mixture of xylazine (7.5 mg/kg), ketamine (25 mg/kg), and acepromazine (2.5 mg/kg) (Ward, 2001) . Euthanasia may be performed by an overdose of carbon dioxide gas.\n\nA variety of immunologic reagents and methods have been developed for cotton rats. Macrophage isolation from the peritoneal cavity 2-3 days after injection of bacteria or bacterial lysates, and induction of granulocyte-macrophage progenitor cells from bone marrow have been reported (Niewiesk and Prince, 2002) . Chromium uptake of fibroblasts and macrophages in T-cell cytolysis systems is lower than that seen in mice, and spontaneous release or leakiness is high. The mouse lymphoma YAC-1 line has been used for NK activity assays (Niewiesk and Prince, 2002) . These authors also report that cotton rat T-cells derived from the spleen or lymph nodes adhere to nylon wool columns at over 90%, which should be taken into account when purifying T-cells from these samples. In addition, they note that cotton rat sera should be incubated at 4°C for enzymatic B-cell response assays to prevent non-specific findings, and that B-cells do not proliferate well after in vitro stimulation with LPS unless membrane-bound immunoglobulins are cross-linked with antiserum.\n\nCell lines that are available include the CCRT osteogenic sarcoma line that expresses MHC I but not MHC II antigens, and CR-T1 and CR-T2 lymphoid cell lines that express cotton rat T-cell markers (Niewiesk and Prince, 2002) . Monoclonal antibodies against cotton rat IgA, IgM, IgG, CD4 cells, and cotton rat macrophages have been developed. In addition, antibodies to human β-2 microglobulin have been shown to cross-react with cotton rat MHC I, while a mouse MHC II antibody crossreacts with cotton rat MHC II (Niewiesk and Prince, 2002) . Cytokine assays for IL-1, IL-2, IL-3, IL-4, TNF, and IFN-γ have also been developed. Reagents and gene sequences for a wide variety of cytokines and cellular markers are available commercially.\n\nThe cotton rat (Sigmodon) species has long been recognized as a significant animal model for diseases caused by a variety of human and rodent pathogens. One of the first uses was by the NIH in 1937 for polio research in wild-caught animals. It was also used as a model in Britain to develop a typhus vaccine for British troops in Southeast Asia during World War II (Prince, 1994) and for early experiments on dental caries (Howell et al., 1948; Wakeman et al., 1948) . Sigmodon hispidus has been the primary species of interest with S. fulviventer less frequently used as a research model (Faith et al., 1997) .\n\nThe primary research use for cotton rats is for studies into infectious disease and immunology. The immune response of the cotton rat was characterized by Pfau et al. (2001) and Wilson et al. (2003) and is reviewed by Niewieck and Prince (2002) . In addition to polio and typhus research, a wide variety of human and animal pathogens have been studied in the cotton rat, including the measles virus (Wyde, 2000) ; and development of a measles vaccine was conducted using the cotton rat (Haga et al., 2009; Pasetti et al., 2009) . It is also a valuable model for the study of human respiratory pathogens and diseases such as severe acute respiratory syndrome (SARS) (Watts et al., 2008) , Everglades virus (Coffey et al., 2004) , Metapneumovirus (Williams et al., 2005) , human influenza (Jones et al., 2009; Ottolini et al., 2005; Trias et al., 2009) , respiratory syncytial rirus (Boukhvalova et al., 2009; Niewiesk and Prince, 2002; Nokes et al., 2008) , herpes virus (Niewiesk and Prince, 2002) , and genital herpes infections (Yim et al., 2005) . Other uses have included infectious disease studies of human immunodeficiency virus DeNoon, 1998) , Helicobacter pyloris (Mahter et al., 2005) , Hepatozoon americanum (Johnson et al., 2007) , and nasal colonization of Staphylococcus aureus (Kokai-Kun, 2008;  "}