{"title": "What the Granins Tell Us About the Formation of Secretory Granules in Neuroendocrine Cells", "body": "The granins (chromogranins/secretogranins) are a family of acidic secretory proteins found in secretory granules of a wide variety of endocrine cells and neurons. Their structure and biochemical properties, tissue distribution, and possible functions have recently been reviewed (1, 2) . Over the past five years, the three classical members of this family, chromogranin A (CgA), chromogranin B/secretogranin I (CgB), and secretogranin lI (SgIO, have been used in our laboratory as model proteins to study the sorting of secretory proteins and secretory granule biogenesis. The reasons for choosing the granins as model proteins include: Here, we shall summarize our current concept of how the granins are sorted to secretory granules, and describe some recent developments related to this process.\n\nThe granins contain dominant structural features that allow the diversion of a constitutively secreted protein to the regulated pathway of secretion. When a monoclonal antibody against CgB was expressed in the neuroendocrine cell line PC12, which endogenously produces CgB, the antibody formed an immunocomplex with CgB and was efficiently packaged into secretory granules (3) . To obtain further information as to what these structural features may be, efforts in our group were directed toward determining the primary structure of CgA, CgB, and SgIIby cDNA cloning (4--6) . Although this work did reveal interesting homologies between CgA and CgB (5), striking linear homologies between all three proteins were not found (6) . However, we observed that an abundance of acidic residues and a predicted secondary structure, alternating between helix and turn, were common to all of these proteins. This suggested that the granins might aggregate in the presence of calcium ions, which are known to be present at millimolar concentration in secretory granules.\n\nIn vitro studies (6) showed that, indeed, SgU and CgB aggregate in the presence of millimolar calcium ions at acidic pH. Such in vitro aggregates exclude constitutive secretory proteins, such as serum albumin, (xi-acid glycoprotein, oq-antitrypsin, immunoglobulin, and transferrin (ref. 6 , and Gerdes, Rosa, and Huttner, unpublished observations). Similar observations have been reported by others for CgA and CgB, aggregates of which exclude the constitutive secretory protein ovalbumin (7) . These observations have led to the hypothesis (6,8) that a key step in the sorting of the granins is their selective, calcium-, and low pH-induced aggregation in the TGN, which results in the exclusion of constitutive secretory proteins. The morphological analog of this process is the formation of electron-dense cores in the TGN (9-11).\n\nWe have recently established a system ( Fig. 1 )in which perforated TGN vesicles obtained from PC12 cells have been used to investigate whether a high-calcium-, low-pH milieu corresponding to that believed to exist in the lumen of the TGN is sufficient to maintain the selective aggregation of the granins in this compartment (12) . Since sulfation is known to be a TGN-specific posttranslational modification (13) , short pulses with radioactive sulfate were used to label selectively the CgB and SgII molecules present in this compartment. Perforation of the isolated TGN vesicles by saponin in a nonaggregative buffer (no added calcium, pH 7.4) resulted in the almost complete release of both CgB and SgII from the TGN lumen, whereas perforation in an aggregative buffer (10 mM calcium, pH 6.4) allowed the retention of the majority of these proteins in the TGN lumen. This retention was found to be a selective event, since free glycosaminoglycan chains, used as a bulk flow marker, were released in both conditions. The retention of the granins in the lumen of the TGN vesicles after perforation in aggregative buffer was probably owing to these proteins being maintained in an aggregated state (Fig. 1) . The latter, we believe, reflects the aggregation occurring in vivo as these proteins reach, by bulk flow, the TGN, which, in contrast to the compartments more proximal in the secretory pathway, is characterized by an aggregative milieu.\n\nAre there factors in addition to calcium and low pH that may contribute to the aggregation of the granins in the TGN, and how do the aggregated granins interact with the membrane in the course of secretory granule formation? A possible answer to these questions has come from a recent study (14, 15) showing that not all of the total CgB of PC 12 cells exists in soluble form but that a small percentage is tightly membrane-associated. Two lines of evidence indicate that this membrane-associated form of CgB exists in secretory granules. First, CgB becomes exposed at, and remains associated with, the cell surface, on stimulation of secretion. Second, subcellular fractions of PC12 cells highly enriched in secretory granules have been found to contain membrane-associated CgB, which in fact can be used as a marker for the secretory granule membrane (16) (Stinchcombe and Huttner, manuscript in preparation). Since membrane-associated CgB also appears to exist in the TGN (Chanat and Huttner, unpublished observations), it could interact, in a homophilic manner, with the soluble granins. By virtue of such a homophilic interaction, membrane-associated CgB may represent a nucleation site for the aggregation of the granins, which occurs as they reach the TGN with its aggregative milieu. In addition, such a homophilic interaction would automatically lead to the enveloping of the aggregated granins by membrane (15) . This would result in the exdusion of the fluid phase from the forming immature secretory granule, and thus, in the separation of the aggregated granins from the nonaggregated constitutive secretory proteins.\n\nWe believe that an aggregative sorting mechanism may operate not only for the granins, but for most, if not all, regulated secretory proteins. From an extreme point of view, this might mean that any protein that aggregates in the TGN of granule-forming cells will be delivered to secretory granules, and any protein that remains soluble will not. In addition, such a sorting mechanism could provide an explanation for the occurrence of multiple types of secretory granules within the same cell. For example, in the somatomammotrophs of the bovine anterior pituitary, immunocytochemical characterization of the secretory granule contents revealed the existence of at least three distinct granule populations: one containing mostly prolactin, a second one containing mostly growth Granins 89 hormone, and a third one containing the granins plus luteinizing hormone and thyroid-stimulating hormone (17) . It is attractive to think that these distinct secretory granules reflect the formation, in the TGN, of different aggregates, which result from either homophilic interactions (prolactin, growth hormone) or specific heterophilic interactions (granins with certain hormones, e.g., lutei~izing hormone and thyroid-stimulating hormone), these protein-protein interactions being differentially sensitive to aggregative factors in the TGN, such as high calcium and low pH.\n\nSo far, we have discussed the sorting of secretory, i.e., soluble, proteins in the TGN. Much less is known about the traffic of membrane proteins from the TGN to secretory granules. Exploiting the observations that not only SgII, as a marker for regulated pathway, but also a heparan sulfate proteoglycan, as a marker for the constitutive pathway, are sulfated in the TGN of PC12 cells, the primary postTGN vesicles of these two secretory pathways, immature secretory granules, and constitutive secretory vesicles, respectively, have been identified (/1). Functional characterization of immature secretory granules (18) has provided indirect evidence for the differential exit of membrane proteins from the TGN to the constitutive and the regulated secretory pathways. Immature secretory granules were found to be able to undergo calcium-dependent exocytosis in response to cell stimulation, in contrast to constitutive secretory vesicles, which are known to exocytose spontaneously. These observations imply that the membrane proteins involved in regulated and constitutive exocytosis exit from the TGN to postTGN vesicles in a differential manner. To study further the traffic of membrane proteins from the TGN to secretory granules, it will be important to identify, and characterize at the molecular level, integral membrane proteins with domains exposed to the cytoplasm that are specific to secretory granules. Toward this goal, we have purified secretory granules from PC12 cells to near morphological homogeneity and are in the process of characterizing their membrane proteins (16) (Stinchcombe and Huttner, manuscript in preparation).\n\nThe biochemical properties of the granins, studied in vitro and in a perforated TGN system, support the concept that the selective aggregation of regulated secretory proteins, promoted by the specific lumenal milieu of the TGN, is a key step in their segregation from constitutive secretory proteins in this compartment. A recently identified membraneassociated form of the granins is likely to also be involved in this aggregation, as well as in the membrane envelopment of the aggregate during the formation of an immature secretory granule."}