{"title": "Diagnostic performance of near-patient testing for influenza", "body": "Community-acquired respiratory virus Isothermal PCR Turn-around time (TAT) Antigen detection Nucleic acid amplification testing (NAT) a b s t r a c t Background: Rapid diagnosis of influenza is important for controlling outbreaks and starting antiviral therapy. Direct antigen detection (DAD) is rapid, but lacks sensitivity, whereas nucleic acid amplification testing (NAT) is more sensitive, but also more time-consuming. Objectives: To evaluate the performance of a rapid isothermal NAT and two DADs. Study design: During February-May 2014, we tested 211 consecutive patients with influenza-like illness using a commercial isothermal NAT (Alere TM Influenza A&B) as well as the DAD Sofia ® Influenza A + B and BinaxNOW ® Influenza A&B for detection of influenza-A and -B virus. RespiFinder-22 ® a commercial multiplex NAT served as reference test. Serial 10-fold dilutions of influenza-A and -B cell culture supernatants were examined. Another 225 patient samples were tested during December 2014-February 2015.\n\nResults: Compared to RespiFinder-22 ® , the isothermal NAT Alere TM Influenza A&B, and the DAD Sofia ® Influenza A + B and BinaxNOW ® Influenza A&B had sensitivities of 77.8%, 59.3% and 29.6%, and specificities of 99.5%, 98.9% and 100%, respectively, for the first 211 patient samples. Alere TM Influenza A&B showed 85.7% sensitivity and 100% specificity in the second cohort. Isothermal NAT was 10-100-fold more sensitive compared to DAD for influenza virus culture supernatants with a lower limit of detection of 5000-50,000 copies/mL. The average turn-around time (TAT) of isothermal NAT and DADs was 15 min, but increased to 110 min for Alere TM Influenza A&B, 30 min for BinaxNOW ® Influenza A&B, and 45 min for Sofia ® Influenza A + B, when analyzing batches of 6 samples. Conclusion: Simple sample processing and a TAT of 15 min render isothermal NAT Alere TM Influenza A&B suitable for sequential near-patient testing, but the TAT advantage is lost when testing of larger series.\n\n© 2015 Elsevier B.V. All rights reserved.\n\nRapid and sensitive diagnostic tests for influenza virus permit timely treatment decisions and infection control measures in emergency rooms, hospital wards, and nursing homes [1] [2] [3] . The current methods used for the laboratory diagnosis of influenza include virus isolation by cell culture, direct antigen detection (DAD), and nucleic acid amplification testing (NAT). Virus isolation by cell culture permits identification of infectious virus with fairly high sensitivity, but is time-and resource-consuming and largely limited to specialized laboratories. DAD has been widely used because of its short turn-around time (TAT), but is limited by its lower sensitivity, especially in adult patients and those presenting several days after symptom onset [4, 5] . NAT is characterized by high sensitivity and specificity, semi-quantification in real-time formats, and its amenability to automation and multiplexing [6] . However, NAT requires a molecular diagnostic laboratory with skilled personnel, appropriate instrumentation, but rarely delivers results with TAT of <6 h.\n\nTo evaluate the performance of the isothermal PCR for influenza (Alere TM Influenza A&B) and two DADs (Sofia ® Influenza A + B and BinaxNOW ® Influenza A&B) versus a commercial multiplex NAT (RespiFinder-22 ® ).\n\nBetween February 2014 and May 2014, we tested a first cohort of 211 consecutive nasopharyngeal swabs from patients with influenza-like illness by the isothermal NAT Alere TM [6, 8] . Discordant samples were resolved by inhouse QNAT for influenza [7] with a TAT of 6 h. Total nucleic acids were extracted from 200 ul of the respiratory sample using the Corbett CAS-1200 system (Qiagen Hilden, Germany).\n\nIn total, 57/436 samples (13.1%) were positive for influenza-A The performance of all three rapid tests compared to the reference method for influenza-A and -B combined is shown in Table 1 . Using multiplex NAT as reference, Alere TM Influenza A&B, Sofia ® Influenza A + B, and BinaxNOW ® InfluenzaA&B had sensitivities of 82.3%, 59.3% and 29.6%, and specificities of 99.7%, 98.9% and 100%, respectively.\n\nSpecificity of the test could be confirmed with influenzanegative samples that had been tested with RespiFinder-22 ® (n = 373). Multiplex NAT detected 14 other pathogens in these samples including rhinovirus/enterovirus, coronavirus OC43, NL63, 229E and HKU1, human bocavirus, RSV A and RSV B, adenovirus, parainfluenza-3, parainfluenza-4, human metapneumovirus and the bacteria Bordetella pertussis and Mycoplasma pneumoniae. None of the 11 false-negative samples were positive for another pathogen. Overall, the sensitivity, specificity, positive predictive value (PPV), negative predictive value (NPV) and Ä values (interobserver agreement) for influenza-A and -B were slightly higher for specimens from pediatric patients (89.5%).\n\nThe limit of detection for the tests was evaluated using serial dilutions of fresh cell culture supernatant of influenza-A H3N2 and H1N1 and influenza-B grown on LLC-MK2 cells (Fig. 1) . For influenza-A, the detection limit of the Alere TM Influenza A&B according to QNAT was approximately 5,000 GEq/mL (H3N2), 50,000 GEq/mL (H1N1), and 10,000 GEq/mL for Influenza-B. Overall, the sensitivity of both DADs (Sofia ® Influenza A + B and Table 1 Performance The dilutions were directly tested using the Alere TM Influenza A&B (Alere, triangles), Sofia ® Influenza A + B (Sofia, circles), and BinaxNOW ® Influenza A&B (Binax, squares). In parallel, the dilutions were extracted and quantified by QNAT as described in study design [7] . Solid symbols, positive testing; open symbols, negative testing; lines, lower limit of detection of indicated rapid test; hatched area, limit of detection of the influenza QNAT.\n\nBinaxNOW ® Influenza A&B) were about 1-2 orders of magnitude lower than for Alere TM Influenza A&B.\n\nIn our prospective study, the overall sensitivity and specificity of the Alere TM Influenza A&B assay was 82.3% and 99.7% for influenza.\n\nSeveral factors may have played a role:\n\n1. A large number of the samples (n = 211) from the first cohort were obtained towards the end of the influenza season between February and May 2014, which decreases the positivity rate and pretest probability. 2. 13/436 samples were analyzed retrospectively from frozen samples, but the manufacturer recommends using fresh samples. By excluding these 13 samples from analysis, the sensitivity increased to 86.5% and the specificity to 100%. Possibly, tests using high-grade extraction-amplification procedures are less affected by testing frozen samples, even with lower amounts of influenza virus, than Alere TM Influenza A&B. Of those 13 samples 5 resulted in discordant results with the Alere TM Influenza A&B assay, with viral QNAT loads between 30 and 18,000 GEq/mL. 3. Influenza-A and -B from cell culture estimated the limit of detection of around 5,000 to 50,000 GEq/mL for Alere TM Influenza A&B. Therefore, patients with lower viral loads might not be identified.\n\nan independent conclusion about the assay performance. Other studies report a sensitivity of Alere TM Influenza A&B of 73%-99% for influenza-A, 97%-100% for influenza-B; and specificity of 95%-100% for influenza-A, and 100% for influenza-B [9] [10] [11] .\n\nIn cohort-1, Alere TM Influenza A&B yielded 1 false-positive result among 211 samples, and no false-positives among 225 samples of cohort-2. The rate corresponds to 0.23% or 1 among 436 symptomatic patients, which would be unjustifiably treated or isolated. Conversely, antiviral treatment would be withheld in 373 patients tested negative. While the data suggest that testing of patients improves timely delivery of antivirals, 15 per 100 infected would not receive this treatment. The clinical impact may differ depending on the clinical scenario: hospitalized patients are likely to be confirmed during the course of their disease, whereas outpatients are less likely to be re-tested unless symptoms persist.\n\nThe current study indicates that isothermal NAT as provided by the Alere TM Influenza A&B is significantly faster than conventional QNAT (15 min versus 6-8 h) or multiplex NAT (16 h) and comparable to DAD. As the sample preparation is equally simple, the Alere TM Influenza A&B could potentially be performed outside of the molecular diagnostic laboratory setting e.g., in a physician's office or in the emergency room. This could save transport time to the laboratory. However, care needs to be taken that the individuals operating the system are properly trained and certified. In the single sample testing, however, running larger numbers of more than 6 patient samples becomes challenging, and the TAT advantage of isothermal PCR is lost.\n\nTaken together, the Alere TM Influenza A&B can reduce the TAT compared to multiplex NAT or QNAT. The sensitivities and specificities were comparable to conventional NAT reference tests and superior to the two DAD assays. The Alere TM Influenza A&B may be attractive for first-line rapid testing of individual patients presenting to health care, followed by QNAT or multiplex NAT, when information on relative amounts or the presence of other viruses is needed.\n\nNone.\n\nNone declared.\n\nNot required."}