{"title": "", "body": "Leptospirosis is a worldwide zoonotic disease caused by pathogenic Leptospira species. The disease presents in both tropical and temperate zones. The major reservoirs of the organisms are cattle, horses, canines and rodents. Humans are accidentally infected through contact with contaminated water. The symptoms range from mild or asymptomatic to severe fatal illness. The severe illness, characterized by febrile illness with jaundice, acute renal injury and bleeding, is recognized as Weil's disease, though many different local names have been used such as Fort Bragg, mud, swamp and sugar cane fevers. Specific treatment with antibiotics is valuable at all stages of the illness and prevents development of severe disease. In severely ill patients, intensive care supportive treatment is crucial.\n\nMolecular biology studies have led to major advances in our understanding of Leptospira spp. during the past decade. Leptospira are spiral bacteria (spirochaete) in the family of Leptospiraceae. There are eight pathogenic, seven non-pathogenic Leptospira species, and five intermediate species with unknown ability for causing disease. Leptospira interrogans and L. borgpetersenii are the two most common species causing diseases in human and animals. The schematic classification of the organisms is shown in Figure 37 .1.\n\nThe old phenotypic classification of Leptospira, based on serology using the cross-agglutination absorption test (CAAT) is still in use. Approximately 250 pathogenic serovars, grouped by related antigenicity into 24 serogroups, have been identified to date. The concept of a serovar is complicated and may fail to define epidemiologically important strains. Serovars of the same serogroup may distribute between different species identified by DNA-DNA hybridization (Table 37 .1). 1, 2 The current recommendation for Leptospira nomenclature is using species name followed by the term 'serovar' and serovar name with initial capital letter and non-italic, e.g. Leptospira interrogans serovar Autumnalis.\n\nThe whole genomes of two pathogenic (L. interrogans and L. borgpetersenii) and a non-pathogenic species (L. biflexa) have been sequenced. L. interrogans has 35-41% GC content in two circular chromosomes of approximately 4 Mb and 300 Kb in size. L. borgpetersenii has a smaller genome (3.9 Mb) and a larger proportion of pseudogenes (20%), compared with L. interrogans. This may impair the ability of L. borgpetersenii to survive in the external environment, and so require direct contact between hosts to maintain the transmission cycle. 3, 4 Recent developments in molecular typing have characterized relationships between pathogenic strains and assisted outbreak investigation and epidemiology. Several typing techniques have been developed. One is the sequence-based approach, multilocus sequence typing (MLST). Using MLST the major outbreak of leptospirosis in Thailand during 1996-2000 was shown to have been caused by one successive clone, strain type (ST) 34 of L. interrogans serovar Autumnalis. (MLST has been used to create a standard global database for typing and mapping strains of Leptospira, see: http://leptospira.mlst.net). 5\n\nA wide range of mammalian species, including rodents, cattle, pigs, domestic and wild animals, are the major reservoirs and carriers, whereas humans are mostly accidental and dead end hosts. The infecting organism is sustained naturally by chronic infection of the renal tubules of maintenance hosts after primary\n\n• Leptospirosis is caused by eight pathogenic Leptospira species, which have many mammalian animals as reservoirs. Humans are accidental and dead-end hosts, who contact directly or indirectly with Leptospiracontaminated water or animal products.\n\n• Many infections in endemic areas are asymptomatic or oligosymptomatic.\n\n• Clinical manifestations are those of a nonspecific acute febrile illness. Complications such as cholestatic jaundice, aseptic meningitis, acute renal injury, haemorrhage especially in the lung and myocarditis can occur and lead to a fatal outcome. Overall mortality is less than 10%.\n\n• Clinical diagnosis is important but nonspecific. Laboratory diagnosis is not practical for patient care, but very important for epidemiology, since both culture and serology take a relatively long time.\n\n• Differential diagnoses are dengue and other haemorrhagic fevers, malaria, scrub typhus, hepatitis, yellow fever, Hantavirus (both HPS and HFRS), enteric fever and other bacterial sepsis, especially in patients with severe complications.\n\n• Antibiotic treatment should be given as early as possible. Doxycycline is the drug of choice in uncomplicated cases; penicillin, doxycycline, ceftriaxone and cefotaxime are efficacious alternatives in severe cases.\n\n• No effective human vaccine available, protection from contact is crucial. Weekly doxycycline chemoprophylaxis in very high-risk groups is also effective.\n\nto assess the global burden of human leptospirosis, and thereby hopefully, will inform rational deployment of effective control and preventive measures. 10 According to the second report of LERG in 2010, the median global incidence of human leptospirosis, excluding outbreak cases, was five cases per 100 000 population. 3) and 0.5 (0.1-15.8) cases/100 000 population, respectively. There were no data available from the Eastern Mediterranean in this report. 11 Leptospira serovars show specific, but not exclusive, host preferences. For example, L. borgpetersenii serovar Hardjo predominates in farm animals especially cattle, L. interrogans serovar Canicola circulates mainly in dogs. The incidence of leptospirosis is seasonal in several countries, mostly related to rainfall.\n\nAfter skin or mucosal penetration, the organisms cross the tissue barriers through intercellular junctions. Leptospires can be detected in the bloodstream shortly after penetration into the body, and from some organs within three days after infection. Leptospires are rarely observed within host cells. However, they can reside transiently within cells while crossing cell barriers. The organisms can evade host immune response during the initial phase of infection through unclear mechanisms. They are resistant to the alternative pathway of complement activation and acquire complement factor H and related fluid-phase regulators through ligands such as leptospiral endostatin-like A (LenA) proteins. 12 Recent data show that pathogenic leptospires can bind human plasminogen (PLG), and plasmin activity on the bacterial surface interferes with complement C3b and IgG deposition, therefore decreasing opsonization of the organisms. 13 Lipopolysaccharide (LPS) of pathogenic leptospires can activate Toll-like receptor 2 (TLR2) but not TLR4 pathway, and activate the production of pro-inflammatory cytokines mediating inflammation and damaging end-organ tissues. 14 Comparison of putative pathogenicity factors with the saprophyte, L. biflexa has identified several pathogenic processes. These can be divided into three components; adhesins (proteoglycans, LenA, 36 kDa outer surface membrane protein, 24 and 21 kDa laminin binding protein (Lsa24, Lsa21), Leptospiral immunoglobulin-like proteins (Lig A, Lig B and Lig C proteins); evasion of natural defences or phagocytosis; and resistance to complement as described above. Unlike other Gram-negative bacteria, the lipopolysaccharides (LPS) of leptospires cause minor endotoxicity, while leptospiral outer membrane lipoproteins (OMPs), such as Lip32, Loa22 play a major role as virulence factors. 15 Although the early phase of the disease does not cause much inflammation, hepatocellular and tubular damage can occur. Liver pathology ranges from no appreciable changes, unicellular damage with oedema, to spotty necrosis surrounded by mononuclear cells without hepatocyte ballooning or swelling. Complete liver cell necrosis is not unusual. Kupffer cells and sinusoidal lining cells may show swollen cytoplasm. Biliary stasis with bile droplets in hepatocytes and bile thrombi in the canaliculi is prominent in the centrolobular areas, with infection. The organisms are usually transferred from animal to animal by direct contact. The maintenance hosts or carriers can excrete Leptospira in their urine for long periods of time or for their entire lives. Leptospires survive weeks or months in moist and warm soil, stagnant water at neutral or slightly alkaline pH. Humans are infected via direct contact with infected animal urine, animal abortion products or most commonly through indirect contact with infected urine-contaminated water. The oral route of transmission had been reported in water-borne fatal outbreaks in Portugal, Greece, Russia, Italy and India,. 2, 6, 7 Breast milk transmission may occur. 8 Sexual and vertical transmission in humans occurs rarely.\n\nHumans at risk for leptospirosis are those with occupational exposure. These include farmers, fishermen, miners, animal slaughterers, veterinarians, sewage and canal workers, sugar cane workers, soldiers, etc. Special events and activities clearly related to the diseases are recreational water sports, including triathlon, canoeing and white-water rafting, and natural disasters, such as hurricanes, floods, etc. Laboratory-acquired infection may occur when dealing with high concentrations of organisms in culture.\n\nThe true global burden is largely unknown both in human and animals. Leptospirosis occurs in tropical, subtropical and temperate regions. The disease is often under-recognized and neglected because of the difficulties confirming the diagnosis. Furthermore many infections in endemic areas are asymptomatic or oligosymptomatic. The six highest incidences reported are from the Indian Ocean and Caribbean Sea islands (Seychelles, Trinidad and Tobago, Barbados, Jamaica, Costa Rica and Sri Lanka). Countries in South-east Asia, except Thailand and Singapore, have no official incidence data, so the true incidence is unknown. 9 The Leptospirosis Burden Epidemiology Reference Group (LERG) set up by World Health Organization (WHO) is trying 16 Renal pathology is mainly tubulointerstitial nephritis. In severe cases, tubular necrosis and medullary tubular cell desquamation can occur. Glomeruli contain exudates and inflammatory cell infiltration, but are usually spared. 17 Primary injury of the proximal convoluted tubules is regarded as the hallmark of renal pathology, especially affecting sodium and water transportation. 18 Recently developed in situ hybridization assays and immunohistochemistry suggest that cell membrane damage in both the liver and kidney may be important in pathogenesis. 19 Vasculitis is a prominent feature of leptospirosis. Endothelial damage and increased capillary fragility lead to internal organ haemorrhage. Disseminated intravascular coagulation (DIC) is not obvious in the pathology in fatal cases. However, with new definitions and sensitive markers for detection of DIC, patients with leptospirosis do have significantly elevated fibrinogen, D-dimer, thrombin-antithrombin III complexes, and prothrombin fragment 1,2. Using DIC scores, defined by the DIC scientific subcommittee of the International Society of Thrombosis and Haemostasis, overt DIC was evident in nearly half of patients. 20 Fatal bleeding usually occurs in the lung, with fibrin aggregation suggestive of adult respiratory distress syndromes (ARDS) in nearly 60% of fatal cases. Capillary lesions characterized by swollen endothelial cells with an increase in pinocytotic vesicles and haemorrhagic pneumopathy with septal capillary lesions were present. 21 \n\nThe average incubation period is 5-14 days, with a range of 2-30 days. 22 The clinical spectrum is extremely broad; ranging from subclinical or asymptomatic, mild insignificant, selflimited symptoms, to severe fatal manifestations. A substantial proportion of people in endemic areas infected with leptospirosis may have subclinical disease evidenced only by serology. Leptospirosis is an important cause of acute undifferentiated fever. In the Seychelles, 37% and 9% of screened people had past and recent infections respectively, though none of them reported any recognizable symptoms of leptospirosis. 23 The reasons for protean manifestations are unclear. There were some reports of serovar-specific presentations and serovarrelated severity, such as serovar Icterohaemorrhagiae and hepatorenal syndrome (pulmonary haemorrhage and renal failure), serovar Copenhageni and uveitis, serovar Bataviae with neurological preference.\n\nThe classical manifestation of leptospirosis has been described as 'biphasic' pattern, an early nonspecific leptospiraemic phase lasts for a week followed by an immune phase with complications during the second week of illness. This biphasic course of leptospirosis dictates the selection of specimens for laboratory diagnosis, since it describes the phase of leptospires and the immunologic response in human hosts. The fever too may be biphasic. 24 Complications such as jaundice, acute renal injury, haemorrhage, especially pulmonary haemorrhage, aseptic meningitis, myocarditis, shock, occur early during the course of illness. Direct invasion of leptospires and the hostresponse cause organ damage although specific immune responses may not be measurable until the second week of illness. Certain distinctive complications, such as uveitis, usually occur as a late complication months later, sometimes without detectable clinical symptoms during the acute infection.\n\nThe majority of patients are mild, self-limited 'flu-like' symptoms and may not seek medical attention. A small proportion of patients present with sudden onset of febrile illness and non-specific symptoms, such as headache, myalgia, backache, abdominal pain, conjunctival suffusion, chills, diarrhoea, anorexia, transient rash, cough, sore throat, etc. Myalgia can be mild or severe accompanied by muscle tenderness and elevated muscle enzyme (creatinine phosphokinase; CPK) levels in serum. Hepatomegaly may develop, but splenomegaly is unusual. Severe leptospirosis is a multi-system disease. Nearly 60% of patients develop the following complications during the course of illness.\n\nShock is a common presenting sign of leptospirosis, and may occur in 45% of patients. This results from several factors, including hypovolaemia from low fluid intake compounded by increased capillary permeability and vasodilatation from high fever, microvascular dysregulation, inflammatory responses to the high levels of bacteraemia, and low cardiac output from myocarditis and dysrhythmias. The majority of shocked patients will response to fluid replacement and low-dose inotropic agents, but in severe myocarditis and patients with sepsis-like syndrome, the prognosis of profound shock is poor.\n\nJaundice is a notable feature of severe leptospirosis. The proportion of patients with jaundice was reported as ranging widely from less than 20% up to more than 70%. Extreme elevations of bilirubin may occur. Jaundice in leptospirosis is associated with cholestasis rather than hepatocellular damage, reflected by a characteristic dissociation between the slight elevations in transaminase and alkaline phosphatase concentrations despite the exceedingly high bilirubin levels. The prothrombin time may be slightly prolonged. Severe hepatic necrosis and fatal liver failure does occur rarely. Jaundice usually appears on days 3-6 (up to 9 days) after the onset of illness, and is not associated with pruritus. Haemolysis may also contribute to the degree of jaundice. Liver enlargement can be prominent in severe cases.\n\nRenal involvement is an important manifestation of severe leptospirosis. In mild cases, the only abnormal findings are in the urinary sediment. These include albuminuria, microscopic haematuria, pyuria and the presence of granular casts in freshly examined urine. Renal impairment may be attenuated by dehydration from low fluid intake and high fever. Therefore, careful supportive treatment is very important. Presenting symptoms can be non-oliguric, oliguric or anuric in severe cases. Renal insufficiency commonly occurs together with jaundice, and is usually evident within the first 3-4 days of illness, followed by a rapid rise of plasma urea and creatinine often requiring renal replacement therapy. Hyperkalaemia from acute renal injury can occur, but hypokalaemia due to impairment of sodium transporters in the proximal tubules and spared function of the distal tubules is more common. The polyuric phase may develop after 10-18 days, and the serum creatinine begins to fall at the end of the second week and normalizes within 3-5 weeks after the onset of illness as in other causes of acute tubulointerstitial nephritis. Renal injury from leptospirosis is never permanent.\n\nPulmonary involvement occurs in 20-70% of cases. This is mostly mild and often overlooked, but can be serious, leading to death. The severity of the pulmonary involvement is unrelated to liver dysfunction. The most common symptom is cough, with or without secretions. Blood-tinged sputum or obvious haemoptysis may occur. Abnormal radiological findings are found in more than half of patients despite the absence of respiratory symptoms. Many different abnormalities can be found, including localized lesions such as lobar, confluent, or patchy infiltrations, or diffuse reticulonodular or interstitial infiltration. Pulmonary haemorrhage usually presents with nodular or patchy infiltration, and sometimes with localized confluent consolidation, isolated interstitial infiltration is uncommon. Pulmonary oedema with cardiomegaly due to volume overload or congestive heart failure from myocarditis and diffuse ground glass appearance without cardiomegaly reflecting ARDS are both observed and sometimes are difficult to distinguish. This fatal complication can occur as early as 2-3 days after onset of fever. Pulmonary haemorrhage can be minimal or severe diffused leading to respiratory failure and is the leading cause of fatal outcome.\n\nCardiac involvement in leptospirosis is relatively common but often goes unnoticed. The most common finding is slight PR interval prolongation on the electrocardiogram (ECG), although other more severe conduction abnormalities may occur. Atrial fibrillation is the most common dysrhythmia. Fatal arrhythmias such as ventricular tachycardia seldom occur. These ECG changes and arrhythmias usually resolve after treatment. Myocarditis, pericarditis, aortitis, arteritis of coronary and cerebral arteries and vasculitis have been reported, and may contribute to an unfavourable outcome.\n\nConjunctival suffusion is prominent in patients with leptospirosis, and subconjunctival haemorrhage is a common sign. Subconjunctival haemorrhage is found more frequently compared with patients with scrub typhus (which commonly coexists in endemic areas of East Asia), whereas red eyes happen equally in both diseases. More serious complications to the eyes are vitreous oedema or haemorrhages, and retinal haemorrhages which occur as early complications, or uveitis and anterior iridocyclitis as late complications, which may lead to permanent disturbance of vision.\n\nSeveral forms of central nervous system involvement have been reported. The most common neurological complication is aseptic lymphocytic meningitis which occurs in 11-25% of patients. Patients usually present with severe headache, photophobia and nuchal rigidity accompanying the onset of fever. Leptospira can be isolated from cerebrospinal fluid (CSF) within 5 days after onset of fever. The usual findings are a raised CSF opening pressure, raised protein with normal CSF glucose level and lymphocytic pleocytosis. The CSF is culture negative for fungi or other aerobic bacteria. Thus the main differential diagnosis is viral meningitis. Seizure is rare and usually occurs late after the onset of other complications.\n\nOther uncommon reported neurological manifestations include encephalomyelitis, polyneuropathies, Guillain-Barré syndrome, mononeuritis multiplex, cranial or peripheral nerve palsies. Patients may present with a psychiatric syndrome characterized by mania, or may have mood instability as a rare complication which may persist for years.\n\nBesides pulmonary haemorrhage, abnormal bleeding may be observed in other areas, such as gastrointestinal bleeding, epistaxis, gum bleeding, vaginal bleeding, and skin bleeding presenting as petechiae or ecchymoses. Bleeding in vital organs with fatal sequelae have been reported in the adrenal glands and subarachnoid space. The mechanism of bleeding is unclear, but several factors contribute. These include thrombocytopenia, capillary endothelial damage, and coagulation defects resulting from hepatic dysfunction, consumptive coagulopathy and DIC.\n\nPatients with serositis may occasionally present with severe abdominal pain and peritonism. Sometimes the abdominal pain is severe and indistinguishable from appendicitis, acute cholecystitis or cholangitis, especially in jaundiced patients, leading to unnecessary intra-abdominal surgery. Acute pancreatitis has been reported rarely, although serum amylase may be raised in up to 60% of patients with severe disease due to renal impairment. Leptospirosis in pregnancy may result in abortion, postpartum haemorrhage and intrauterine fetal death. Congenital leptospirosis occurs rarely. Other rare complications include erythema nodosum, life-threatening rhabdomyolysis associated with renal failure, and reactive arthritis.\n\nThese complications appear in variable proportions and can overlap. Weil's disease was first described by a German doctor, Professor Adolf Weil, in 1886 in four patients with a febrile illness together with severe nervous symptoms, hepatosplenomegaly, jaundice and signs of renal disease which recovered rapidly. Nowadays, the term 'Weil's syndrome' usually refers to the extremely severe form of leptospirosis, characterized by the combination of jaundice, renal dysfunction, and haemorrhagic diathesis, especially pulmonary haemorrhage. This syndrome occurs in less than 10% of patients and carries a mortality rate of 5-40%. Overall mortality of patients hospitalized with leptospirosis varies among countries and series reports, and usually does not exceed 10%.\n\nAnaemia is a prominent finding especially in severe cases, partly due to blood loss and haemolysis. White blood cell count can be normal (50%) or elevated with the median WBC count around 10-11 × 10 9 /L and more than 80% neutrophil, with elevation of erythrocyte sedimentation rate and C-reactive protein concentrations. White blood cell counts higher than 13 000/mm 3 are associated with poorer outcomes. The bleeding, prothrombin and activated partial thromboplastin times can be has similar epidemiology and clinical manifestations as leptospirosis. In addition, dual infection of leptospirosis and Hantavirus has been reported.\n\nThe clinical diagnosis of leptospirosis cannot be certain because of the nonspecific symptoms and signs which overlap with those of other common febrile diseases. In endemic areas, awareness should be raised during the rainy season. In some circumstances, such as natural disasters with fresh water exposure, health care workers should be alert for outbreaks. A definite diagnosis of leptospirosis is based on the isolation of Leptospira from clinical specimens (mainly from blood or CSF), or a positive microscopic agglutination test (MAT), both of which are laborious and not widely available.\n\nAlthough Leptospira can survive in some commercial aerobic bacteria culture bottles, the recommended media used for isolation is the semi-solid Ellinghausen, McCullough, Johnson, and Harris (EMJH) medium. Cultures are usually kept at 28-30°C without CO 2 incubation. It may take 2-3 weeks for Leptospira to multiply to detectable densities. Cultures should be examined weekly by dark field microscopy. This technique is not routine practice in a standard microbiological laboratory.\n\nRecently, a new solid medium called LVW agar was developed. It can increase the growth rate of Leptospira. Using this prolonged in 50% of patients. Thrombocytopenia, a platelet count ≤100 × 10 9 /L, occurs in 40-60% of patients. Thrombocytopenia is an indicator of severe disease and risk of bleeding.\n\nAcute febrile illness accompanied by jaundice and renal failure should always include leptospirosis in the differential diagnosis. A history of either indirect exposure to possible contaminated water or direct contact with animals occupationally or recreationally increases the probability of the diagnosis. Many patients from the same community presenting with similar symptoms within a short period of time alerts to the likelihood of an outbreak and intervention may be needed to minimize the number of severe and fatal cases. However, the symptoms and signs of leptospirosis are not specific and can mimic many other acute febrile illnesses in endemic areas.\n\nIn patient with marked jaundice, viral hepatitis has to be excluded. Biliary tract infection may mimic leptospirosis especially in patients with severe upper abdominal pain. Since the disease is found worldwide, the list of differential diagnoses is broad and may differ among different geographical areas. Table  37 .2 shows the differential diagnosis of leptospirosis according to symptoms and regions. Of these, rickettsioses, especially scrub typhus, carries the same clinical spectrum and geographical distribution of the disease and completely overlaps with leptospirosis in Asia-Oceania. There have been several reports of co-infections from the South-east Asia regions. Sepsis is difficult to rule out in patients with severe forms, and co-infections can also occur. Hantavirus, which cause haemorrhagic fever with renal syndrome and is associated with rodent exposure, Several other serological tests have been developed and used in many places, although the sensitivity, specificity and accuracy of the tests are generally unsatisfactory. All of these tests are non-serovar-specific, so they have no epidemiological usefulness, and are used for screening purposes only. Examples of these tests are the immunochromatographic test (ICT) or cassette test, microcapsule agglutination test (MCAT), and latex agglutination test (LA).\n\nStandard PCR diagnostics are not available for leptospirosis. PCR methods using various target genes have been developed. Real time PCR may be a good candidate for future confirmatory tests.\n\nLeptospira are broadly sensitive to many antibiotics; however the efficacy of antibiotic treatment has been confirmed in only small series. Because of the biphasic course of the disease, the usefulness of antibiotic treatment has been doubted when given in the second immune phase. There are insufficient randomized controlled trial data to provide clear evidence on the efficacy of treatment at different stages of the infection. There have been seven randomized controlled trials; four trials with 403 patients compared an antibiotic with placebo or no intervention. Penicillin shortened the fever time, times to normalization of creatinine level and hospitalization in a small randomized, placebo-controlled trial even late in the course of disease in Thailand, but showed a non-significant trend to reduction in mortality in Brazil when given after 4 days of illness. Despite these uncertainties effective treatment should be given in every patient as soon as possible at any stage of the disease. The recommended drugs and doses are shown in Table 37 .3. All regimens, except 3-day azithromycin, should be given for 7 days. Penicillin, cefotaxime and ceftriaxone can be switched to oral amoxicillin if patients improve and can tolerate oral drug treatment.\n\nOral doxycycline remains the drug of choice in uncomplicated cases of leptospirosis. Alternative choices for patients with novel agar, simple antimicrobial susceptibility testing, using the E-test can provide clear cut-offs and easy-to-read minimal inhibitory concentrations (MIC) of antimicrobials currently recommended for treatment (Figure 37 .2). The novel LVW agar may open a new era in the clinical practice for diagnosis and rapid antimicrobial susceptibility testing of leptospirosis. 25 Isolation of leptospires should be performed from blood or CSF of untreated patients who present not later than 5 days after onset of illness. Antibiotic pre-treatment substantially decreases the yield of the isolation. Isolation from urine is less useful, since leptospiruria usually occurs during the second week in which antibiotics have been given and antibodies are readily detectable. The acidity of the urine reduces the sensitivity of culture.\n\nThe gold standard serological test is MAT. The test is serovarspecific and useful for epidemiological studies. It detects mixed IgG and IgM. The MAT test is considered positive if there is either a fourfold rise of the convalescent titre compared to the acute titre, or there is a titre of more than or equal to 1 : 400 in single or paired sera. This may not be useful for patient care, \n\nPeople at risk of exposure and people living in endemic areas should be informed about the disease and the risks. The education of people at risk and awareness of healthcare workers enable early detection and treatment. Reducing rodent populations in housing and working areas may reduce the risk of exposure. However, the disease circulates mainly in mammals other than rodents. Immunization of domestic farm animals and pets reduces the overall risks to humans significantly. The use of personal protective measures such as long boots, gloves and protective clothing are recommended and should be emphasized in all workers at risk. Chemoprophylaxis is recommended in people at particularly high risk. Doxycycline is effective for prevention when given at 200 mg weekly during high-risk exposure. The main adverse effect is gastrointestinal irritation causing vomiting, so the drug should be administered with food. 27 Human serovar-specific, short-term protective vaccines are available in China, Cuba, France and Russia. The efficacy of the vaccines in other areas have never been evaluated. Genome sequencing of all pathogenic Leptospira species may provide the opportunity to identify new vaccine candidates which ultimately aim to protect against all eight pathogenic Leptospira species. 10 hypersensitivity and pregnant or lactating woman are oral amoxicillin or azithromycin. In severe cases, penicillin, doxycycline, ceftriaxone and cefotaxime have similar efficacy. However, in South-east Asia, the use of doxycycline or a cephalosporin in combination with doxycycline are recommended because scrub typhus co-infection is common.\n\nSupportive care in severely ill patients is critical in leptospirosis. Careful fluid resuscitation should be given in patients with hypovolaemic shock. Inotropic drug administration should be given to patients with refractory shock despite effective fluid replacement. Haemodialysis should be started early in patients with hypercatabolic renal injury. Daily haemofiltration or dialysis may be needed in some patients, and renal replacement should be continued until clear improvement. Bleeding precautions are needed; however, routine use of proton-pump inhibitors and H2 blockers is not recommended and should be used with caution, especially in patients who are intubated, as they may increase the occurrence of ventilator-associated pneumonia. Respiratory support is mandatory in patients with respiratory failure either from ARDS or severe pulmonary haemorrhage. Ventilation should be supervised in the intensive care unit care to maintain adequate oxygenation. The use of high-dose steroids is not indicated and may be harmful predisposing to superimposed bacterial infections. 26 "}