{"title": "Impact of rotavirus vaccine on rotavirus genotypes and caliciviruses circulating in French cattle", "body": "Diarrhoea is a major disease that affects calves worldwide and is a leading cause of neonatal mortality. This disease can be caused by several different infectious agents (viruses, bacteria and protozoa) and other factors including herd management, environment and nutritional and immunological condition of the host can influence disease severity [1] . Among infectious agents, group A rotaviruses (RVA), which belong to the Reoviridae family, are one of the foremost causes of calf diarrhoea worldwide [2] . Although the clinical signs are of short duration, viral shedding persists for up to three weeks after infection, often leading to a seasonal permanent outbreak of diarrhoea in young calves once the infection has been declared in a herd. Increases in morbidity, mortality and treatment costs, and reductions in growth rates caused by these viral infections lead to substantial economic losses, highlighting the need for effective prevention methods like vaccination.\n\nGroup A rotaviruses are classified into G (glycoprotein) and P (protease sensitive) genotypes according to the two immunogenic proteins VP7 and VP4 that form the outer layer of the viral capsid, respectively [3] . Several international studies have shown that G6, G10, and G8 in combination with P [1] , P [5] , P [11] , P [15] and P [21] are the most epidemiologically relevant RVA genotypes in cattle worldwide [4] . This gives key information for the development of appropriate vaccines for cattle. The most effective rotavirus vaccination strategy in cattle consists of promoting increased and prolonged anti-rotavirus protective antibody titres in mammary secretions of vaccinated pregnant cows [5, 6] , thus conferring passive protection to newborn calves. Indeed, it has been demonstrated that when calves are fed with colostrum from vaccinated dams from the first hours of life until they develop their own immunity, anti-rotavirus specific antibodies present in colostrum reduce the incidence of diarrhoea caused by rotavirus and viral shedding by calves infected with rotavirus. The effectiveness of vaccines for preventing neonatal calf diarrhoea caused by rotavirus has already been proven: depending on studies, decreased mortality and morbidity due to diarrhoea, reduced diarrhoea, decreased RVA shedding by infected calves, and/or delayed onset of diarrhoea have all been reported [7] . In France, four vaccines are commercially available. All these vaccines combine rotavirus with coronavirus, and the majority also includes enterotoxigenic Escherichia coli. Burgundy is the region of France where rotavirus vaccination of beef herds is the most widely used, with nearly 30% of beef herds vaccinated annually these last three years. In this region, vaccines against rotavirus were introduced more than ten years ago. Among the commercially available vaccines, one inactivated G6P [5] (strain UK-Compton) rotavirus vaccine is by far the most widely used in Burgundy, with nearly 80% of sales in the last three years (personal communication of a vaccine manufacturer).\n\nLittle is known about the potential of these vaccines to promote the emergence of rotavirus strains of genotypes different from those present in the vaccines. Such a phenomenon has been described since the introduction of RVA vaccines in humans [8] [9] [10] . Although the role of vaccination must be clarified and remains uncertain, these studies showed a transient changing pattern of RVA genotypes circulating in humans once the vaccines were introduced. In this context, this study aims to describe the circulating genotypes of rotaviruses in vaccinated and non-vaccinated herds and to monitor the potential emergence of rotavirus strains with genotypes or variants different from the vaccines.\n\nIn addition to rotaviruses, neboviruses and genogroup III noroviruses, two genera of the Caliciviridae family have also been reported as being responsible for neonatal calf diarrhoea, [11] [12] [13] [14] but are not yet included in vaccines. The circulation of these bovine caliciviruses in French diarrhoeic calves from the same region has already been demonstrated [15] but the impact of rotavirus vaccination on their circulation is not known. In this context, detection of these viruses was also performed in parallel with rotavirus detection in order to determine their involvement in calf diarrhoea in rotavirus vaccinated and non-vaccinated herds.\n\nA total of 81 samples were collected in Burgundy, France, during one calving season from February through May 2010, from calves (Bos taurus) showing diarrhoea for less than four days. All of the calves were Charolais and were born on the farms included in the study.\n\nTwo groups were compared: the first group (38 samples) included calves born from vaccinated cows in farms using a rotavirus vaccine (strain UK-Compton G6P [5] ) for at least three years, whereas the second group (43 samples) included calves from farms without a rotavirus vaccination schedule. In the first group, one sample each was collected in 36 herds, and two were collected in one herd. In the second group, one and two samples were collected in 37 and 3 herds, respectively.\n\nThere was no significant difference between the two groups concerning the age of the sampled calves (P = 0.116) which ranged from 2 to 18 days (mean: 8.3 days; median: 8 days) and from 1 to 15 days (mean: 7.2 days; median: 7 days) in the vaccinated and non-vaccinated herds, respectively.\n\nSamples were stored at −20 • C prior to analysis.\n\nViral RNA was extracted from 20% faecal suspensions in phosphate-buffered saline (PBS) using the NucliSENS ® EasyMAG TM platform (bioMérieux, Marcy l'Etoile, France) according to the manufacturer's instructions.\n\nGroup A rotavirus and bovine calicivirus were detected using the Qiagen One Step RT-PCR kit (Qiagen, Hilden, Germany) in separate reactions and according to the manufacturer's instructions. For RVA, VP6-F/R primers [16] targeting the VP6 coding gene were used, while CBECU-F/R and NBU-F/R primers [17] were used to amplify the 3 end polymerase region of genogroup III noroviruses (NoVsGIII) and neboviruses, respectively.\n\nRVA strains were then G and P genotyped by hemi-nested multiplex RT-PCRs using the EuroRotaNet protocol (http://www. eurorota.net/) modified with primers previously described [18, 19] in order to allow the specific amplification of genotypes G5, G6, G8, G10 and G11 and genotypes P [1] , P[5]-P [7] and P [11] . All the RVA genotyping results were confirmed by sequencing the VP4 and VP7 coding gene amplicons with the same primers as for amplification. NoVsGIII and neboviruses strains were genotyped by direct sequencing of the PCR products. All the sequencing reactions were performed using the ABI PRISM ® Big Dye ® Terminator Cycle Sequencing Kit on a 3130XL DNA Genetic Analyzer (Applied Biosystems, Foster City, CA, USA).\n\nA selection of reference strains available in the National Center for Biotechnology Information GenBank database (http://www.ncbi.nlm.nih.gov/genbank/) was used for all sequence analyses. Molecular Evolutionary Genetics Analysis (MEGA) software [20] was used to calculate nucleotide and amino-acid sequence identities between strains using the p-distance substitution model. Phylogenetic analyses were performed online in the Phylogeny.fr platform [21] according to the following workflow: first, nucleotide and deduced amino-acid sequences were aligned using the MUSCLE programme [22] , and then phylogenetic trees were inferred using the PhyML programme [23] and were finally edited with the Seaview programme [24] . Of note, MUSCLE and PhyML programmes were used rather than ClustalW and Neighbour-Joining programmes because it has been demonstrated that the first two programmes were more accurate than the last ones [22, 25] .\n\nA selection of representative VP7 and VP4 partial sequences of French RVA G6P [5] strains from both vaccinated and nonvaccinated herds were submitted to the European Nucleotide Archive database (http://www.ebi.ac.uk/ena/) under the following accession numbers: HE646639 to HE646657 for VP7 and HE646658 to HE646676 for VP4.\n\nTo compare the mean age in both groups (vaccination vs. no vaccination), the underlying assumptions of analysis of variance (normally distributed populations with equal variances or homoscedasticity) were checked using the Jarque-Bera (S-K) test and Bartlett test. Transformations of the raw data based on skewness and kurtosis were also performed. A nonparametric test (i.e. Kruskal Wallis test) was performed if necessary.\n\nThe Chi square or Fischer exact test were used to compare virus prevalence and genotypes between the two groups.\n\nAll statistical analyses were performed with Stata ® software (StataCorp release 10, 2007; College Station, TX, USA). For all analyses, a P value of less than 0.05 was considered the threshold of significance.\n\nA high prevalence of RVA associated with calf diarrhoea was observed in both groups: they were similarly (P = 0.495) detected in 21/38 (55.3%) and 28/43 (65.1%) diarrhoeic faecal samples from vaccinated and non-vaccinated herds, respectively. To the best of our knowledge, this is the first study to compare the prevalence of rotaviruses in diarrhoeic calves from vaccinated and non-vaccinated herds. A large number of international studies have reported the prevalence of rotaviruses in diarrhoeic calves, but the use of vaccines against rotavirus is rarely documented, and we can assume that the majority of these studies certainly included calves from both vaccinated and non-vaccinated herds. Nevertheless, some of these studies aimed to determine the prevalence of rotaviruses in diarrhoeic calves from vaccinated or non-vaccinated herds. For example, studies from Italy [26] and Japan [27] reported different prevalences in non-vaccinated herds of 9.6% and 37%, respectively, which is lower than the prevalence of 65.1% reported here. Similarly, a slightly lower prevalence of rotavirus (45.1% vs. 55.3%) compared with the present study was reported in a previous study conducted during the late 90 s in the same region of France [28] in which more than 80% of the herds included were vaccinated. The high prevalence of RVA observed in the vaccinated herds was hardly surprising. Indeed, rotavirus vaccination of pregnant cows was not developed to completely prevent infection by these viruses but ideally to supply calves with anti-rotavirus specific antibodies to allow them to withstand the infectious pressure without developing clinical signs. Thus RVA could infect calves even in vaccinated herds and we can thus assume that diarrhoea in these calves involves other factors or pathogens.\n\nTo identify these other pathogens, samples were screened for the presence of genogroup III noroviruses and neboviruses, which are rarely investigated routinely in neonatal calf diarrhoea. With detection rates of 36.8% (14/38) and 34.9% (15/43), the overall prevalence of these bovine caliciviruses was not significantly different (P = 1.000) in diarrhoeic calves from vaccinated and nonvaccinated herds, respectively. NoVsGIII were the most frequently detected bovine caliciviruses in this study, and were detected at similar rates (P = 1.000) of 31.6% (12/38) and 30.2% (13/43) in faecal samples from vaccinated and non-vaccinated herds, respectively. Moreover, sequence analyses revealed that genotype 2 NoVsGIII were more frequently detected than genotype 1 NoVsGIII in both groups (data not shown). Of note, the predominance of the genotype 2 NoVsGIII among bovine caliciviruses in French diarrhoeic calves has already been reported [15] but the vaccine status of the herds studied was unknown. Similar to NoVsGIII, nebovirus detection rates were similar (P = 1.000) in samples from vaccinated and non-vaccinated herds, with 5/38 (13.2%) and 5/43 (11.6%) positive samples, respectively. Sequence analyses showed that all the nebovirus strains from this study were closely related to the Nebraska/80/US reference strain (data not shown). Finally, the present study indicated that neboviruses and NoVsGIII, which are among the numerous pathogens responsible for calf diarrhoea, were not promoted in diarrhoeic calves from herds where the rotavirus vaccine was used. Nevertheless, other pathogens, notably bacteria and protozoa, should be investigated in order to better understand the aetiology of diarrhoea in calves from vaccinated dams.\n\nGenotyping of all the RVA positive samples showed that the G6 genotype clearly predominated in both groups with a prevalence of 90.5% in vaccinated herds and 89.3% in non-vaccinated herds ( Table 1 ). The G10 genotype co-circulated at low frequencies of 9.5% and 7.1% in vaccinated and non-vaccinated herds, respectively. Of note, the G genotype of one sample from a nonvaccinated herd could not be determined. Regarding VP4 protein, the most frequently detected genotype in the vaccinated and non-vaccinated herds was P [5] (76.2% and 89.3%, respectively), followed by P [11] (4.8% and 7.1%, respectively). The P genotype could not be assigned for four samples from vaccinated herds and one sample from non-vaccinated herds. Rotavirus strains G6P [5] noticeably predominated in the two groups of diarrhoeic calves studied, reaching a prevalence of 76.2% in vaccinated herds and 85.7% in non-vaccinated herds. Strains of genotypes G10P [11] were also detected but at low rates (4.8% and 7.1% in vaccinated and non-vaccinated herds, respectively). Only partial genotyping was achieved for four (19%) strains from vaccinated herds (3 G6 strains and 1 G10 strain) and for two (7.1%) strains from nonvaccinated herds (1 G6 strain and 1 P[5] strain). Of note, no rotavirus co-infection was observed in any group. These rotavirus genotyping results are in accordance with previous studies conducted in diarrhoeic calves in the same region during 2005-2007 [29] and thereafter (unpublished data). In these previous studies, although the rotavirus vaccine status of herds where samples were collected was not known, G6P [5] followed by G10P [11] strains also predominated, indicating the relative stability of rotavirus genotypes over time. Of note, the predominance of G6P [5] strains was also observed during the last decade in several parts of the world, notably in Australia [30] , Ireland [31] and Argentina [32] , highlighting the fact that G6P [5] are one of the most common rotavirus strains in cattle. In the present study, statistical analyses showed that there were no significant differences regarding G (P = 0.778), P (P = 0.275) or G/P (P = 0.457) genotype distribution between the two groups. These results suggested that in spite of the immune pressure due to long-term vaccination on farms using the selected vaccine, there was no selection of RVA genotypes. To the best of our knowledge, only one previous study compared RVA strains in diarrhoeic calves born to vaccinated and non-vaccinated dams [33] . In this study, conducted in Brazil in 2000-2001, the authors reported a different RVA strain distribution in calves from vaccinated and nonvaccinated herds. Notably, the P[1] genotype was not observed in calves from herds vaccinated with a commercially available G6P [1] (strain NCDV) vaccine whereas it was the most frequent genotype detected in non-vaccinated herds. These discrepant results may be partly explained by the different rotavirus vaccines used (strain UK-Compton G6P [5] in our study and strain NCDV G6P [1] in Brazil) and suggest that the impact on rotavirus genotypes circulating under immune pressure may be vaccine-dependent.\n\nSequence and phylogenetic analyses of the partial VP7 and VP4 gene segments revealed that G6P [5] strains from this study did not segregate on separated branches according to their origin (i.e. from vaccinated/non-vaccinated herds). Considering that nucleotide and amino-acid phylogenetic analyses were in agreement and that the amino-acid analysis is more informative than the nucleotide analysis according to the purpose of this study (by indicating the existence of potential antigenic variants due to the use of vaccine), only the amino-acid analyses were presented ( Figs. 1 and 2) . Analysis of the partial VP7 gene segment indicated that all these G6P [5] strains were closely related to each other (Table 2) , with nucleotide and amino-acid identities between the two groups ranging from 94.3% to 100% and 95.8% to 100%, respectively. Furthermore, they were all closely related to the selected G6 lineage IV reference strain RVA/Cow-tc/GBR/UK/1973/G6P [5] , with high identities ranging from 93.5% to 95.3% (nucleotides) and 96.7% to 97.5% (amino-acids) for strains from vaccinated herds and from 93.6% to 95.4% (nucleotides) and 95.8% to 97.5% (amino-acids) for strains from non-vaccinated herds. Partial VP4 gene segment analysis confirmed the close relationship between G6P [5] strains from vaccinated and non-vaccinated herds (nucleotide identity: 91.8% to 100%, amino-acid identity: 95.4% to 100%), and also confirmed that they were closely related to the selected rotavirus reference strain RVA/Cow-tc/GBR/UK/1973/G6P [5] , with identities ranging from 88.6% to 90.5% (nucleotides) and 92.0% to 93.7% (aminoacids) for strains from vaccinated herds and from 88.4% to 90.7% (nucleotides) and 92.0% to 94.3% (amino-acids) for strains from non-vaccinated herds. Alignment and comparison of the deduced amino-acid sequences of the partial VP7 and VP4 coding genes from Table 1 Genotype distribution of rotavirus strains circulating in diarrhoeic calves from vaccinated and non-vaccinated herds. Specific amplification of genotypes G5, G6, G8, G10 and G11 and genotypes P [1] , P [5] -P [7] and P [11] was performed. Of note, genotypes G5, G8, G11, P [1] , P [6] and P [7] were not detected. G6P [5] strains did not reveal any major differences between strains from vaccinated and non-vaccinated herds (Figs. 3 and 4) . Actually, G6P [5] strains from this study showed several mutations mainly in the variable and major antigenic regions when compared with the RVA/Cow-tc/GBR/UK/1973/G6P [5] reference strain, but the large majority of these mutations was shared by strains from both vaccinated and non-vaccinated herds. Only three mutations involving three strains (one mutation per strain) from vaccinated herds and four mutations involving three strains (two strains with one mutation and one strain with three mutations) from non-vaccinated herds were not shared by the two groups based on the partial VP7 deduced amino-acid sequences (Fig. 3) . Regarding the partial VP4 deduced amino-acid sequences, only two mutations were exclusively observed in four strains (three strains with one identical mutation and one strain with another mutation) from vaccinated herds and four mutations were exclusively observed in two strains (two mutations per strain) from non-vaccinated herds (Fig. 4) . Finally, these further analyses performed on the G6P [5] strains from our study did not allow us to distinguish them according to their origin (i.e. from vaccinated/non-vaccinated herds). This suggested that in addition to not promoting selection of RVA genotypes, the studied G6P [5] vaccine did not promote the emergence of G6P [5] variants on the farms where vaccination was used. Nevertheless, the complete genome analysis of these strains should be undertaken in order to better assess the impact of the vaccine on rotavirus circulating strains.\n\nInterestingly, coinfections by caliciviruses and rotaviruses occurred and were similarly observed in both groups (P = 0.788), with an occurrence of 21.1% (8/38) in samples from vaccinated herds and 18.6% (8/43) in samples from non-vaccinated herds. This fairly high prevalence of coinfections by these viruses observed in our study illustrated the fact that calf diarrhoea is a disease involving several infectious agents in co-circulation. To the best of our knowledge, this is the first study to describe both RVA and bovine calicivirus prevalence in faecal samples from diarrhoeic calves. Although the prevalence of bovine caliciviruses was lower than that of RVA, it was significant, raising the hypothesis that these viruses could be included in vaccines in order to prevent calf diarrhoea as efficiently as possible. Table 2 Nucleotide and amino-acid identities of the partial VP7 and VP4 coding gene of G6P [5] rotavirus strains from vaccinated and non-vaccinated herds. Identities were determined using MEGA software. The GenBank accession numbers of the reference strain RVA/Cow-tc/GBR/UK/1973/G6P [5] used were: X00896 (VP7) and M22306 (VP4).\n\nG6P [5] 3 . Schematic representation of the G6P [5] partial VP7 deduced amino-acid sequence differences. Comparison was made from amino-acid number 9 through to amino-acid number 288 (total number of positions: 280), and only the diverging positions of G6P [5] strains from this study with the reference strain RVA/Cow-tc/GBR/UK/1973/G6P [5] (GenBank accession number: X00896) are shown. Black shade ( ) indicates the amino-acid mutations only present in strains from one of the two groups of herds, dark grey shades ( and ) allow to highlight different amino-acid mutations at the same position shared by strains from both groups of herds and light grey shade ( ) indicates single amino-acid mutations shared by strains from both groups of herds. VR1 to VR8: Variable Region 1 to 8; (A-C): major antigenic region A-C. \n\nReference strain RVA /Cow-tc/G BR/UK/1973/G 6P [5] amino-acid positions Fig. 4 . Schematic representation of the G6P [5] partial VP4 deduced amino-acid sequence differences. Comparison was made from amino-acid number 51 through to amino-acid number 259 (total number of positions: 209), and only the diverging positions of G6P [5] strains from this study with the reference strain RVA/Cow-tc/GBR/UK/1973/G6P [5] (GenBank accession number: M22306) are shown. Black shade ( ) indicates the amino-acid mutations only present in strains from one of the two groups of herds, dark grey shades ( and ) allow to highlight different amino-acid mutations at the same position shared by strains from both groups of herds and light grey shade ( ) indicates single amino-acid mutations shared by strains from both groups of herds. VR: Variable Region.\n\nOur study shows that the rotavirus G6P [5] vaccine studied did not seem to promote the emergence of rotavirus strains with genotypes or variants different from those of the vaccine. Moreover, this vaccine did not seem to promote the emergence of other viruses, such as caliciviruses, which also cause calf diarrhoea."}