{"title": "", "body": "I am very pleased to announce that Infection, Disease and Health was accepted for MEDLINE indexation in late 2018. This has been the culmination of years of work. I wish to thank all those who have contributed to this achievement, including the Editorial Board. I particularly wish to thank Professor Ramon Shaban, Professor Stephanie Dancer, Professor Allen Cheng and Professor Lyn Gilbert. The journal continues to see year on year increases in article downloads and website views. In 2018, we launched several virtual special issues, a collation of articles on a common theme. These included the themes of antimicrobial resistance and urinary tract infections. We intend to release some further virtual special issues in 2019.\n\nI would like to also take this opportunity to reflect on some of my 'Editor picks', from articles published in 2018. I have highlighted and summarised some papers you may find interesting below:\n\nHow much do superbugs cost Australian hospitals? [1] An evidence-based open-access tool [1] . This article described an innovative online open-access tool, that provides estimates of the national cost of common drugresistant infections in Australia. The tool can be used to help make sense of complicated data in a user-friendly output.\n\nTwitter and Middle East respiratory syndrome, South Korea, 2015: A multi-lingual study [2] . In this study, the authors explored data from Twitter to identify MERS related tweets and the discussion in different languages. The authors suggest that understanding audiences' unique Twitter cultures will help public health agencies to develop appropriate Twitter health communication strategies. This article was a classic example of how data from social media could be used in infection prevention and control initiatives. Antibiotic prescribing in primary healthcare: Dominant factors and trade-offs in decision-making [3] . This article explored the factors influencing general practitioner decision-making on antibiotic prescribing in the Australian primary healthcare sector. Patient expectation for antibiotics was the dominant modifiable factor influencing prescribing behaviours and demonstrates the power consumers have the power to reduce the use of antibiotics. Attitudes of healthcare workers to influenza vaccination [4] . In this cross sectional study, the authors identified barriers to vaccination including concerns about vaccine safety and efficacy, and difficulties accessing vaccination, thus suggesting that educational messages and operational strategies need to be implemented to optimise vaccine uptake.\n\nIn addition to the articles above, there was a the publication C. difficile infection control guidelines, developed by the Australasian Society for Infectious Disease and Australasian College for Infection Prevention and Control [5] , research suggesting that reducing C. difficile is possible by reducing length of stay [6] , a local response to an outbreak of Mycobacterium chimaera [7] , a discussion paper on pricing safety [8] , and evidence of evidence of biofilm on endoscopes [9] . These articles demonstrate the breadth of articles published in the journal.\n\nFinally, I wish to thank all the reviewers for the journal, who have taken the time to review and provide constructive feedback to authors. In this issue, we list those who have reviewed articles for Infection Disease and Health in 2018.\n\nBrett Mitchell is the Editor-in-Chief of Infection Disease and Health.\n\nNo funding was received in relation to this editorial.\n\nAvailable online at www.sciencedirect.com ScienceDirect j ourna l home page: http:/ /www.journals.e lsevie r.com/ infe ctiondi sease-and-hea lth/"}