{"title": "", "body": "Objective A case-control study was conducted to assess seasonal influenza vaccine effectiveness (SIVE) during the 2015-2016 influenza season. Methods A study was performed in three departments in Lithuania between 1 December 2015 and 1 May 2016. Data on demographic and clinical characteristics including influenza vaccination status were collected from the patients recommended to receive the seasonal influenza vaccine. Influenza virus infection was confirmed by multiplex reverse transcription polymerase chain reaction (RT-PCR) . results Ninety-one (56.4%) of the 163 included subjects were ≥65 years old. Fifteen (9.2%) subjects were vaccinated against influenza at least 2 weeks before the onset of influenza symptoms, 12 of them were ≥65 years old. Of the 72 (44.2%) influenza virus positive cases, 65 (39.9%) were confirmed with influenza A (including 50 cases of influenza A(H1N1)pdm09), eight (4.9%) were confirmed with influenza B and one was a co-infection. Unadjusted SIVE against any influenza, influenza type A and influenza A(H1N1)pdm09 was 57% (95% CI −41% to 87%), 52% (95% CI −57% to 85%) and 70% (95% CI −43% to 94%) respectively. conclusion Although SIVE estimates were not statistically significant the point estimates suggest moderate effectiveness against influenza type A.\n\nInfluenza is a highly contagious viral airborne disease that in the northern hemisphere typically occurs during the winter months. 1 Annual influenza epidemics result in high morbidity (three to five million cases of severe illness) and significant mortality rates (250 000-500 000 deaths) worldwide. 2 In addition, for people with chronic underlying medical conditions and those of 65 years old and older influenza is associated with significant adverse health outcomes, [3] [4] [5] such as influenza-related hospitalisations and deaths. 6 7 The most effective way to prevent potentially severe influenza complications is vaccination. 8 9 Annual influenza immunisation is recommended for the most vulnerable groups, such as adults aged ≥65 years and people with co-morbidities. 10 However, the evidence base for this recommendation is weak, and except for a few randomised control trials, is based on the results of observational studies. 11 12 The lack of laboratory confirmation of influenza infection and the assessment of influenza vaccination effectiveness against non-specific outcomes are the major limitations of the majority of the existing observational studies. Relatively recently, the test-negative case-control studies have been introduced to assess seasonal influenza vaccine effectiveness (SIVE), and despite some limitations, they are currently considered to be the most accurate and efficient way to monitor SIVE. 13 \n\nDue to frequent change in the circulating influenza strains, SIVE should be monitored on a routine basis. 14 This is useful in guiding the influenza prevention and informing the treatment strategies during the influenza epidemics and it could also help when making a decision on the next season's influenza vaccine content. 11 Furthermore, due to different timing and spread of the influenza viruses across Europe, 15 SIVE estimates derived from different geographical areas are of particular interest and of great relevance as well.\n\nIn Lithuania, adults≥65 years of age, pregnant women, people with underlying medical conditions and healthcare workers are eligible to receive influenza vaccination free of charge. The vaccines used for the immunisation of the risk groups in Lithuania are trivalent influenza vaccines. For the 2015-2016 influenza season, one dose of a subunit influenza vaccine Influvac (BGP Products, HOOFD-DORP, The Netherlands) was used. 16 According to the recommendations of the WHO, 17 The objective of this study was to measure SIVE against laboratory-confirmed influenza in patients admitted to hospital due to severe acute respiratory infection (SARI) in Lithuania in 2015-2016.\n\nA test-negative case-control study was conducted between 1 December 2015 and 1 May 2016. The subjects were recruited from three participating sites: Centre of Infectious Diseases, Vilnius University Hospital Santaros Klinikos, Vilnius, Lithuania; the Department of Infectious Diseases and the Department of Geriatrics of Lithuanian University of Health Sciences, Kaunas. The study population consisted of 18 years and older individuals with underlying medical conditions, healthy ≥65 years old individuals and pregnant women living in the community, who were admitted to one of the participating sites due to SARI with no contraindication for influenza vaccination, that is, allergies to influenza vaccine and other adverse events to vaccinations in the past. Patients were eligible to be included in the study when they were hospitalised for at least 24 hours, but not longer than 48 hours, had a swab taken ≤7 days after self-reported disease onset, did not test positive and were not hospitalised for any influenza virus in the current season before the inclusion, and were suffering from SARI with at least one of the systemic symptoms (fever, malaise, headache and myalgia) or deterioration of general condition or deterioration of functional status, and at least one of the respiratory symptoms (cough, sore throat and shortness of breath). Patients were not eligible to be included in the study when they were institutionalised, unwilling to participate, not able to communicate, not able and/or willing to give written informed consent (IC). Eligible patients were asked to provide one throat and one nose swab specimen for influenza testing by the multiplex RT-PCR. As data from shedding studies propose that influenza virus detection decreases after 7 days, recruitment was limited to patients who were swabbed not more than 7 days after onset of the symptoms. 18 Swabbing was done after the information on demographic and clinical characteristics was collected from the medical history and patient self-report.\n\nThe outcome was laboratory-confirmed influenza virus infection in patients admitted to hospital for SARI. SARI patients positive for influenza A(H1N1)pdm09, A(H3N2), non-typed A or influenza B viruses were considered as cases. The control group consisted of patients who were negative for any influenza virus infection.\n\nThe exposure of interest was vaccination with trivalent seasonal influenza vaccine, available in Lithuania during 2015-2016 influenza season. 16 Subjects were considered as vaccinated if their vaccination status was confirmed by their general practitioner (GP) records, and the vaccination occurred more than 14 days before disease onset or more than 14 days before being selected as controls, who also had SARI onset. Otherwise, they were considered as unvaccinated.\n\ncovariates Information about age, sex, antiviral drug use during current hospitalisation, transfer to the intensive care unit, hospitalisations due to disease exacerbation in the last 12 months, length of hospitalisation and occurrence of underlying medical conditions (cardiovascular, respiratory, renal, rheumatological, endocrine diseases and diabetes, haematological and non-haematological cancer, immunodeficiency and transplantation, dementia, stroke, anaemia (according to the International Classification of Diseases 10) were collected from the medical records (online supplementary appendix 1). Socioeconomic status (education, occupation, income per household member), living in urban or rural areas, smoking status, body mass index (BMI), obesity (BMI≥30), number of hospitalisations and number of visits to GP due to the underlying medical conditions (but not repeated prescriptions) in the preceding year, and Barthel scores to assess dependence in activities of daily living before the hospitalisation were collected from the self-reports.\n\nThe nasal and throat swabs were kept in the fridge at the ward at +4°C up to 72 hours. During this time, the samples were transported to the National Public Health Laboratory (NPHL). If the samples were not transferred to the NPHL within 72 hours, they were frozen at −70°C.\n\nWhen transported to the NPHL the samples were kept in −70°C while analysed. Viral RNA from the samples was isolated using an automatic magnetic particle method based on the Centre for Disease Control and Prevention (CDC) recommendations, 19 20 and influenza vaccination rates among the risk groups in Lithuania, we assumed the vaccination rates among the cases and controls of 2% and 15% respectively. To achieve the statistical power of 80% with a confidence level of 95%, the required sample size was 170 subjects. The sample size was estimated for the total sample only.\n\nThe demographic and clinical characteristic of cases and controls were compared by using Fisher's chi-square test and Student's t-test. The analysis was adjusted for confounding when the variables were associated with both the outcome and the vaccination at alpha level of 10%. SIVE and its 95% confidence interval (95% CI) was estimated by using the formula (1-OR)*100%.\n\nThe study was conducted in accordance with the Lithuania legislation and the Declaration of Helsinki. Kaunas Regional Biomedical Research Ethics Committee (Kaunas, Lithuania) and State Data Protection Inspectorate approvals P2-158200-04-476-138/2012, dated 23 February 2016 and 2 R-372(2.6-1.) dated 21 January 2016 were received respectively. The written IC was obtained from the study subjects.\n\nOverall, 1003 patients were screened and 180 met the inclusion criteria, of which 163 (91%) subjects gave an IC and were included into the study. Ninety-one (55.8%) subjects were negative for any influenza virus infection, 72 (44.2%) subjects tested positive for influenza virus infection. Sixty-five subjects (39.9%) were confirmed with influenza virus A infection, including 50 cases of influenza A(H1N1)pdm09. The subtyping was inconclusive for 15 specimens of influenza type A. There were eight (4.9%) cases with influenza B virus infection (seven B/Victoria; one unsubtyped) and one (0.6%) had a co-infection with unsubtyped influenza virus A and B/Victoria. Eighty-four (91.3%) patients were swabbed within 4 days of antiviral administration, of which 32 (34.8%) were administered antivirals before or on the day of swabbing and 39 (42.4%) patients were swabbed 1 day after the administration of antivirals. In addition to influenza, seven subjects were co-infected: two with adenovirus (2.8%), one with coronavirus (1.4%), two with metapneumovirus (2.8%) and two with RSV (2.8%). Other respiratory pathogens isolated from the study participants (n=25) were RSV (6, 3.7%), adenovirus (5, 3.1%), metapneumovirus (5, 3.1%), rhinovirus (6, 3.7%), coronavirus (2, 2.3%) and parainfluenza (1, 0.6%).\n\nThe observed influenza peak in our study occurred in week 6 (figure 1), which overlapped with the nationally detected influenza season's peak in Lithuania in 2015-2016 (figure 2).\n\nThe average age of the influenza cases was significantly lower than the controls (59 vs 67 years old). Influenza cases had significantly less underlying medical conditions, such as cardiovascular and lung diseases, were less often hospitalised during the last 12 months due to the exacerbations of the underlying illnesses, and were prescribed oseltamivir twice more often (table 1) .\n\nFifteen (9.1%) subjects were vaccinated against influenza in the 2015-2016 season, of which 12 were ≥65 years old (table 1). All vaccinations occurred more than 14 days before the onset of SARI. Vaccinated individuals were older, more likely to have received the seasonal influenza vaccine during the previous season and had slightly shorter length of hospitalisation (table 1) .\n\nInfluenza cases appeared to have more cough and less shortness of breath and deterioration of general condition than the controls (table 2) .\n\nIn the total sample, five out of 163 patients died during the hospitalisation, of which 4/72 (5.6%) within the influenza confirmed cases (including one vaccinated death), and 1/91 (1.1%) within the controls (ceased subject not vaccinated).\n\nUnadjusted SIVE point estimates against any influenza, influenza type A and influenza A(H1N1)pdm09 were 57% (95% CI −41% to 87%), 52% (95% CI −57% to 85%) and 70% (95% CI −43% to 94%) respectively, however they were not statistically significant (table 3) .\n\nAs age was associated with both vaccination status and the outcome, we performed SIVE analysis by age group (18-64 and ≥65 years old). In the stratified by age analysis, the SIVE point estimate for any influenza and influenza type A for the subjects of 18-64 years old increased, while it dropped in the ≥65 years old subjects (table 3) . This was not the case for the SIVE against A(H1N1)pdm09. None of the results in the stratified analysis were statistically significant. Due to low statistical power, the analysis to estimate SIVE against influenza type B/Victoria was not performed. The sensitivity analysis with a scenario when 0 vaccinated influenza B cases were replaced with one was used. 21 However, the unadjusted OR resulted in 1.04, indicating no SIVE (95% CI 0.02 to 9.47).\n\nThis study aimed to estimate SIVE against laboratory-confirmed influenza virus infection in patients admitted to the hospital due to SARI in Lithuania during the 2015-2016 season.\n\nOur estimates indicated vaccine effectiveness against any influenza, influenza type A and influenza A(H1N1) pdm09 of 57%, 52% and 70% respectively, but none of them were statistically significant. After stratifying by age SIVE point estimates against any influenza and influenza type A slightly increased in the 18-64 years old individuals, and decreased in those ≥65 years old. Due to the lack Open Access of precision in the subgroup analysis, these results can serve only as indicatory.\n\nIn our study, SIVE was higher than the mid-season estimates against influenza A(H1N1)pdm09 reported in the primary and hospital patient populations in Denmark (35% in ≥65 years old subjects) and in the GP patient population in the UK (49% in all age groups). 12 22 Lower point estimates (crude 26.2% and adjusted 6.2%) against the predominant A(H1N1)pdm09 were reported from multicentre European network of hospitals during the 2012-2013 influenza season. 11 In the individual participant data meta-analysis in the community dwelling elderly confounder-adjusted vaccine effectiveness estimate against A(H1N1)pdm09 resulted in 53.2%. 23 During the 2013-2014 influenza season with predominant influenza A(H1N1)pdm09 in Canada an adjusted SIVE in elderly of 67% was found. 24 Due to the lack of published data reporting vaccine effectiveness in 2015-2016, SIVE comparison across countries and/or regions is still missing. In addition, in the previous study conducted by our group in a similar setting in the 2012-2013 we found 30% higher SIVE than during the 2015-2016 season. 20 It is necessary to point out that influenza A(H1N1), influenza A(H3) and influenza B cases were predominant Open Access during the 2012-2013 season, while influenza A(H1N1) pdm09 was predominant during the season 2015-2016. We used influenza virus negative patients as controls in our study. It has been shown that the use of different control groups (ie, negative for influenza viruses; negative for influenza viruses, but positive for other respiratory viruses; negative for both influenza and other respiratory viruses) in test-negative design case-control studies resulted in different SIVE estimates. [25] [26] [27] [28] [29] [30] However, the results so far have not been consistent, and the discussion about the study designs and methodological challenges using each of the control groups is still ongoing. 26 30 31 Some differences in point estimates of SIVE when using different control groups have recently been reported, but the confidence intervals of the estimates overlapped. 30 31 Given these inconsistencies and even lower sample size when restricting the controls to only influenza negative or all respiratory viruses negative in our study, the control group of influenza virus negative patients remains a valid choice.\n\nSeven influenza B/Victoria cases were detected in our study. Although we were not able to perform SIVE due to extremely low numbers of influenza B cases, our findings show that the circulating strain mismatched the B/Yamagata lineage virus, which was included in the 2015/2016 season's vaccine. This was confirmed by the OR of 1 when 0 vaccinated influenza B cases were replaced with one case, as well as not significant mid-season estimate of 4% found in Denmark. 12 Five deaths occurred in our study during the 2015-2016 influenza season, of which four subjects were positive for influenza A(H1N1)pdm09. All five subjects had at least one underlying medical condition. Three of the four influenza cases were younger than 65 years. Only one (influenza positive) patient was vaccinated against influenza this season. During hospitalisation, all patients developed the unilateral or bilateral pneumonia. The main cause of death among the influenza cases was the respiratory insufficiency due to the acute respiratory distress syndrome. Such high mortality in our study sample, and especially among the influenza confirmed cases (5.6%) as compared with controls (1.1%) reflects the severity of the condition of the hospitalised population and the increased risk for severe influenza-related outcomes and calls for better influenza prevention measures for the risk groups.\n\nThe response rate in this study was very high and exceeded 90%. The selection bias was reduced by including the patients into the study before the laboratory result of influenza status was known; cases and controls were similar with regard to the demographic and clinical characteristics. The outcome bias was further reduced by using a very sensitive influenza detection method. 32 The exposure status was verified with the GP, and therefore exposure misclassification was very unlikely. That together gives us confidence that despite low sample size and low precision of the SIVE estimates, the bias in this test-negative case-control study, except for unmeasured confounding, which we were not able to assess, is limited. 33 34 This study has several limitations. First, the two participating university hospitals are located in two of the 10 districts in the country. However, the infectious diseases units in these hospitals are the main centres where the majority of patients with clinically suspected influenza are admitted in the Vilnius and Kaunas regions and they cover about 35% of the Lithuanian population. 35 The low precision of the SIVE estimates was partly due to low number of vaccinated patients, which would require a much higher sample size to be able to provide precise SIVE estimates. Nevertheless, we addressed the potential biases in the design and the analysis stages of the study, and at least for influenza type A the obtained estimates are likely to be a reasonable indication of SIVE during the 2015-2016 season.\n\nIn Lithuania, the vaccination coverage among the risk groups is very low. According to the Centre for Communicable Diseases and AIDS, 19.5% of the elderly population were vaccinated during the 2015-2016 influenza season, while in several other European countries the vaccination coverage among the risk groups varies from 28% in Portugal to 80.2% in Northern Ireland. 36 Different vaccination rates in the European countries that generally adopt the same recommendations might be explained by different communication activities, differences in vaccination provision systems, funding schemes, attitudes and trust in seasonal influenza vaccination recommendations. In England, for example, GPs and other providers are encouraged to contact eligible patients in September and actively invite them to attend the clinics and get vaccinated against influenza. 17 37 In Lithuania, personal invitations are usually not sent and the vaccination coverage among the healthcare workers themselves is quite low, 36 which likely influences the patients' decisions as well. The patients eligible for influenza vaccination (ie, those suffering from underlying condition, ≥65 years old, pregnant women) are usually offered and administered the vaccine if they are visiting their GP during the weeks when the vaccine is available (October-December), which limits the number of patients who would potentially be willing to get vaccinated if they were actively invited.\n\nIn addition to the routine SIVE assessments to inform influenza prevention and treatment strategies, multiple questions remain to be tackled by future studies. Multiple years are needed to investigate the role of the previous influenza infection as a potential effect modifier for the vaccine effectiveness estimates. 38 Due to absence of electronic record system, we do not have information about (laboratory-confirmed) influenza illness in the previous seasons for the same subset of patients. We are therefore not able to determine the effect of previous laboratory-confirmed influenza on SIVE. Also, bigger sample size is needed to monitor within-season waning immunity and to determine whether the timing of the influenza immunisation campaigns needs to be revised. 39 Open Access cOncLusIOns Although SIVE estimates confidence intervals are broad, this study suggests moderate effectiveness against influenza type A. Even with moderate vaccine effectiveness estimates, given such high prevalence of influenza in hospitalised cases and relatively high number of deaths, there is an urgent need for adopting more effective vaccination campaign strategies in countries with low vaccination uptake rates. ethics approval Kaunas Regional Biomedical Research Ethics Committee (Kaunas, Lithuania).\n\nProvenance and peer review Not commissioned; externally peer reviewed. data sharing statement No additional unpublished data are available for sharing.\n\nOpen Access This is an Open Access article distributed in accordance with the Creative Commons Attribution Non Commercial (CC BY-NC 4.0) license, which permits others to distribute, remix, adapt, build upon this work non-commercially, and license their derivative works on different terms, provided the original work is properly cited and the use is non-commercial. See: http:// creativecommons. org/ licenses/ by-nc/ 4. 0/"}