{"title": "Relaxin as a diagnostic tool for pregnancy in the coyote (Canis latrans)", "body": "The coyote (Canis latrans) is a medium-sized wild canid, native to North America and closely related to the gray wolf (C. lupus), red wolf (C. rufus), and domestic dog (C. familiaris) (Roy et al., 1994) . Coyotes are considered seasonally monestrous (Hamlett, 1938; Gier, 1968 ) and socially monogamous (Andelt, 1985; Bekoff and Wells, 1986; Gese, 2001) . While there is some regional variation in the actual breeding season, coyotes generally mate in mid-to late-winter, have a gestation period of 60-63 days, and deliver an average litter of three to seven pups in the spring (Hamlett, 1938; Gier, 1968; Knowlton, 1972; Gese et al., 1989) . Typically, only the dominant male and female within a coyote social group produce a litter (Gese et al., 1989 (Gese et al., , 1996 , although subordinate associates will help defend the pups and territory (Andelt, 1985; Bekoff and Wells, 1986; Gese, 2001) .\n\nThe reproductive hormone profile of the coyote's estrous cycle has been studied (Stellflug et al., 1981; Hodges, 1990 ) and appears to share certain features with the patterns described for the wolf (Seal et al., 1979; Kreeger et al., 1991; Walker et al., 2002) and domestic dog (reviewed in: Concannon et al., 1989 Concannon et al., , 2001 . Like the wolf and dog, differentiating a pregnant coyote from a non-pregnant female can be difficult if based on serological assessment alone. Pregnant and pseudopregnant coyotes have similar patterns of serum progesterone secretion, and the absolute concentration levels vary widely among individuals (Carlson, 2006) . Also, while mid-gestation prolactin levels in coyotes rise significantly above those observed in nongravid diestrous females, the absolute values still overlap (Carlson, 2006) . Thus, single blood sampling for progesterone or prolactin seems unreliable as a method of determining reproductive status in coyotes. The hormone relaxin, however, has not yet been explored in this species.\n\nRelaxin is a polypeptide shown to affect the reproductive tissues of mammals, most commonly \"cervical extensibility and uterine contractibility\" (Sherwood, 1994) . The source of relaxin synthesis varies among species, but the predominant sites are the corpus luteum, placenta, and uterus (Sherwood, 1994) . Depending on the species, detection of relaxin in peripheral blood is not always restricted to pregnant females; however in the domestic dog it has been established as a pregnancy-specific hormone (Steinetz et al., 1987 (Steinetz et al., , 1989 . The site of synthesis in the bitch has been elucidated (Tsutsui and Stewart, 1991; Klonisch et al., 1999) and primarily ascribed to the placenta, although the hormone can also be traced in the ovary and uterus. These latter tissues may be areas influenced by the paracrine deposition of relaxin. A clinical study of domestic dogs using the commercially available canine relaxin enzyme-linked immunoassay (ELISA) ReproCHEK TM (Synbiotics Corporation, San Diego, CA, USA) reported detection of the hormone in maternal peripheral blood as early as 25 days after ovulation (Buff et al., 2001) .\n\nIn support of a longitudinal investigation in the reproductive biology of the coyote (Carlson, 2006) , a diagnostic tool was needed to easily distinguish between pregnant and pseudopregnant females, while minimizing research induced disturbances. Although there are behavioral and physiological differences between the coyote and domestic dog, there are many common reproductive features (Gier, 1968; Silver and Silver, 1969; Kennelly and Johns, 1976; Kennelly, 1978) . Therefore, we tested the use of relaxin as a serological marker of pregnancy in the coyotes with the hypothesis it would be as successful in a wild canid as it has been in its domestic congener.\n\nDuring 4 consecutive years (2000) (2001) (2002) (2003) , 124 intact female coyotes were tested for the presence or absence of relaxin at variable times following copulation and/or parturition. The coyotes were captive born and reared at the National Wildlife Research Center (NWRC) facility near Millville, UT, USA. All animals were housed in outdoor enclosures with natural lighting. Male-female pairs resided in 0.1 ha outdoor pens with access to den boxes sheltered within observation buildings. Multiple pens were within visual and audible range of each other but separated by fencing and concrete barriers. Some individual animals were sequestered from their mates during the breeding season and served as unmated controls. In these cases, the females were housed in sheltered outdoor kennels which also included den boxes for privacy.\n\nThe subjects ranged from 2 to 12 years of age and known weights ranged from 7.6 to 13.8 kg. They were fed a commercially prepared carnivore diet (Fur Breeders Agricultural Cooperative, Sandy, UT, USA) once daily, and fasted 1 day per week. Water was provided ad libitum. Vaccinations were given annually against canine distemper, hepatitis, leptospirosis, parvovirus, parainfluenza, type 2 coronavirus, adenovirus, and rabies. Routine parasite control was administered as indicated. All protocols were approved by the NWRC (QA799, QA944 and QA987) and Utah State University (IACUC#1114) Institutional Animal Care and Use Committees.\n\nDuring the breeding season (January-March), mated pairs were observed in their pens throughout the day. Mating behavior (Golani and Mendelssohn, 1971; Bekoff and Diamond, 1976 ) was recorded including mounting attempts and copulatory ties. Peripheral blood specimens were initially collected 2-3 weeks after the first observed copulatory tie. These initial samples were presumed to be before embryonic implantation or placental development (Tsutsui, 1989; Concannon et al., 2001) and were therefore expected to test negative for relaxin. Subsequent samples were then periodically collected from the females until a positive result was obtained.\n\nAnti-coagulated blood specimens were collected by venipuncture or an indwelling venous catheter, into evacuated tubes containing either sodium heparin or lithium heparin. Samples were collected before the animals were fed, and without sedation or anesthesia. The plasma was separated from the whole blood as soon as possible and stored at ≤−20 • C until testing. Due to behavioral differences between coyote pairs, the earliest samples were ultimately collected at an estimated 11 days of gestation with additional samples randomly obtained throughout diestrus. In addition, 44 females were randomly sampled for 20 weeks after parturition to assess how long relaxin remained detectable by this assay.\n\nPresence or absence of canine relaxin was determined with a qualitative ELISA, ReproCHEK TM (Synbiotics Corporation, San Diego, CA, USA). The assay utilizes polyclonal anti-relaxin antibodies in solid phase (microtiter wells), and canine specific anti-relaxin monoclonal antibodies conjugated to horseradish peroxidase (HRP). Testing was performed on thawed samples (50 l) according to the manufacturer's instructions using the optical density (OD) measurement option (Carlson, 2006) .\n\nNine intact females that were not bred or who had been paired with castrated males, and eight intact males were included as internal controls. Because the absorbance values of these control animals sometimes exceeded the manufacturer's negative control (intra-run comparison), a range of values (<0.030 OD) representing a negative result was established. Mated females that initially tested negative were resampled 1-2 weeks later to either confirm the negative test for relaxin or obtain a positive result.\n\nDuring the study, 83 female coyotes tested positive for relaxin prior to parturition and appearance of pups (Table 1) . Concurrently, 26 females repeatedly tested negative and no pups were seen. Four females tested positive for relaxin although pups were subsequently never found, and because neither ultrasonography nor radiography was performed it remains inconclusive whether these four females were actually pregnant. In contrast, two females tested positive and were known to have experienced spontaneous abortions, confirmed by recovery of the expelled fetuses.\n\nIn the first 2 years of the study, eight males, seven unmated females, and two females with castrated mates were also sampled ( Table 1 ). The OD measurements of these animals provided some guidelines as to how this assay would perform against plasma from non-pregnant coyotes. The measurements of these negative internal controls fell within the range of the manufacturer's negative controls throughout the study (Table 2) .\n\nAbsorbance values were recorded for 82 full term pregnant females. A gestation length of 62 days was assumed (Gier, 1968; Kennelly, 1978) and the OD readings were aligned using the day of parturition as the reference point. Partitioning of the gestation period into weekly intervals showed optical density increasing by week 4 (Table 3) . When more than one sample was collected, it was possible to estimate the day of gestation based upon when a coyote first showed a positive relaxin test result (Table 4) . Under these conditions, the earliest positive result was obtained at an estimated 23 days gestation; on days 24-27 results either were negative, indeterminate, or positive. However, from day 28 on, all results were positive and had an OD ≥ 0.100 (Fig. 1) . We also note that while some negative and indeterminate results were recorded, at least 90% of the samples collected on days 25-27 were interpreted as positive (Table 4 ). An indeterminate threshold range of 0.030-0.050 OD was established based upon the absorbance values of the internal coyote controls and those of the manufacturer's reagents; and reinforced by the absorbance measurements recorded for the mated females with and without pups. All internal (coyote) controls were ≤0.032, and the difference between the maximum ReproCHEK TM negative control (0.037) and the minimum ReproCHEK TM positive control (0.051) was in the range of 0.038-0.050 (Table 2) . Samples (n = 69) from the 26 mated females without pups fell in the range of −0.005 to 0.072 (median 0.009 OD). The singular female with the OD measurement of 0.072 retested 2 weeks later at 0.033; and while 5 other samples in this group were also between 0.030-0.050, 62 samples (90%) were <0.030. Days are aligned from day of parturition and assume a common 62-day gestation for all females. % Pos: percentage of samples (n) testing positive per day. a Earliest day of gestation when a positive sample was observed. b All samples from day 28 forward tested positive. Serial blood sampling from five subjects revealed that within 48-72 h a pregnant female coyote could display a rapid increase in OD measurements representing a plasma-conversion from negative to positive. For example, one female changed from 0.015 to 0.117 in 2 days, while another from 0.012 to 0.160 in 3 days. This latter data suggested that the absorbance readings of females who were pregnant (true-positives) would quickly increase in intensity (Fig. 1) , thus differentiating them from non-pregnant cohorts within a short period of time. However, the timing of a sample collection might produce an indeterminate result (0.030-0.050 OD), and such results need to be rechecked.\n\nAfter parturition, 44 females were sampled initially during the first 4 weeks post-partum, then randomly sampled from weeks 9 to 20 (Table 5 ). All females continued to test positive (OD measurement >0.050) until day 72 when one female had an OD reading of 0.001. All other post-partum subjects remained positive until the next female tested negative (0.005) at day 87. Gradually all females reverted to negative levels ( Fig. 1 ) and the last OD measurement that was >0.030 was recorded on day 127.\n\nWe found the hormone relaxin to be an acceptable diagnostic marker of pregnancy in the coyote. Through four consecutive breeding seasons all female coyotes with young tested positive prior to parturition (including spontaneous abortions). Under these conditions, a true-positive was a female that had pups and tested positive for relaxin. Once these subjects converted from negative to positive (between 23 and 28 days gestation) the intensity of the OD measurements increased rapidly (Fig. 1) . This marked increase in OD made a true-positive distinguishable from cohorts who were never seen with pups. Because more traditional diagnostic tools (e.g., ultrasonography or radiography) were not routinely used, the negative cohorts could not be confirmed as being non-pregnant (true-negatives); however 26/30 (86.6%) of the females without pups and 17/17 (100%) of the control coyotes tested negative for relaxin.\n\nAnother useful aspect of relaxin in the determination of a coyote's reproductive status was that it remained detectable throughout gestation, and well into the post-partum period (Fig. 1) . Thus, collection of a meaningful specimen became less dependent on critical timing. All samples collected after day 28 of gestation were >0.100 OD until the end of week 10 post-partum (Fig. 1) , and this level of color development (a visible blue color) is easily discernible from the ReproCHEK TM negative control (no color).\n\nWe observed a general trend of increased color intensity as the females progressed through their pregnancies (Fig. 1) . Color intensified between weeks 4 and 5, maintained a maximum intensity then appeared to weaken after week 7 (Table 3 ). There also appeared to be a slight peri-partum decrement in relaxin followed by a short rebound in the first month of lactation ( Fig. 1) . For technical reasons the manufacturer makes no attempt to correlate color intensity or absorbance with circulating levels of relaxin, and this study did not provide any evidence that these measurements could predict either reproductive success or litter size. Follow up testing of the two females who experienced spontaneous abortions (neither the etiology nor the day of fetal death is known) produced very different results. Both females were positive 3 or 5 days before the fetuses were expelled; but while the first female tested negative 4 and 10 days after, the second female remained positive up to 34 days later.\n\nIn conclusion, we found this assay easy to perform; and although a spectrophotometer was used in this study, it was not a requirement. Color development of unknown samples can be compared to the ReproCHEK TM negative control (per the manufacturer's instructions), but our experience suggests that in coyotes a weak-positive result should be interpreted carefully. We recommend that sampling not begin until 4 weeks (28 days) after the most active mating behavior is observed, and that initial negative results be confirmed with a new specimen 1-2 weeks later. With these considerations in mind, this assay should be a reliable tool in this species and possibly other wild congeners of Canis."}