{"title": "Endogenous R&D spillover and location choice in a mixed oligopoly", "body": "Organization (WHO) called upon 11 laboratories in 9 countries to join a collaborative research project on SARS diagnosis. 2 Since then, public institutes of many countries spent a broad effort to develop vaccines and drugs against the SARS virus. Private firms, not certain whether the market will be long lasting, first hesitated to invest in SARS research. 3 Later on, attracted by government funding and expectation of shortrun profit, they switched some of their focus to the infectious disease. 4, 5 This example highlights the possibility of public firms being more willing to spend on R&D, in the presence of positive externalities. 6 As a result, privatization of public firms could result in a lower level of R&D, thus leading to a welfare loss. 7 This paper develops a model where a public firm competes against a private firm in a linear market. 8 Firms may engage in product R&D to improve the quality of their products. The R&D undertaken by one firm benefits its rival through spillover. 9 The spillover benefit is negatively associated with the distance between the two firms. The purpose of this paper is three-fold. First, we investigate how technology spillover affects firms' incentive to innovate. Second, we study where firms locate their plants in the presence of R&D spillover. Our final goal is to examine the welfare implication of privatization of the public firm.\n\nOur first result is that, R&D investment by the public firm is higher than that by the private firm, if the spillover is large. However, the reverse could be true if the spillover is small. To maximize social welfare, the public firm has a stronger incentive to engage in innovation when the R&D spillover is high. On the contrary, to maximize its own profit, the private firm has a lower incentive to conduct R&D, for the following reasons: First, R&D expenditure is a typical cost to the investor. Second, a greater spillover reduces the private firm's R&D incentive. And finally, tougher competition induced by R&D rivalry is harmful for improving firms' profits.\n\nThe second result derived from our analysis is that firms choose inside locations. The distance between the two firms depends crucially on parameter values. The final result is that privatization of the public firm may not benefit the whole society because it could generate inefficient location and insufficient R&D investment. 2 http://www.who.int/csr/sars/project/en/. 3 http://cmbi.bjmu.edu.cn/news/0305/19.htm. 4 http://65.199.186.23/nbt/journal/v21/n7/full/nbt0703-720a.html. 5 Another example is R&D competition around the \"genome project\" between national institutes and private firms (Ishibashi and Matsumura 2006) . The project is started by the US government in 1986 and followed by international cooperation in 1990s. Public institutes have played essential roles in accelerating the research progress and prevented private firms' monopoly use of the outcomes of investigation. 6 Oehmke (2001) compares R&D activity by public sectors and that by private sectors. He finds that universities are active in R&D in plant biotechnology for important but smaller markets in which private firms have little interest. 7 With respect to innovative effort, Munari (2002) finds that pubic ownership is preferred to private ownership. Munari and Sobrero (2005) obtains a similar result. 8 In the real world, firms often produce differentiated products. For example, firms could develop various antiviral drugs to identify, treat, and prevent SARS. The Hotelling-type approach allows us to model product selection explicitly, that is, the distance between the two firms can be thought as the degree of product differentiation. 9 This assumption is used to capture the positive externalities mentioned in the examples. The paper is thus closely related to the literature that deals with R&D competition. Since the writings of Schumpeter, there exists an increasing interest in exploring the relationship between the structure of an industry and R&D activity in the industry. 10 In a mixed oligopoly, Nishimori and Ogawa (2002) , Ishibashi and Matsumura (2006) show that public firms engage in R&D more aggressively than private firms. 11 However, these papers do not consider spatial competition, which is a focus of the present paper. Matsumura and Matsushima (2004) use a Hotelling model and find that a public firm engages in R&D less aggressively than a private firm. However, they neglect R&D spillover between firms, which is another focus of this paper. Recent evidences indicate that R&D spillover plays an important role in firms' location decisions (e.g., Head et al. 1995; Audretsch and Feldman 1996; Rosenthal and Strange 2001) ; thus, it is important to theoretically investigate how R&D spillover affects firms' locational choices.\n\nThe present paper is also closely related to the literature that analyzes the validity of Hotelling's principle of minimum differentiation. First, D' Aspremont et al. (1979) , Neven (1985) argue that firm location exhibits maximal rather than minimal differentiation. Second, Economides (1986) shows that maximal differentiation holds only if transportation cost functions are highly convex. 12 Finally, Tabuchi (1998) , Mai and Peng (1999) , Zhou and Vertinsky (2001) show that both maximal and minimal differentiation can be equilibrium outcome. 13 However, these studies do not consider R&D. Due to the importance of research and development (Howells 2008) , it is worth integrating R&D into the spatial competition model. 14 This paper is also closely related to the literature that deals with welfare implications-with and without privatization of public firms. Cremer et al. (1991) show that a mixed duopoly is socially preferable to a private duopoly. Anderson et al. (1997) argue that, in the short run, privatization is harmful because prices rise, but in the long run, the net effect is beneficial if consumer preference for variety is high enough. Matsumura and Matsushima (2004) demonstrate that privatization can mitigate the loss arising from excessive cost-reducing investment by the private firm and thus lead to a welfare gain. 15 10 See, the pioneering contribution on R&D competition, for example, Loury (1979) , Dasgupta and Stiglitz (1980) , Katz (1986) , D'Aspremont and Jacquemin (1988), Dixit (1988) , Rosen (1991) , Kamien et al. (1992) , Suzumura (1992) , Suetens (2005) . However, these papers overlook spatial competition between firms. 11 Cato (2008) extends Nishimori and Ogawa's (2002) model to the case where there is R&D spillover. 12 Irmen and Thisse (1998) , Tabuchi (1994) argue that when firms compete in a multi-characteristics space, firms maximize differentiation in the dominant characteristic but minimize differentiation in the others, making Hottelling's belief almost right. In a mixed oligopoly model, Matsushima and Matsumura (2003) show that private firms always agglomerate at the same point. 13 Some studies find similar results under different circumstances (Pal and Sarkar 2002; Brekke and Straume 2004; Liang and Mai 2006) . 14 Some papers focus on firms' location choice in private oligopoly models. By adding an R&D process into a product-variety model, Harter (1993) finds various types of equilibria, as the costs of R&D are varied. By using a model with R&D and spillovers, Piga and Poyago-Theotoky (2005) show that firm locations depend crucially on transportation cost (the extent of product differentiation).\n\nThe paper is organized as follows. Section 2 presents the basic model. Section 3 provides the solution to the basic model, using backward induction. Section 4 investigates the welfare effect of privatization of the public firm. Section 5 extends the model. Section 6 concludes the paper. Some proofs have been placed in the Appendix.\n\nConsider the following spatial competition model a la Hotelling (1929) . In a unit length linear city, there are two firms, denoted by 0 and 1. Firm 0 is a welfare-maximizing public firm. Firm 1 is a profit-maximizing private firm. Let y i ∈ [0, 1] be the location of firm i, i = 0, 1, with y 1 ≥ y 0 . Each firm produces a good at a constant marginal cost, which is normalized to zero. Firm i engages in product innovation with an investment, c(x i ) = 1 2 x 2 i , to improve the quality of its product, x i ≥ 0 is firm i's R&D effort. The R&D effort undertaken by one firm may benefit its rival firm through technology spillover. Following Piga and Poyago-Theotoky (2005) (PP hereafter), firm i's effective R&D effort, X i , can be written as follows: 16\n\n(1)\n\nThe coefficient,\n\n(1) reflects the extent of R&D spillover, which is negatively associated with the distance between the two firms. Consumers are uniformly distributed over the interval [0, 1]. The population is normalized to one without loss of generality. Each consumer buys at most one unit of the good. The utility of a consumer located at s ∈ [0, 1] who will buy from firm i is\n\nwhere S > 0 is the reservation price obtained by any consumer who buys from either of the two firms. Assume that S is sufficiently high so that all consumers buy.\n\nObviously, the quality enhancement, X i , induced by the effective R&D effort by firm i is transformed into consumer's value. p i is firm i's product price. t (s − y i ) 2 is the transportation cost from location s toy i . 17 Alternatively, it can be interpreted as the marginal disutility of purchasing a product that is not the consumer's preferred product (Neven 1985; Harter 1993 and PP) . To ensure that the second-order conditions hold and to eliminate the possibility of a monopoly, it is assumed that t > 1.\n\nThe timing of the game is as follows. First, both firms decide how much to invest in improving their product quality. Second, firms choose their locations. 18 Finally, the two firms compete against each other by choosing their prices simultaneously.\n\nFirms' demands are given by\n\nSocial welfare (the sum of firms' profits and consumer surplus) can be illustrated by\n\nFirm 1's profit function is\n\nIn this section, we analyze the model formulated in Sect. 2 and derive the equilibrium outcome. As usual, we use backward induction to solve this game.\n\nWhen both firms are active in the market, substituting the demands in Eqs. (3) into (5) and (6) and taking the first-order conditions with respect to prices lead to 19\n\nThe second-order conditions are satisfied. Solving Eqs. (7) and (8) gives us the prices\n\nDemand functions are given by 20\n\nSince a firm's maximal benefit from its R&D investment is x i , its maximal R&D effort is 1. so, we have x i ≤ 1 < t, i = 1, 2. To study the equilibrium locations, we first define 21\n\nThe relation between 1 and 2 is reflected in Fig. 1 .\n\n(1)\n\nProof See Appendix 1.\n\n19 Please see the detailed condition in Appendix 1. 20 Please see profit and welfare functions in Appendix 1. If (x 0 , x 1 ) ∈ 1 , firm 1's R&D investment is high, which prompts firm 0 to locate closer. To relax competition, firm 1 chooses to locate at the endpoint of the market.\n\nIf (x 0 , x 1 ) ∈ 2 , then firms need to balance the transportation cost (or market share) effect and R&D spillover effect to determine their locations.\n\nIn the first stage, firms choose their R&D efforts, anticipating how their choices will affect the subsequent choices of location and price.\n\nIn the presence of R&D spillover, only the public firm conducts product R&D and the private firm never invests in quality-enhancing R&D. 23 The equilibrium values are as follows:\n\nSocial welfare is\n\nWe should not overemphasize the result that only the public firm performs R&D, that is, x 1 = 0. As we will see in Sect. 5, this result relies on the current formulation, and it is more sensible to the assumptions regarding spillover effect and to the order of moves. 24 Instead, we should stress that, with great R&D spillover, the public firm engages in R&D more aggressively than the private firm.\n\nWe now turn to interpret firms' location choices. For the public firm, to minimize consumers' transportation cost, locating apart from each other is more desirable. However, to maximize the benefit from R&D spillover, locating close to each other is socially preferable. Similarly, for the private firm, R&D spillover entices it to locate close to the public firm, but tough competition forces it to locate far away from the public firm. Equilibrium locations are determined by these offsetting effects.\n\nIn this section, we investigate the effect of privatization on firms' R&D efforts and social welfare. Thus, we consider a duopoly model where two private firms compete against each other. The timing of the game is as before. We assume that t > 2 9 , to ensure the existence and stability of equilibrium. Proposition 2 states that firms choose to locate at endpoints rather than at interior points of the market, which is different from the observation by PP. In our and PP's model, there are two opposite effects that influence equilibrium locations, that is, the competition effect and the spillover effect. In the present model, R&D decision is made in the first stage, and the centrifugal force (the competition effect) exceeds the centripetal force (the spillover effect) in the second stage. As a result, firms locate at the endpoints of the market. However, in PP's model, location decision is made in the first stage, and the spillover effect is more important. Thus, firms choose interior locations. This suggests that the order of choices (whether location choice or R&D choice is made in the first stage) affects the equilibrium outcomes.\n\nIt is interesting to see that firms' R&D efforts do not depend on t. The intuition is straightforward. A larger t reduces price competition, which allows firms to invest more in R&D, which increases consumer's willingness to pay and leads to higher profits. However, a greater R&D effort associated with higher t induces firms to locate closer and leads to lower profits. In this case, the positive effect of transportation cost on firms' R&D efforts is exactly offset by the negative effect. As a result, firms' R&D investments do not depend on t.\n\nDirect comparison between propositions 1 and 2 yields the following statement:\n\nSocial welfare under privatization of the public firm is given by\n\nFootnote 24 continued R&D; otherwise, the public firm will move closer, which hurts the private firm. In addition, R&D decision is made in the first stage, and the spillover effect becomes even more important in determining firms' incentive to innovate. As a result, the private firm is less likely to invest in its R&D.\n\nDirect comparison between Eqs. (12) and (13) leads to the following proposition.\n\nBasically, privatization of the public firm generates two kinds of inefficiency: inefficient location and insufficient R&D investment. On one hand, maximal product differentiation increases transportation cost, and it eliminates R&D spillover between firms. On the other hand, when the public firm is privatized, the reduction in its R&D investment exceeds the increase in the private firm's R&D investment. Thus, social welfare is lower in a private duopoly than in a mixed duopoly. Proposition 3 implies that the existence of a public firm is always socially desirable in a duopoly with endogenous R&D spillovers and location choice.\n\nThe previous analysis rests on the assumptions regarding spillover effect implicit in Eq. (1) and on the order of choices implicit in the timing of the game. That is, R&D spillover depends exclusively on the distance at which the two firms locate, and firms choose their locations after their R&D efforts are determined. We now extend our model in two ways, illustrated in the following discussion. As we can see below, some of the results in the previous analysis are robust, but some others are not.\n\nAs suggested by PP, the R&D spillover can depend on an intensity parameter, α ∈ [0, 1], reflecting the market's ability to generate a positive externality between firms. Thus, Eq. (1) becomes X i = x i + α(1 − y 1 + y 0 )x j , i, j = 0, 1, i = j. A larger α implies a greater spillover, and a smaller α indicates a lower spillover. When α = 0, there is no spillover effect at all, and α = 1 corresponds to the case analyzed in the previous sections.\n\nUnfortunately, it is impossible to derive an analytical solution for firms' location choices and R&D decisions. Therefore, such equilibrium values were obtained by calculating the extended model's numerical solutions. Numerical simulation is performed by fixing t = 25 and is summarized in Table 1 . Results remain qualitatively the same for any t that ensures both firms are active in the market.\n\nThree results are shown by Table 1 . First, firms' equilibrium location exhibits neither maximal nor minimal differentiation. Second, the public firm engages in R&D more aggressively than the private firm when the spillover effect is large, but the reverse result holds when the spillover effect is small. Finally, privatization of the public firm reduces social welfare if the spillover effect is not very small.\n\nIn the previous analysis, we assume that firms choose their locations after their R&D decisions are determined. We justify this assumption on the grounds that R&D costs (or uncertainties) are so high that location decision requires successful innovations. However, having location chosen first could also be reasonable as this is a more longterm decision than how much to spend on R&D. 25 In this subsection, we extend our approach by reversing the order of choices, that is, firms have location chosen first and then decide how much to spend on R&D, and, finally, they compete in choosing their prices.\n\nIn order to have a clear and direct comparison with the results obtained by PP with the main difference being market structure, we assume that α = 1. The analysis in price competition stage is the same as in Sect. 3.1. Response functions can be derived from Eqs. (18) and (19):\n\n2t + y 0 − y 1 and (14)\n\nTo ensure that the second-order conditions hold and to eliminate the possibility of a monopoly, it is needed that t > 2(y 1 − y 0 ), that is, t > 2. R&D efforts are given by:\n\n2t + 3y 0 − 3y 1 and (16) Substituting Eqs. (16) and (17) into (18) and (19) yields firms' objective functions, W (y 0 , y 1 ) and π 1 (y 0 , y 1 ). Unfortunately, it is impossible to derive an analytical solution. Therefore, numerical simulation is performed and is summarized in Table 2 . 26 Table 2 shows that our main results in the previous sections are still robust. Our result implies that, with an increase in transportation cost, the public (private) firm first moves toward (away from) the middle point and then moves back. This result differs from the finding obtained by PP, who show that, with an increase in transportation cost, firms always move away from the central point. Our result also shows that \"the higher the transportation cost, the further apart firms will choose to locate.\" This result is consistent with PP's finding (Proposition 2).\n\nDirect comparison between our results with those of PP suggests that market structure significantly affects the equilibrium outcome. In PP's model, firms may choose endpoints of the market, and their R&D efforts are equal. However, in our model, the existence of a public firm forces firms to choose interior locations. Moreover, R&D effort of the public firm is always higher than that of the private firm.\n\nWhen general values of α and t are included in the analysis, the resulting expressions are prohibitively complicated. As mentioned above, we resort to numerical analysis Table 3 Equilibrium values when firms have location chosen first Table 3 .\n\nThree results are shown by Table 3 . First, firms choose interior locations. Second, in the case of large spillover, the public firm engages in R&D more aggressively than the private firm. However, in the case of small spillover, the public firm may engage in R&D less aggressively than the private firm. Finally, privatization of the public firm reduces social welfare, without a doubt.\n\nThis paper investigates a mixed oligopoly model with quality-enhancing R&D and endogenous spillovers. The R&D spillover depends on firms' choices of locations in a Hotelling market. We have shown that, in equilibrium, the public firm engages in R&D more aggressively than the private firm, when the spillover is large. Moreover, firms' equilibrium locations exhibit neither maximal nor minimal differentiation. In addition, privatization of the public firm may not benefit the society because it could generate inefficient locations and insufficient investments.\n\nThere are three cases: First, if x 1 − x 0 > t (y 0 + y 1 ), D 0 = 0. A private monopoly is optimal, and the public firm can induce this efficient outcome by setting a high price (i.e., p 0 ≥ 2t (y 1 − y 0 )). Second, if x 1 − x 0 < −t (2 − y 0 − y 1 ), D 0 = 1. A public monopoly is optimal, and the public firm can induce this efficient outcome by setting a low price (i.e., p 0 = 0). Finally, if −t (2 − y 0 − y 1 ) ≤ x 1 − x 0 ≤ t (y 0 + y 1 ), then both firms are active in the market. Demands are given by Eq. (3). Thus welfare and profit functions are given by\n\nand (18) π 1 (y 0 ,\n\nwhere 27\n\nFrom Eq. (18), we can obtain firm 0's reaction function\n\nSimilarly, we can obtain firm first reaction function from Eq. (19)\n\notherwise Solving firms' equilibrium locations leads to\n\n(1) y 0 = 2x 1 −t−2x 0 +K 2 3t and y 1 = 1 i f(x 0 , x 1 ) ∈ 1 (2) y 0 = −t−4x 0 +3K 1 +4x 1 8t and y 1 = 5t−4x 0 +K 1 +4x 1 8t if (x 0 , x 1 ) ∈ 2 .\n\nFrom the analysis on location choice, we obtain the welfare function and firm 1's profit, that is,\n\nwhere ψ 1 = S + 1 108t 2 −K 3 2 + 3K 2 4t 2 + (x 0 − x 1 ) 2 + 4t (4x 0 − x 1 )\n\nGiven 0 ≤ x 0 < t, it is easy to show that π 1 (x 0 , x 1 ) is decreasing in x 1 . Thus, we have x 1 = 0. Substituting x 1 = 0 into Eq. (20) and taking the first-order conditions with respect to x 0 yield\n\nThe second-order condition is satisfied. Thus, we have\n\nSubstituting firms' R&D efforts into Eq. (11) leads to equilibrium locations y 0 = 1 4 + 3(4t − 1) 4(1 + 2t) 2 and y 1 = 3 4 − 9 4(1 + 2t) 2 .\n\nHence, equilibrium values can be summarized as follows:\n\n(1 + 2t) 2 , 0 and (y 0 , y 1 ) = 1 4 + 3(4t − 1) 4(1 + 2t) 2 , 3 4 − 9 4(1 + 2t) 2 .\n\nWe use backward induction to complete the proof of proposition 2.\n\nGiven firms' R&D investments and location decisions, firm 0's demand is as follows:\n\n(1) D 0 = 0 if p 0 − p 1 > (y 1 − y 0 )(x 0 − x 1 + t (y 0 + y 1 ));\n\n(2) D 0 = p 0 − p 1 2t (y 0 −y 1 ) + x 0 −x 1 +t (y 0 +y 1 ) 2t if (y 1 − y 0 )(x 0 −x 1 +t (y 0 + y 1 −2)) ≤ p 0 − p 1 ≤ (y 1 − y 0 )(x 0 −x 1 +t (y 0 + y 1 )) and\n\n(3) D 0 = 1 if p 0 − p 1 < (y 1 − y 0 )(x 0 − x 1 + t (y 0 + y 1 − 2)). Firm 1's demand is simply D 1 = 1 − D 0 . Profit functions can be written as\n\nIt is easy to obtain firms' reaction functions "}