{"title": "Virus specificity of the antiviral state induced by IFN gamma correlates with resistance to MHV 3 infection", "body": "Coronaviruses cause a wide variety of diseases in several hosts [3, 17] . The mouse hepatitis virus (MHV) group is widespread, occurring endemically in mouse colonies, many of which have antibodies against MHV. Different types of MHV have been isolated from a variety of mouse strains in different geographical areas under diverse conditions, and are related to acute, subacute, chronic, and persistent infections [6, 9, 22, 23] . The MHV 3, MHV4, and MHVA 59 strains of MHV, although morphologically and structurally very similar, are able to induce quite distinct pathological processes [26] . However, they have in common some features, such as the ability to infect and replicate in macrophages inducing cell lysis after cellular membrane fusion and multinucleated syncytium formation [-2, 25] . MHV 3 was isolated by Dick et al. [6] and has been used as a model of viral infection in which resistance is dependent on the genetic background of the mouse strain [1, 5, 8, [12] [13] [14] [15] 24] . A/J mice have been reported to be resistant to MHV 3 infection, developing only a mild disease which disappears 4 to 6 days later; BALB/c mice are susceptible, causing an acute hepatitis after infection and die 3 to 4 days later. The mechanisms suggested to be involved in this natural resistance include the antiviral state induced by interferon (IFN), the virus replication in target cells, and the expression of a monokine with procoagulant activity [1, 7, 1 t, t 8, 24] . Previously, we have shown that the resistance to MHV 3 infection can be a consequence of a T cell-dependent mechanism, in which the production of IFN gamma and the sensitivity of macrophages to IFN gamma play an essential role [-13-15] .\n\nSince for the establishment of an antiviral state, the sensitivity of macrophages to IFN gamma, seems to play a central role in the host defense mechanism against MHV 3 infection [2, [13] [14] [15] 25] , it was of interest to carry out a comparative study of the virus specificity of this antiviral state and its possible relationship with the host resistance, using other mouse hepatitis virus strains, such as the MHV 4 and MHVA 59.\n\nThe present results are consistent with the notion that the differences in magnitude of the antiviral state induced in A/J and BALB/c macrophages by IFN gamma are specific for MHV 3 and correlate with the host resistance to this virus infection.\n\nA/J and BALB/c mice, 8 to 12 weeks old, obtained from the Institut Pasteur, Paris, France, were bred in our mouse colony. Animals were periodically sacrificed, and the peritoneal exudate and liver tissue samples obtained. These were ground, resuspended in 2ml of RPMI 1640 medium containing 10% fetal calf serum (FCS) (Gibco Ltd., Paisley, Scotland), penicillin (100 U/ml) plus streptomycin (100 ~tg/ml) and tested for the presence of MHV in L 929 cells. The peritoneal exudates were collected by peritoneal lavage and the presence of MHV in the supernatants tested on L 929 cells. No animal was found to have MHV in the liver or peritoneal exudate. However, all the animals tested had antibodies against MHV 3 in comparable titres, as measured by ELISA of blood from retro-orbital sinus. The antibodies against MHV 3 were shown to express neutralizing activity as measured by in vitro neutralization assay. A/J and BALB/c mice were experimentally infected intraperitoneally (i.p.) with 103pFU of MHV3, MHV4, or MHVA59, observed for 30 days and the mortality recorded. Different groups of 25 animals infected with 103 PFU of MHV 3, MHV 4, or MHVA 59 were used for the evaluation of in vivo virus growth and IFN gamma synthesis. The peritoneal exudates obtained by peritoneal lavage were used for both the virus and IFN gamma assay. Antiviral state in IFN gamma-activated macrophages 283 Virus MHV 3, MHV 4, and MHVA 59, obtained from Dr. J. P. Martin, Universit~ Louis Pasteur, Strasbourg, France, were cultivated and titrated by plaque assay on L 929 cells as previously described [16, 19] . Aliquots containing 1 to 5 x 105 plaque forming units per milliliter (PFU/ml) were stored at -80 °C and used in all experiments. For the determination of in vivo virus growth, the peritoneal exudates were collected by peritoneal lavage with 6 ml of RPMI 1640 medium with 10% fetal calf serum (FCS) (Gibco Ltd., Paisley, Scotland), penicillin (100 U/ml) plus streptomycin (100 ~tg/ml), centrifuged at 750 g for 10 rain and the virus in the supernatants titrated on L 929 cells. The virus titres in the peritoneal exudate of infected animals or in supernatants of macrophage cultures were expressed as PFU/ml of peritoneal exudate or cell supernatant.\n\nA cytopathic effect reduction test technique, described in detail elsewhere [19, 20] was used for the IFN titre determination. Briefly, monolayers of L 929 cells in microtitre plates were incubated for 18 h with different dilutions of the peritoneal exudates submitted to ultraviolet radiation for 5 rain, for inactivation of virus particles. Supernatants were removed, and the monolayers were infected with 100 tissue culture infective doses 50% (TCIDs0) of encephalomyocarditis virus. Unadsorbed virus was removed 2 h later by washing the monolayers, and fresh minimum essential medium (MEM) supplemented with 10% FCS was added. Microtitre plates were incubated for 24 h, and the IFN titre, in units/ml (U/mt) was expressed as the reciprocal dilution of the supernatant able to inhibit 50% of virus replication. For the characterization of IFN in the samples, polyclonal antibodies to mouse IFN alpha/ beta (2 x 103 neutralizing units per mg) and monoclonal antibodies to mouse recombinant IFN gamma (2 x 105 neutralizing units per rag) (Holland Biotechnology, Leiden, Holland) were used. The antibodies showed no cross-reactivity, and controls for IFN characterization included internal and well-known preparations of IFN alpha/beta, tFN gamma, and a mixture of both to assure the assay specificity.\n\nPeritoneal exudate cells were collected by peritoneal lavage with RPMI 1640 containing 10% of FCS and cultured on 96-wei1 plates (Limbro Chemical, Hamden, U.S.A.) at a concentration of 2 × 105 cells per well. The cells were incubated for 2 h at 37 °C in 5% CO2 and washed three times with medium after vigorous shaking to remove nonadherent cells. Ninety per cent of the cells were macrophages as determined by their ability to take up zymosan particles.\n\nPeritoneal macrophages were treated with 10 to 80 units (U) of murine recombinant IFN gamma (Holland Biotechnology, Leiden, Holland). Twenty-four hours later, activated or nonactivated cultures were infected with MHV 3, MHV 4, or MHVA 59 at a multiplicity of infection (m.o.i.) of 0.01, in order to study the inhibition of virus replication. The supernatants of cell cultures, collected 24 h after infection, were tested for the virus titre by plaque assay [19] .\n\nAs shown in Table 1 , A/J and BALB/c mice were resistant to experimental infection of any MHV, except BALB/c mice which were fully susceptible (100% \n\nIt can be seen in Fig. 1 Figure 2 shows the kinetics of IFN gamma synthesis in peritoneal exudates of those mice infected with MHV 3, MHV 4, or MHVA 59. IFN gamma synthesis increased gradually and reached a peak 24 to 48 h after infection. Both mouse strains infected with any virus showed comparable kinetics of IFN gamma synthesis, except the MHV 3 infected BALB/c mice that were capable of producing more IFN gamma which remained for longer. \n\nMouse hepatitis viruses (MHV) cause in their hosts a variety of syndromes, including inapparent enteric and respiratory infection, neonatal enteritis, hepatitis, and acute and chronic demyelinating diseases [26] . Following an experimental infection, these viruses first replicate in the macrophages and among established strains of MHV, a wide variation in virulence and organ tropism is observed [25, 26] . For instance, they have been shown to be able to replicate in different liver cells, glial and neuronal cells and intestinal cells; the MHV 3 strain causes hepatitis [6, 18] the MHV 4 strain is highly neurotropic [4, 10] and the MHVA 59 strain is relatively non-pathogenic [21] . Viral and host factors play a pathogenetic role and the availability of susceptible and resistant mouse strains made the study of the resistance mechanisms involved possible. Previous work on MHV 3 postulated that both resistance gene(s) controlling the degree of viral replication in target cells and an intact immune response are required for the resistance [8] . In order to understand the relationship between the macrophage restriction of virus replication and the dependence on the immune system, we have performed a series of studies which led us to demonstrate that the resistance of A/J mice against MHV 3 infection is, in part, a consequence of a T cell-dependent mechanism, in which the production of IFN gamma and the sensitivity ofmacrophages to IFN gamma play a central role [13] [14] [15] .\n\nWith the aim to better unde1:stand the antiviral role of IFN gamma-activated macrophages during the experimental MHV 3 infection of resistant A/J and susceptible BALB/c mice, it was of interest to investigate, in these mice infected with the closely related MHV 4 and MHVA 59 strains of MHV, the mortality, the virus growth, and IFN gamma synthesis in correlation with the specific antiviral effect induced by IFN gamma in their macrophages.\n\nBoth mouse strains were resistant to an experimental infection of MHV 4 and MHVA 59, and showed comparable kinetics of IFN alpha beta (data not shown) and IFN gamma synthesis in the peritoneum, which preceded the virus growth. The IFN gamma synthesis in the peritoneum, decreased 3 days after infection and no virus could be found after 4 days of infection.\n\nOnly for the MHV 3 infection, a correlation between resistance/susceptibility and macrophage sensitivity to IFN gamma was observed. IFN gamma-activated A/J mouse macrophages were able to restrict the MHV 3 replication, but not that of MHV 4 or MHVA 59. The data also show that the differences in the IFN gamma-induction of antiviral state in A/J and BALB/c macrophages are specific for MHV 3 and correlates with the host resistance to this virus infection. Both mouse strains, although resistant to MHV 4 or MHVA 59, do not have macrophages able to express an antiviral state after IFN gamma activation, which suggests that an antiviral state induced in macrophages by IFN gamma is not involved in the mechanism responsible for the resistance against MHV 4 or MHVA 59 infection. However, the IFN gamma synthesized during the infection by these viruses may play a role in the modulation of the immune response generated in these animals. Also, the ability of these viruses to grow in the macrophages seems not to be of great importance for the outcome of the disease, since the virus growth did not correlate with the host resistance to the experimental infection. A cell receptor for these viruses has been recently identified as a glycoprotein related to the carcinoembryonic antigen [27] and the possibility of some cells to express a functional receptor and some other factor(s) required for virus entry into the cells have been implicated in the resistance or susceptibility [28] .\n\nThe present research, focused basically on the involvement of the antiviral state induced by IFN gamma activation of macrophages in the host resistance mechanism against MHV infection, shows that besides the highly variable pathogenicity observed among different mouse hepatitis viruses, distinct resistance mechanisms also seem to be involved.\n\nThe virus specificity of the IFN gamma-induced antiviral state, which is in direct correlation with the resistance of mice to MHV 3 infection, is further evidence for the central role played by the IFN gamma-induced antiviral state among the resistance mechanisms against MHV 3 infection."}