{"title": "", "body": "La epidemia provocada por el nuevo coronavirus, conocido como COVID-19, ya ha confirmado haber afectado a más de 68.000 pacientes con 1.600 muertes en China hasta la fecha. En otros 25 países del sur de Asia Oriental, Europa, Norteamérica, Australia y Medio Oriente se han diagnosticado más de 680 casos. Del total de infectados, unos 1.700 han sido profesionales de la salud, habiéndose registrado un total de 6 muertes 1 incluida la del joven oftalmólogo Li Wenliang, uno de los primeros médicos, quién además precisamente fue el que informó sobre la aparición de este nuevo virus.\n\nEn la práctica oftalmológica, el coronavirus ha supuesto una amenaza por varios motivos. En primer lugar, por el contacto y proximidad con el paciente en la exploración a través de la lámpara de hendidura. Aunque la transmisión del COVID-19 aún está en estudio, por analogía con otros coronavirus (SARS y MERS) 1 , se constata el contagio directo y a través de secreciones respiratorias al entrar en contacto con la mucosa oral, nasal y conjuntival. En segundo lugar, por el uso compartido de instrumental y equipos entre pacientes. Durante la epidemia del SARS-Cov, se postuló la lágrima como posible medio de transmisión al hallarse ARN viral en las lágrimas de pacientes infectados 2 . En tercer lugar, se han descrito conjuntivitis causadas por otros coronavirus humanos (HcoV-NL63), de manera que esta enfermedad ocular podría ser la presentación clínica de una infección por COVID-19, aunque hasta el momento no ha sido reportada 1 .\n\nA raíz de la epidemia y el número creciente de profesionales de la salud afectados, se han establecido una serie de recomendaciones que incluyen una estricta higiene de manos, protección a través de mascarillas y gafas, y una buena anamnesis cuestionando sobre el historial de viajes, síntomas sistémicos y antecedentes familiares.\n\nEste acontecimiento del coronavirus nos ha llevado a una reflexión como médicos-oftalmólogos: ¿En nuestra práctica clínica diaria, llevamos a cabo medidas apropiadas para prevenir infecciones nosocomiales?\n\nLa investigación existente sobre higiene y prevención en la práctica clínica oftalmológica se ha centrado sobre todo en la propagación del adenovirus 3 . Este ha sido implicado en varios brotes epidémicos y su transmisión se ha asociado con amplia variedad de instrumentos oftalmológicos, incluidos tonómetros, lentes, oftalmoscopios, así como colirios 4 . Todas estas formas de transmisión nos han llevado a adoptar medidas preventivas como la higiene de manos, desinfección de lámparas de hendidura, lentes y tonómetros, disposición de puntas desechables de tonómetro o uso de colirios en monodosis. Sin embargo, ¿existen protocolos estandarizados para la prevención?\n\nSegún las pautas más recientes de los centros de control y prevención de enfermedades para la higiene de manos, se recomienda lavarse las manos cuando están visiblemente sucias, después del contacto directo con pacientes, después del contacto con fluidos corporales y después del contacto con instrumental y equipos médicos 3 . En este sentido, los oftalmólogos se enfrentan a varios desafíos a la hora de lograr una excelente higiene de manos: los múltiples instrumentos que se emplean en una exploración y los múltiples pacientes que pueden atenderse en una consulta. Según un estudio 5 , en una consulta oftalmológica ocupada, podrían haber más de 100 oportunidades para higiene de manos al día.\n\nRespecto al instrumental y equipos, aunque se ha reportado que su correcta limpieza podría reducir el riesgo de propagación de infecciones nosocomiales, no existen métodos protocolarizados de desinfección de lámparas de hendidura, lentes, tonómetros, etc. La higiene ideal del tonómetro ha sido uno de los aspectos más estudiados, y sus pautas aún siguen a r c h s o c e s p o f t a l m o l . 2020;xxx(xx):xxx-xxx siendo dispares al no haberse establecido aún un método de desinfección completamente efectivo 3 .\n\nPodemos resumir que, como en el resto de especialidades, la higiene de manos y la desinfección instrumental son componentes esenciales de la práctica clínica en oftalmología. La epidemia por coronavirus nos hace tomar conciencia de la importancia de llevar a cabo medidas preventivas y de continuar investigando para establecer definitivamente pautas efectivas y estandarizadas de desinfección y de prevención de transmisión de enfermedades.\n\nLos autores declaran no haber recibido financiación para la realización de este trabajo. b i b l i o g r a f í a"}