{"title": "Rhinoviruses, Allergic Inflammation, and Asthma", "body": "Viral infections affect wheezing and asthma in children and adults of all ages. In infancy, wheezing illnesses are usually viral in origin, and children with more severe wheezing episodes are more likely to develop recurrent episodes of asthma and to develop asthma later in childhood. The etiology of the viral infection affects the long-term prognosis, and preschool children who wheeze with human rhinoviruses (HRV) are particularly likely to subsequently develop asthma. The other major risk factor for asthma in this age group is the early onset of sensitization to respiratory allergies. In older children and adults, most viral respiratory illnesses are relatively mild and yet contribute to acute and potentially severe exacerbations in patients with asthma. In fact, there is considerable evidence that viral respiratory infections and respiratory allergies are the two most significant risk factors for exacerbations leading to acute care visits or hospitalization. These findings underline the importance of understanding the synergistic nature of allergic sensitization and infections with HRV in infants relative to the onset of asthma and in children and adults with respect to exacerbations of asthma. In this article, we review clinical evidence of virus/allergen interactions and discuss experimental evidence and theories relating immunologic responses to respiratory viruses and allergic airway inflammation to the pathogenesis and disease activity of asthma.\n\nClassification HRV were classified into 100 serotypes based on growth in tissue culture and inhibition by specific antisera, and these canonical strains were classified into groups 'A' and 'B' based on similarity of partial genetic sequences and responses to certain antiviral medications. Data from studies using molecular diagnostics in the US (1) (2) (3) (4) , Australia (5, 6) , Asia (7, 8) , and Europe (9) demonstrate that there are at least 60 more HRV strains than had been previously appreciated (10) . Analysis of full genome sequences of these newly identified HRV indicates that the majority belong to a unique species now designated HRV-C (11) . Like several other newly discovered respiratory viruses, HRV-C do not grow in standard tissue culture, and this characteristic explains why their discovery required the development of molecular diagnostics.\n\nHRVs are small (30 nM diameter) nonenveloped viruses containing single stranded RNA that can be translated directly into protein (positive strand). The viral capsid is composed of 4 proteins (VP1, VP2, VP3, VP4) that assemble into protomers, and each capsid contains 60 protomers. Variations in the structure of these proteins (particularly VP1 and VP2) accounts for the large number of viral serotypes and strains. The capsid binds to specific proteins on the surface of airway cells. Of the 99 HRV serotypes, 84 bind to intercellular adhesion molecule-1 (ICAM-1) and the others bind to members of the low-density lipoprotein receptor. Analysis of a limited number of genomes suggested that HRV-C probably binds to unique cellular receptors (11) . Recently, HRV-C have been grown in vitro by culturing sinus mucosal biopsy specimens in organ culture, and this system was used to demonstrate that HRV-C viruses bind to receptors that are distinct from those used by other HRV (12) .\n\nOnce bound to the cell, HRVs are internalized into endosomes, and acidification of this compartment leads to dissociation of the VP4 protein from the rest of the capsid and initiates release of HRV RNA into the cell. In permissive airway epithelial cells, the viral RNA is translated to a single polyprotein, and HRV proteases (2A and 3C) direct the processing of the polyprotein into mature nonstructural proteins and structural proteins. The HRV polymerase directs RNA replication, and both single-and double-stranded viral RNA are present in the cell during this process. Once sufficient quantities of positive strand RNA and capsid proteins are synthesized, progeny virions are assembled, and are released upon lysis of the cell.\n\nIn addition to helping to direct replication, viral nonstructural proteins also inhibit host cell processes to favor viral replication. For example, the 2A protease cleaves EIF4G in the ribosomal protein complex; this prevents the translation of capped RNA (the majority of cellular mRNA). In contrast, the HRV genome has an RNA structure known as the internal ribosome entry site (IRES) which binds to the ribosomal complex independently of EIF4G, and so translation of HRV RNA is unimpeded. The 2A protease also cleaves nuclear pore proteins which impedes communication between the nucleus and cytoplasm. One consequence of these activities is that cellular RNA levels may not reflect protein synthesis. HRV infection also inhibits transcription of cellular RNA but not viral RNA. Like many other viruses, there is evidence that HRV has developed mechanisms to inhibit antiviral responses by cleaving proteins such as RIG-I and IPS-1 that are involved in virus recognition pathways (13, 14) , and transcription factors related to the anti-viral and chemokine responses (OCT-1) (15) .\n\nHRV infections can be transmitted by either aerosol droplets or contact with infected secretions. Transmission of HRV infections between adults generally requires prolonged contact (16, 17) ; infants and young children are the most effective vectors and readily transmit HRV infections within families (18) . Respiratory symptoms typically develop after 1-2 days in inoculation studies. Early signs of a cold include sore or scratchy throat and malaise, followed by a thin mucoid discharge, sneezing, congestion, and thicker nasal secretions with increased mucus during the peak of the cold. Uncomplicated HRV infections usually peak 2-4 days after inoculation and are resolving by one week after inoculation. Infections that last two weeks or longer or those that seem to be improving and then worsen again represent either serial infections with different cold viruses (19) or else secondary bacterial infection following an initial viral infection. HRV infections are often detected in asymptomatic infants and less commonly in adults. Viral detection without symptoms can represent the beginning or end of an infection or true asymptomatic infection. In immune competent individuals, there is no long term 'carrier state' for HRV .\n\nThe discovery of HRV-C raised new questions as to whether infections with this species of viruses cause distinct patterns of illness. HRV-C viruses have been closely associated with wheezing illnesses in infants and pneumonia in young children in a number of clinical studies (1, 5, 8, 20, 21) . In addition, HRV-C are frequently detected during exacerbations of asthma in children, and there is some evidence that HRV-C can cause more severe wheezing episodes compared to HRV-A and -B (1, 22) . HRV epidemiology is complex: up to 20 strains of HRV circulate through a community during a single season, and the prevailing HRV strains differ according to season and location, and shift almost completely from year to year (23) . The complexity of HRV epidemiology and the large number of HRV strains indicate that long-term population-based studies will be required to determine whether HRV-C are more virulent than other HRV.\n\nOnce infection is established, respiratory symptoms are the result of two processes: destruction of normal airway tissue due to direct effects of the virus, and pro-inflammatory immune responses to the infection. Virus-induced damage to the epithelium can disturb airway physiology through a number of different pathways. For example, epithelial edema and shedding together with mucus production can cause airway obstruction and wheezing. HRV infections can inhibit processes associated with epithelial repair (24) . In addition, viral replication initiates innate immune responses within the epithelial cell including induction of interferons (IFNs), antiviral effectors, and chemokines that recruit inflammatory cells into the airway (25) (26) (27) (28) (29) . The recent development of rodent models of infection with HRV and related picornaviruses will provide systems to test theories about immunopathogenesis in vivo (30) (31) (32) . Identification of antiviral responses that determine susceptibility to HRV are now under study in a number of laboratories.\n\nFor viruses such as HRV that infect relatively few cells in the airway (33, 34) , inflammatory responses to the infection are important contributors to respiratory symptoms. The majority of the cells recruited to the airway during acute colds are neutrophils, with smaller numbers of mononuclear cells and in some studies, eosinophils. Products of neutrophil activation are likely involved in obstructing the airways and causing lower airway symptoms. For example, the release of the potent secretagogue elastase from activated neutrophils can upregulate goblet cell secretion of mucus (35) . In addition, changes in neutrophils in nasal secretions have been related to respiratory symptoms and virus-induced increases in airway hyperresponsiveness (enhanced bronchoconstriction in response to irritants), a key feature of asthma (36, 37) . These findings suggest that one strategy to reduce the severity of viral illnesses might be to moderate neutrophilic inflammatory responses. Mononuclear cells are recruited into the upper and lower airway during the early stages of a viral respiratory infection, and serve to limit the extent of infection and to clear virus-infected epithelial cells. This is consistent with reports of severe viral lower respiratory infections in immunocompromised patients (38) .\n\nA number of risk factors for more severe HRV illnesses have been identified in clinical studies, and in studies in which volunteers are inoculated with safety-tested viruses under controlled conditions (Table 1) . These factors include characteristics of the host; the very young and the elderly, and individuals with chronic lung diseases tend to have worse illnesses with HRV infection. Interestingly, boys are more likely to develop moderate to severe HRV illnesses during early childhood (39) . There has been considerable interest in defining the relationship between patterns of antiviral responses and illness outcomes, especially IFNs and factors related to atopy and asthma. These relationships are discussed in detail later in the review. Finally, environmental and lifestyle factors associated with more severe common colds include pollutants, smoking, characteristics of the immune responses, stress, and diet. Notably, there are data to suggest that supplementation with either probiotics (40, 41) or vitamin D (42, 43) could reduce the frequency and severity of common colds.\n\nWheezing illnesses are closely associated with viral respiratory infections in all age groups (Fig. 1 ). Approximately half of infants experience wheezing, and studies using sensitive PCR-based viral diagnostics indicate that wheezing illnesses can be caused by a plethora of respiratory viruses ( Table 2 ). The more severe end of the illness spectrum is known as bronchiolitis and includes many clinical features of acute asthma, including wheezing, rapid breathing, and sometimes hypoxia and hypoventilation. Respiratory syncytial virus (RSV) is particularly likely to cause lower respiratory tract infection, and accounts for about half of the cases of bronchiolitis in the winter months. Interestingly, although some respiratory viruses are more or less likely to cause severe illnesses, the clinical manifestations of infection (rhinitis, cough, and in come cases wheeze) are pretty similar. This is remarkable given the major differences in the structure of the viruses, their replication cycles, and to some extent the virus-induced immune responses.\n\nRecent studies using molecular diagnostics have demonstrated that HRV are common causes of lower respiratory tract infections in infants and young children. This recognition of HRV as a lower airway pathogen is a departure from its original characterization as a virus that exclusively causes the common cold. Soon after its discovery in 1956, HRV was found to replicate best at relatively cool temperatures (33-35°C), and so it was assumed that infections were limited to the upper airway. Although lung parenchyma is at core temperature (37°C), airways are considerably cooler, and temperatures in large and medium sized airways are ideal for HRV replication (44) . In fact, HRV has been demonstrated in lower airway fluids and cells and after experimental infection of the upper airway (45) (46) (47) . Furthermore, there is considerable clinical evidence linking HRV infections to lower respiratory infections in children, including those who are hospitalized for pneumonia (48) (49) (50) (51) . A recent year-long population-based study of children < 5 year of age found that HRV was detected in 26% of children hospitalized for respiratory symptoms or fever (49) . HRVrelated hospitalization rates were especially high for infants, and children with asthma. These findings suggest the possibility that infections with HRV, like RSV and other respiratory viruses, can directly injure airway tissues during the acute infection. One feature that distinguishes HRV from other respiratory viruses is the large number of distinct strains, including 100 traditional serotypes, and an estimated 60 C species viruses that are grouped by genotype (10) . As a result, HRV infections occur frequently in young children, and children prone to wheezing with respiratory viruses can experience recurrent episodes of wheezing with distinct HRV strains.\n\nAbout a third of infants who have an acute wheezing illness go on to develop recurrent wheezing, leading to speculation that viral respiratory illnesses in early life promote asthma. A causal role for viruses in asthma seems plausible because the lungs and the immune system are growing and developing during infancy, and might be especially vulnerable during this period of time (52) . Alternatively, it is also possible that the relationship is not causal, and that virus-induced wheezing episodes instead reveal a preexisting tendency for asthma secondary to impaired lung physiology or antiviral responses. In fact, immunologic and lung-specific risk factors for more severe viral respiratory illnesses have been identified and are discussed in detail later in this chapter. This theory suggests that some children are either born with or soon acquire abnormal lung physiology, and then infection with a respiratory virus presents the first noxious stimulus to provoke wheezing. A third possibility, which combines elements of the first two, is a 'two hit hypothesis' in which viral infections promote asthma mainly in predisposed children (53, 54) . For example, infants who are predisposed due to poor antiviral responses would develop more severe illness during infections with respiratory viruses. These more severe infections could lead to increased damage of the lower airways during a particularly important growth phase of the lungs. According to this hypothesis, recurrent lower respiratory infections could hinder proper lung growth and development, leading to changes in airway structure (e.g. fibrosis) that promote asthma.\n\nThis line of reasoning is supported by experimental findings that viruses such as RSV and HRV infections in vivo and in vitro increase the synthesis of factors that can influence lung growth, development and repair (27, 52, (55) (56) (57) (58) . The pathophysiology of asthma is closely related to airway remodeling, a collection of features that reflect structural changes in the airway that promote acute and chronic airway obstruction. These changes include hypertrophy of airway smooth muscle, increased fibrosis, reduced barrier function, and increased number of mucus-secreting cells and proliferation of airway vasculature within the epithelium (59) . These changes in airway structure are not present in most wheezing infants and appear to develop in childhood (60, 61) . Acute infections with HRV or other viruses can induce the synthesis of factors that regulate airway growth, angiogenesis, fibrosis, and repair (Table 3 . Furthermore, viral infections can upregulate neurotropins that regulate the development of the airway neural network (62) . This effect on neural mechanisms could affect bronchoconstrictive responses to nonspecific irritants, including future viral infections. In fact, increased sensitivity to inhaled irritants (bronchial hyperresponsiveness) is a key feature of asthma. How single or repeated bouts of virus-induced overexpression of these regulators of lung development and remodeling affects the ultimate lung structure and function is not known, but is of interest regarding the long-term effects on lung function and asthma. These questions may be best addressed in animal models, and models to study effects of HRV infections in the mouse have been published (30, 31) , as well as methods for serial passage of mouse epithelial cells for propagation of HRV (63) . In addition, mengovirus is a natural rodent pathogen that causes systemic infections that resemble poliovirus. This virus has been attenuated to only grow in epithelial cells, and when inoculated into the airway, replicates for several days and causes a mild respiratory illness that resembles HRV infection in the human (32) .\n\nA number of other risk factors for developing asthma after recurrent wheezing in the first few years of life have been identified. Long-term studies have demonstrated that infants hospitalized with bronchiolitis have a 2-3-fold increase in the risk of developing asthma later in childhood (64, 65) . This risk is further increased by a family history of asthma, the development of allergic diseases such as allergic rhinitis or atopic dermatitis, blood eosinophilia, and male sex (54) . Several predictive indices that incorporate these risk factors have been developed order to estimate the prognosis of infants with recurrent wheezing (66) (67) (68) .\n\nThe specific etiology of virus-induced wheezing episode also influences the risk of subsequent asthma. Several studies suggest that infants who wheeze with HRV may have an especially high risk for subsequent asthma. For example, a case control study conducted in Finland demonstrated that infants hospitalized with HRV-induced wheezing were found to have a particularly high risk for subsequent asthma, and this relationship persisted at least through the adolescence (69, 70) . This finding is further supported by the results of two birth cohort studies. The Childhood Origins of Asthma (COAST) study is a high-risk birth cohort study in which families with at least one parent with allergies or asthma were enrolled prenatally, and both immune development and respiratory illnesses were prospectively evaluated (53) . Through the use of PCR-based diagnostics, viral etiologies were identified in 90% of wheezing illnesses. Notably, moderate to severe HRV infections (with and without wheezing) during infancy were a significant risk factor (odds ratio = 10) for persistent wheezing at age 3 years (71). Moreover, HRV wheezing illnesses in the first three years of life were significantly associated with the development of asthma at age 6 years (72). The combination of allergic sensitization and HRV-induced by age three years was associated with the highest risk of developing asthma. Similarly, in an Australian birth cohort study, Kusel and colleagues (73) enrolled 198 babies and compared viral respiratory illnesses in the first year of life to subsequent respiratory outcomes. Wheezing illnesses with either HRV or RSV in infancy were associated with asthma at age 5 years. Interestingly, these associations were only significant in the children with early onset (by age 2 years) allergic sensitization. Collectively, these results highlight the role of virus-induced wheezing in infancy, and HRV in particular, in determining the risk for subsequent asthma. Children who develop allergic diseases in early life are at especially high risk for developing asthma after virus-induced wheezing.\n\nFor decades, clinicians had suspected that respiratory infections were a major cause of asthma exacerbations, which are characterized by acute onset of obstruction of the small airways, leading to clinical manifestations such as wheezing and shortness of breath. Beginning in the mid-1990s, studies utilizing polymerase chain reaction (PCR)-based viral diagnostics found that viral respiratory infections were detected in up to 85% of exacerbations of asthma in children and about half of exacerbations in adults (74, 75) . Furthermore, approximately two-thirds of the infections associated with asthma exacerbations were caused by HRV. Similar findings have been reported for children and adults hospitalized for acute asthma (76) . Exacerbations of asthma are seasonal, and in temperate climates there are strong peaks in asthma morbidity in September, shortly after children return to school, and also in the spring (77) . These spring and fall peaks in hospitalizations correspond closely to patterns of HRV isolation within the community (78), suggesting a causal relationship. In contrast, influenza and RSV infections are more likely to be associated with acute asthma symptoms in the wintertime.\n\nIt is interesting that individuals with asthma do not necessarily have more colds, and neither the severity nor duration of virus-induced upper respiratory symptoms are enhanced during experimental HRV infections in adults with asthma (79, 80) . In contrast to findings in the upper airway, a prospective study of colds in couples consisting of one asthmatic and one normal individual demonstrated that colds cause greater duration and severity of lower respiratory symptoms in subjects with asthma (79) . These findings suggest that asthmarelated differences in the expression of respiratory viral infections are specific to the lower airway.\n\nThese studies provide evidence of a strong relationship between viral infections, particularly those due to HRV, and acute exacerbations of asthma. In most instances, exacerbations are caused by multiple factors. Accordingly, HRV inoculation of volunteers with stable asthma does not usually provoke acute asthma symptoms (80, 81) . Other factors that commonly contribute to exacerbations of asthma are allergy, allergen exposure, indoor pollutants (e.g. tobacco smoke, NO2), outdoor pollutants (e.g. particulates, ozone), stress, and other infections (e.g. sinusitis). In addition, lack of use of an asthma control medication for persistent asthma is associated with increased risk of exacerbation. Some of these factors are also associated with increased severity of colds in the absence of asthma (Table 1) , suggesting the possibility that they may enhance viral replication or amplify the effects of virus-induced inflammation.\n\nAllergy appears to be the strongest risk factor for developing virus-induced exacerbations of asthma. For example, in cross-sectional studies performed at a tertiary pediatric emergency department, allergy and viral infection (most commonly HRV) were both identified as risk factors for wheezing. Children who had HRV infection detected in combination with either eosinophilia or a positive RAST to common aeroallergens had the strongest odds of wheezing (82, 83) . In addition, a recent study performed routine sampling of nasal secretions in children with asthma during periods of peak HRV prevalence, and approximately two thirds of these children also were sensitized to respiratory allergens (23) . Allergic sensitization was associated with similar rates of viral detection in nasal secretions, but the children with allergic asthma had illnesses of greater duration and severity, and were more likely to experience loss of asthma control (moderate asthma exacerbations).\n\nOther studies have tested whether allergen exposure increases the risk of wheezing in children and adults with allergic asthma. In a case-control study of 84 asthmatics admitted for acute exacerbations vs. stable asthmatics and patients hospitalized for non-respiratory diagnoses, a significantly higher proportion of children hospitalized for an acute exacerbation were infected with a respiratory virus (44%), compared with children with stable asthma (18%) and children with non-respiratory hospital admissions (17%; both p<0.001) (83, 84) . The combination of allergic sensitization and allergen exposure was also found more frequently in asthma hospitalization (76%) compared to the two control groups (48% and 28% respectively, p < 0.001). In the multivariate analysis, the combination of these risk factors dramatically increased the risk of hospital admission (OR 19.4, p < 0.001), demonstrating a synergistic relationship. Similar findings were reported in a case-control study of adults; the combination of sensitization, high exposure to one or more indoor allergens, and viral detection considerably increased the risk of being admitted to the hospital with asthma (odds ratio 8.4, 95% confidence interval 2.1 to 32.8; P=0.002) (85) . Finally, in the Inner City Asthma Study (ICAS), children who were sensitized and highly exposed to cockroach allergen were more likely to be admitted to hospital, have more unscheduled medical visits, and more time off school than either non-exposed or nonsensitized children (86) . Virology was not performed in ICAS, but it can be presumed that viral infections were important contributors to asthma morbidity in this population.\n\nThere is considerable interest in determining whether respiratory viruses and pathogenic bacteria work together to destabilize chronic lung conditions. In addition to provoking acute exacerbations of asthma, HRV infections can also increase lower airway obstruction in individuals with other chronic airway diseases such as chronic obstructive lung disease (COPD) and cystic fibrosis (87) . Whether allergy also plays a role in exacerbations of these disorders has not been determined. Traditionally, it has been observed that viral URI or LRI commonly precede bacterial infections, and mechanisms for viral infections to promote secondary bacterial infections have been described. More recently, the converse mechanism has received a lot of attention: can bacterial infections (or colonization) increase susceptibility to viral respiratory infection and illness? Interestingly, individuals with COPD require very small amounts of virus to induce moderate colds after experimental inoculation (88) . Moreover, new genomic techniques have disproved the longstanding assumption that the lower airway is sterile, and two recent studies indicate that there are unique features of lower airway flora in asthma (89, 90) . Finally, colonization of the upper airway with bacterial pathogens in the first 3 months of life has been related to virus-induced wheeze and increased risk for subsequent asthma (91) . Collectively, these findings suggest that viruses and bacteria may interact in determining the risk for onset of asthma, and in the causation of acute exacerbations in children and adults with established disease.\n\nAirway epithelia cover the entire surface of the respiratory tract in contact with air, and function as a barrier to potential pathogens and foreign particles (92) . The epithelial cell is of primary importance during viral respiratory infections, because it serves as the host cell for viral replication and also initiates innate immune responses. It has been hypothesized that other cells may become infected during viral infections. For example, airway smooth muscle cells can be infected by virus in tissue culture, suggesting a potential mechanism for viral infections to cause bronchospasm and airway hyperresponsiveness (93, 94) , although this has not yet been verified in vivo. HRV also replicates readily in fibroblasts in vitro (95) , suggesting that infections could involve fibroblasts if the airway epithelium is compromised.\n\nEarlier work on cytokine release following HRV infection focused on epithelial cells; these cells are the principal site of virus replication, and internalization/replication of viral RNA appears necessary for optimal epithelial cell mediator release (96) (97) (98) . However, during HRV infection, only a small proportion of epithelial cells become infected (33, 34, 45, 99) . As HRV-induced cytokine levels in vivo are markedly elevated, this finding suggests that other cell types and/or mechanisms (besides direct virus-induced cytokine release by epithelial cells) are critical for airway responses to HRV. Epithelial cells and fibroblasts are in close contact at the basement membrane (95) , and macrophages and dendritic cells (DCs) contact epithelial cells in the lumen and within the epithelial tissue respectively. Activation of monocytic cells represents an early step in the natural immunity towards a viral infection (100) , and close contact of monocytic cells with both upper and lower airway epithelium suggests that these cells influence immune responses to HRV in vivo, and could be relevant to asthma exacerbations.\n\nA variety of experimental models, including experimental cold studies, ex vivo HRV infection studies, and animal model systems, have been used to define the cells and cytokines that are involved in regulating the inflammatory response to HRV infections. Nasal lavage samples from patients experiencing the first signs of a natural cold (2-7 days post symptom) revealed an increase in bradykinin and lysylbradykinin, which are potent vasoactive peptides, and whose levels correlate with vascular permeability (101) . Furthermore, increased levels of the proinflammatory cytokine interleukin-1β (IL-1β) in nasal secretions of volunteers during experimentally induced colds correlate with the concentrations of kinins and the severity of the cold (102). Levandowski and colleagues (103) found a direct correlation between nasopharyngeal symptoms and the percentage of lymphocytes and phagocytes (e.g. monocytes) in nasal secretions in induced colds. Other responses that have been consistently observed in nasal secretions include increased levels of chemokines such as IL-8 and IFN gamma-induced protein 10 kDa (IP-10, CXCL10) (97, 104) . Generally, concentrations of cytokines and mediators correlate reasonably well with both viral replication and symptom scores during the acute cold (101) (102) (103) 105) .\n\nExperimental infection has also been used to gain additional insights about differences in HRV-induced responses in the upper and lower airways of volunteers with allergies and/or stable asthma. One other key question is whether HRV provokes asthma by infecting the lower airway, or if there are other mechanisms that link infection of the upper airway with potentiation of systemic or lung inflammatory responses. In tissue culture, HRV appear to replicate at least as well or perhaps even better in epithelial cells derived from either upper vs. lower airway (106, 107) . In addition, HRV has been detected in lower airway cells and secretions by RT-PCR, in situ hybridization, and immunostaining of mucosal biopsies after experimental inoculation (45, 46, 108) . Following experimental inoculation, about one third of adults have levels of virus detected in sputum that are equal to or exceed virus detected in nasal secretions, whether or not asthma is present. Finally, experimentally-induced RV infections can produce lower airway inflammation, including increased neutrophils in bronchial lavage fluid (109), influx of T cells and eosinophils into lower airway epithelium (110) , and enhanced epithelial expression of ICAM-1 (111) . These findings provide strong evidence that RV can replicate in the large lower airways, and suggest that virus-induced cellular inflammation, mucus, and tissue edema could directly induce airway obstruction and closure.\n\nOnly recently has there been the generation of mouse models to study the systemic effects of HRV infection. HRVs differ in their cellular targets and receptor binding, and while minor group HRVs can bind to murine low density lipoprotein receptors (LDLRs) (112), major group HRV serotypes bind to human but not rodent ICAM-1 (113) . Thus, the development of a transgenic mouse possessing a chimeric mouse-human ICAM-1 was necessary for the study of major group HRV serotypes in mice (30) . In agreement with human studies, major group HRV infection of human ICAM-1 transgenic mice leads to the increased detection of neutrophils and lymphocytes in the lungs (30) , and this same response is also observed in the lungs of mice after minor group HRV administration (30, 31) . In addition, inoculation of mice with minor group HRV induces the expression/release of mucins (Muc5AC and Muc5B), IFNs (IFN-α family members and IFN-β), and a similar range of cytokines and chemokines (30, 31) . One limitation of the mouse models is that replication occurs for a relatively brief period of time (<24 h).\n\nThe mouse model has been used to explore mechanisms of virus effects on allergic airway inflammation. After allergic sensitization, HRV infection increases the infiltration of numerous leukocytes (including neutrophils, eosinophils and macrophages) and increases airway cholinergic hyperresponsiveness (114) . When macrophages are depleted from allergen-challenged mice, HRV infection results in diminished airway responsiveness and reduced eosinophil recruitment to the lungs, supporting a role for macrophages in the cellular inflammation associated with HRV infection (114) . HRV treated macrophages from allergen-challenged mice exhibit increased expression of alternatively activated macrophage markers (i.e., arginase-1, Ym-1, Mgl-2 and IL10), suggesting that this subset of macrophages contributes to enhanced inflammatory responses to virus in the context of allergy (114) .\n\nRhinovirus infection occurs through receptor-mediated endocytosis. The majority of HRV-A and all the HRV-B strains bind to ICAM-1 (CD54) and are referred to as major group HRV (11, 113) . Approximately 10% of the HRV-A strains do not bind to ICAM-1 but instead bind to members of the low density lipoprotein receptor (LDLR) family, specifically LDLR, very LDLR (VLDLR) and/or α2-macroglobulin receptor/ LDLR-related protein (LRP), and are referred to as minor group rhinoviruses (115, 116) . Many labs have utilized have utilized soluble ICAM-1 or ICAM-1 antibodies to prevent HRV from binding to cells and initiating cellular signaling. In addition, viral RNA can be damaged by treatment with neutral red dye; this treatment preserves viral binding but severely inhibits viral replication (117) . Studies using these controls support a role for ICAM-1 binding in downstream major group HRV signaling (117, 118) . In contrast to HRV signaling events that are dependent on replication (e.g. activation of TLR-3), binding of HRV to surface receptors on various cells types can initiate signaling events that lead to the production of cytokines or chemokines (117, 118) . Interestingly, the cell surface receptor(s) that recognize HRV-C strains have yet to be identified, and appear different from those used by HRV-A and -B (11, 12) .\n\nThe innate immune response to HRV is likely to be a major determinant of both infectivity and severity of illness. In addition to the importance of ICAM-1 and LDLR receptors in HRV signaling, there is also evidence for a role of membrane bound and cytoplasmic RNA sensing molecules. TLR3 and TLR-7 are localized to endosomal and plasma membranes and bind double-stranded and single-stranded RNA respectively. Infection of BEAS-2B epithelial cells with HRV-16 has been shown to increase the expression of TLR3 (119) . It has also been reported that HRV-induced IL-8 promoter activity is attenuated when TLR3 levels are knocked down in 16HBE14o epithelial cells, and transfection of HEK 293 with TLR3 leads to increased HRV-induced IL-8 production (120) . These studies support a role for TLR3 in HRV signaling, although many of the studies have modeled signaling events induced by HRV with synthetic dsRNA ligand (PolyI:C), or have utilized epithelial cells lines instead of primary cultures of airway cells (26, 98, 120, 121) . Notably, signaling events initiated by PolyI:C and HRV can have significant differences (119) .\n\nSeveral intracellular molecules also serve to detect HRV, including dsRNA/protein kinase receptor (PKR) and the cytoplasmic RNA helicases RIG-I and melanoma differentiationassociated gene (MDA-5). For example, studies by Chen and colleagues (98) found that PKR activation is essential for HRV-mediated IFN release from primary epithelial cells. This same group provided evidence that the TLR adaptor protein, TIR-domain-containing adapter-inducing IFN-β (TRIF), and MDA-5 also contributed to HRV-mediated cytokine release (26) . A recent study found that TLR3 was constitutively expressed on airway epithelial cells, and activation of TLR-3 lead to induction of RIG-I and MDA-5. All three of these molecules were found to cooperate in the upregulation of innate IFN responses to HRV infection (122) . Other investigators have reported that RIG-I is less important than other molecules in for detection of picornavirus RNA (123) .\n\nMany HRV-induced events are not detected with cells that have been challenged with virus treated with UV radiation, and thus appear to require viral replication. These responses include the expression and/or release of chemokines (26, 96, 97, 124) , cytokines (124) , IFNs (26, 118, 125) , antiviral pathways (26, 26, 27, 98, 119) , ICAM-1 (126), mucin (121, 127) , defensins (128, 129) , and matrix metalloprotease-9 (MMP-9) (130) . These findings suggest that active replication in an important component of HRV-mediated signaling; however, UV inactivation can disrupt the coat proteins of the virus and affect binding of virus to host cells (authors' unpublished data). In addition to cell activation initiated by viral RNA, expression of HRV 3C protease, a cysteine protease expressed only in actively infected cells, has also been linked to cell activation and the expression of several cytokines, including IL-8 and GM-CSF in response to infection (131) .\n\nThe binding of HRV to surface receptors on various cells types can induce specific signaling events leading to cell activation (117, 132, 133) . For example, HRV-16 binding to ICAM-1 on epithelial cells induces the activation of the tyrosine kinases Src and Syk and the subsequent activation of the phosphatidylinositol 3-kinase (PI3K)/Akt signaling cascade (29, 134, 135) . In further support of a role for the PI3K/Akt pathway, mice inoculated with minor group HRV had increased Akt phosphorylation in the lung, which was abrogated by pretreatment with a PI3K inhibitor (31) . Furthermore, HRV-induced Syk activation is critical in replication-independent p38 mitogen-activated protein kinase (MAPK) activation and subsequent IL-8 expression (124, 136) . HRV activation of p38 activation also contributes to production of IL-6, G-CSF, GM-CSF, GROα and ENA-78 (124) . The expression of the angiogenic factor vascular endothelial growth factor (VEGF) after HRV infection appears to be regulated by both p38 and extracellular signal-regulated kinases-1/2 (ERK1/2) MAPK pathways (55) . The activation of ERKs by HRV is also critical for the induction of MUC5AC expression, whereas ERK1/2 kinase inhibition enhances HRVdependent IRF3 expression (127, 137) .\n\nNumerous transcription factors have been linked to HRV-mediated events in epithelial cells, including the activation of members of the nuclear factor κB (NF-κB), signal transducer and activator of transcription (STAT), and IFN regulatory factor (IRF) families.\n\nThe transcription factor NF-κB has been shown by numerous groups to be upstream of epithelial cell mediator release (55, 126, 127, 130, (138) (139) (140) . Infection of epithelial cells with major group HRV increases NF-κB binding activity and has been implicated in HRVmediated IL-6, IL-8, ICAM, CXCL8, and MMP-9 expression (55, 126, 130, 131, (138) (139) (140) (141) . Activation of NF-κB requires its translocation into the nucleus after liberation from IκB. Hewson and colleagues (127) found that only cells infected with HRV had NF-κB (p65) in their nuclei. PKR has been reported to associate with NF-κB in the nucleus and regulate HRV-mediated CCL5, CXCL8 and IL-6 expression (140) . The induction of MUC5AC by HRV was also found to be indirectly dependent on NF-κB, as it is required for the induction of MMPs (127) . The HRV-mediated activation of NF-κB in epithelial cells has been postulated to be the result of rapid superoxide production (142) .\n\nThe Janus kinase (JAK)/STAT signaling cascade has also been implicated in HRV-induced signaling. Chen and colleagues (98) report that HRV-16 is able to induce STAT1 phosphorylation, and preincubation with a JAK1 inhibitor attenuated HRV-induced gene expression from human tracheobronchial epithelial cells.\n\nA role for the IRF transcription factor family in HRV-mediated signaling events in epithelial cells has been supported. The expression of IRF3 in minor group HRV-induced gene expression has been implicated in the induction of IFN-β IFN-γ, IRF7, RIG1, MDA5 and CXCL10 expression, but not IL-8 or GM-CSF (26) . Furthermore, HRV induced CXCL10 release has been shown to be dependent on IRF1 and IRF3 (137, 143) .\n\nInfection of epithelial cells with HRV also induces the release of reactive oxygen species, which is proposed to be upstream of the release of a subset of HRV-induced mediators. Rhinovirus infection leads to the proteolytic activation of xanthine oxidase, depletes intracellular reduced glutathione, and induces a rapid increase of intracellular superoxide anion, which has been proposed to be upstream of NF-κB activation and ICAM-1 expression (142, 144) .\n\nAutocrine/paracrine signaling after HRV exposure has also been attributed to mediator release. Neutralization of IFN-β was shown to significantly block the induction of numerous genes that were upregulated by major group HRV, which supports a role for HRV-induced IFN-β release in subsequent gene transcription (98) . Furthermore, mucin expression in response to HRV infection is proposed to be the result of epidermal growth factor receptor (EGFR) activation by an increase in EGFR ligands (1) .\n\nIn contrast to the numerous HRV signaling studies in epithelial cells, much less is known about the signaling mechanisms that are induced upon HRV binding to immune cells. The signaling mechanisms that have been elucidated to date in leukocytes to date have been determined in monocytic cells. Considering that little-to-no replication of HRV has been observed in airway macrophages or blood monocytes (132, 145) , the signaling pathways may vary considerably from epithelial cell signaling, which is thought to rely heavily on viral replication. We have observed that CCL2 protein release from primary monocytic cells is linked to the activation of the transcription factor NF-κB and phosphorylation of the transcription ATF-2 (146) . NF-κB activation, but not the p38 MAPK, has been reported to be involved in HRV-mediated TNF-α release by monocytic cells (145) . Furthermore, HRV16 induces a significant increase in IFN-α release and STAT1 tyrosine phosphorylation in human monocytes, and neutralization of the type I IFN receptor or inhibition of JAK or p38 MAPK activity strongly attenuates HRV16-stimulated STAT1 phosphorylation and CXCL10 release (117) .\n\nThe epithelial cell serves as the host cell for viral replication, and initiates numerous innate immune responses (Table 4 ). Epithelial cells generally release IFNs rapidly in response to viral infections as a first line of defense (147) . Indeed, infection of epithelial cells with HRV induces the expression and release of multiple IFNs to combat infection (26, 98, 125, 148) . In addition to the release of IFNs, epithelial cells produce a large array of cytokines, chemokines, and other inflammatory mediators to induce the influx of leukocytes and cause respiratory inflammation. To facilitate HRV-mediated signaling, the expression of certain signaling molecules and transcription factors from epithelial cells is induced in response to HRV. Additionally, exposure of epithelial cells to HRV also induces the release of growth factors, which can serve to prolong the life of infiltrating leukocytes, and may contribute to airway remodeling seen in the lungs of asthmatics. It is worth noting that more comprehensive HRV-induced gene expression profiles are provided in a few studies (27, 98, 149) .\n\nMonocytes, macrophages, T lymphocytes, and presumably dendritic cells secrete proinflammatory cytokines such as IL-1, IL-8, TNF-α, IL-10, IFN-α, and IFN-γ∀ in response to HRV infection (Table 5) ; these cytokines activate other cells in the environment and are potent inducers of adhesion molecules. Concentrations of CCL2, a chemotactic factor for monocytes, T lymphocytes, and basophils, are markedly elevated in BALF from asthmatic individuals compared to BALF from control individuals (150) . Moreover, levels of the cytokine CXCL10, a chemotactic factor for CXCR3+ cells such as NK cells and T lymphocytes, have been associated with HRV-induced pathology in asthmatics (97, 151) . Interestingly, we have observed that monocytic cells (i.e. peripheral blood monocytes and BALF macrophages) are able to robustly release CCL2 and CXCL10 upon HRV-16 treatment (117, 146) , supporting the notion that these phagocytes are a source of these chemokines during a natural cold. In an atopic asthma model, experimental HRV inoculation of BALF macrophages induces the expression of mediators (i.e. Arginase-1, Ym-1, Mgl2) that are indicative of a less inflammatory, more fibrotic, macrophage population, supporting a more Th-2 dominant environment (114) .\n\nFurthermore, exposure of leukocytes to HRV also modulates the expression of surface adhesion receptors, which alters leukocyte adhesion and migration (152) (153) (154) (155) .\n\nLymphocytes are recruited into the upper and lower airway during the early stages of a viral respiratory infection, and it is presumed that innate and adaptive immune responses serve to limit the extent of infection, and to clear virus-infected epithelial cells. This is consistent with reports of severe viral lower respiratory infections in immunocompromised patients (38) . T-cell responses to HRV are directed both at epitopes shared among multiple serotypes and strain-specific epitopes (156) . HRV infection of peripheral blood mononuclear cells has been shown to inhibit lymphocyte proliferative responses by inhibiting the production of costimulatory molecules and through the induction of IL-10 (153, 155, 157) .\n\nHRV replicates in only a small percentage of epithelial cells at any given time and generally causes little or no cytopathology in primary cells (96) . Considering that HRV-mediated events are thought to be replication-dependent, these findings suggest that the pathology exhibited upon HRV-induced respiratory infections may be a consequence of virus-induced cytokine elaboration and the recruitment of inflammatory cells. The close proximity of epithelial cells and macrophages in vivo suggests that intercellular interactions between these two cell types would likely enhance antiviral responses to HRV infection. In support of this hypothesis, HRV-mediated VEGF induction from bronchial epithelial cells is enhanced in the presence of HRV-treated mononuclear cell supernatants (158) . Furthermore, co-culture of human monocytic and bronchial epithelial cells promoted a synergistic augmentation of CXCL10 and CCL2 protein release following HRV16 challenge (159) . Transfer of conditioned media from HRV16-treated monocytic cells to epithelial cultures induced robust CXCL10 release by the epithelial cells, which was attenuated by type IFN receptor blocking antibodies and could be recapitulated by IFNα addition. These data indicate that epithelial CXCL10 release during HRV infection is augmented by a monocytic cell-dependent mechanism involving type I IFN(s) and provide evidence for crosstalk between immune cells and the epithelium during HRV infection.\n\nSeveral mechanisms have been proposed to explain virus/allergen interactions (Fig. 2) . First, underlying defects in immune regulation or epithelial barrier function could promote both viral infections and allergy/asthma (99, 160, 161) . The possibility that abnormalities in antiviral activity in asthma exist has been evaluated by a number of investigators by measuring virus-induced cytokine responses of peripheral blood mononuclear cells. For example, HRV-induced IFN-γ responses in allergic individuals were found to be inversely related to viral shedding (162) . Interestingly, there is evidence that mononuclear cell production of IFN-α and IFN-γ may be impaired in allergic asthma (118) , and HRV-induced IFN-γ responses in subjects with asthma are positively associated with measures of pulmonary function (163) . Furthermore, in airway sputum cells, a more dominant Th1 response (ratio of IFN-γ/IL-5 mRNA) was associated with milder colds and a more rapid clearance of the virus (105) .\n\nIn addition to these differences in mononuclear cell and sputum cell IFN responses, there is evidence that epithelial cell IFN responses may also be diminished in asthma. In the first series of experiments, Wark et al. (148) used bronchoscopy to obtain bronchial epithelial cells (BEC) for culture from normal and asthmatic subjects. The use of BEC is highly relevant as these cells are the primary site for a HRV infection in the lower airway. Using this model, Wark et al. (148) found HRV-16 replication was increased and IFN-β responses were diminished in BEC from asthmatic patients. The addition of IFN-β to the HRV BEC cultures from asthmatic subjects reduced virus replication. Paralleling these observations with IFN-β, Contoli et al. (164) found decreased IFN-λ responses in bronchoalveolar airway cells from the same asthmatic subjects. In addition, after experimental inoculation with HRV-16, the fall in lung function, i.e. forced expiratory volume in one second (FEV 1 ), was inversely proportional to IFN-λ generation previously noted. These data suggest that airway cells in some asthma patients have defective anti-viral responses as reflected by a reduced generation of IFNs to HRV-16.\n\nNot all investigations support this conclusion, and two recent studies were unable to confirm that epithelial cell IFN responses were deficient in asthma (107, 149) . Moreover, to date studies of experimentally inoculated volunteers have found no significant differences in HRV shedding related to asthma (80, 81, 165) . Many factors can contribute to these differences in observations, particularly the severity of asthma under study. Consequently, additional studies of patients with asthma and naturally acquired colds will be needed to resolve these differences.\n\nOne feature of respiratory allergies and asthma is increases in allergic effector cells, such as the eosinophils and mast cells, in the airways. Interactions between these HRV and cells involved in the allergic responses have been studied in vitro. HRV binds to eosinophils, but there is little evidence of cell activation as measured by the release of granular proteins. Eosinophils were able to stimulate the proliferation of HRV-specific T-cell clones (166) . There is evidence that HRV infections can enhance the eosinophilic response to allergen challenge in vivo (167, 168) . Common cold infections are generally not associated with increased histamine in nasal secretions (169) , however, HRV can infect mast cell lines and enhance allergen-induced responses in vitro (170) .\n\nBoth viral infections and allergic inflammation can damage airway epithelium, and this could lead to synergistic effects. On one hand, viral infections compromise the barrier function of the airway epithelium and could lead to enhanced absorption of allergens and/or irritants across the airway wall and increased allergic inflammation. Alternatively, HRV replication in vitro is greater in damaged epithelium (99, 161) , and this implies that allergeninduced damages to airway epithelium could promote greater viral replication and more severe clinical illness. This concept could also apply to pollutants, and explain why exposure to toxic agents (e.g. tobacco smoke, NO2) also increases the risk of viral wheeze (171, 172) . Notably, there is evidence that epithelial repair mechanisms are be abnormal in asthma (59) , suggesting that noxious environmental stimuli could compromise epithelial barrier function, and thus disproportionately increase susceptibility to HRV replication in asthma. In addition, airway epithelium in asthma has distinct features, including increased numbers of mucussecreting goblet cells; interestingly, there is laboratory evidence that HRV replication is enhanced in these cells (173) .\n\nSecond, there is experimental evidence that allergic inflammation could promote more severe viral illnesses. Recent mechanistic studies have provided evidence of antagonistic relationships between allergic inflammation and antiviral immunity (174, 175) . For example, Gill and colleagues (175) demonstrated that cross linking of IgE receptors on plasmacytoid dendritic cells, a major contributor to antiviral IFN responses, leads to inhibition of virusinduced IFN-α secretion. Dendritic cells can also play a key role in allergic sensitization, by directing the development of naive T cells into Th1 vs. Th2 cells; the latter secrete cytokines that lead to IgE production (IL-4, IL-13) and eosinophilic inflammation (IL-5). Thymic stromal lymphopoeitin (TSLP) is an epithelial-derived cytokine that acts on dendritic cells to promote Th2 differentiation (176) , and this cytokine can be induced by HRV infection through a TLR3-dependent mechanism (177) . Furthermore, TLR-3-induced secretion of TSLP is enhanced by IL-4, suggesting that virus infection in allergic airways could intensify Th2 inflammatory responses (177) . Interestingly, TSLP and IFN-β responses in epithelial cells may be reciprocally regulated (178, 179) , suggesting that high levels of TSLP in the airways could potentially impair antiviral responses. Finally, allergic inflammation and viral infections synergistically enhance mucus secretion in mice (180) ; excess secretion of mucus can lead to plugging and closure of the airways in asthma.\n\nThird, viral infections could enhance allergic inflammation. HRV has two proteases, and the HRV 2A protease enhanced allergen-induced Th2 inflammation in a mouse model of allergic inflammation (181) . Animal models also suggest that VRI in early life may establish a pattern of overproduction of key cytokines such as IL-13, leading to suboptimal antiviral responses, increased risk for respiratory allergies, and changes in airway structure to promote asthma (182) . Similarly, in clinical studies of acute exacerbations of asthma, circulating PBMC had increased expression of IFN-response genes, DC FcεR1 expression and Th2 chemokines, suggesting that innate antiviral responses are linked to enhanced activation of allergic inflammation (183, 184) .\n\nViral infections and allergic airway inflammation have synergistic effects on the risk of developing asthma, and in the pathogenesis of acute exacerbations of asthma. Understanding the interactions between innate antiviral responses and Th2 inflammation would be of great help in identifying mechanisms of asthma onset and acute airway obstruction. Regardless of the directionality of virus-allergen interactions, these findings strongly suggest that the optimal strategy to prevent virus-induced wheeze would be twofold: (i) improve antiviral responses and (ii) reduce allergic sensitization or inflammation. Virus-induced cytokines and growth factors Airway Development\n\nNO (186) TGF-β (187, 188) Amphiregulin (55) IL-6 (189) MMP-9 (130, 190) VEGF (55, 191) MMP-12 (27) FGF (192) Immunol Rev. Author manuscript; available in PMC 2012 July 1. "}