{"title": "Identification of the Active Sites in the Methyltransferases of a Transcribing dsRNA Virus", "body": "In eukaryotes, capping of the nascent mRNA 5′ end is essential for mRNA splicing, stability, and recognition, as well as export into and translation within the cytoplasm. Many viruses also encode their own enzymes for RNA capping. The mRNA capping process consists of four sequential reactions: (1) an RNA triphosphatase hydrolyzes the 5′ triphosphate of a nascent mRNA to a diphosphate; (2) a guanylyltransferase (GTase) adds a GMP molecule to the RNA 5′ diphosphate to form GpppRNA; (3) a 7-N-methyltransferase (7-N-MTase) transfers a methyl group from S-adenosyl-L-methionine (SAM) to the GpppRNA to form m 7 GpppRNA and generates S-adenosyl-Lhomocysteine (SAH); and (4) a 2′-O-methyltransferase (2′-O-MTase) transfers a methyl group from SAM to the 2′-hydroxyl group of the first nucleotide ribose of the RNA and generates SAH [1] .\n\nDouble-stranded RNA (dsRNA) viruses are a diverse group of viruses that infect a wide range of hosts including humans, animals, plants, fungi, and bacteria. Most dsRNA viruses have a multilayer spherical capsid. The outer capsid layers of dsRNA viruses present greatest diversity in both sequences and structural organization to adapt to different cell membrane barriers. A common process adopted by many dsRNA viruses is the uncoating of the outer capsid after delivery into the cytoplasm of the host cell, where the inner capsid particles (ICPs) remain intact. In order to protect the viral transcription process from the antiviral defense mechanisms of the host cells, the ICPs contain virally encoded RNA-dependent RNA polymerases and capping enzymes and serve as a stable nano-scale machine for viral mRNA transcription and capping [2] .\n\nCypovirus belongs to the family Reoviridae, which is the largest family of dsRNA viruses causing disease in humans, livestock, insects, and plants [2] . Cypovirus is unique among viruses of the Reoviridae family in that it possesses a single capsid layer. The cypovirus capsid contains transcriptional and capping enzymes, as identified in the ICPs of other multilayer turreted viruses in the Reoviridae family [3] . Previously, we reported the cryo-electron microscopy (cryo-EM) structures of a transcribing cypovirus at~4.1 Å resolution and a non-transcribing cypovirus at~3.9 Å resolution [3, 4] . The turret of cypovirus at each fivefold vertex is formed by five monomers of turret protein VP3, which contains three separate enzymatic domains that catalyze the last three of the four sequential reactions in RNA capping [5] : mRNA GTase, 7-N-MTase, and 2′-O-MTase. In addition to these three enzymatic domains, VP3 contains two other domains: a bridge domain, which bridges the GTase and the two methyltransferases (MTases) according to the domain nomenclature of orthoreovirus turret protein [5] , and a brace domain, which serves to brace a spike-like complex at the fivefold vertex in the pentameric turret [3] . The three enzymatic domains of VP3 are topologically identical with those in orthoreovirus [5] and aquareovirus [6, 7] . A GMP moiety, which defines the active site of a GTase domain, was observed in transcribing cypovirus VP3 [4] . However, due to the structural resolution limit of transcribing cypovirus VP3, the active sites of the two RNA MTases, which are defined by positions of SAM/SAH and RNA, were not resolved. How the two RNA MTase activities are facilitated by the turret protein is still unknown.\n\nBesides the Reoviridae family, viral RNA MTases with known structures exist for viruses in three other viral families: protein D1 (7-N-MTase) [8] and VP39 (2′-O-MTase) of vaccinia viruses [9] , protein NS5 (has dual functions of 7-N-MTase and 2′-O-MTase) of flaviviruses [10] , and nsp16 (2′-O-MTase) of coronaviruses [11] . In vaccinia viruses and coronaviruses, each RNA MTase protein possesses either In addition to turreted reoviruses, that is, cypovirus, orthoreovirus, and aquareovirus, a non-turreted virus in the Reoviridae family with known RNA MTase structures is the bluetongue virus. GTase, 2′-O-MTase, and 7-N-MTase of bluetongue virus are all included in a single viral encoded protein VP4 [12] . However, the cypovirus MTase domains are organized differently to those of bluetongue virus. In cypovirus, 7-N-MTase and 2′-O-MTase domains are formed by separated amino acid sequences [3] . In contrast, the bluetongue virus 7-N-MTase is formed by two amino acid sequences (residues 109-174 and residues 378-509), separated by an inserted 2′-O-MTase domain (residues 175-377).\n\nIn this study, we have improved the density map of transcribing cypovirus to a resolution of~3.8 Å, which for the first time permits us to observe structures of SAM/SAH molecules and RNA. It represents the first structural analysis of RNA 7-N-MTase and 2′-O-MTase in a transcribing dsRNA virus at near-atomic resolution. Based on our structure of SAM/SAH-turret complex and the distribution of the RNA within the structure, we identified three channels through which the RNA reaches the two active sites of the 7-N-MTase and 2′-O-MTase in a proper order before it is released into the cytoplasm. Our results reveal that the methylation reactions require a concerted effort by at least three turret protein monomers.\n\nCryo-EM is particularly suitable for determining structures of active processes, such as actively transcribing cypoviruses, because such samples can be preserved in their native state by flash freezing, with no crystallization procedures required. The density map of the transcribing cypovirus was improved to~3.8 Å resolution (Fig. 1a -e and Fig. S1 ). The density maps of turret proteins are of sufficient quality that we can identify nearly all the main chains and approximately 80% of the side chains, permitting us to build an atomic model. The improved density map permitted us to observe new features in the two MTase domains of the turret protein VP3. Our structural analysis of VP3 shows that both MTase domains possess structural characteristics of the class I MTase family [13] .\n\nThe structure of the first MTase (MTase-1) domain (residues 419-461 and 526-725) of cypovirus VP3 remains largely unchanged compared to its counterpart in the non-transcribing cypovirus. However, an additional density feature, which is absent in non-transcribing cypovirus, was observed in the MTase-1 domain of transcribing cypovirus VP3 (Fig. 1d ). This additional density cannot be assigned to any main chain or side chain; therefore, we attribute it to either a SAM or a SAH molecule located in the MTase-1 site. However, at the~3.8 Å resolution, it is not possible to discriminate between the SAM and SAH molecules. A conserved catalytic tetrad KDKE (Lys531, Asp616, Lys649, and Glu689), which is thought to be a characteristic of RNA 2′-O-MTases [1, 14] , was observed in the MTase-1 site, suggesting that the MTase-1 is 2′-O-MTase (Fig. 2a ). An aromatic Tyr620 was observed to interact with the SAM/SAH molecule (Fig. S2) , which is thought to be essential for cap methylation [15] . The cypovirus 2′-O-MTase domain is almost topologically identical with other viral 2′-O-MTases for which structures are known, such as the bluetongue virus 2′-O-MTase domain in VP4 [12] , the vaccinia virus VP39 [9] , and the coronavirus nsp16 [11] . Moreover, when these 2′-O-MTases are structurally aligned, the side chains of the KDKE tetrad in the cypovirus 2′-O-MTase domain closely overlap ( Fig. S3a) with those of bluetongue virus 2′-O-MTase domain, vaccinia virus VP39 [9] , and coronavirus nsp16 [11] . All side chains of the KDKE tetrad point toward a cleft, which is the putative RNA binding site in the 2′-O-MTase domain (Fig. 2a) . According to the crystal structure of vaccinia virus VP39 complexed with a SAH and a 7-N-methylated single-stranded RNA hexamer [16] , the Lys531, Lys649, and Glu689 of the conserved tetrad in cypovirus 2′-O-MTase serve to interact with the RNA sugar-phosphate backbone, and Asp616 plays a key role in SAM/SAH binding. In addition to the conserved tetrad, residues Gly562, Asp589, and (Fig. 2b) . These results suggest that these 2′-O-MTases are functionally conserved.\n\nResidues 833-1058 form the second MTase (MTase-2) domain of cypovirus VP3. We suggest that this domain is a 7-N-MTase because it lacks a KDKE tetrad. The overall structure of the 7-N-MTase domain is unchanged compared with that in nontranscribing cypovirus [3] . We also observed an additional density feature in the 7-N-MTase domain, which is similar to the SAM/SAH density in the 2′-O-MTase domain of transcribing cypovirus VP3 (Fig. 1e) . Thus, we also attribute this density to the presence of a SAM or SAH molecule (Fig. 1e) .\n\nA search of the PDB using the Dali server [17] revealed that the cypovirus 7-N-MTase domain most closely resembles Ecm1 (a 7-N-MTase from the microsporidian parasite Encephalitozoon cuniculi) [18] and followed by vaccinia virus 7-N-MTase D1 [8] . Consistent with this, superimposition between the cypovirus 7-N-MTase, Ecm1, and vaccinia virus D1 shows that the SAM/SAH structures in these 7-N-MTases closely overlap. The residues Gly863, Asp868, and Asp882 that interact with the SAM/SAH in the cypovirus 7-N-MTase are conserved and closely overlapped in Ecm1 and vaccinia virus D1. In the cypovirus 7-N-MTase, the adenosine of SAM/SAH is stacked between Phe906 and Pro883, which closely overlap with Tyr124 and Ile95, respectively, in Ecm1 (Fig. 2c) . In vaccinia virus D1, the adenosine moiety is stacked between Tyr683 and Arg548. Indeed, mutagenesis experiments have shown that the aromatic nature of the residue is essential for the stacking of SAM adenine rather than the hydroxyl group in tyrosine [15] .\n\nIn many viruses, the RNA capping reactions are sequential events. In order to reach the active sites of the enzymes efficiently and in proper order, the nascent RNA needs to follow a fixed pathway inside the turret. A previous study of a mammalian orthoreovirus suggested that RNA triphosphatase interacts with RNA-dependent RNA polymerase [19] and therefore is located on the inner surface of the inner capsid adjacent to the fivefold axis [20] . This observation suggests that the first capping reaction (hydrolyzing of 5′ triphosphate) occurs in the reovirus inner capsid before nascent RNA reaches the turret chamber through a peripentonal channel [4] in the capsid shell. Previously, we observed a rod-like density feature in the peripentonal channel in the 4.1-Å-resolution density map of the transcribing cypovirus, which was attributed to a partially resolved RNA [4] . A similar density feature was also observed at nearly the same location of the peripentonal channel in the new 3.8-Å-resolution density map (Fig. S4 ). In the turret chamber, transfer of GMP to the 5′ diphosphate RNA is followed by N7-guanine and 2′-O methylation [21, 22] . The first enzymatic domain that the nascent RNA reaches is the GTase domain in the turret [4, 20] . The density of the GMP moiety, which is present in the GTase domain in the 4.1-Å-resolution density map [4] , is also visible in the GTase domain in the new 3.8-Å-resolution density map (Fig. S5) . The GTase domain of one VP3 monomer (e.g., monomer C in Fig. 3a and Movie S1) and the active site of a 7-N-MTase domain of another monomer (monomer A in Fig. 3a and Movie S1) are connected via a channel (denoted as channel-1), which is formed by a bridge domain and a brace domain of monomer A (Fig. 3a and Movie S1) and a brace domain of another monomer (monomer B in Fig. 3a and Movie S1) [3] . Structural analysis of transcribing cypovirus indicates that this channel-1 is approximately 20% wider in the transcribing than that in the non-transcribing cypovirus [4] . We therefore propose that channel-1 guides the RNA molecule, namely, from the GTase domain of monomer C to the active site of the 7-N-MTase of monomer A. In support of this proposal, some fragmented density features approaching the SAM/ SAH in 7-N-MTase were observed inside channel-1 (indicated in magenta in Fig. 3a and b) . The fragmented density features (indicated in magenta in Fig. S6 ) have higher density level than noise. Because these density features do not belong to any main chain or side chain of VP3 and were not observed in non-transcribing cypovirus, we assigned them to a part of an RNA molecule present in the channel. The RNA was not resolved, as well as the VP3 structure, because only one RNA molecule is present in the pentameric turret at a time [20] and also due to the fact that the RNA is moving and flexible in the channel during the processes of RNA transcription and capping.\n\nFollowing its N7-guanine methylation, the question remains as to what the pathway could potentially be, along which the RNA reaches the nearest active site of the 2′-O-MTase. Similar to those RNA structures approaching the 7-N-MTase domain, some fragmented density features were also observed in a channel (denoted as channel-2 in Fig. 3a) , which is formed by the bridge domain of monomer A, the GTase domain and the 2′-O-MTase domain of monomer B, and which leads to the SAM/SAH molecule and the putative RNA binding cleft of the 2′-O-MTase domain (Fig. 3a-d and Movie S1). We assigned these fragmented density features to RNA as well. The observation of the RNA structures leads us to suggest that the RNA withdraws from the 7-N-MTase domain of one copy of VP3 (monomer A) through channel-1 and approaches the active site of The color scheme is the same as that used in Fig. 1d and e, except that the fragmented density features of RNA are in magenta.\n\nthe adjacent 2′-O-MTase domain of another copy of VP3 (monomer B) through channel-2 in the turret ( Fig. 3a and b; Fig. S6 and S7 and Movie S1). The process is reminiscent of the two methylations in a flavivirus, for which it was shown that the RNA dissociates from the MTase molecule after N7-guanine methylation and reassociates with another MTase molecule for 2′-O methylation [10] .\n\nFurther evidence on how RNA reaches the 2′-O-MTase site is provided by the crystal structure of vaccinia virus VP39 complexed with a 7-N-methylated, single-stranded RNA hexamer [16] . As described above, the VP39 and cypovirus 2′-O-MTase share a very similar topology, and some key residues interacting with SAM/SAH and RNA are conserved (Fig. 2b) . Fig. 4a and b) . Indeed, all these RNA structures approaching the active site of the 2′-O-MTase domain are distributed along the strand of the RNA model built based on the structure of the VP39 complex (Fig. 4b) .\n\nWe observed that a channel, formed by the 2′-O-MTase domain of monomer B and the GTase domain of monomer A, connects the turret inside and outside ( Fig. 4b and Fig. S7 ). The RNA structures, which are located in the RNA binding cleft of the 2′-O-MTase domain of monomer B, face directly toward the outer end of the channel (Fig. 4b) . We also observed some fragmented density features attributable to RNA at the channel outside (Fig. S8) . We suggest that the 7-N-methylated and 2′-O-methylated RNA is released from the turret into the cytoplasm through this channel.\n\nThe details of sample preparation, cryo-EM imaging, and data processing were described previously [4] . In order to confirm that the majority of cypovirus particles were in transcriptional state, we designed two reaction mixtures with different concentrations of GTP, and the reaction mixtures were incubated for 1 h, 3 h, and 6 h, respectively. The first transcription reaction mixture consisted of 70 mM Tris-Ac (pH 8), 10 mM MgAc 2 , 100 mM NaAc, 4 mM ATP, 2 mM CTP, 2 mM GTP, 2 mM UTP, 20 μCi [α-32 P]UTP (specific activity, 3000 Ci/mM), 1 mM SAM, 1 U/μL RNase inhibitor, and purified cypovirus suspension. At 31°C, a 6-h incubation time of this mixture resulted in darker RNA bands (Fig. S9, lane 6 ) than 3-h (Fig. S9, lane 3 ) and 1-h (Fig.  S9, lane 2) incubation times, indicating that the reaction continued after 3 h. In the second reaction mixture, the concentration of GTP was decreased to 0.04 mM (the other conditions were identical with those of the first mixture). Different incubation times of this mixture resulted in similar RNA bands (Fig. S9, lanes 1, 5, and 7) . We attributed it to the fact that the concentration of GTP was so low that it was exhausted by transcription within 1 h. No band was observed in lane 4 as the mixture did not contain GTP (Fig. S9 ). From these results, we concluded that cypovirus transcription had occurred, and after 3 h, the majority of the cypovirus particles were still actively transcribing RNA. The transcribing cypovirus particles in the first mixture incubated at 31°C for 3 h were used for cryo-EM analysis. We collected 3720 micrographs by CCD (Gatan UltraScan4000 model 895) with an FEI 300-kV Titan Krios electron microscope.\n\nApproximately 31,000 particle images were selected from 56,000 particle images and included in the final threedimensional reconstruction. The orientations and centers of all particle images were determined using an unpublished new software that uses common-line algorithm, as well as message passing interface and open multi-processing parallel technologies. The three-dimensional reconstruction was computed using ISAF algorithm [23] , which has been enhanced by fast Fourier-spherical Bessel transformation and parallel computation.\n\nThe resolution of the reconstruction was estimated by Fourier shell correlation criterion [24] . The atomic model of VP3 was built based on density map using Coot [25] and then was refined using Rosetta [26] . Density maps of protein subunits were segmented from the capsid density map and visualized using UCSF Chimera [27] .\n\nThe electron density map and atomic models have been deposited in the Electron Microscopy Data Bank and Protein Data Bank under accession code EMD-5926 and 3J6Q.\n\nSupplementary data to this article can be found online at http://dx.doi.org/10.1016/j.jmb.2014.03.013."}