{"title": "Amibiase/amoebose Anisakiase", "body": "l Entamoeba dispar, dix fois plus fréquente mais non pathogène ne peut être distinguée en pratique usuelle d'Entamoeba histolytica qui, seule, est pathogène. l Une amibiase tissulaire, principalement hépatique, fait toujours suite à une amibiase intestinale. l Abcès amibien du foie  séjour tropical  hépatalgie fébrile  abcès à l'échographie  sérologie positive. l L'amoebicide de contact reste un complément au métronidazole.\n\nL'anguillulose (ou strongyloïdose) est une maladie parasitaire causée par un ver rond intestinal, Strongyloides stercoralis, dont les larves pénètrent activement par la peau. C'est une maladie surtout fréquente dans les régions tropicales et subtropicales humides (notamment Asie du Sud-Est, Afrique subsaharienne, Brésil et Caraïbes), touchant environ 50 millions de personnes dans le monde. Le risque de contamination pour un voyageur est modéré. Dans des conditions ambiantes favorables (chaleur, humidité), les larves infectantes présentes sur le sol pénètrent activement à travers la peau. Elles sont acheminées par voie sanguine jusqu'aux poumons, puis remontent les voies respiratoires pour basculer dans le tube digestif. Elles y subissent une maturation et se transforment uniquement en vers adultes femelles de 2 mm de long, fixés à la muqueuse de l'intestin grêle. Ces femelles se reproduisent par parthénogenèse en émettant des oeufs qui éclosent dans la muqueuse intestinale et libèrent des larves. Soit ces larves sont disséminées par les fèces (péril fécal) dans le milieu ambiant (où peut se produire un cycle sexué, avec transformation des larves en adultes mâles et femelles facilitant la survie du parasite à l'extérieur de l'hôte), soit (lorsque les conditions naturelles de transmission sont défavorables) elles évoluent localement en réinfectant l'hôte à travers la peau de la région périnéale ou même en traversant la paroi colique pour se retrouver dans la circulation. Ce dernier mode évolutif rend compte du cycle d'auto-infestation (externe ou interne), qui permet à l'anguillulose de persister plusieurs dizaines d'années après le départ de l'hôte de la zone d'endémie.\n\nL'anguillulose est souvent asymptomatique. Les signes, quand ils existent, peuvent être cutanés, à type d'urticaire récidivante des fesses et des poignets, ou d'éruption linéaire mobile (larva currens) correspondant à la migration des larves lors d'un cycle d'auto-infestation externe. Les signes digestifs dus aux adultes sont des épigastralgies et des diarrhées rarement sévères. On peut également observer une toux avec hyperéosinophilie lors de la migration pulmonaire. L'infection par HTLV-1 est souvent associée à des anguilluloses chroniques malgré des traitements adaptés. Une complication grave spécifique de ce parasite est l'anguillulose disséminée (anguillulose maligne), suite à une dépression de l'immunité (étrangement, rarement dans le cadre du VIH-sida) ou à un traitement par corticoïdes. L'emballement du cycle d'auto-infestation interne conduit à une prolifération des larves dans l'ensemble de l'organisme, qui peut entraîner un syndrome abdominal aigu, des manifestations neurologiques et pulmonaires, une septicémie parfois mortelle. Des méningites « parasitaires » ont été rapportées avec surinfection bactérienne gravissime qui pourraient être dues au fait que les anguillules aient entraîné avec elles des bacilles Gram négatif. Le diagnostic parasitologique direct se fait par mise en évidence de larves (« rhabditoïdes ») de 200  de long environ, plutôt que d'oeufs, en général éclos lorsque les selles sont émises. Un tableau clinique évocateur (hyperéosinophilie fluctuante, diarrhée, provenance géographique) doit faire rechercher le parasite III. Anguillulose par plusieurs examens de selles successifs, car les larves sont rares. Il existe une méthode de concentration des selles spécifique (cf. de Baermann, p. 81) qui permet de sensibiliser l'examen. On peut également rechercher les larves dans le liquide d'aspiration duodénojéjunale ou réaliser une sérologie par ELISA, plus sensible que la recherche directe du parasite.\n\nLe traitement le plus efficace est l'ivermectine (Stromectol ® ), à la dose unique de 200 g/kg per os (12 mg chez l'adulte). L'albendazole (Zentel ® ), en prise quotidienne de 400 mg pendant 3 jours, est également efficace. Le traitement de l'anguillulose disséminée n'est pas codifié, certains auteurs proposant des doses élevées et prolongées d'ivermectine. Toutes les formes d'anguillulose, même a-ou paucisymptomatiques, doivent être traitées en raison du risque de dissémination des larves, et bien sûr un traitement doit être instauré systématiquement avant toute corticothérapie ou traitement immunosuppresseur chez tout patient ayant résidé en zone d'endémie même très longtemps auparavant.\n\nL'anisakiase est une nématodose très fréquente chez les poissons d'eaux salées, particulièrement dans les mers froides (Atlantique nord, mer du Nord, Pacifique nord, mer du Japon). De nombreuses espèces sont concernées : harengs, saumons, maquereaux, merlans… Elle se rencontre donc de façon privilégiée dans ces zones, particulièrement dans les pays où existent certaines habitudes de consommation ou de conservation : consommation de poisson cru (ex. : Japon), méthodes traditionnelles de conservation (salage, saumurage, fumage à froid). L'homme se contamine accidentellement en ingérant des larves d'Anisakis simplex voire de Pseudoterranova, par la consommation de poisson cru ou insuffisamment cuit.\n\nLe cycle naturel de l'Anisakis comprend un hôte définitif (un mammifère marin : baleine, cachalot, dauphin, marsouin, phoque, otarie) qui héberge le ver adulte, et deux types d'hôtes intermédiaires (petits crustacés planctoniques, puis poissons de mer), qui hébergent des stades larvaires successifs. La figure 2 récapitule ce cycle. L'homme entre accidentellement dans le cycle en consommant du poisson infesté : la larve parasitaire reste en impasse parasitaire chez lui, avant de mourir. \n\nLe tableau caractéristique est abdominal aigu, survenant en général dans les 48 heures suivant l'ingestion de la larve d'Anisakis, correspondant à la pénétration de la muqueuse digestive par la larve (figure 3). Deux localisations sont fréquentes : n la localisation gastrique, responsable d'un tableau pseudo-ulcéreux, avec des douleurs épigastriques intenses, des nausées, voire des vomissements ; n la localisation intestinale (au niveau du grêle), responsable d'un tableau douloureux abdominal bas, pseudo-appendiculaire voire occlusif. Occasionnellement est observée une irritation pharyngée, en rapport avec le passage de la larve, entraînant une expulsion de cette dernière lors d'un effort de toux. En dehors de ces tableaux aigus caractéristiques, peuvent être observées des formes plus chroniques, pouvant durer plusieurs semaines ou mois, associant des douleurs abdominales, des troubles non spécifiques du transit (constipation, diarrhée), éventuellement une altération de l'état général, évoquant de prime abord une tumeur digestive. Des manifestations allergiques aiguës (urticaire aigu ou autres réactions anaphylactiques) peuvent s'observer chez les consommateurs de poisson cru, en rapport avec des antigènes de larves d'Anisakis présentes dans les fruits de mer. Elles ne s'observent habituellement pas dans les tableaux d'anisakiase digestive, sauf en cas de sensibilisation antérieure. Les complications sont liées le plus souvent au franchissement complet de la barrière digestive. Peuvent donc être observées des perforations digestives, qu'elles soient gastriques ou intestinales, responsables de péritonites, ou d'exceptionnelles localisations extradigestives (hépatique, pancréatique, pleuropulmonaire). En dehors de ce cas de figure, des tableaux occlusifs sont observés, en présence d'une obstruction de la lumière digestive par la larve et surtout le granulome éosinophilique périphérique.\n\nLarve d'anisakis fichée dans la muqueuse gastrique (microscopie électronique).\n\nLe diagnostic est anamnestique et est confirmé éventuellement par des examens morphologiques ou sérologiques. La biologie usuelle est peu contributive, retrouvant le plus souvent à la phase aiguë une hyperleucocytose à polynucléaires neutrophiles. L'éosinophilie est inconstante, plus fréquente cependant après plusieurs jours d'évolution. Une opacification radiologique digestive peut mettre en évidence l'image du granulome et éventuellement de la larve, devant un tableau aigu ou chronique. Le diagnostic sérologique n'est utile qu'en cas de forme atypique (extradigestive) ou non accessible à un diagnostic direct : la sérologie se positive habituellement après le 10 e jour, pour se négativer de nouveau 6 à 12 mois après. En fait, la confirmation diagnostique est obtenue par l'endoscopie digestive haute, qui met en évidence la larve d'Anisakis fichée dans la muqueuse gastrique, et permet de procéder à l'ablation curative. De même, l'ablation chirurgicale d'une masse intestinale permet l'analyse anatomopathologique de confirmation : mise en évidence d'un granulome éosinophilique, centré en général par la larve d'Anisakis.\n\nL'évolution est le plus souvent spontanément favorable en 2 à 3 semaines, sans traitement spécifique. Cependant, l'ablation endoscopique ou chirurgicale (en cas de complication) de la larve d'Anisakis à l'occasion de l'acte diagnostique permet cependant de hâter la guérison. Aucun traitement antihelminthique n'a fait ses preuves, mais l'albendazole pourrait avoir un intérêt.\n\nL'ankylostomose est une maladie parasitaire, liée au péril fécal, causée par un ver rond intestinal hématophage. Deux espèces infestent l'homme, Ancylostoma duodenale et Necator americanus, dont les larves pénètrent activement par la peau. C'est une maladie cosmopolite, touchant plus d'un milliard de personnes dans le monde, particulièrement fréquente dans les régions intertropicales chaudes et humides où les deux espèces sont souvent présentes simultanément. Le risque de contamination pour un voyageur est modéré. Dans des conditions ambiantes favorables (chaleur, humidité), les larves infectantes présentes sur le sol pénètrent activement à travers la peau. Elles sont acheminées par voie sanguine jusqu'aux poumons, puis remontent les voies respiratoires pour basculer dans le tube digestif. Elles y subissent une maturation et se transforment en quelques semaines en vers adultes d'environ 1 cm de long, fixés à la muqueuse de l'intestin grêle (cahier couleur : figure 4) dont ils sucent le sang (0,2 mL/j). La durée de vie des adultes est de 1 à 2 ans, et va jusqu'à 5 ans. Les femelles pondent plusieurs milliers d'oeufs par jour, qui s'embryonnent très vite dans les selles ou le milieu ambiant pour donner des larves, infectantes après 1 semaine environ.\n\nLa plupart des infections sont asymptomatiques. La pénétration transcutanée des larves peut s'accompagner d'un prurit et d'une éruption. La migration pulmonaire peut entraîner des signes respiratoires (toux sèche irritative) et une hyperéosinophilie, moins fréquents que pour l'ascaridiose. Lors de la phase intestinale, il peut se produire des douleurs épigastriques pseudo-ulcéreuses et des diarrhées. Les infections massives et chroniques en zones tropicales sont responsables d'une anémie ferriprive et à plus long terme d'hypoprotéinémie pouvant être responsable de retards de croissance et psychomoteurs chez les enfants. Le diagnostic parasitologique direct se fait par mise en évidence d'oeufs typiques de forme ovale contenant des cellules ou une larve déjà constituée dans les selles, similaires pour les deux espèces. On peut les trouver à l'examen microscopique direct, mais surtout après concentration (MIF-concentration ou méthode de Kato-Katz, par exemple). En cas d'infection importante, une anémie microcytaire hypochrome est souvent associée. L'hyperéosinophilie, qui peut être importante lors de la primo-invasion, est modérée ( 1000/mm 3 ) voire absente en phase chronique. Il n'y a pas de diagnostic sérologique.\n\nL'albendazole (Zentel ® ), en prise unique de 400 mg est efficace comme le flubendazole (Fluvermal ® , 100 mg matin et soir pendant 3 jours). Le pyrantel (Combantrin ® , hors AMM) est moins utilisé. Tous ces traitements sont en général bien tolérés, à l'exception du pyrantel contre-indiqué pendant la grossesse.\n\nLes répercussions de cette parasitose peuvent être importantes dans les populations pédiatriques des pays intertropicaux, notamment en raison du risque d'anémie et de retard staturopondéral. C'est pourquoi des programmes de déparasitage systématique en milieu scolaire sont menés par diverses organisations coordonnées par l'OMS. Sur le plan individuel, le port de chaussures dans les régions chaudes et humides suffit généralement à se protéger.\n\nwww.dpd.cdc.gov/dpdx/HTML/ascariasis.htm www.who.int/wormcontrol/en/ Arboviroses (Arbovirosis) Olivier Bouchaud et Sophie Odermatt-Biays Il existe plus de 150 virus (arbovirus : arthropod-borne virus) qui peuvent être transmis aux vertébrés (l'homme n'étant souvent qu'un hôte accidentel) par un insecte (tableau 1). Les tableaux cliniques sont très variables, allant de l'infection asymptomatique ou du syndrome arthromyalgique bénin aux tableaux hémorragiques sévères (cf. fiche maladies virales rares et/ou émergentes pour les diagnostics différentiels avec les fièvres hémorragiques virales non transmises par vecteur, p. 171) en passant par des méningo-encéphalites d'intensité variable. Il n'y a aucun traitement spécifique (sauf ribavirine pour la fièvre de Crimée-Congo). Excepté pour la dengue, le voyageur est peu concerné. Dans certains cas, un vaccin est possible, dans tous les cas l'utilisation de répulsifs et l'imprégnation des vêtements d'insecticides réduisent le risque de transmission (cf. conseils aux voyageurs, p. 5). \n\nLa dengue initialement quasi cantonnée en Asie, son foyer principal, a envahi le monde tropical et subtropical à partir des années soixante et avec une forte accélération à la fin du siècle dernier : elle concerne maintenant 2,5 milliards de personnes avec un nombre de cas estimé de 50 à 100 millions/an. Cette progression est liée à des conditions favorisant la pullulation vectorielle : déforestation et explosion démographique dans un urbanisme anarchique (Aedes aegypti est un vecteur urbain très anthropophile qui pique dans la journée et se reproduit dans les collections d'eau -vieux pneus, objets abandonnés… -à proximité des maisons).\n\n-vieux pneus, objets abandonnés… -à proximité des maisons).\n\n- vieux pneus, objets abandonnés… -à proximité des maisons). L'Afrique subsaharienne a une situation particulière avec un cycle naturel présent mais peu de formes cliniques, pas de forme grave et pas d'épidémie rapportée, ce qui suggère une moindre susceptibilité à la maladie des populations africaines. L'un des quatre virus en cause (DEN 1, 2, 3, 4) peut déclencher une épidémie sur un fond endémique le plus souvent lors de la saison des pluies. Il n'y a pas d'immunité croisée. La progression préoccupante des formes graves (dengue hémorragique et/ou avec choc ;  500 000/an, 10 à 15 % de mortalité), particulièrement fréquente chez les enfants, serait liée au fait qu'une infection préalable par un sérotype donné en laissant des anticorps « facilitants » favorise la réplication virale lors de l'infection par un nouveau sérotype (théorie de la facilitation immunologique), source d'une hyperproduction de cytokines responsables de troubles de la perméabilité vasculaire.\n\nAprès une incubation courte (2 à 8 jours), apparition brutale d'une fièvre élevée, avec céphalées, douleurs rétro-orbitaires, arthromyalgies marquées, suivie d'une rémission puis reprise fébrile avec exanthème (50 % des cas ; parfois discrètement hémorragique). Régression spontanée en quelques jours mais un syndrome asthénique « post-dengue » peut persister plusieurs semaines ou mois. Des formes asymptomatiques ou non spécifiques sont courantes. Le diagnostic essentiellement clinique est conforté par une thrombopénie puis par la positivité de la sérologie (diagnostic virologique possible en laboratoire spécialisé).\n\nl Virose liée à quatre sérotypes transmise par Aedes (activité diurne), en pleine expansion mondiale, actuellement endémique avec flambées épidémiques en Asie tropicale, îles du Pacifique, océan Indien, Caraïbes, Amérique centrale et du Sud et, à un bien moindre degré, Afrique. Risque important pour le voyageur. l Tableau classique avec syndrome grippal « arthromyalgique », éruption cutanée et thrombopénie survenant sur place ou quelques jours après le retour (incubation courte), très évocateur. l Formes graves (hémorragiques ou à choc) fréquentes chez les enfants en zone d'endémie mais pour le moment rares chez le voyageur.\n\nVers le 3 e jour d'une forme classique, apparition de signes hémorragiques externes (cahier couleur : figure 5) puis internes et/ou d'un choc. Le signe du lacet (ou tourniquet) est constant (apparition de pétéchies après avoir gonflé un tensiomètre) mais a un intérêt pronostique médiocre.\n\nIl n'existe aucun traitement spécifique ; seule une prise en charge symptomatique est possible allant des antipyrétiques (excluant l'aspirine du fait de la thrombopénie/pathie) et antalgiques à la réanimation. La prévention collective repose sur la lutte antivectorielle à large échelle (larvicides surtout et élimination des collections d'eau en milieu urbain). Un vaccin tétravalent est en cours d'évaluation. La prévention du voyageur repose sur l'utilisation de répulsifs (dans la journée, notamment fin d'après-midi) et de vêtements imprégnés. Depuis juillet 2006, la dengue est à déclaration obligatoire en France. (Tick-born encephalitis) Cette infection virale, qui concerne très peu le voyageur, est transmise par morsure de tiques (Ixodes) ou plus rarement par consommation de produits laitiers non pasteurisés. Elle sévit essentiellement dans les zones forestières de la partie centrale du continent européen (de l'Alsace à l'Oural et de l'Oural à la côte pacifique de la Russie pour la variante rencontrée en Eurasie, responsable d'une maladie plus sévère liée à un virus très proche moins sensible au vaccin). La sévérité de la maladie est proportionnelle à l'âge, l'infection étant souvent pauci-(syndrome grippal non spécifique) ou asymptomatique chez les enfants. Seulement 5 à 30 % des cas évoluent vers la phase neurologique (encéphalite…) quelques jours après le syndrome grippal. Le traitement est purement symptomatique. La prévention repose sur l'utilisation de répulsifs (efficacité modérée sur les tiques) sur la peau et les vêtements, et le vaccin qui se fait en trois injections réparties sur 3 à 9 mois (cf. chapitre 2).\n\n(Japanese encephalitis) Il s'agit d'une infection virale transmise par divers moustiques (notamment Culex) essentiellement dans les zones rurales et humides d'Asie, le porc jouant un rôle important de réservoir. L'infection est asymptomatique dans la majorité des cas. Après une incubation de 5 à 15 jours, les formes cliniques sont très variables, allant de tableaux fébriles bénins à des méningo-encéphalites potentiellement mortelles ou guérissant avec des séquelles neuropsychiques (30 % des cas). En l'absence d'un traitement, et même si le risque est faible, ces formes sévères justifient chez le voyageur (cependant globalement peu concerné), outre les répulsifs et l'imprégnation des vêtements, la vaccination lorsqu'il se rend en Asie (principalement du Sud-Est) en période de mousson et en zone rurale pour des séjours longs ( 1 mois) (cf. chapitre 2).\n\n(Chikungunya fever) Elle est due à un alphavirus de la famille des Togaviridae transmis principalement par un moustique du genre Aedes. Le réservoir animal concerne primates, bétail domestique et oiseaux. Le virus circule en Afrique (de l'Est surtout), Asie du Sud-Est et dans le sous-continent indien. Environ 4 à 7 jours après la piqûre de moustique infectante, une fièvre élevée apparaît brutalement. S'y associent alors typiquement des arthralgies intenses (en bantu, chikungunya signifie « marcher courbé ») touchant les extrémités des membres (poignets, chevilles, phalanges), des céphalées et éventuellement une éruption maculopapulaire. Des hémorragies bénignes et des lésions bulleuses (cahier couleur : figure 6 ) peuvent survenir surtout chez les enfants. L'évolution est favorable en quelques jours, la maladie étant réputée sans forme grave et n'entraînant jamais de mortalité jusqu'à l'épidémie ayant débuté en 2005 à la Réunion qui a montré le contraire, principalement chez des sujets fragilisés, notamment du fait de méningo-encéphalites, de polyradiculonévrites, d'hépatites fulminantes, de myocardites, de péricardites, d'insuffisance rénale… Au cours de cette épidémie, a été démontrée pour la première fois une transmission materno-foetale (infections néonatales incluant des méningo-encéphalites). Des formes chroniques existent, caractérisées par des arthralgies (arthrites et ténosynovites) persistantes plusieurs mois de mécanisme inconnu (pas de persistance de virus, pas de signe d'auto-immunité ; rôle d'une cryoglobulinémie ?). Des infections asymptomatiques sont possibles. L'immunité est durable. L'importation de cas en Europe est possible, la crainte d'une transmission secondaire ayant été confirmée en 2008 en Italie du fait de la recolonisation du Bassin méditerranéen par Aedes albopictus. Aucun traitement n'est disponible (l'action de la chloroquine n'a pas été confirmée), la prévention collective et individuelle (voyageur) étant commune à toutes les arboviroses (cf. dengue, p. 104). Un vaccin est en cours d'évaluation. Depuis juillet 2006, la fièvre Chikungunya est à déclaration obligatoire en France.\n\n(Crimee-Congo haemorrhagic fever) Cf. fiche maladies virales rares et/ou émergentes pour les autres fièvres hémorragiques virales, p. 171. Initialement décrite au Congo (RDC), concernant sous forme de cas sporadiques l'Afrique et l'Asie, cette infection atteignant l'homme et certains animaux est transmise par des tiques (à la fois réservoirs et vecteurs). La transmission à l'homme est rare (morsures de tiques ou contact lors de l'abattage ou mise bas du bétail). Le tableau, peu spécifique, débute par de la fièvre suivie d'une rémission à J3-J4 précédant l'apparition de signes hémorragiques (dont éruption pétéchiale généralisée). La létalité est de 20 %. Le diagnostic se fait en milieu spécialisé (laboratoire OMS de référence). La ribavirine administrée très précocement a un intérêt. Les malades doivent être isolés. Aucun vaccin n'étant disponible, la prophylaxie repose sur la prévention vectorielle contre les tiques.\n\n(Yellow fever) Il s'agit d'une infection transmise par le moustique Aedes femelle uniquement en Afrique intertropicale (entre les latitudes 15° nord et 15° sud) et en zone amazonienne et péri-amazonienne (cf. figure 2.1, p. 12), responsable d'une insuffisance hépatique et rénale aiguë sévère (mortalité de 50 à 70 % chez le voyageur). L'incidence annuelle serait de 200 000 cas, essentiellement en Afrique, responsable de 30 000 décès. À partir du cycle selvatique naturel fonctionnant entre Aedes et singes, le virus peut accidentellement passer chez l'homme déclenchant cas sporadiques puis épidémies, notamment en milieu urbain. Après une incubation courte de quelques jours, tous les tableaux cliniques sont possibles (rendant la reconnaissance d'une épidémie parfois difficile au début) : formes asymptomatiques, fièvres non spécifiques, tableaux aigus bruyants (début brutal hyperfébrile, douleurs diffuses, bradycardie, vomissements puis agitation, manifestations hémorragiques, ictère, anurie et coma). En zone d'endémie, le décès (coma hépatique, insuffisance rénale aiguë) survient dans 30 % des cas, principalement chez les enfants non encore protégés par les formes bénignes ou asymptomatiques, les autres patients guérissant sans séquelle et gardant une immunité solide. Le diagnostic clinique, parfois difficile du fait de son caractère non spécifique, est confirmé par sérologie ou isolement viral en milieu spécialisé. Il n'y a aucun traitement spécifique rendant pour le voyageur, compte tenu de la gravité de la maladie et du caractère imprévisible des épidémies et même si le risque est globalement faible, indispensable la réalisation du vaccin même dans les pays endémiques où il n'est pas obligatoire (Sénégal, Kenya…) (cf. chapitre 2). La prévention en zone d'endémie repose, outre la lutte antivectorielle, sur la vaccination de masse en période épidémique ou, mieux, intégrée au Programme Élargi de Vaccination.\n\n(Rift Valley fever) Initialement identifiée au Kenya puis dans plusieurs pays d'Afrique de l'Est, de l'Ouest ou australe ainsi qu'en Égypte et au Moyen-Orient, c'est une zoonose touchant surtout les moutons, chèvres et dromadaires. La transmission à l'homme se fait par le vecteur (moustiques) mais aussi par contact direct avec les animaux malades ou même par aérosols. Après une incubation de quelques jours, le tableau clinique est en règle bénin (souvent asymptomatique ou limité à un syndrome dengue-like) mais des formes sévères (1 % des cas) hémorragiques ou encéphalitiques avec atteinte rétinienne possible existent (séquelles ou mortalité de 30 à 50 %). En dehors de la lutte antivectorielle et de la vaccination du bétail, un vaccin existe, mais il est limité aux personnes particulièrement exposées et ne concerne pas en règle le voyageur. Ascaridiose (Ascariasis) Michel Cot\n\nCe qu'il faut savoir pour comprendre L'ascaridiose est une maladie parasitaire liée au péril fécal causé par un ver rond intestinal, Ascaris lumbricoides, dont les oeufs sont ingérés par voie orale. C'est une maladie cosmopolite, touchant plus d'un milliard de personnes dans le monde, particulièrement fréquente dans les zones tropicales et subtropicales. Le risque de contamination pour un voyageur est élevé en l'absence de précautions d'hygiène alimentaire. Après l'ingestion d'oeufs embryonnés présents dans le sol, souillant les mains, des crudités ou l'eau de boisson, les larves sont libérées dans l'intestin dont elles traversent la paroi. Elles sont acheminées par voie sanguine jusqu'aux poumons où elles subissent une maturation. Elles remontent les voies respiratoires pour basculer dans l'intestin où elles se transforment au bout de 2 à 3 mois en vers adultes de 15 à 20 cm de long. Les femelles, dont la durée de vie est de 1 à 2 ans, peuvent pondre plusieurs centaines de milliers d'oeufs par jour. Ces oeufs ne s'embryonnent dans le milieu ambiant que s'il y a eu fécondation des vers adultes.\n\nLa plupart des infections sont asymptomatiques. À la phase de migration larvaire (une dizaine de jours après ingestion des oeufs), il peut se produire une toux sèche irritative et une fièvre modérée avec hyperéosinophilie, très rarement une vraie pneumonie avec hémoptysie et présence d'infiltrats labiles à la radiographie pulmonaire (syndrome de Loeffler). La localisation intestinale des adultes est en général cliniquement muette. Les infections massives en zones tropicales peuvent donner des douleurs abdominales et entraîner des tableaux chirurgicaux (occlusion intestinale par pelote de vers cahier\n\nl La plupart des infections sont cliniquement muettes. l Quand les signes existent, ils sont liés à la présence du ver dans l'intestin ou à la migration des larves dans les poumons. l Le parasite est cosmopolite et le risque d'infection élevé en zone tropicale. l Des mesures simples d'hygiène alimentaire suffisent pour s'en prémunir. couleur : figures 7 et 8, obstruction biliaire, appendicite). À long terme, des retards de croissance peuvent survenir chez les enfants chroniquement infectés par ces vers. Il arrive enfin que un ou des vers adultes soient éliminés par l'anus ou expulsés par la bouche ou le nez lors d'un effort de toux ou un vomissement. Le diagnostic parasitologique direct se fait par mise en évidence d'oeufs typiques, embryonnés ou non, dans les selles, à l'examen microscopique direct, mais de préférence après concentration (MIF-concentration ou méthode de Kato-Katz, par exemple). Le ver adulte, quand il est éliminé par voie orale ou dans les selles, est aisément identifiable grâce à sa taille. Lors de la phase larvaire, les signes cliniques et l'hyperéosinophilie élevée (éventuellement les images radiologiques) peuvent faire rechercher des larves dans les expectorations. Cette phase est suivie après quelques semaines par l'élimination fécale des oeufs. Il n'y a pas de diagnostic sérologique.\n\nL'albendazole (Zentel ® ), en prise unique de 400 mg chez l'adulte (200 mg chez l'enfant), est efficace de même que le flubendazole (Fluvermal ® , 100 mg matin et soir pendant 3 jours). Le pyrantel (Combantrin ® , hors AMM) est moins utilisé. Tous ces traitements sont en général bien tolérés, mais contre-indiqués pendant la grossesse, à l'exception du pyrantel. Chez la femme enceinte, le plus sage est d'attendre l'accouchement pour traiter ces affections en règle bénignes.\n\nLes répercussions de cette parasitose peuvent être importantes dans les populations pédiatriques des pays intertropicaux, notamment en raison du risque de retard staturopondéral. C'est pourquoi des programmes de déparasitage systématique en milieu scolaire sont menés par diverses organisations coordonnées par l'OMS. Sur le plan individuel, il convient de respecter des règles d'hygiène fécale et alimentaire simples, notamment le lavage des mains avant de manipuler la nourriture, le pelage des fruits et légumes s'ils sont consommés crus, la consommation d'eau non souillée.\n\nwww.dpd.cdc.gov/dpdx/HTML/ascariasis.htm www.who.int/wormcontrol/en/ Bilharzioses (schistosomoses) (Schistosomiasis) Olivier Bouchaud\n\nl Les bilharzioses sont des infections parasitaires d'évolution chronique, courantes en zone tropicale (principalement en Afrique subsaharienne) liées aux contacts cutanés répétés avec l'eau douce. \n\nLa moitié environ des centaines ou milliers d'oeufs (selon les espèces) pondus quotidiennement est éliminée dans les selles (S. mansoni, japonicum/mekongi) ou les urines (S. haematobium) pour la pérennité du cycle. L'autre moitié n'y parvient pas, bloquée dans les tissus par une réaction à corps étranger formant un granulome (cahier couleur : figure 10) dont la multiplicité entraîne à terme une fibrose progressive. Au niveau des tissus de l'arbre urinaire, il en résulte une perte de l'élasticité de la vessie (avec à terme calcification → vessie « porcelaine ») responsable d'infections à répétition d'abord basses (résidu post-mictionnel) puis hautes du fait d'anomalies urologiques liées à la fibrose (sténoses urétérales, dilatations pyélocalicielles) avec, à terme, insuffisance rénale. Ce processus peut aussi expliquer des cas de stérilité. Au niveau digestif, l'embolisation des oeufs dans le foie entraîne fibrose puis cirrhose avec toutes les conséquences de l'hypertension portale. La présence des vers adultes dans les plexus veineux n'entraîne pratiquement aucune conséquence. Par contre, bien que rare, la migration aberrante d'oeufs emportés par le flux sanguin peut déterminer des lésions à distance par exemple cutanées ou, plus graves, neurologiques (notamment médullaire avec des manifestations déficitaires aiguës) et pulmonaires (HTAP avec à terme insuffisance cardiaque droite ; plus souvent liées à S. japonicum ou mansoni). Le traitement est essentiellement basé sur la réhydratation. l Le choléra est une maladie de la pauvreté et de l'urbanisation.\n\nJusqu'au début du xIx e siècle, le choléra est resté limité au sous-continent indien. Il s'est étendu vers l'Europe puis l'Afrique, l'Australie, l'Amérique au cours de plusieurs pandémies tout au long du xIx e siècle. Le Vibrio cholerae, identifié en 1884 et responsable de ces premières pandémies, n'a pas persisté dans ces nouveaux territoires. Au début du xx e siècle, la 7 e pandémie est partie d'Indonésie et s'est étendue presque au monde entier. Le Vibrio cholerae sérogroupe O1 biotype El Tor est devenu endémique dans de nombreuses régions intertropicales. Actuellement, le choléra affecte 98 pays. Les épidémies ont souvent lieu pendant la saison la plus chaude dans les grandes villes des pays en voie de développement sous équipées en infrastructure d'adduction d'eau potable et d'élimination des eaux usées ou à l'occasion de rassemblements de population lors des fêtes populaires ou religieuses, des catastrophes et des guerres et notamment dans les camps de réfugiés. En 1992, un nouveau sérogroupe (Vibrio cholerae O139) a été décrit responsable de larges épidémies en Inde et au Bangladesh. Il pourrait bien être à l'origine de la prochaine pandémie. Le seul réservoir animal du vibrion cholérique est l'homme, cependant le vibrion peut survivre et se multiplier dans le milieu extérieur en association avec le plancton dans les eaux de surface. La transmission du vibrion est féco-orale (péril fécal). Elle est directe de personne à personne (rôle des mains) ou indirecte par l'eau ou la nourriture souillées par les déjections de malades ou de porteurs sains (chaque millilitre de selles contenant jusqu'à 108 vibrions). Une fois ingérés, les vibrions doivent survivre à la traversée de l'estomac car ils sont détruits par l'acidité gastrique. De un patient sur trois à un sur cent développe une diarrhée sévère. La sévérité de l'infection dépend de l'immunité intestinale (exposition préalable), de la quantité de l'inoculum ingérée, de la quantité de liquide ingérée avec l'inoculum (une grande quantité accélère le transit), du groupe sanguin du patient (le groupe O est plus à risque) et de l'acidité de l'estomac. Cette acidité peut être abaissée par des prises de médicaments antiacides, une gastrectomie ou le plus souvent - dans les populations pauvres - par une alimentation quotidienne insuffisante. Dès qu'il est dans l'intestin grêle, le vibrion s'y multiplie, adhère à la muqueuse intestinale et libère une toxine qui va faire sécréter l'eau dans la lumière intestinale avec un volume sécrété supérieur aux capacités d'absorption des intestins. De plus, la toxine inhibe aussi l'absorption d'eau par le côlon et a par ailleurs une action émétisante. Il en résulte une diarrhée aqueuse qui peut atteindre 15 à 20 L/j et des vomissements incoercibles responsables d'une déshydratation majeure.\n\nLe temps d'incubation varie de 18 heures à 5 jours. La plupart des infections de choléra s'expriment par une diarrhée modérée ou sont asymptomatiques. Dans les cas sévères, le choléra provoque brutalement une diarrhée sans fièvre, profuse, non douloureuse, blanche avec des débris muqueux lui donnant l'aspect d'« eau de riz ». Des vomissements font suite à la diarrhée, puis des crampes musculaires dans les bras et les jambes. Sans traitement, une déshydratation sévère s'installe en quelques heures. En l'absence de traitement, 50 % des patients décèdent mais seulement 1 % sous traitement. L'OMS a proposé la définition clinique suivante : « Une épidémie de choléra doit être suspectée si un patient âgé de plus de 5 ans présente une déshydratation sévère ou meurt d'une diarrhée aqueuse aiguë, ou s'il y a une augmentation brutale des cas de diarrhées aqueuses aiguës spécialement des patients présentant des selles \" eau de riz \" caractéristiques du choléra. » L'introduction des tests colorimétriques de diagnostic rapide (par exemple Smart ® ou Crystal VC ® ) ont un intérêt épidémiologique pour diagnostiquer le début et la fin d'une épidémie, notamment dans les zones isolées et/ou sommairement équipées. Le diagnostic doit cependant toujours être confirmé par culture dans un laboratoire de référence pour identifier le sérogroupe et tester la sensibilité du germe aux antibiotiques. Les selles doivent être transportées sur milieu adapté : Cary-Blair ® ou, à défaut, dans du sérum salé isotonique. Dans ce dernier cas, des pastilles buvard trempées dans les selles sont placées dans des tubes remplis de sérum salé.\n\nIl repose sur la réhydratation qui doit intervenir le plus tôt possible. L'évaluation de la déshydratation et les décisions de traitement se font selon des critères cliniques bien décrits par l'OMS : n en cas d'absence de signes, réhydratation par voie orale (plan A) ; n en cas de déshydratation modérée, réhydratation orale toutes les minutes (plan B). n en cas de déshydratation sévère, le patient nécessite une réhydratation intraveineuse par une solution de Ringer lactate (plan C) (30 mL/kg en 30 minutes puis 70 mL/kg en 2 h 30). Il est placé sur un lit troué (ou mieux avec des sondes anales et urinaires) permettant de recueillir ses urines et ses selles et d'adapter ensuite les entrées de liquide. Pour les cas modérés et sévères, l'antibiothérapie réduit la période pendant laquelle le vibrion est excrété ainsi que la durée de la diarrhée. La durée d'hospitalisation et l'utilisation de consommables en sont réduites d'autant. L'antibiothérapie systématique des cas avérés ne devrait donc être justifiée qu'exceptionnellement, et en fonction de considérations logistiques en cas d'afflux massif de malades. Les cas de résistance du vibrion aux antibiotiques classiques (tétracyclines, cotrimoxazole et érythromycine) sont de plus en plus fréquents. L'azythromycine et les quinolones sont des options possibles, mais dans tous les cas le profil de résistance doit être testé sur un échantillon de souches représentatives de l'épidémie en cause. L'adjonction de sulfate de zinc à raison de 20 mg/j pendant 10 à 14 jours réduit la durée et la sévérité de la diarrhée et du choléra chez les enfants dans les zones endémiques. n boire de l'eau bouillie ou décontaminée (par une solution chlorée ou par le soleil dans des bouteilles de plastique PET) ; n se laver les mains au savon avant de préparer la nourriture, avant les repas, après l'utilisation des toilettes. Pour les voyageurs, du fait d'un risque très faible, la vaccination par le vaccin oral (Dukoral ® ) doit être réservée aux professionnels exposés. C'est un vaccin tué. Il nécessite l'administration de deux doses (reconstituées dans de l'eau potable) à 3 semaines d'intervalle. \n\nDans les communautés à risque, la prévention passe par la mise en place : n d'un système sentinelle de surveillance incluant des informateurs clés pouvant alerter les autorités sanitaires ; n d'équipes formées à l'investigation de l'épidémie sur place et l'installation de premières mesures : cartographie des cas de choléra, identification des populations à risque et distribution de solutions de réhydratation par voie orale, mise à disposition d'eau potable ou chloration de chaque bidon d'eau puisé dans les zones contaminées (lacs, mares .), éducation sanitaire. En tant qu'outil de santé publique dans le contrôle et la prévention des épidémies, la place du vaccin oral actuellement disponible n'est pas clairement établie. En outre, son administration nécessite une logistique non négligeable - de l'eau potable, une chaîne du froid et pouvoir revacciner la même population 2 semaines plus tard. Enfin, la protection procurée par le vaccin s'atténue progressivement et n'a pas été démontrée comme suffisante au-delà de 3 ans tout au plus ; n d'infrastructures sanitaires formées à la prise en charge des cas, équipées en solutés de réhydratation par voie orale/parentérale, en antibiotiques et en hypochlorite de calcium pour décontaminer les mains, le linge, le sol, les objets des malades, les déjections et les morts. La chimioprophylaxie ne doit pas être donnée aux sujets contacts asymptomatiques à cause du risque de développement de résistances. La mise en place d'un cordon sanitaire n'est pas une mesure efficace. À long terme, la prévention du choléra repose sur l'amélioration des systèmes d'approvisionnement en eau potable et d'élimination des eaux usées notamment dans toutes les villes des PVD. (Cysticercosis) Paul-Henri Consigny \n\nLa symptomatologie observée dépend de la localisation des larves cysticerques, la gravité de la maladie tenant aux localisations oculaires ou du système nerveux central.\n\nl Maladie parasitaire liée aux larves d'un cestode du porc, Taenia solium, conséquence de l'ingestion d'aliments souillés par des déjections humaines contenant des oeufs de ce cestode. l Localisation des larves au niveau musculaire, sous-cutané, mais aussi au niveau oculaire et du système nerveux central, faisant toute la gravité potentielle : cause très fréquente d'épilepsie en milieu tropical. l Diagnostic par l'imagerie cérébrale (lésions kystiques ou, sur des formes anciennes, calcifications), et à un moindre degré la sérologie. l Traitement le plus souvent médical, associant un antiparasitaire (albendazole ou praziquantel) à des corticoïdes. l Prévention par le respect des mesures d'hygiène personnelle et alimentaire (cuisson de la viande de porc).\n\nLes localisations musculaires sont le plus souvent asymptomatiques, pouvant être associées à des localisations sous-cutanées, qui se traduisent par des nodules sous-cutanés, indolores, mobiles, d'environ 1 cm de diamètre, souvent découverts fortuitement. La localisation cardiaque est plus rare, le plus souvent asymptomatique, mais peut se manifester par des troubles de la conduction. La cysticercose oculaire peut concerner toutes les parties de l'oeil : surtout le vitré et la rétine, mais aussi l'espace rétro-orbitaire (exophtalmie possible), la conjonctive, la chambre antérieure, les muscles orbitaires. Les troubles visuels dépendent principalement de l'atteinte rétinienne ou de l'uvéite chronique induite. Des troubles visuels d'origine neurologique centrale (neurocysticercose) peuvent aussi s'observer. Dans la cysticercose cérébrale, ou neurocysticercose, les signes neurologiques observés, non spécifiques, peuvent traduire une compression, avec éventuel effet de masse, un blocage de la circulation du liquide cérébrospinal, ou sont le plus souvent les conséquences de la réaction inflammatoire retrouvée lors de la dégénérescence des larves cysticerques. Vont ainsi pouvoir être observées en premier lieu des crises d'épilepsie souvent révélatrices, mais aussi une hypertension intracrânienne, des déficits moteurs, une hydrocéphalie… ou tout autre signe neurologique (y compris des démences). Les localisations médullaires sont plus rares, responsables de tableaux compressifs. Les complications neurologiques principales que sont l'hypertension intracrânienne, l'hydrocéphalie, voire certaines localisations cérébrales ou médullaires, peuvent engager le pronostic vital ou fonctionnel. De même, les localisations rétiniennes peuvent se compliquer d'une cécité définitive. \n\nImage typique d'une cysticercose cérébrale à l'IRM.\n\nElle repose sur le respect de mesures d'hygiène personnelle et alimentaire (prévention du péril fécal) : en particulier, il vaut mieux s'abstenir de crudités ou bien les laver en zone d'endémie. Elle repose aussi sur la prévention de la téniase à Taenia solium, par la cuisson suffisante de la viande de porc : au moins 65 °C à coeur (rendant la viande brune). La congélation pendant 1 à 2 semaines est efficace. Diarrhée du voyageur (turista) (Travel diarrhea) Olivier Bouchaud\n\nl La diarrhée du voyageur (DV) est l'un des problèmes de santé les plus fréquents pour les voyageurs avec des taux d'attaque proches de 50 %. l Les causes sont essentiellement infectieuses : bactériennes, notamment ETEC dans 80 % des cas, virales dans 15 à 20 % des cas et plus rarement parasitaires. l La DV est le plus souvent bénigne, mais elle peut être grave aux âges extrêmes de la vie par le biais de la déshydratation. l Outre l'importance de la déshydratation, les signes de gravité incluent le terrain (nourrissons, seniors, comorbidités, immunodépression) et les vomissements répétés qui gênent la réhydratation orale. l Attention chez l'enfant à la « gastroentérite fébrile » qui peut masquer un paludisme. l La pierre angulaire du traitement est l'hydratation (H 2 O  Na  K  glucose), plus accessoirement les antidiarrhéiques en privilégiant les antisécrétoires (racécadotril) ou la diosmectite plus que les ralentisseurs du transit. Les antibiotiques (quinolones, azithromycine) sont réservés aux formes graves. l La prévention repose sur le lavage des mains et les précautions alimentaires (privilégier les aliments cuits et servis brûlants). \n\nElle se conçoit soit organisée par le médecin, soit le plus souvent gérée par le patient lui-même, si possible avec les conseils reçus lors d'une consultation pré-voyage.\n\nSi la reconnaissance de la diarrhée elle-même ne pose évidemment pas de problème, l'aspect essentiel en est l'identification de facteurs de gravité (cf. tableau 4.2, p. 20) qui influencent les choix thérapeutiques. Dans les formes communes, les explorations ne sont en général pas nécessaires en première intention (faible « rentabilité » des coprocultures). Les examens coprologiques (coprocultures et parasitologie des selles) et, dans certains cas, la rectosigmoïdoscopie sont recommandées en cas d'échec d'un premier traitement (cf. infra : cas particulier de la diarrhée chronique).\n\nSelon la sévérité, il y a trois alternatives, l'hydratation en étant la base. Le recours à l'hospitalisation dépend essentiellement du tableau clinique. Les antibiotiques sont efficaces mais ont des indications limitées aux facteurs de gravité (cf. tableau 4.2). Le choix se limite pratiquement aux quinolones (monoprise de 2 cp ou 1 cp, 2 fois/j pour 3 à 5 jours) et à l'azithromycine (monoprise de 1 g chez l'adulte). La rifaximine (non commercialisée en France) serait une alternative possible.\n\nLa démarche doit commencer par des examens coprologiques avec notamment parasitologie des selles. En cas de négativité, on peut proposer un traitement d'épreuve associant du métronidazole à une quinolone (ou azithromycine). Devant la persistance des troubles, le recours à un spécialiste est souhaitable pour discuter de l'intérêt d'une coloscopie (recherche d'une cause sous-jacente révélée par la DV, notamment colite inflammatoire) (cf. p. 34).\n\nElle repose sur le lavage des mains (avant les repas et après le passage aux toilettes). Les précautions alimentaires (dont l'efficacité n'a jamais été prouvée !) peuvent être simplifiées en disant aux voyageurs que tout ce qui est cuit et servi brûlant n'est pas à risque, que les aliments solides sont en général plus à risque que l'eau et que les hôtels « internationaux » ne sont pas par principe moins à risque que les restaurants de rue où l'on sert une nourriture cuisinée en extemporané et servie chaude (cf. tableau 4.1, p. 19). Pour la désinfection de l'eau, il est recommandé les produits de nouvelle génération (Aquatabs ® , Micropure Forte ® ) ou mieux, la filtration mécanique sur céramique, très efficace, existant maintenant avec des dispositifs individuels (système Katadyn ® ). Dans quelques rares cas où soit la survenue d'une diarrhée pourrait décompenser un état fragilisé (cf. tableau 4.2 des facteurs de risque potentiels), soit le voyageur ne peut pas se permettre une « indisposition » (signature de contrat, conférence, etc.), une quinolone prophylactique (1 cp/j) pendant la durée du séjour et 2 jours après le retour peut se justifier à condition que le séjour soit bref (15 jours maximum). Une alternative, plus séduisante en termes de limitation de risques iatrogènes, mais non validée, serait de proposer un traitement en monoprise dès la première selle diarrhéique. La répartition des distomatoses se fait par foyers déterminés par la présence de plusieurs facteurs : le goût pour la consommation d'aliments crus, la proximité des hommes et des animaux, le manque d'installations sanitaires et l'utilisation des engrais humains et animaux pour fertiliser les mares… Du fait des habitudes alimentaires, il y a souvent plusieurs autres helminthiases acquises par la nourriture (food-borne helminthiases) dans ces communautés (tableau 2).\n\nCycle des distomatoses. \n\nImage hépatique au scanner chez un patient atteint de distomatose à Fasciola hepatica.\n\nsymptomatiques ou non, consommant régulièrement du poisson d'eau douce cru provenant d'Asie.\n\nDiagnostic indirect L'hyperéosinophilie très élevée associée à une perturbation des enzymes hépatiques est évocatrice du diagnostic. La sérologie « distomatose » est très positive en phase d'invasion. Elle est relativement spécifique. \n\nLa fasciolose se traite par le triclabendazole à la dose de 10 mg/kg en prise unique. L'opisthorchiose et la clonorchiose se traitent par le praziquantel à la dose de 75 mg/kg divisée en trois prises sur une journée.\n\nLa prévention individuelle consiste à consommer les plantes aquatiques et le poisson bien cuits. La prévention collective fait appel aux dispositions suivantes : \n\nElles sont essentiellement pulmonaires et ressemblent à la tuberculose. Elles s'installent en moyenne 6 mois après l'infestation et associent : n une toux chronique ; n des crachats hémoptoïques (rouillés, sanglants) ; n des épanchements pleuraux au liquide couleur thé ou purulent. À la différence de la tuberculose, la fièvre est rarement présente et l'altération de l'état général est plus tardive. La radiographie pulmonaire mime aussi la tuberculose avec infiltrats, opacités nodulaires, des microcavités, excavations, calcifications et épanchement pleuraux.\n\nLes localisations cérébrales ne sont pas exceptionnelles (9 % dans une étude coréenne). Elles se manifestent par des convulsions, des céphalées ou des troubles de la conscience. Une méningite à éosinophiles est possible. Les nodules sous-cutanés s'observent chez moins de 20 % des patients.\n\nDiagnostic indirect L'hyperéosinophilie débute quelques jours après l'infestation et atteint 20 à 25 % en quelques semaines. Pour certaines espèces (P. westermani), le diagnostic sérologique est possible grâce à un test ELISA.\n\nL'examen microscopique direct (sans coloration) des crachats entre lame et lamelle permet de mettre en évidence les oeufs. Ils apparaissent en brun et se repèrent à faible grossissement (50 à 100). Les oeufs déglutis peuvent être identifiés dans les selles.\n\nLe praziquantel, à la dose de 75 mg/kg/j par voie orale, divisé en trois prises pendant 3 jours consécutifs donne d'excellents résultats. Il est très bien toléré. La prise simultanée de cimétidine améliore l'absorption du praziquantel.\n\nLa prévention individuelle consiste à consommer les crustacés d'eau douce bien cuits. \n\nLe plus souvent asymptomatiques, les distomatoses intestinales deviennent pathogènes quand la charge parasitaire est élevée. Les douves provoquent une inflammation chronique de la muqueuse intestinale avec des ulcérations entraînant une malabsorption : carence en vitamine B12 et donc anémie, malnutrition jusqu'à l'anasarque peuvent en résulter. Le patient se plaint de douleurs abdominales et épigastriques, de nausées matinales, de selles mal digérées avec des débris alimentaires. Les migrations aberrantes des oeufs d'Heterophyes dans les différents organes sont à l'origine de granulomes pouvant avoir une expression clinique.\n\nUne éosinophilie chronique est habituelle. Le diagnostic direct se fait par la mise en évidence des oeufs dans les selles.\n\nl Les douves intestinales sont en général moins pathogènes que les douves hépatiques ou pulmonaires. l La fasciolopsiose a une importance de santé publique et contribue à la malnutrition dans de nombreux pays d'Asie chez les enfants d'âge scolaire.\n\nLe praziquantel en prise unique est efficace à la dose de 15 mg/kg pour l'hétérophyose, 25 mg/kg pour l'échinostomose et 40 mg/kg pour la fasciolopsiose.\n\nLa prévention individuelle repose sur la consommation des aliments bien cuits : plantes aquatiques (cresson, lotus, morning glory…), poissons, écrevisses, mollusques. La prévention collective combine différentes approches : modification des habitudes alimentaires des hommes et des porcs, amélioration des conditions sanitaires, utilisation des latrines, chimiothérapie. La fertilisation des mares avec l'engrais humain et le lisier de porc pour nourrir les poissons doivent être évités. Les porcs peuvent être nourris avec des plantes aquatiques fermentées ou séchées, ce qui détruit les métacercaires. Des traitements de masse au praziquantel à la dose de 15 mg/kg peuvent être organisés dans les écoles dans les zones d'endémie. \n\nl La maladie a quasiment disparu grâce à une campagne de lutte intensive. l Le diagnostic est évident, le traitement uniquement local. l Le risque d'infection pour un voyageur est quasi nul.\n\nAprès ingestion par un humain, les larves de filaires contenues dans les Cyclops infestés gagnent l'espace rétropéritonéal où elles se développent et copulent. Le ver adulte mâle décède alors que la femelle, longue de 70 à 120 cm, migre dans les tissus sous-cutanés. Au bout d'environ 1 an, elle perfore les téguments et expulse les larves contenues dans sa cavité utérine lors d'un contact avec l'eau. Les larves ainsi libérées peuvent être ingérées par des Cyclops où elles se développent en une quinzaine de jours.\n\nL'émergence du ver adulte, généralement au niveau des membres inférieurs, se traduit par l'apparition d'une phlyctène douloureuse, parfois accompagnée de signes allergiques locaux et généraux (prurit, fièvre, urticaire, sifflements respiratoires). Cette phlyctène se rompt en laissant échapper un liquide riche en larves, alors que les symptômes diminuent. L'ulcération guérit en quelques semaines. Le diagnostic, lié à un tableau clinique typique survenant dans une région d'endémie connue, est évident. L'examen microscopique du liquide expulsé par le ver peut montrer des larves, mais il est en général inutile. Il n'y a pas de diagnostic sérologique disponible.\n\nL'extraction du ver par enroulement progressif (en général quotidien) sur un bâton est parfaitement efficace en veillant à humidifier en permanence le ver pour éviter qu'il ne se rompe (cahier couleur : figure 15 ). Des mesures locales d'asepsie permettent d'éviter les surinfections. Aucun traitement médicamenteux n'est disponible.\n\nAu niveau individuel, la filtration de l'eau de boisson suffit à se prémunir de cette parasitose. En ce qui concerne les populations exposées, une campagne internationale de prévention fondée sur la sensibilisation des usagers, l'aménagement des puits (margelles pour éviter le contact avec l'eau), la filtration de l'eau et la fourniture d'eau potable, a permis de réduire massivement l'incidence de cette maladie. \n\nLa prolifération d'Echinococcus multilocularis au niveau viscéral reste très longtemps asymptomatique, la phase d'incubation initiale étant de 5 à 15 ans. Au stade d'infection chronique patente, les symptômes sont aspécifiques, en rapport avec une atteinte quasi exclusivement hépatique (99 % des cas).\n\nl Développement lent de la larve au niveau viscéral (foie essentiellement), donnant des lésions pseudo-tumorales multikystiques, longtemps asymptomatiques, pouvant atteindre ensuite d'autres organes à proximité ou à distance. l Diagnostic par l'imagerie abdominale et la sérologie spécifique. l \n\nLa diéthylcarbamazine ou DEC (Notézine ® ), ancien traitement « de référence » (prise unique de 6 mg/kg ou 6 mg/kg/j en 2 ou 3 prises pendant 2 semaines), active sur les micro- et macrofilaires, est de moins en moins utilisée au profit de l'ivermectine (Mectizan ® ), utilisée à la dose unique de 150 à 200 g/kg. On y associe maintenant une dose unique de 400 mg d'albendazole (Zentel ® ) en raison de ses propriétés macrofilaricides. En zone endémique pour la loase (bloc forestier centre-africain), la recherche préalable de Loa loa est indispensable, l'utilisation de DEC et même d'ivermectine pouvant entraîner des réactions sévères en cas de co-infection. L'association DEC-ivermectine a également montré une très bonne activité microfilaricide. Une voie de recherche possible serait un traitement complémentaire par cyclines en raison de son action sur Wolbachia, bactérie dont il a été montré qu'elle jouait un rôle clé dans la survie à long terme des filaires (intérêt déjà démontré dans l'onchocercose). En raison des lésions infracliniques, les porteurs asymptomatiques de microfilaires doivent être traités. L'EPT est rapidement résolutive sous traitement, ainsi que les manifestations aiguës où l'on doit associer repos au lit, anti-inflammatoires, pommade à l'oxyde de zinc localement, antalgiques et antibiothérapie (fréquence des streptocoques). Pour les lésions chroniques, seuls les soins locaux, la prévention des surinfections, voire la chirurgie peuvent être envisagés.\n\nLes répercussions de cette parasitose sont importantes en santé publique. La prévention communautaire repose sur l'association d'un traitement annuel de l'ensemble de la population à des mesures de lutte antivectorielle.\n\nSur le plan individuel, le risque d'infection est faible en cas de séjour de courte durée. La protection contre les piqûres de moustiques (utilisation de moustiquaires imprégnées et de répulsifs) est recommandée dans tous les cas. Une chimioprophylaxie par DEC (1/2 cp/j, 2 fois/semaine) ou par ivermectine a pu être proposée pour les séjours prolongés en conditions très exposées sans qu'aucune validation ne soit disponible. \n\nl Ectoparasitose très contagieuse, liée à un acarien, Sarcoptes scabiei hominis, spécifique de l'homme, de répartition ubiquitaire, de transmission le plus souvent interhumaine, favorisée par des conditions d'hygiène précaires. l Manifestation par un prurit surtout nocturne avec diagnostic en règle clinique (prédominance aux mains et aux plis), confirmé par la mise en évidence du sarcopte ou de ses oeufs par l'examen de grattage de lésions cutanées. l Une forme profuse, la gale norvégienne, touche préférentiellement les personnes immunodéprimées. l Traitement reposant sur les scabicides topiques, ou l'ivermectine orale, associés au déparasitage des vêtements et literie.\n\nDe répartition ubiquitaire, la gale constitue un réel problème de santé publique dans les pays en développement (pauvreté, insuffisance d'hygiène, promiscuité), où elle est endémo-épidémique. Elle n'est pas rare dans les pays occidentaux (cas sporadiques ou épidémies dans les institutions pour personnes âgées notamment, les facteurs favorisants étant les mêmes). La transmission se fait par contact cutané direct, de personne à personne, éventuellement en intrafamilial, souvent à l'occasion de rapports sexuels. La transmission indirecte, par le biais des vêtements, de la literie, est l'apanage des gales profuses, le sarcopte survivant quelques jours hors de son hôte. Cet ectoparasite est un parasite obligatoire de l'homme : tout le cycle, de l'oeuf à l'acarien adulte (en passant par la larve et la nymphe), se déroule au niveau de la couche cornée de l'épiderme, où l'acarien (la femelle) creuse des tunnels, y déposant ses oeufs ou ses déjections. La larve provenant de l'oeuf devient adulte en 2 à 3 semaines. La durée de vie d'un sarcopte adulte est de 2 à 3 mois.\n\nLa période d'incubation est d'environ 3 semaines, en cas de primo-infestation, alors que la réinfestation est symptomatique après 1 à 3 jours. Le signe cardinal est un prurit féroce, à recrudescence nocturne, entraînant une irritabilité, touchant préférentiellement les espaces interdigitaux des mains, les zones de flexion des poignets, des coudes, les creux axillaires, la région ombilicale, les fesses, les organes génitaux chez l'homme, les seins chez la femme, épargnant le dos et le visage (sauf chez les nourrissons, où la topographie est plus atypique, avec atteinte du visage, des paumes et des plantes \n\nAu niveau individuel, elle repose sur des mesures d'hygiène élémentaire. En cas de contact avec un sujet infesté, la prévention de la contamination passe par la limitation des contacts cutanés (en milieu de soin, utilisation de gants par les soignants). Pour prévenir l'extension d'une « épidémie » de gale en collectivité, un traitement collectif de l'entourage (proche en cas de gale commune, plus élargi en cas de gale profuse) est préconisé, de même que l'éviction des sujets atteints ou leur mise en isolement. L'utilisation de l'ivermectine dans ce cas a pu faire ses preuves, y compris dans les pays en développement. À long terme, c'est la lutte contre la pauvreté. \n\n(Giardiasis) Paul-Henri Consigny\n\nl Maladie parasitaire liée à l'ingestion (péril fécal) d'un protozoaire flagellé, Giardia intestinalis (anciennement Giardia lamblia). l Souvent asymptomatique, elle peut être responsable d'une diarrhée plutôt subaiguë voire chronique, et parfois dans les infestations massives (enfants dans les pays en développement ) d'une malabsorption intestinale. l Le traitement, basé sur les imidazolés, doit être donné en 2 cures pour éviter les rechutes.\n\nLa giardiase (giardose) est courante, cosmopolite, avec une prédominance en zone tropicale. Elle est plus fréquente, y compris dans les pays développés, chez les enfants et dans les collectivités. Ce protozoaire est présent chez l'homme comme chez de nombreux mammifères, domestiques (chat, chien) ou sauvages (castor), qui ont pu être à l'origine d'épidémies sporadiques. Le kyste constitue l'agent contaminant et la forme de résistance dans le milieu extérieur, où il peut survivre pendant des mois, sous réserve de conditions favorables de température et d'humidité. L'homme se contamine de façon indirecte en ingérant de l'eau ou des aliments contaminés par des kystes de Giardia. La contamination peut aussi avoir lieu par une transmission féco-orale directe (mains souillées), en particulier chez les petits enfants (crèches), ou lors de relations sexuelles oro-anales.\n\nLa giardiase est le plus souvent asymptomatique. Quand elle est symptomatique, l'incubation, après ingestion contaminante, est en général de 1 à 3 semaines. La diarrhée est au premier plan, faite de selles liquides ou pâteuses, non sanglantes, sans fièvre, accompagnée de troubles dyspepsiques. La durée peut être de plusieurs semaines (ou mois) si aucun traitement n'est entrepris, avec possibilité d'alternance d'épisodes diarrhéiques et de selles normales, voire de constipation. Les infestations massives et chroniques (essentiellement chez l'enfant dans les pays en développement) peuvent s'accompagner d'un syndrome de malabsorption (atrophie villositaire avec stéatorrhée et amaigrissement) pouvant conduire chez les enfants à un retentissement sur la courbe de croissance. Le diagnostic se fait par la mise en évidence directe du parasite (cf. cahier couleur : figure 10.6) : l'examen de selles fraîchement émises permet de mettre en évidence des trophozoïtes (10-20 ) ou des kystes (ovoïdes, mesurant 10 à 14 , contenant 2 à 4 noyaux et des flagelles internes). La recherche doit être répétée, l'élimination des kystes étant sporadique. La mise en évidence des trophozoïtes de Giardia peut aussi se faire par l'analyse du liquide duodénal (tubage duodénal ou fibroscopie) ou de biopsies duodénales. Des tests rapides (bandelette réactive) existent (indisponibles en France).\n\nLe traitement repose en priorité sur les nitro-imidazolés. Plusieurs schémas sont efficaces :\n\nn métronidazole (Flagyl ® ) : 250 mg, 3 fois/j pendant 5 à 7 jours ; n ornidazole (Tibéral ® ) : 500 mg, 2 fois/j pendant 3 jours ; n tinidazole (Fasigyne ® ) : 2 g en 1 prise ; n secnidazole (Secnol ® ) : 2 g en 1 prise (hors AMM). L'albendazole (Zentel ® ), 400 mg/j pendant 5 jours, est lui aussi efficace. Il est recommandé de renouveler le traitement après 15 jours, afin d'éviter les échecs.\n\nEn cas d'échec documenté du traitement, il est possible d'augmenter les posologies ou les durées de traitement, ou de changer de classe thérapeutique. Il faut surtout rechercher une source persistante dans l'entourage.\n\nLes kystes de Giardia sont relativement résistants à la chloration de l'eau, et donc à la plupart des désinfectants usuels utilisés par les voyageurs pour l'eau de boisson, ou à son traitement par les ultraviolets. Ils peuvent résister à une congélation de quelques jours, mais sont très sensibles à l'ébullition. La prévention individuelle repose donc sur des mesures strictes d'hygiène hydrique et alimentaire, et sur le lavage des mains. Si l'eau de boisson doit être traitée, il est souhaitable de privilégier l'ébullition ou l'utilisation de filtres, plutôt que la plupart des désinfectants chimiques. La prévention collective de la giardiase s'intègre dans le cadre de la prévention globale des infections à transmission féco-orale. En collectivité, il peut être utile de traiter systématiquement l'entourage des sujets parasités pour éviter les réinfestations. La transmission se fait principalement par ingestion de poisson d'eau douce consommé cru ou peu cuit. Elle est aussi possible par ingestion des autres hôtes intermédiaires ou paraténiques (amphibiens, reptiles, volatiles, rongeurs) ou d'eau contaminée par des Cyclops infestés. Bien que rarement, le voyageur peut être concerné par cette parasitose. La larve du parasite nécessite le passage par deux hôtes intermédiaires afin de pouvoir devenir adulte dans l'estomac de l'hôte définitif. Les vers adultes de Gnathostoma spinigerum se développent dans la paroi de l'estomac des chats, chiens, tigres et léopards (hôtes définitifs). Les vers émettent des oeufs rejetés dans le milieu extérieur par les selles. En milieu liquide, les oeufs s'embryonnent et libèrent une larve. Si celle-ci est ingérée par son premier hôte intermédiaire (HI), un Cyclops (petit crustacé), elle se développe en une larve de second stade. Lorsque le Cyclops est ingéré par un second hôte intermédiaire, la larve migre dans les tissus musculaires et se développe en larve de stade 3. Ce 2 e HI peut être un poisson d'eau douce ou un amphibien, un reptile, un volatile ou un rongeur. L'ingestion du deuxième hôte intermédiaire par l'hôte définitif permet le développement du vers en stade adulte dans la paroi de l'estomac. Chez l'homme, la larve de troisième stade ingérée avec la chair du poisson cru (ou un autre HI) est en impasse parasitaire et migre de façon erratique dans les tissus sous-cutanés ou dans les différents organes.\n\nLa gnathostomose a des manifestations externes et internes liées à la migration de la larve sous la peau et/ou dans les organes. Les signes de larva migrans cutanés (cf. cahier couleur : figure 7.3) sont les plus fréquents et peuvent être une dermatite rampante, des plaques d'urticaires ou érythémateuses. Le plus souvent, il s'agit d'oedèmes sous-cutanés migratoires et intermittents. Ces oedèmes sont souvent érythémateux, douloureux et prurigineux. Ils se localisent souvent d'abord à l'abdomen, puis au tronc, à la face, aux bras et aux jambes. Ils durent de 1 jour à 2 semaines. Parfois la larve peut être extraite d'un nodule sous la peau. La larva migrans viscérale provoque des signes variant selon sa localisation : syndrome fébrile, épigastralgies et nausées, toux, hématurie, signes oculaires, atteinte du SNC… Dans certains cas, cela peut donner lieu à des complications quand la réaction inflammatoire autour de la larve provoque une pseudo-tumeur. Dans le tractus gastro-intestinal, elle peut être à l'origine d'un ulcère à l'estomac, d'une péritonite. Les localisations cérébrales entraînent hémorragies cérébrales, paralysies, méningites à éosinophiles, méningo-encéphalites. Dans la moelle épinière, la larve provoque des douleurs radiculaires, voire une myélite avec des paraparésies ou une paraplégie. Cette pseudo-tumeur dans l'oeil peut occasionner une cécité.\n\nL'hyperéosinophilie est souvent modérée mais parfois élevée ( 4000/mm 3 ). La sérologie ELISA OD a une bonne spécificité mais n'existe pas en France 1 . 1 Elle est disponible à la Mahidol University, Thaïlande et à l'Institut tropical Suisse/Centre de diagnostic, Socinstrasse 57, 4051 Bâle ; www.sti-lab.ch/entryfra.htm Chez l'homme, les oeufs ne peuvent pas être retrouvés dans les selles, car la larve est en impasse. La larve peut parfois être extraite chirurgicalement d'un nodule sous-cutané. Ce dernier apparaît souvent après traitement. Sa longueur est de 10 à 50 mm sur 1 mm de large. L'examen au microscope est caractéristique et montre une tête à quatre rangées de spicules.\n\nLe traitement médicamenteux est efficace, peu coûteux et sans effet secondaire majeur. Il repose sur en première intention sur l'ivermectine à la dose de 200 g/kg/j pendant 2 jours consécutifs ou, à défaut, sur l'albendazole à la dose de 800 mg/j pendant 21 jours. Les deux traitements ont une efficacité similaire de l'ordre de 95 %. L'éosinophilie se normalise en 2 ou 3 mois sinon, il s'agit d'un indicateur de récurrence. En cas de nodule sous-cutané, l'exérèse chirurgicale est à faire préférablement dans les jours suivant le traitement médicamenteux.\n\nLa prévention individuelle repose sur les conseils alimentaires. Éviter de consommer le poisson cru sous une forme ou sous une autre : sashimi, ceviche au Mexique (marinade de poisson cru épicé et aromatisé), lap pa dip au Laos (lamelles de poisson cru épicé et mélangé à des feuilles aromatiques). Au niveau collectif, la modification des habitudes alimentaires d'une population est une entreprise de longue haleine.\n\nGraeff-Teixeira C, da Silva AC, Yoshimura K. Update on eosinophilic meningoencephalitis and its clinical relevance. Clin Microbiol Rev 2009 ; 22 (2) La transmission se fait pour Hc par inhalation de poussières riches en spores. Ces dernières sont présentes dans le sol et retrouvées en grande quantité dans les déjections de chauves-souris et d'oiseaux. Le sol des grottes, contaminé par un grand nombre de chauves-souris, s'avère hautement infectant, rendant l'activité de spéléologie particulièrement à risque, en raison de l'importance de l'inoculum inhalé. Il n'y a pas de transmission interhumaine.\n\nPour Hd, le mode de contamination n'est pas bien connu : elle se ferait aussi par voie respiratoire.\n\nLa primo-infection est le plus souvent latente. Dans 5 % des cas, elle est patente, parfois sévère lors d'inoculum massif et se manifeste, après une période d'incubation de 1 à 3 semaines, par un syndrome grippal avec fièvre, toux, dyspnée, algies thoraciques et parfois des manifestations de nature immuno-allergique, comme un érythème noueux, des arthralgies, une péricardite, plus rarement une hépatosplénomégalie. Spontanément, dans les formes d'intensité modérée du sujet sain, l'évolution est favorable en 2 à 3 semaines. La radiographie de thorax peut être normale ou montrer des images micro- ou macronodulaires, des adénopathies médiastinales, voire un aspect de miliaire dans les formes sévères. L'évolution se fait vers la calcification des lésions.\n\nUne dissémination par voie hématogène ou lymphatique peut survenir, en cas de facteur favorisant (contamination massive, enfants, immunodépression), donnant un tableau sévère d'atteinte multiviscérale (pulmonaire, cutanéomuqueuse, hépatosplénique, ganglionnaire, médullaire, neuroméningée, digestive, osseuse, cardiaque avec endocardite).\n\nUne réactivation tardive peut se produire durant toute la vie du patient, que la primo-infection ait été patente ou latente, à l'occasion d'une immunodépression ou spontanément. Elle se caractérise par la reprise des signes généraux, respiratoires, et/ou par une éruption cutanée papulonodulaire parfois ombiliquée, des ulcérations muqueuses (buccales ), avec un aspect granulomateux, d'évolution chronique. Chez les patients atteints d'une pathologie respiratoire chronique sous-jacente, peut s'installer un tableau d'histoplasmose pulmonaire chronique cavitaire, associant dyspnée, toux et hémoptysie dans un tableau pseudo-tuberculeux d'évolution lente.\n\nElle survient en règle chez des sujets sains, sans primo-infection inaugurale clairement identifiable, et se caractérise par un tableau cutané, ganglionnaire et osseux, en général sans fièvre ni altération de l'état général, d'évolution chronique sans guérison spontanée.\n\nLes lésions cutanées sont localisées au niveau de la face et du tronc, constituées de papules ou de nodules bruns ombiliqués, d'abcès froids pouvant évoluer vers la fistulisation et l'ulcération ; les adénopathies périphériques sont indolores, fermes et volumineuses ; l'atteinte osseuse consiste en des abcès froids osseux, pseudo-tuberculeux, avec des lacunes à l'emporte-pièce à la radiographie. Plus rarement, on note une atteinte muqueuse (ulcérations muqueuses digestives, buccales, nasales) ou disséminée avec atteinte multiviscérale.\n\nLe diagnostic est évoqué sur la notion de séjour en zone à risque, même ancien, et la mise en évidence du champignon à l'examen direct, la culture ou sur l'étude histologique de biopsies.\n\nPour Hc, la sérologie se positive en 2 à 6 semaines lors de la primo-infection, mais croise avec d'autres mycoses profondes. Elle est souvent négative dans les formes disséminées des immunodéprimés. L'intradermoréaction à l'histoplasmine se positive au cours de la primo-infection et le reste longtemps.\n\nAucun diagnostic indirect de routine n'existe pour l'histoplasmose à Hd. Le diagnostic direct repose sur la mise en évidence des levures présentes dans les lésions par examen mycologique direct, histologique ou culture sur milieu de Sabouraud.\n\nL'examen direct, après coloration de Grocott ou de Giemsa, peut se faire sur frottis ou biopsie de tout produit pathologique (peau, expectoration, LBA, sang, moelle osseuse, ganglion, os, foie…). Il permet de différencier les deux variétés : petites levures de 2 à 4 microns intrahistiocytaires pour Hc, et grandes levures de 15 à 20 microns, libres ou dans une cellule géante, pour Hd.\n\nLa culture sur milieu de Sabouraud ne permet cependant pas leur différenciation, qui nécessite l'utilisation de milieux enrichis ou l'inoculation à l'animal.\n\nLes molécules efficaces dans l'histoplasmose sont l'amphotéricine B et certains azolés, dont l'itraconazole et le kétoconazole.\n\nDans l'histoplasmose à Hc, le traitement n'est pas systématique dans la primoinfection, dans la mesure où l'évolution est habituellement rapidement favorable chez l'adulte sain. Il n'est réellement justifié qu'en cas d'évolution prolongée, de très jeune âge, d'immunodépression. Il est par contre impératif dans les formes disséminées, les réactivations et dans l'histoplasmose pulmonaire chronique. Il repose sur l'itraconazole, en première intention dans les formes modérées ou en relais de l'amphotéricine B dans les formes sévères, à la dose de 200 à 400 mg/j pendant 1 à 3 mois dans la primo-infection, et au moins 6 mois dans les autres formes. L'amphotéricine B par voie intraveineuse est par contre utilisée en première intention dans les formes sévères, à la dose de 0,7 à 1 mg/kg/j, relayée après 2 ou 3 semaines par itraconazole en cas d'évolution favorable. Un traitement d'entretien par itraconazole à demi-dose est indiqué chez les immunodéprimés, pour éviter les rechutes et tant que dure l'immunodépression.\n\nDans l'histoplasmose à Hd, le traitement repose sur l'itraconazole à la dose de 200 à 400 mg/j pendant une durée de 6 à 12 mois, éventuellement en relais de l'amphotéricine B (à la dose de 0,7 à 1 mg/kg/j). Le taux de rechute est élevé malgré le traitement, rendant nécessaire, dans certains cas, une chirurgie d'exérèse complémentaire.\n\nLa prévention individuelle est limitée, elle consiste à éviter les activités à risque de contact avec de grandes quantités de poussière en zone d'endémie (comme la spéléologie, la visite de grotte…) ou à utiliser des masques.\n\nLe réservoir étant tellurique pour Hc, aucune mesure de prévention collective ne s'avère réaliste. La contamination de l'homme se fait par l'ingestion d'oeufs embryonnés d'Echinococcus granulosus, par consommation d'eau ou d'aliments souillés par des déjections de l'hôte définitif, dans la majorité des cas le chien, ou par contact direct avec un chien infesté ou des objets ayant été en contact avec ses déjections.\n\nLe cycle du parasite le plus important sur le plan épidémiologique est domestique, incluant un hôte définitif, le chien, et un hôte intermédiaire, le bétail d'élevage, tout particulièrement le mouton, mais qui peut être accidentellement l'homme. À côté de ce cycle domestique coexistent des cycles sauvages, quantitativement moins importants (tableau 5), et qui peuvent interagir avec le cycle domestique. Tous ces cycles reposent sur le carnivorisme.\n\nL'hôte définitif, porteur du parasite adulte au niveau de son tube digestif, émet des oeufs embryonnés dans le milieu extérieur, qui peuvent rester viables pendant plusieurs semaines ou mois, en environnement humide, à toute température (ces oeufs sont cependant sensibles à la dessication). Ces oeufs sont ingérés par l'hôte intermédiaire, lysés au niveau gastrique, libérant un embryon hexacanthe qui traverse la paroi digestive et se fixe au niveau viscéral, pour donner une larve (ou kyste) hydatique, qui grossit lentement et s'entoure d'une réaction fibro-conjontive de l'hôte (périkyste). À maturation, le kyste hydatique comprend de l'extérieur vers l'intérieur deux membranes : une membrane externe anhiste, puis une membrane interne nucléée, la membrane germinative ou proligère, qui donne naissance par bourgeonnement à des vésicules proligères sphériques contenant des protoscolex, le contenu central du kyste étant liquidien. Les kystes ont un diamètre de 1 à plus de 20 cm, et sont le plus souvent uniloculés, sauf en présence de vésicules filles en leur sein. Pour les kystes anciens, la réaction de l'hôte peut évoluer vers la calcification.\n\nL'hôte intermédiaire est consommé par un hôte définitif, chez qui le protoscolex se dévagine dans le tube digestif et donne un parasite adulte en 4 à 7 semaines. Chez l'homme, le parasite se retrouve en impasse parasitaire.\n\nL'infestation initiale par Echinococcus granulosus est toujours asymptomatique et le reste longtemps, ce qui explique la fréquente révélation fortuite de l'hydatidose qui, à l'inverse, peut devenir symptomatique à l'occasion d'une complication : compression d'organes de voisinage, rupture ou infection de kyste. En cas de fissuration ou de rupture, de la fièvre et/ou des réactions allergiques, parfois inaugurales, peuvent être observées (urticaire, oedème de Quincke, Les kystes hydatiques, uniques (40-80 % des cas) ou multiples, peuvent être retrouvés dans tous les organes y compris l'os : les deux organes les plus fréquemment atteints sont le foie (70 % des cas), puis le poumon (20 %).\n\nLe diagnostic repose sur l'imagerie et la sérologie, l'hyperéosinophilie étant inconstante, sauf en cas de fissuration ou de rupture, où elle peut devenir majeure.\n\nL'échographie, scanner ou IRM, montre la ou les lésions kystiques avec parfois paroi dédoublée en cas de décollement de la membrane proligère (figure 17). Au niveau hépatique, le diagnostic différentiel avec un kyste biliaire est parfois très difficile. Une radio standard peut montrer des calcifications arciformes (cf. figure 9 .3, p. 67).\n\nLa sérologie (ELISA, hémagglutination indirecte, immunofluorescence puis confirmation par immuno-électrophorèse avec mise en évidence de l'arc 5) a des limites : réaction croisée avec les autres cestodoses, voire avec d'autres helminthiases, faux négatifs surtout dans les « vieux » kystes (10-20 % dans les atteintes hépatiques, 40 % dans les atteintes pulmonaires).\n\nL'examen anatomopathologique de la pièce opératoire met en évidence les structures parasitaires. Les gestes de ponction ou de biopsie sont contreindiqués en raison du risque de dissémination.\n\nIl repose sur la chirurgie d'exérèse, surtout en cas de kystes volumineux, superficiels, proches de structures vitales ou compliqués (fissuration, compression, surinfection). Il est recommandé d'encadrer le geste opératoire par au moins une cure d'albendazole. Dans les cas où la chirurgie n'est pas indiquée (kystes multiples, atteinte pluriviscérale, risque opératoire), des stratégies alternatives sont développées, moins invasives : n « ponction-aspiration-injection-réaspiration » (PAIR), consistant en une ponctionaspiration initiale d'une partie du contenu hydatique, sous contrôle échographique (par un opérateur entraîné), puis en l'injection intrakystique d'éthanol concentré (70-95 %) ou d'un autre protoscolicide, et la réaspiration après un temps de contact de 15 minutes. L'utilisation du traitement antiparasitaire autour du geste est nécessaire pour minimiser les risques d'hydatidose secondaire. Cette technique est contre-indiquée en cas de kyste communiquant avec les voies biliaires, de kyste calcifié, ou pour certaines localisations (poumon, cerveau, coeur) ; n traitement antiparasitaire par albendazole : 10-15 mg/kg/j en 2 prises (400 à 800 mg/j pour un adulte), par cures de 28 jours séparées d'un intervalle libre de 14 jours, à raison en général de 3 à 6 cycles, voire en traitement continu. Le praziquantel, à la dose de 25 mg/kg/j, en combinaison avec l'albendazole, pourrait être supérieur à l'albendazole seul. Pour les patients asymptomatiques, la tendance est à la chirurgie systématique, mais une surveillance simple régulière peut se discuter.\n\nLa réponse au traitement s'évalue sur l'imagerie et sur la décroissance sérologique progressive (après une ascension sérologique postopératoire pendant 2 à 3 mois), jusqu'à négativation habituellement obtenue en 2 ans, en l'absence de récidive.\n\nEn zone d'endémie, la prévention individuelle repose sur les règles d'hygiène : lavage des aliments potentiellement souillés par des déjections canines (ou abstention des crudités pour le voyageur), lavage des mains après contact (ou abstention du contact) avec un chien potentiellement porteur de parasite adulte, utilisation de gants pour le jardinage.\n\nLa prévention collective vise à interrompre le cycle domestique par contrôle vétérinaire des élevages de moutons et des abattoirs, parcage des animaux d'élevage dans des enclos non accessibles aux chiens, incinération des cadavres ou viscères d'animaux infectés, traitement systématique et régulier des chiens domestiques vivant en zone d'endémie.\n\nLa vaccination des moutons ou d'autres animaux d'élevage contre Echinococcus granulosus est une solution prometteuse pour l'avenir.\n\nEckert J, Deplazes P. Biological, epidemiological, and clinical aspects of echinococcosis, a zoonosis of increasing concern. Clin Microbiol Rev \n\nl Un cordon serpigineux migrant très prurigineux sur la peau après un séjour tropical est très évocateur. l Le diagnostic est clinique (hyperéosinophilie inconstante). l Les actions invasives telles que tentative d'extraction, cryothérapie ou corticothérapie locale sont à proscrire. l L'ivermectine (Stromectol ® ) à la dose unique chez l'adulte de 12 mg est efficace.\n\nMarcher ou s'allonger sur le sable ou des sols souillés par des déjections de chien ou de chat expose à la pénétration transcutanée de larves d'ankylostome de chien ou de chat qui, non adaptées à l'espèce humaine, errent sous la peau sans pouvoir compléter leur cycle (impasse parasitaire). Cette « errance » explique les lésions serpigineuses inflammatoires typiques de la maladie. Les principales zones à risque sont les plages ou les sols meubles en zone tropicale souillés par les déjections des chiens errants.\n\nAprès une incubation très variable habituellement de quelques jours, mais pouvant aller de quelques semaines à plusieurs mois, l'apparition d'un ou de plusieurs cordons serpigineux sous-cutanés, dont le caractère migrant (quelques centimètres par jour) et très prurigineux (surtout la nuit) est très évocateur (cf. cahier couleur : figure 7.2), doit faire évoquer le diagnostic qui est purement clinique (pas de sérologie, hyperéosinophilie inconstante). La localisation est directement liée aux zones de peau au contact de la plage ou du sol (surtout pieds, fesses, abdomen et membres). Des formes eczématisées, surinfectées ou dénaturées par des interventions intempestives peuvent gêner le diagnostic.\n\nL'ivermectine ( Stromectol ® , hors AMM) à la dose de 200 g/kg (12 mg chez l'adulte, soit 4 cp) en dose unique est le traitement le plus simple. Des rechutes peuvent justifier des retraitements. Les alternatives sont l'albendazole per os (400 à 800 mg/j en prise unique ou sur 3 jours) ou en application locale (comprimés écrasés dans une pommade neutre 3 fois/j pendant 5 à 15 jours). La prévention repose sur l'évitement de la marche pieds nus et l'utilisation de serviettes (épaisses !), voire de matelas pour s'isoler du sable sec (le sable exposé au flux des marées est moins à risque). \n\nLes principaux foyers sont le Bassin méditerranéen, notamment sud (L. tropica), le Moyen-Orient, l'Asie Mineure et l'Inde (L. tropica et major) ainsi que quelques l Il existe trois formes cliniques : cutanées (les plus fréquentes), cutanéomuqueuses (très mutilatrices au niveau du visage) et viscérales (les plus graves). l Le diagnostic, pas toujours simple, repose sur l'isolement du parasite (biopsie du fond des ulcères ou ponction d'organes dans la forme viscérale). l Le traitement est difficile, basé principalement sur des médicaments anciens (antimoniés) ayant des effets secondaires sévères ; un nouveau venu, la miltéfosine, est prometteur.\n\nfoyers en zone soudano-sahélienne (L. major) et en Amérique latine (L. mexicana, guyanensis, peruviana…) . Les lésions sont uniques ou multiples sur les parties découvertes (exposées aux piqûres) (cf. cahier couleur : figure 7.8). La lésion typique (« bouton d'Orient ») est une papule érythémateuse qui devient nodulaire puis s'ulcère et se recouvre souvent d'une croûte adhérente (cf. cahier couleur : figure 7.5). Les lésions sont indolores, en règle sans adénopathie satellite en l'absence de surinfection. L'évolution se fait vers la guérison spontanée qui peut cependant prendre beaucoup de temps (plusieurs mois, voire années) en laissant une cicatrice atrophique et indélébile. D'autres formes cliniques sont possibles (selon notamment les zones géographiques) : ulcération pure, lésion impétigoïde, lupoïde, végétante ou lymphangitique. L'incubation est variable suivant les espèces (de quelques jours à quelques mois, les lésions apparaissant sur le site de piqûre du phlébotome). Par exemple, dans les formes à L. tropica, l'incubation est généralement de l'ordre de 2 à 3 mois, les lésions sont sèches, plus souvent uniques et au niveau du visage. À l'inverse, dans les formes à L. major, l'incubation est plus courte avec des lésions plus volontiers multiples et plus inflammatoires, une ulcération plus marquée et une localisation plus volontiers au niveau des membres.\n\nBien que rares des formes cutanées diffuses existent (L. amazonensis, aethiopica…), elles sont plus graves avec une tendance à ne pas guérir spontanément et à rechuter après traitement. Elles simulent souvent une lèpre lépromateuse avec des nodules disséminés très riches en leishmanies.\n\nRencontrée essentiellement en Amérique latine (L. braziliensis ; surtout Bolivie, Brésil et Pérou) et beaucoup plus rarement en Afrique de l'Est (L. donovani ; Soudan, Éthiopie), elle est caractérisée par des ulcérations qui s'étendent aux muqueuses (bouche, nez, conjonctives) et qui peuvent être très mutilantes (cahier couleur : figure 18 ).\n\nPour les formes cutanées et cutanéomuqueuses, le diagnostic se fait essentiellement par grattage ou surtout biopsie du fond de l'ulcération (préférentiellement au bord interne du bourrelet périphérique), après traitement antibiotique si surinfection. Lorsque c'est possible, des cultures doivent être réalisées.\n\nForme la plus grave, évoluant progressivement vers la mort en l'absence de traitement, elle est due principalement à L. donovani et infantum (Bassin méditerranéen ; Afrique de l'Est : Soudan  ; Asie : Inde, Pakistan, Bangladesh, Népal, Chine) et à L. chagasi (Amérique latine). Après une incubation très variable, de plusieurs semaines à plusieurs mois, les principales manifestations, évoluant sur plusieurs semaines ou mois, sont une fièvre prolongée, irrégulière, une splénomégalie et des signes d'anémie. Un amaigrissement parfois très important, des adénopathies, une hépatomégalie et une diarrhée sont possibles.\n\nBiologiquement, il existe une anémie normochrome normocytaire, une leucopénie et une thrombopénie (diagnostic différentiel avec hémopathie maligne) associées à un syndrome inflammatoire. Selon les possibilités de terrain, la confirmation est apportée par la sérologie, dont il existe une variante « de terrain » sous forme d'un test d'agglutination directe (DAT), et surtout la mise en évidence du parasite sur frottis de moelle osseuse, ponction ganglionnaire, hépatique ou ponction-aspiration de la rate (test très sensible, risque hémorragique à prendre en compte), voire dans le sang (leuco-concentration).\n\nD'origine mal connue, se manifestant par des lésions maculopapuleuses ou nodulaires avec présence de leishmanies, elle peut être observée à distance du traitement. Elle pourrait correspondre à une maladie insuffisamment traitée et nécessite donc un nouveau traitement par voie générale.\n\nLe traitement doit se faire en milieu spécialisé (choix des molécules et réponse au traitement variables d'une espèce à l'autre ; risque iatrogène).\n\nPour les formes cutanées à lésions uniques ou peu nombreuses, on pratique une injection intralésionnelle d'antimoniate de méglumine (ou de stibiogluconate de sodium), à la base de la lésion, en profondeur, à renouveler plusieurs fois (en règle : 3 à 5 injections à 1 semaine d'intervalle). Des préparations locales à base d'aminosides (paromomycine) sont à l'étude. L'abstention pour une lésion unique de petite taille dont on peut surveiller la disparition est possible. Le traitement par voie générale est réservé aux formes sévères, multilésionnelles.\n\nLes formes viscérales, cutanéomuqueuses ou cutanées diffuses doivent être traitées par voie générale. Le traitement de référence est dominé par les dérivés pentavalents de l'antimoine (antimoniate de méglumine, zone francophone ; stibiogluconate de sodium, zone anglophone). La dose (exprimée en mg/kg d'antimoine) est de 20 mg/kg/j, par voie IM pendant 1 mois. Les effets secondaires, parfois sévères, sont possibles : cardiaques, hépatiques ou rénaux. Les alternatives possibles sont l'amphotéricine B (notamment dans ses formes liposomales, mieux tolérées), la paromomycine IM seule ou associée aux dérivés de l'antimoine en cas de rechute, la pentamidine IM. D'autres produits ont été testés avec des succès divers en fonction des espèces : fluconazole, itraconazole, dapsone… Un nouveau produit, la miltéfosine, bien toléré et utilisable par voie orale semble très prometteur, notamment dans les formes viscérales.\n\nLa prévention collective repose sur la lutte antivectorielle et contre les réservoirs animaux, et sur les moustiquaires imprégnées. Au niveau individuel, les répulsifs ont une certaine efficacité. Des essais vaccinaux, encore assez préliminaires, sont en cours. (Leprosy, Hansen disease) Olivier Bouchaud\n\nLa lèpre ou maladie de Hansen est une infection d'évolution chronique strictement humaine due à une bactérie à croissante lente Mycobacterium leprae dont la transmission, difficile, se fait par contacts directs étroits et répétés essentiellement au niveau familial (liée à la promiscuité et à la précarité de l'habitat) probablement par les sécrétions nasales. Le voyageur n'est donc pas réellement concerné par ce risque. Autrefois présente sur tous les continents, elle n'existe maintenant que dans le monde tropical et subtropical, dix pays totalisant 90 % des 600 000 à 800 000 cas (Inde, Indonésie, Myanmar, Népal, Congo, Guinée, Madagascar, Mozambique, Tanzanie, Brésil), sachant que l'incidence (nombre de nouveaux cas annuels) est du même ordre. Ceci traduit bien que, contrairement aux discours optimistes officiels sur le contrôle de la maladie, la dynamique de transmission reste importante. (Cette discordance est en grande partie liée à une surestimation des cas de lèpre [comptage des lépreux guéris] dans les années 1980 qui a fait croire à tort que, en 20 ans de programme de polychimiothérapie standardisée, la prévalence est passée de 10 à 1 million de cas.) Même si la maladie se révèle en règle tardivement (incubation lente pouvant dépasser 10 ans), les sujets sont probablement infectés dans l'enfance, sachant que seuls ceux ayant une prédisposition génétique pourront exprimer la maladie. L'expression clinique dépend également d'un terrain particulier : si la réponse immunitaire (lymphocytes T) est présente, un granulome avec multiplication bacillaire faible (forme tuberculoïde, paucibacillaire) se développe ; à l'inverse, en cas d'anergie, la multiplication bacillaire est importante (lèpre lépromateuse, multibacillaire). Sous traitement efficace, une forme multibacillaire peut évoluer vers une forme tuberculoïde très inflammatoire pouvant conduire le patient à arrêter à tort son traitement (réaction de réversion posant plus de difficultés thérapeutiques que le traitement de première intention). Les lésions cutanées permettent d'évoquer le diagnostic, mais les lésions nerveuses font le lit des séquelles ultérieures définitives.\n\nl Maladie bactérienne à tropisme cutané et neurologique, actuellement en voie de régression, dont l'expression est liée à un terrain génétique particulier. l La classique classification en cinq stades allant du pôle tuberculoïde au pôle lépromateux a fait place aux formes pauci- et multibacillaires. l Les traitements antibiotiques standardisés ont fait la preuve de leur efficacité et ont permis de raccourcir les durées : 6 mois pour les formes paucibacillaires, 1 à 2 ans pour les multibacillaires. l Un des problèmes majeurs persistants est la prise en charge des malades guéris mais handicapés par les mutilations des extrémités. \n\nLe diagnostic est confirmé par la recherche de BAAR (sur Ziehl-Neelsen) sur frottis nasal et frottis de biopsie cutanée exsangue du lobe de l'oreille ou d'une lésion, la recherche étant en règle négative dans les formes paucibacillaires. En France, une biopsie histologique permet de confirmer le diagnostic (lésions spécifiques avec macrophages spumeux de Virchow dans les formes multibacillaires ; réaction tuberculoïde non spécifique dans les formes paucibacillaires), notamment dans les formes paucibacillaires (examen direct négatif).\n\nn Lèpre multibacillaire ( 5 lésions cutanées et/ou présence de BAAR) : rifampicine mensuelle (600 mg chez l'adulte)  dapsone 1 dose/j (100 mg chez l'adulte)  clofazimine (adulte : 300 mg/mois  50 mg/j) pendant 12 mois (minimum ; contrôle bactériologique).\n\nn Lèpre paucibacillaire (diagnostic clinique) : rifampicine mensuelle (600 mg chez l'adulte)  dapsone (100 mg/j chez l'adulte) pendant 6 mois. Dans les formes paucibacillaires avec une seule lésion cutanée, un schéma dose unique a été validé par l'OMS chez l'adulte (rifampicine 600 mg  ofloxacine 400 mg  minocycline 100 mg). Les réactions de réversion, qui posent de difficiles problèmes, se traitent par corticoïdes (prednisone 1 mg/kg/j sur 3 à 5 jours puis diminution progressive lente) ou thalidomide (100 à 300 mg/j).\n\nElle repose essentiellement sur le traitement et le dépistage précoces autour d'un cas, sachant que le BCG réalisé dans l'enfance a un certain effet préventif (essentiellement sur les formes lépromateuses). Pour prévenir les complications trophiques III. Lèpre liées aux troubles de la sensibilité, il faut apprendre aux patients à se protéger les mains dans la vie quotidienne (brûlures, plaies) et à porter des chaussures. \n\nLa loase est une maladie parasitaire strictement humaine causée par une filaire, Loa loa, transmise par la femelle d'un taon du genre Chrysops vivant dans la canopée de la forêt équatoriale. Sa répartition est limitée à l'Afrique centrale où elle sévit dans le bloc forestier centre-africain (plus quelques foyers limités en zone de savane). La plupart des loases diagnostiquées en France proviennent du Cameroun. En l'absence d'évaluation précise, on peut estimer que plusieurs millions de sujets sont exposés à cette parasitose. Le risque de contamination pour un voyageur occasionnel est faible.\n\nLe Chrysops infecté, qui vit dans les zones de sous-bois et ne pique que le jour, dilacère l'épiderme de l'hôte et dépose sur la peau des larves (microfilaires). Après pénétration active des tissus sous-cutanés, ces larves se transforment en vers adultes de quelques centimètres de long qui vivent sous la peau. Deux mois après, les femelles, dont la longévité peut dépasser 15 ans, donnent des microfilaires de quelques centaines de microns, qui circulent dans le sang périphérique selon une périodicité diurne qui correspond à l'activité des Chrysops vecteurs, lesquels se contaminent par ingestion de microfilaires lors de la piqûre d'un individu infecté.\n\nLa loase peut être asymptomatique et révélée par une hyperéosinophilie. Des oedèmes fugaces (dits « de Calabar »), siégeant au niveau de l'avant-bras ou du poignet, plus rarement du thorax ou de la face, seraient dus à une réaction allergique liée à la lyse de microfilaires. Ils disparaissent en quelques heures et sont plus fréquents chez les sujets n'habitant pas en zone d'endémie.\n\nl Il y a souvent une dissociation entre signes cliniques et mise en évidence du parasite : chez le voyageur, les signes allergiques prédominent et la microfilarémie est rare. l Le traitement, parfois mal toléré, peut entraîner des complications neurologiques graves en cas de forte microfilarémie. l Le risque d'infection pour un voyageur est faible.\n\nLa migration du ver adulte est souvent l'épisode révélateur de la maladie dans les populations vivant en zone d'endémie. Elle se traduit par un cordon mobile se déplaçant sous la peau, mais la manifestation la plus spectaculaire est le passage du ver sous la conjonctive de l'oeil, entraînant larmoiement et photophobie.\n\nUn prurit, des arthralgies et des céphalées sont souvent associés, surtout chez les résidents temporaires. Les complications graves (néphropathies, cardiopathies fibroblastiques) sont exceptionnelles.\n\nLe diagnostic est évident lors du passage sous-conjonctival d'une filaire adulte. Les oedèmes transitoires sont également très révélateurs de la maladie.\n\nLe diagnostic parasitologique direct, parfois mis en défaut, se fait par mise en évidence de microfilaires dans le sang prélevé entre 10 heures et 16 heures (périodicité diurne) sur goutte épaisse ou autres techniques de concentration sanguine (centrifugation, sédimentation). La sérologie « filariose », non spécifique, est inconstamment positive. Des techniques de mise en évidence de l'ADN parasitaire par PCR sont encore du domaine de la recherche.\n\nEn pratique, la microfilarémie est rare chez les résidents temporaires et le diagnostic repose sur l'association entre un séjour en zone d'endémie, un tableau clinique évocateur et une hyperéosinophilie sanguine.\n\nLa diéthylcarbamazine ou DEC (Notézine ® ) était jusqu'à présent le traitement « de référence » (médicament à prescription hospitalière). La posologie doit être progressive : 3 mg soit 1/32 e de comprimé le premier jour, puis augmentation très progressive sur 8 jours pour atteindre 6 mg/kg/j en 2 prises aux repas pendant 1 mois. Il est recommandé d'associer ce traitement à une prise d'antihistaminiques ou de corticoïdes, qui n'empêche pas toujours une tolérance médiocre (vertiges, somnolence, accidents allergiques notamment vers le 3 e -4 e jour de traitement). Il y a un risque d'encéphalopathie, possiblement mortelle, lorsque la microfilarémie est élevée ( 30 000 mf/mL de sang).\n\nL'ivermectine (Mectizan ® ), qui n'a pas d'AMM pour cette indication, est efficace à la dose unique de 200 g/kg (12 mg chez l'adulte) et est beaucoup mieux tolérée que la DEC. Bien que beaucoup plus rarement, des effets secondaires graves (en particulier, encéphalopathie) en cas de forte charge microfilarienne sont possibles. En pratique, et bien que cela ne soit pas formellement validé, la tendance en France pour limiter le risque d'accident iatrogène dans une pathologie en règle peu grave, est de commencer par 2 ou 3 cures d'ivermectine à 2 à 4 semaines d'intervalle pour abaisser la charge parasitaire, avant de faire 1 cure de DEC si le patient ne réside pas (ou plus) en zone d'endémie. Dans le cas inverse (réinfection probable), on se limite à l'ivermectine. Dans les très fortes charges parasitaires ( 50 000 mf/mL de sang), la filariophérèse peut se discuter.\n\nPrévention À l'inverse de l'onchocercose, la lutte antivectorielle est peu efficace.\n\nSur le plan individuel, dans les zones de sous-bois du bloc forestier centreafricain, il convient d'éviter la proximité des feux de bois, très attractifs pour le Chrysops vecteur, et de se protéger par des répulsifs. Pour les sujets se rendant III. Loase temporairement en zone de forte transmission, une prophylaxie par ivermectine a été proposée mais n'est pas validée. La transmission se fait principalement par pénétration des trypanosomes présents dans les fèces du vecteur et déposés sur la peau au niveau de l'orifice de piqûre, par les lésions de grattage, ou activement à travers les conjonctives.\n\nDeux autres modes de contamination sont possibles : la voie transfusionnelle (prévalence de 0,5 à 2 % dans les banques du sang des grandes villes, jusqu'à 50 % en zone d'endémie), et la voie transplacentaire (transmission d'une mère infectée à son enfant dans 5 % des cas en moyenne dans les pays d'endémie). Ce dernier mécanisme d'infection est à l'origine d'une maladie d'importation préoccupant les pays du Nord les plus concernés par l'immigration latinoaméricaine (États-Unis et Espagne, en particulier).\n\nL'incubation dure 4 à 10 jours, la phase aiguë dont l'expression est variable dure 2 à 4 mois. Il existe parfois une lésion oedémateuse au point d'inoculation (chagome), ou un oedème palpébral (signe de Romaña) en cas de pénétration de la conjonctive oculaire. Les symptômes les plus fréquents sont de la fièvre\n\nl Trypanosoma cruzi n'est présent que dans les zones rurales d'Amérique latine. l Le risque d'infection pour un voyageur est très faible. l Les manifestations cliniques importantes (myocardite, méga-organes) apparaissent au bout de 10 à 20 ans d'évolution. l Le traitement n'est actif qu'en phase aiguë et dans la phase chronique récente chez les enfants.\n\naccompagnée de troubles digestifs (anorexie, diarrhée, vomissements), d'oedèmes et d'adénopathies. On observe parfois une myocardite aiguë chez l'adulte ; chez le nourrisson ce sont plutôt des méningo-encéphalites de mauvais pronostic. Le taux de mortalité global de la phase aiguë atteint 5 à 10 %. La maladie devient inapparente pendant plusieurs années. Au bout de 10 à 20 ans, la phase chronique se caractérise par une parasitémie minime et intermittente qui, dans environ un tiers des cas, s'accompagne de lésions cardiaques, digestives ou neurologiques. La forme clinique la plus fréquente est la myocardite chronique (arythmie, insuffisance cardiaque) qui peut entraîner une mort subite par fibrillation ventriculaire. Les atteintes digestives se manifestent par une distension progressive des viscères, à type de mégaoesophage (dysphagie) ou de mégacôlon (constipation prolongée). Enfin, la neuropathie chagasique est consécutive à une destruction des neurones. Selon la localisation, elle se traduit par des parésies, un syndrome cérébelleux, des convulsions ou un syndrome psychiatrique. Chez les patients infectés par le VIH, des réactivations aiguës ont été rapportées au stade chronique avec des encéphalites, des myocardites et des charges parasitaires élevées.\n\nLe diagnostic parasitologique direct se fait uniquement en phase aiguë (examen au microscope d'un tube capillaire de sang après centrifugation).\n\nLe xénodiagnostic, qui consiste à gorger des réduves non infectées sur le patient, puis à rechercher les trypanosomes dans leurs excrétas 1 et 2 mois après, permet d'effectuer un diagnostic indirect en phase chronique. Il n'est pas concevable hors des zones d'endémie (non-disponibilité d'élevages de vecteurs).\n\nActuellement, c'est la recherche sérologique d'anticorps qui est la plus employée, y compris en dépistage de masse, pour effectuer un diagnostic en phase chronique. Les méthodes les plus utilisées sont l'ELISA, l'immunofluorescence indirecte ou l'hémagglutination passive. En pratique, deux techniques différentes sont associées avant d'affirmer un diagnostic. La PCR permet d'augmenter la sensibilité du diagnostic mais elle reste l'apanage de laboratoires très équipés.\n\nDes signes cliniques ou paracliniques peuvent aider au diagnostic lors de la phase chronique : troubles du rythme ou insuffisance cardiaque, modifications de l'ECG en cas d'atteinte cardiaque, troubles digestifs et images radiologiques de méga-organes.\n\nDeux produits sont disponibles, le nifurtimox (Lampit ® ) délivré en France sur ATU nominative et le benznidazole (Lafepe benznidazole ® qui a remplacé le Radanil ® ) disponible auprès de DNDi (drugs for neglected diseases initiative). Le premier est administré à la dose de 10 mg/kg/j (adulte) ou 15 mg/kg/j (enfant) pendant 60 à 90 jours, le second à la dose de 5 à 10 mg/kg/j pendant 30 à 60 jours. Ces traitements ont démontré leur efficacité en phase aiguë et dans le cas d'infections congénitales. En phase chronique, ils peuvent servir à ralentir l'évolution vers des lésions irréversibles et réduire la parasitémie. Les effets secondaires sont fréquents, à type de réactions cutanées, neuropathies périphériques, céphalées, vertiges et troubles digestifs. Le déficit en G6PD est une contre-indication.\n\nLes manifestations de la phase aiguë et surtout chronique sont traitées de manière symptomatique (traitement médical des troubles cardiaques ou traitement chirurgical des viscéropathies).\n\nPrévention C'est l'élément essentiel de la lutte : elle associe des pulvérisations intradomiciliaires d'insecticides à une amélioration des techniques de construction des habitations. Elle a permis l'interruption de la transmission dans plusieurs pays (Uruguay, Chili, Brésil, Guatemala).\n\nLa contamination par voie transfusionnelle a régressé massivement par dépistage des anticorps parasitaires chez les donneurs de sang. Grâce au diagnostic sérologique systématique des femmes enceintes, on peut envisager le traitement précoce des nouveau-nés contaminés.\n\nFranco-Paredes C, Bottazzi ME, Hotez PJ. \n\nl Maladie bactérienne due à un spirochète, Borrelia burgdorferi, transmise par des tiques du genre Ixodes. Sa répartition est relativement cosmopolite, dans les régions forestières tempérées et froides de l'hémisphère nord, en raison de la variété des hôtes touchés par la tique. l La maladie évolue selon plusieurs phases : la phase primaire, avec l'érythème chronique migrant ; la phase secondaire, avec des manifestations articulaires, neurologiques, cardiaques, cutanées ; puis la phase tertiaire, correspondant à l'évolution spontanée des atteintes articulaires, neurologiques et à des manifestations cutanées tardives. l Le diagnostic est clinique en phase primaire, puis sérologique en phase secondaire et tertiaire, bien que parfois d'interprétation délicate. l Le traitement repose sur les pénicillines ou la doxycycline en première intention, voire la ceftriaxone en phase secondaire ou tertiaire. l La prévention individuelle, fondamentale, repose sur la prophylaxie d'exposition, l'inspection et le retrait de toute tique après séjour en zone forestière. Le traitement systématique après piqûre de tique n'est pas recommandé en routine.\n\nl'Amérique du Nord à l'ouest, de la Scandinavie au nord à l'Afrique du Nord au sud. Le Cette répartition est liée à l'importance du réservoir de cette borréliose, constitué par les multiples animaux possiblement porteurs (rongeurs, petits mammifères, cervidés, bétail, oiseaux…) et par les tiques.\n\nLa transmission se fait par piqûre de tique, à l'occasion d'un repas sanguin de cette dernière. La probabilité de transmission augmente avec le temps de contact : elle est faible s'il est de moins de 48 heures, et pratiquement nulle dans les 8-12 premières heures.\n\nParmi les activités particulièrement à risque de transmission de cette borréliose à tique, on retrouve les promenades en forêt, le camping, les travaux agricoles, forestiers…\n\nLa maladie de Lyme évolue de façon chronique en trois phases, non obligatoires cependant : n phase primaire : 3 à 30 jours après le contact infectant avec la tique, apparaît « l'érythème chronique migrant » (ECM), pathognomonique, plaque érythémateuse ronde ou ovalaire, centrée par le point de morsure, qui s'étend de façon centrifuge puis évolue spontanément vers la guérison même en l'absence de traitement. Cet ECM est inconstant et un certain nombre de maladies de Lyme ne sont découvertes qu'à un stade ultérieur ; n phase secondaire : survenant quelques semaines ou mois après l'inoculation, elle se manifeste par une atteinte articulaire prédominante dans la forme nord-américaine (arthralgies, mono- ou oligo-arthrite inflammatoire des grosses articulations, genou en particulier), neurologique prédominante dans la forme européenne (atteinte des nerfs crâniens [paralysie faciale ], méningite, méningoradiculite, rares encéphalites et méningo-myélites), cardiaque (troubles de la conduction), cutanée (lésions multiples d'ECM, en dehors du point de piqûre initial, lymphocytome cutané bénin), générale (asthénie intense, rare fébricule), voire hépatique (hépatite granulomateuse), oculaire (uvéite, névrite optique). Ces différences de tropisme selon les origines géographiques s'expliquent par l'espèce de Borrelia en cause ; n phase tertiaire : elle correspond à l'évolution spontanée de certaines maladies de Lyme, en général non traitées, après plusieurs mois ou années, et se manifeste par une atteinte cutanée (acrodermatite chronique atrophiante), articulaire chronique, ou neurologique pléiomorphe.\n\nElles sont l'apanage des formes non traitées précocement, et correspondent aux atteintes de la phase secondaire ou tertiaire, neurologiques, avec constitution de tableaux neuropsychiatriques variés, cardiaques, avec risque de troubles de la conduction, voire d'insuffisance cardiaque, articulaires chroniques, et général, avec l'évolution vers un équivalent de syndrome de fatigue chronique.\n\nLe diagnostic est clinique en phase primaire devant un aspect évocateur et la notion d'une morsure de tique. Les examens biologiques de routine sont en général normaux.\n\nLe diagnostic indirect repose sur la sérologie, qui a cependant clairement des limites, en raison de la variabilité des techniques utilisées dont la spécificité (en particulier les IgM) est variable (faux positifs et négatifs). La technique ELISA est la plus utilisée, si possible confirmée par Western Blot. La sérologie est le plus souvent négative en phase primaire. En cas d'atteinte neurologique ou articulaire, il est habituel de retrouver une pléiocytose lymphocytaire au niveau du LCR (avec hyperprotéinorachie, normoglycorachie) ou du liquide synovial. La sérologie effectuée dans le LCR ou le liquide synovial et rapportée au taux sérique va pouvoir établir le diagnostic.\n\nLa mise en évidence directe de la bactérie est difficile, de même que sa culture, qui est rarement faite en routine. La recherche de génome bactérien par PCR, en particulier dans le LCR ou le liquide synovial, en cas de suspicion d'atteinte neurologique ou articulaire, est une méthode prometteuse, bien que de sensibilité encore limitée.\n\nIl dépend de la phase de la maladie : les différentes situations sont résumées dans le tableau 6. Le traitement est d'autant plus efficace qu'il est prescrit précocement. La prévention individuelle repose sur les mesures de lutte antivectorielle pendant tout séjour en zone forestière à risque (port de vêtements couvrants, utilisation de répulsifs sur les zones découvertes ou d'acaricides sur les vêtements, en sachant que leur efficacité est limitée), sur l'inspection soigneuse de la peau après sortie de forêt, et le retrait de toute tique attachée (en tirant doucement avec si possible une pince à tique, sans laisser le rostre et en proscrivant « l'anesthésie » à l'éther favorisant la régurgitation de la tique et donc l'infection).\n\nLe traitement systématique après piqûre de tique n'est pas recommandé en routine sauf chez la femme enceinte (amoxicilline ; risque d'infection foetale).\n\nAu niveau collectif, la lutte antivectorielle est illusoire à grande échelle en raison de la résistance fréquente des tiques aux insecticides et du large réservoir animal présent. \n\nLa fièvre récurrente à poux, liée à Borrelia recurrentis et transmise par le pou de corps (Pediculus humanus), a une répartition cosmopolite, bien que rare. Il persiste quelques foyers endémiques en zone tropicale, en particulier en Afrique de l'Est (Éthiopie, Soudan). Toute situation amenant à une prolifération des poux, comme des déplacements de populations précaires, peut entraîner des épidémies.\n\nLa fièvre récurrente à tiques, liée à différentes espèces de Borrelia, sévit de façon endémique dans des régions localisées du monde, où se répartissent les vecteurs, des tiques molles du genre ornithodore (tableau 7). Le réservoir de Points essentiels l Maladie bactérienne due à un spirochète, Borrelia recurrentis, transmis par les poux, ou à d'autres Borrelia, transmises par des tiques du genre ornithodore. La répartition de la fièvre récurrente à poux est cosmopolite, mais les fièvres récurrentes à tique sont de répartition géographique limitée sur les différents continents. l Après une incubation de 2 à 8 jours, la maladie se caractérise par la succession d'épisodes de fièvre élevée, associée à des frissons, des polyalgies, des troubles digestifs et une hépatosplénomégalie, et d'épisodes d'apyrexie. Le nombre de récurrences est limité pour la fièvre récurrente à poux, alors qu'il est plus important pour la fièvre récurrente à tiques. Des complications ophtalmologiques, neurologiques ou hépatorénales peuvent survenir à l'occasion d'un de ces accès fébriles. l Le diagnostic repose sur la mise en évidence de la Borrelia sur un frottis sanguin. l Le traitement repose sur les cyclines ou les bêtalactamines pendant 5 à 10 jours. l La prévention individuelle, fondamentale, repose, pour les tiques, sur la prophylaxie d'exposition et sur l'inspection après exposition en zone à risque, et pour les poux, sur des mesures d'hygiène personnelle correcte.\n\ncette borréliose est vaste, constitué par les multiples animaux possiblement porteurs (rongeurs, animaux domestiques) et par les tiques. Dans la borréliose récurrente à tiques, la transmission se fait à l'occasion d'un repas sanguin de la tique.\n\nDans la borréliose récurrente à poux, la transmission se fait au niveau d'excoriations cutanées ou au niveau conjonctival, lors de l'écrasement d'un pou, qui contient la bactérie dans son hémolymphe.\n\nAprès une incubation de 2 à 8 jours, la maladie se caractérise par une succession d'épisodes fébriles et de périodes d'apyrexie.\n\nChaque épisode fébrile est de début brutal, avec fièvre élevée (40-41 degrés), en plateau, frissons, arthromyalgies diffuses, céphalées intenses, injection conjonctivale, troubles digestifs (douleurs abdominales, vomissements, anorexie, constipation), toux, splénomégalie voire hépatomégalie, ictère. Le premier épisode fébrile dure 7 jours, avant défervescence thermique brutale et crise sudorale, suivie d'une période d'apyrexie qui dure environ 7 jours.\n\nEn l'absence de traitement, plusieurs nouvelles récurrences, de durée souvent un peu moins longue, peuvent survenir, rarement plus de deux pour la borréliose à poux, souvent plus pour les borrélioses à tiques, les périodes d'apyrexie entre chaque récurrence étant, dans ce dernier cas, souvent moins franches.\n\nComplications À l'occasion d'un des épisodes fébriles, que ce soit le premier ou une récurrence, peuvent survenir des complications ophtalmologiques (iridocyclite, névrite optique) ou neurologiques (méningite lymphocytaire, atteinte des paires crâniennes, myélite, troubles psychiques, convulsions), surtout dans les borrélioses récurrentes à tiques, hépatorénales (hépatonéphrites graves, grevées d'une mortalité lourde sans traitement), hémorragiques, voire d'autres complications plus rares (myocardite, rupture splénique). \n\nPou.\n\n( 2) Tique.\n\nLes examens biologiques de routine mettent en évidence une hyperleucocytose à polynucléaires, une cytolyse hépatique modérée, quelquefois une anémie, une thrombopénie. Aucune méthode sérologique de sensibilité et de spécificité suffisante n'est disponible.\n\nLe diagnostic de certitude, difficile du fait de la faible visibilité de cette bactérie spiralée, est obtenu par la mise en évidence directe de Borrelia, sur un frottis sanguin (cf. cahier couleur : figure 10 .5), voire plus rarement dans le LCR ou les urines. Au retour de zone tropicale, c'est souvent à l'occasion d'une recherche de paludisme que le diagnostic est fait. La culture de cette bactérie est difficile et n'est pas faite en routine. L'utilisation récente du QBC (quantitative buffy coat) en période fébrile semble intéressante.\n\nLe traitement repose sur la doxycycline, à 200 mg/j, ou la pénicilline (ou autre bêtalactamine), pendant 5 à 10 jours.\n\nUne réaction de Jarisch-Herxheimer peut survenir en début de traitement.\n\nDans la borréliose à tiques, la prévention individuelle est la même que pour la maladie de Lyme (cf. supra). Dans la borréliose à poux, elle repose sur des mesures d'hygiène personnelle correcte, sur l'utilisation d'insecticides sur les vêtements. À l'instar de la maladie de Lyme, la prévention collective dans la borréliose récurrente à tiques est illusoire. Par contre, la prévention collective de la borréliose à poux repose sur l'isolement et le traitement des sujets malades (borréliose et pédiculose), le dépistage et le traitement des sujets porteurs de poux. \n\nPoints essentiels l Zoonose bactérienne due à un spirochète, Leptospira interrogans, largement répandue dans le monde, à prédominance tropicale, dont le principal réservoir est\n\nLa leptospirose est une zoonose bactérienne due à un spirochète, Leptospira interrogans, dont il existe de multiples sérogroupes (L. ictero-haemorragiae, L. grippotyphosa, L. canicola, L. australis…) dont la prévalence respective est variable de par le monde. Elle se retrouve plus volontiers dans les pays chauds et humides, notamment en Asie du Sud-Est et en Océanie. En effet, l'incidence de cette maladie est très corrélée aux conditions hygrométriques, les leptospires résistant longtemps dans l'eau. Cette répartition est liée à l'importance du réservoir animal, constitué principalement par les rongeurs (rats ), mais aussi par les chiens, les animaux d'élevage (porcs, bétail), qui éliminent des leptospires par leurs urines et souillent le milieu extérieur (sols, eaux). La transmission accidentelle à l'homme peut se faire de plusieurs façons : n directement, par morsure de rat ou par contact direct avec des animaux infectés ;\n\nn le plus souvent indirectement, par contact de la peau lésée (plaie, érosion) ou des muqueuses avec des sols boueux ou de l'eau douce contaminée par l'urine d'animaux infectés, voire par inhalation de gouttelettes contaminées. Les activités de loisir à risque sont constituées par les activités nautiques (baignade, canyoning…), la pêche en eau douce ou la spéléologie. En Europe, le pic de transmission se passe en été et au début de l'automne.\n\nSymptomatologie L'incubation de la leptospirose est de 6 à 14 jours. Son expression clinique est très polymorphe, allant des formes frustes paucisymptomatiques ou du syndrome grippal banal aux formes les plus graves avec défaillance multiviscérale et syndrome hémorragique, en passant par des formes « tronquées » (fébrile pure, méningée pure…).\n\nLa forme classique débute brutalement avec une fièvre élevée, des frissons, un syndrome algique avec myalgies intenses, arthralgies et céphalées, une suffusion conjonctivale, voire un rash cutané, une splénomégalie, puis, à partir du 3 e -7 e jour, constitué par les rongeurs. Elle est transmise à l'homme par morsure de rat, contact direct avec des animaux infectés ou par l'intermédiaire de sols ou d'eau douce contaminés par l'urine d'animaux infectés, par voie transcutanée sur peau lésée. l Après incubation de 6 à 14 jours, l'expression clinique de la maladie est très polymorphe. Classiquement, la maladie débute par un syndrome polyalgique fébrile, suivi d'un ictère, d'une atteinte hépatorénale, neuroméningée, pulmonaire ou hémorragique. En l'absence de traitement, une rechute fébrile peut être observée, l'évolution vers la guérison sans séquelles étant habituelle. l Le diagnostic repose sur la sérologie, voire sur la culture ou la PCR à la phase initiale. l Le traitement repose sur les pénicillines ou la doxycycline et la prévention individuelle pour le voyageur, sur l'abstention d'activités aquatiques en cas de plaie, sur la vaccination pour les professionnels. La prévention collective repose sur la dératisation, la vaccination des animaux d'élevage.\n\napparaissent des symptômes en rapport avec des atteintes viscérales, inconstantes, hépatique (ictère « flamboyant » typique), rénale, neuroméningée, voire pulmonaire, plus rarement cardiaque ou oculaire, et des manifestations hémorragiques. La fièvre dure 4 à 8 jours, puis rechute au 15 e jour (évolution biphasique cependant inconstante) en l'absence de traitement, en rapport avec à un mécanisme immunologique.\n\nL'évolution est habituellement très progressivement favorable sans séquelles.\n\nElles sont liées à certaines localisations viscérales susceptibles de se produire à partir du 3 e jour de la maladie, d'autant plus graves qu'elles sont précoces, avec atteintes :\n\nn rénale, pouvant se compliquer d'une insuffisance rénale aiguë oligo-anurique ; n neurologique (méningite lymphocytaire, rarement encéphalite, avec troubles de la conscience, confusion, convulsions) ; n pulmonaire (pneumopathie diffuse, hémorragies intra-alvéolaires), pouvant être responsable d'un syndrome de défaillance respiratoire ; n plus rarement cardiaque (myocardite) ou oculaire (uvéite, choriorétinite). Dans les formes sévères, possibilité de manifestations hémorragiques graves (hématémèse, hémoptysie), voire d'une coagulation intravasculaire disséminée (CIVD).\n\nLes formes graves sont grevées d'une mortalité pouvant atteindre 5 à 15 %.\n\nLes examens biologiques de routine mettent en évidence une hyperleucocytose à polynucléaires neutrophiles, une cytolyse hépatique avec hyperbilirubinémie mixte, une thrombopénie, voire une protéinurie, une leucocyturie, une insuffisance rénale, une CIVD… En cas d'atteinte méningée, on retrouve une pléiocytose lymphocytaire dans le LCR.\n\nLe diagnostic indirect repose sur la sérologie, qui ne se positive cependant qu'à partir du 10 e -12 e jour. Après utilisation d'une méthode de dépistage (ELISA, macro-agglutination), la détermination du sérotype en cause se fait par la réaction d'agglutination microscopique de Martin et Petit, technique de référence.\n\nIl est possible de mettre en évidence les leptospires dans le sang, voire dans le LCR dans les cinq premiers jours, puis dans les urines à partir du 12 e jour d'évolution, par examen direct au microscope à fond noir ou culture (sur milieux spéciaux) et par PCR.\n\nLe traitement doit être précoce et repose sur la pénicilline G intraveineuse à 6-12 millions d'unités/24 heures, ou l'amoxicilline à 3-6 g/24 heures (à fonction rénale normale), voire la doxycycline à 200 mg/j en cas d'allergie à la pénicilline. La durée de traitement est de 10 à 15 jours. Les mesures symptomatiques sont adaptées aux complications présentes (hémodialyse, ventilation assistée, transfusions…).\n\nLa prévention individuelle repose sur la vaccination pour les personnes professionnellement exposées (vaccin tué antileptospire du sérogroupe icterohaemorragiae uniquement) et, pour le voyageur, sur le respect de mesures simples, comme d'éviter de se baigner en eau douce, de pêcher ou de pratiquer des activités nautiques en présence d'effractions cutanées. Une prophylaxie par doxycycline 200 mg/semaine peut être proposée si le risque d'exposition est avéré.\n\nLa prévention collective repose sur la dératisation, le contrôle des effluents d'élevage, la vaccination des animaux d'élevage. \n\nCette zoonose bactérienne cosmopolite est en régression dans les pays occidentaux, du fait du dépistage de la brucellose animale, mais est encore endémique dans de nombreux pays du pourtour méditerranéen, au Proche-et Moyen-Orient, en Amérique centrale, au Mexique, en Amérique latine, en Afrique, en Asie centrale, en Chine, du fait de l'importance du réservoir animal atteint (ovins, caprins, bovins, plus rarement porcins, camélidés, chiens).\n\nLa transmission se fait à l'homme par voie transcutanée sur peau lésée à l'occasion d'un contact direct avec des animaux infectés (exposition professionnelle le plus souvent : bergers, agriculteurs, vétérinaires, employés d'abattoir…), ou Points essentiels l Zoonose bactérienne due à la bactérie intracellulaire Brucella sp. (B. melitensis, B. abortus, B. suis), transmise à l'homme par contact avec des animaux infectés (ovins, bovins) ou par consommation de produits au lait cru. Elle est cosmopolite mais prédomine dans le pourtour méditerranéen, Moyen-Orient, Amérique latine, Afrique. l Après une incubation de 7 à 14 jours, la phase septicémique (« syndrome fébrile ondulant sudoro-algique ») précède la phase secondaire caractérisée par des atteintes viscérales (osseuse, endocardique, hépatosplénique, méningée…) qui peut évoluer vers une forme chronique (tolérance « immunologique »). l Le diagnostic repose sur la sérologie ou, rarement, sur la mise en évidence directe par hémocultures ou culture de prélèvements pathologiques. l Le traitement doit être long, associant classiquement cyclines et rifampicine ou aminosides pendant une durée d'au moins 6 semaines. l La prévention individuelle repose sur la non-consommation de produits au lait cru et sur la limitation du contact avec le bétail. La prévention collective repose sur la pasteurisation du lait, sur le contrôle des élevages.\n\npar consommation de lait, de produits au lait cru (fromages frais ), voire de crudités contaminées par du fumier. La contamination par voie inhalée est rare.\n\nL'incubation de la brucellose est de 7 à 14 jours, avant le début de la phase aiguë septicémique, constituant le tableau classique de « fièvre ondulante sudoro-algique », associant fièvre progressivement croissante, arthromyalgies, malaise général et sueurs nocturnes abondantes. L'examen peut retrouver une splénomégalie, voire une hépatomégalie, des adénopathies périphériques, une atteinte articulaire (sacro-iliaque ou des grosses articulations), rarement une orchite. La fièvre suit plusieurs cycles de croissance-rémission d'environ 15 jours. Après cette phase aiguë, survient la brucellose secondaire, correspondant à l'évolution spontanée sans traitement, qui se caractérise par une asthénie profonde et des atteintes viscérales localisées granulomateuses, ostéo-articulaire (spondylodiscite, sacro-iliite, arthrite), neuroméningée (méningite à liquide clair, méningo-encéphalite, méningo-myélo-radiculite), cardiaque (endocardite, péricardite, myocardite), hépatosplénique, génitale… Enfin, le mécanisme de « tolérance » du parasitisme bactérien aboutit à la brucellose chronique, avec des manifestations générales (asthénie chronique, sueurs et algies à l'effort, épisodes allergiques à la suite de nouveaux contacts avec des brucelles) et localisées, correspondant à des foyers quiescents osseux, neuroméningés ou viscéraux (« brucellomes »).\n\nElles sont liées à certaines des localisations infectieuses apparues lors de la phase aiguë ou de la phase secondaire : atteinte osseuse vertébrale, avec risque de méningoradiculite, d'épidurite de contact, atteinte valvulaire endocardique, atteinte neuroméningée.\n\nLes examens biologiques de routine montrent une leuconeutropénie en phase aiguë.\n\nIl repose sur des méthodes sérologiques, anciennes comme la réaction à l'antigène tamponné (Rose Bengale) en dépistage, la séro-agglutination de Wright ou la réaction de fixation du complément, ou plus récentes comme l'immunofluorescence indirecte (IFI) ou l'ELISA. Ces techniques sont récapitulées dans le tableau 8. Elles trouvent leurs limites dans les réactions croisées possibles avec plusieurs bactéries (Yersinia enterocolitica, Francisella tularensis, Vibrio cholerae O1…). L'IDR à la mélitine, qui était utilisée dans le diagnostic de phase tertiaire, n'est plus faite actuellement, faute de réactif.\n\nLa bactérie est (rarement) mise en évidence par les hémocultures, d'autant plus souvent positives qu'elles sont précoces (cf. tableau 8), ou par culture de prélèvements biologiques (LCR, ponctions ou biopsies d'organes…). La culture est lente et exige souvent une dizaine de jours.\n\nLes cyclines sont les antibiotiques de référence dans le traitement de la brucellose, en raison de leur excellente activité intracellulaire, et doivent être associées suffisamment longtemps à une deuxième molécule (rifampicine ou aminoside) pour éviter les rechutes.\n\nLes schémas thérapeutiques en cas de brucellose aiguë associent : Dans les atteintes localisées de la brucellose secondaire, en particulier osseuses, ce même traitement doit être plus prolongé, de 6 semaines à 3-6 mois.\n\nDans la brucellose chronique « afocale », aucun bénéfice n'est à attendre de l'antibiothérapie.\n\nLa prévention individuelle repose sur la non-consommation de lait frais non pasteurisé ou de produits au lait cru, sur la limitation du contact avec le bétail, ou, en cas d'exposition professionnelle, sur des mesures de protection (gants, voire masques…).\n\nLa prévention collective repose sur la pasteurisation du lait, sur la réduction de la brucellose animale, en particulier du bétail, par la vaccination et la surveillance des troupeaux (dépistage sérologique et abattage des animaux infectés). Il s'agit d'une maladie à déclaration obligatoire en France. \n\n(1) Seuil 1/80 e , apparition au 12 e -15 e jour, décroissance du taux voire négativation en général en 6-12 mois sous traitement. En cas de persistance à un taux supérieur au seuil à 12 mois, il convient de rechercher un foyer profond.\n\n(2) Plus tardive que la séro-agglutination, elle reste positive plus longtemps.\n\n(3) Plus sensibles et spécifiques que la séro-agglutination de Wright.\n\nEn raison d'un lien avec les risques d'attentat biologique ou du fait d'épidémies, l'actualité de ces dernières années a mis en avant des infections peu connues et peu courantes. La plupart de ces infections bactériennes existent dans certains pays tropicaux sous forme de cas sporadiques avec parfois de petites épidémies limitées. En pratique, le voyageur n'est que très peu concerné par ces risques. \n\n(Melioidosis) L'agent de la mélioïdose est un bacille Gram négatif aérobie (Burkholderia pseudomallei ou bacille de Whitmore), saprophyte environnemental hydrotellurique (boue de mares ou de cours d'eau) du monde tropical mais rencontré principalement en Asie du Sud-Est et dans le nord de l'Australie, pouvant toucher également plusieurs espèces de mammifères. Cette infection touche préférentiellement les sujets immunodéprimés ou fragilisés. Les voyageurs sont très peu concernés (une dizaine de cas en France sur la dernière décennie).\n\nAprès une contamination principalement par voie cutanée, plus rarement par voie pulmonaire, l'incubation habituellement de 1 à 2 semaines peut varier de quelques jours à plusieurs mois. À côté des formes asymptomatiques relativement fréquentes en zone d'endémie (1 à 3 % dans les enquêtes sérologiques), les trois formes principales sont la forme localisée (abcès, adénite, ostéite…), la forme pulmonaire (la plus fréquente) et la forme septicémique. Dans la forme pulmonaire, le début est souvent progressif avec fièvre, toux, expectorations, hémoptysie révélant à la radiologie des opacités floues qui vont s'excaver. L'évolution est subaiguë ou à l'inverse septicémique. La forme septicémique débute brutalement après une incubation courte et entraîne rapidement un tableau fulminant gravissime avec défaillance multiviscérale. Des localisations à distance qui peuvent toucher tous les organes surviennent au décours de la septicémie ou apparaissent isolées lorsque la phase septicémique est passée inaperçue.\n\nLe diagnostic, difficile (la découverte de la porte d'entrée cutanée -plaie inflammatoire avec adénolymphangite -peut mettre sur la piste dans un contexte évocateur), est confirmé par l'isolement du germe (crachats, lavage broncho-alvéolaire, hémocultures, ponction d'abcès…) ou par sérologie.\n\nPlusieurs antibiotiques sont actifs et sont utilisés en association (ceftazidime, imipénème mais aussi amoxicilline-acide clavulanique, cotrimoxazole, doxycycline, chloramphénicol). Il est recommandé un traitement d'attaque de 10 à 15 jours (ceftazidime IV ou, à défaut, l'association cotrimoxazole, doxycycline, chloramphénicol), puis un traitement d'entretien (par la triple association) pendant au moins 20 semaines. De façon générale, le pronostic est sévère et, en dépit d'un traitement bien mené, pouvant comporter un geste local d'exérèse d'un foyer, des rechutes sont fréquentes sur terrain fragilisé.\n\nCette infection rare, liée à Burkholderia mallei (pseudomonaceae), touche principalement les hommes jeunes au contact d'équidés malades. La transmission peut être pulmonaire (aérosol) entraînant une pleuropneumopathie infiltrative, cutanée (par effraction) responsable de nodules, ulcères, abcès, lymphangite ou muqueuse (contact direct ou ingestion par des aliments infectés) occasionnant conjonctivite, rhinite ou entérite. Des abcès à distance, voire une septicémie (mauvais pronostic) avec éruption papuleuse ou pustuleuse, sont possibles. Le diagnostic, difficile, est microbiologique. Les sulfamides (sulfadiazine) sont recommandés.\n\n(Plague) Zoonose due à Yersinia pestis (anaérobie Gram négatif) dont le réservoir animal est les rongeurs (rats  ). La transmission se fait à l'homme par piqûre des puces des rongeurs (ou plus rarement par contact d'une peau excoriée avec un rongeur), puis d'homme à homme par piqûre de puce ou par voie aérienne pour la forme pulmonaire. Des foyers d'infection animale persistent en Asie centrale et du Sud-Est, en Afrique (surtout du Centre et de l'Est) et à Madagascar ainsi qu'en Amérique du Nord et du Sud et sont à l'origine de cas humains sporadiques ou de petites épidémies (parfois annoncées par une mortalité anormalement élevée chez les rats). Le voyageur est très peu concerné.\n\nUne fois inoculé, Y. pestis se multiplie dans les ganglions lymphatiques où il entraîne en quelques jours une nécrose à l'origine des bubons (peste bubonique : adénomégalie(s) douloureuse(s) -inguinale surtout, fièvre, céphalées, troubles digestifs) puis, en l'absence de traitement, une dissémination hématogène (peste septicémique d'évolution très rapide) avec atteinte possible de tous les organes (y compris les méninges) et notamment du poumon (toux quinteuse, hémoptysie, insuffisance respiratoire aiguë).\n\nCette peste pulmonaire secondaire, très contagieuse, est à l'origine par transmission aérienne de pestes pulmonaires primaires (incubation de 2 à 4 jours) d'évolution fulminante en l'absence de traitement très précoce.\n\nAu début de l'épidémie, le diagnostic est difficile et requiert une confirmation bactériologique (examen direct et cultures sur ponction de ganglions, crachats, hémocultures) ou sérologique, qui ne doit pas retarder l'antibiothérapie du fait de l'extrême gravité des formes septicémiques et pulmonaires (près de 100 % de mortalité en l'absence de traitement précoce).\n\nLes antibiotiques actifs sont les aminosides (formes septicémiques et pulmonaires notamment), les cyclines (formes buboniques), les quinolones, le chloramphénicol et les sulfamides (cotrimoxazole). Pénicillines et macrolides sont inefficaces.\n\nL'isolement n'est pas nécessaire dans la forme bubonique à l'inverse des formes pulmonaires très contagieuses. L'éradication des puces dans l'environnement du malade est indispensable (perméthrine). En France, la déclaration est obligatoire. Une chimioprophylaxie des personnes contacts est possible par doxycycline, cotrimoxazole ou quinolones pendant la durée de l'exposition et une semaine après. Au niveau collectif, la prévention repose sur la lutte contre les puces et la pullulation des rats, notamment dans les foyers endémiques. Un vaccin existe, mais n'est utilisé en pratique que pour le personnel très exposé des laboratoires. (Buruli ulcer) Cette infection due à Mycobacterium ulcerans semble en pleine expansion actuellement (les modalités épidémiologiques de cette évolution ne sont pas encore très claires), notamment en Afrique de l'Ouest où trois pays semblent particulièrement concernés : Ghana, Côte-d'Ivoire et Bénin. Elle existe sous forme de foyers, en général dans des zones très isolées (ce qui pourrait être une des explications à cette émergence « récente »), dans les zones humides et marécageuses avec parfois apparition d'épidémies autour d'une collection d'eau nouvellement apparue à la suite d'un désordre naturel comme une inondation. Le voyageur n'est pratiquement pas concerné.\n\nLes modalités de transmission sont maintenant bien mieux connues. La pénétration est transcutanée soit par un insecte vecteur (punaise d'eau) avec possible relais intermédiaire (mollusque), soit directement par effraction à travers des lésions minimes au contact d'un végétal, de l'eau ou de la terre contaminés. Tous les âges sont concernés mais les enfants, le plus souvent issus de milieux défavorisés, sont de loin les plus touchés. Les lésions prédominent aux membres (inférieurs notamment), la tête et le tronc étant touchés dans moins de 10 % des cas. Les ulcérations, liées à la production par M. ulcerans, d'une exotoxine nécrosante (mycolactone), débutent par un nodule, une papule, une plaque ou un oedème, puis sont progressivement extensives pour devenir potentiellement très étendues. Outre l'extension des lésions, la gravité est liée aux complications locorégionales (délabrement des tissus, ostéite, invalidité fonctionnelle…) ou générale (septicémie, tétanos…). Le diagnostic de certitude est apporté par l'examen direct (Ziehl-Neelsen) d'un frottis ou d'une biopsie (fond de l'ulcère ou sous les berges). L'identification sur culture (3 à 8 semaines à 32°) est plus difficile. Une PCR, sensible et spécifique, est disponible.\n\nLe traitement est difficile et orienté par une classifaction en trois catégories : n au stade 1 (1 lésion  5 cm) ou 2 (1 lésion entre 5 et 15 cm) : l'antibiothérapie seule suffit le plus souvent ; n au stade 3 (lésion  15 cm, multiple, avec ostéomyélite, localisation menaçante), la chirurgie (parfois délabrante et nécessitant une greffe cutanée dans le même temps ou à distance) est indispensable en complément. L'association rifampicine-aminoside ou quinolone-aminoside est recommandée seule (8 semaines) ou avant chirurgie (4 semaines). Les rechutes sont moins fréquentes depuis les antibiotiques. Comme pour la lèpre, la prise en charge à distance des séquelles fonctionnelles pose de difficiles problèmes. \n\nOlivier Bouchaud\n\nCe chapitre recouvre des maladies virales très diverses par leur épidémiologie, leur mode de transmission et leur retentissement réel sur la santé publique.\n\nCertaines d'entre elles qui pourraient avoir leur place dans ce chapitre mais qui sont transmises par vecteurs sont traitées dans la fiche Arboviroses (cf. p. 103). D'autres très médiatisées en fonction de l'actualité épidémiologique (fièvre Ebola, grippe aviaire, SRAS…) n'ont pour le moment qu'un impact mineur en termes de santé publique. À une époque d'une très grande technicité médicale, la plupart d'entre elles sont le témoin de la potentialité de l'apparition à tout moment d'un nouveau risque infectieux devant lequel nous pouvons être démunis, soit par émergence d'un virus inconnu jusqu'alors, soit par évolution d'un germe déjà connu, soit par diffusion grâce aux moyens de communication actuels d'un micro-organisme jusqu'alors confiné dans un environnement restreint, soit enfin dans le cadre du bioterrorisme. Elles ont également contribué à la prise de conscience que ces risques infectieux « pandémiques » ne sont pas limités aux pays tropicaux mais peuvent concerner l'ensemble de la planète et doivent donc bénéficier d'une réponse globale coordonnée au niveau mondial.\n\nMême si d'autres virus peuvent donner des manifestations hémorragiques, il est admis de réserver l'appellation « fièvre hémorragique virale » (FHV) aux arboviroses se manifestant par des complications hémorragiques (fièvre jaune, dengue hémorragique…) et aux fièvres Ebola, de Lassa ou de Marburg. Les FHV transmises par vecteurs sont traitées dans la fiche Arboviroses (cf. p. 103). En dehors de la dengue hémorragique, de la fièvre jaune et de la fièvre de Lassa, les FHV ont un impact en santé publique en règle limité avec une évolution par petits pics épidémiques et une répartition géographique le plus souvent restreinte car dépendante de l'habitat du vecteur et/ou du réservoir (qui n'est pas toujours identifié). Le voyageur est peu concerné par ces risques.\n\nBeaucoup de ces infections sont asymptomatiques ou paucisymptomatiques et passent souvent inaperçues. À l'inverse, lorsque les manifestations hémorragiques apparaissent, la mortalité peut être importante. L'incubation est de durée variable, selon le virus en cause et vraisemblablement l'inoculum initial, mais se situe en règle entre 2 à 3 jours et 3 semaines.\n\nEn pratique, ce diagnostic doit être évoqué en zone d'endémie ou au retour de ces zones chez tout patient présentant de la fièvre avec des signes hémorragiques. Une telle situation impose, en attendant d'en savoir plus, les mesures suivantes : (environ 2000), les épidémies sont très médiatisées du fait d'une mortalité rapide et importante, allant de 50 à 80 % des cas. Le réservoir naturel de ce filovirus n'a pas encore été identifié, l'hypothèse des singes, pourtant souvent point de départ de la chaîne de transmission, étant peu probable du fait de la létalité importante et rapide qu'il entraîne chez ces animaux. La transmission, facile, se fait de façon directe à partir de tous les liquides biologiques d'un patient (salive, sang, urine, fèces…), voire par aérosols et peutêtre même la sueur. Lors d'une épidémie, les cas secondaires sont essentiellement dans la famille proche (contacts directs, une simple cohabitation ne semblant pas suffisante) et le personnel soignant (en l'absence de mesures de protection).\n\nAprès une incubation de 2 à 21 jours, le tableau est non spécifique avec une fièvre élevée à début brutal, un syndrome polyalgique, une asthénie majeure et des signes digestifs (diarrhée, vomissements parfois hémorragiques). Survient ensuite un tableau de défaillance polyviscérale qui peut conduire au décès.\n\n(Marburg fever) Le virus Marburg est génétiquement très proche des virus Ebola (filovirus). Son nom vient de la première épidémie décrite en 1967 dans la ville de Marburg en Allemagne à partir de singes verts infectés importés d'Ouganda dans un laboratoire de production de vaccins. La répartition géographique reste mal connue, mais semble proche de celle du virus Ebola. Le réservoir n'est pas connu de façon certaine, même s'il semble que les chauves-souris pourraient être en cause. Les modes de transmission sont les mêmes que ceux du virus Ebola. Le tableau clinique est très proche avec la possibilité d'une éruption maculopapulaire (tronc). La létalité varie entre 20 et 70 %. Chez les survivants, le virus a pu être isolé dans le liquide spermatique 2 mois après l'infection.\n\n(Lassa fever) Le virus de Lassa, identifié pour la première fois en 1969, est un arenavirus localisé essentiellement en Afrique de l'Ouest (Guinée-Conakry, Liberia, Sierra Leone, Nigeria…). Le réservoir est un rongeur (mastomys) qui résiste à l'infection et excrète le virus par ses urines et ses fèces. À l'inverse de la fièvre Ebola et de Marburg, la fièvre de Lassa est un vrai problème de santé publique responsable annuellement de près de 500 000 cas avec une mortalité globale de l'ordre de 1 % (mortalité particulièrement importante en fin de grossesse). La transmission se fait essentiellement en zone rurale (proximité avec les rongeurs réservoirs), notamment dans les habitats précaires et sans hygiène ou surpeuplés. Les cas primaires se font par exposition directe au virus excrété par les rongeurs mastomys, puis une transmission interhumaine est possible par les contacts directs avec les liquides biologiques. Par contre, aucune preuve de transmission aérienne n'a été apportée jusqu'à présent.\n\nBeaucoup d'infections sont asymptomatiques. Dans le cas inverse, après une incubation de 6 à 21 jours, le début est en général progressif avec fièvre, asthénie, syndrome polyalgique, pharyngite, vomissements et diarrhée, et parfois oedème du visage. Dans les formes sévères, survient une défaillance polyviscérale avec manifestations hémorragiques, état de choc, convulsions, troubles de la conscience. Une surdité, réversible dans seulement la moitié des cas au bout de plusieurs semaines, survient dans un quart des cas.\n\nLa ribavirine est efficace, à condition qu'elle soit administrée au tout début de l'évolution clinique. Son utilisation en prophylaxie postexposition n'est pas validée. La prévention au niveau collectif est difficile dans cette région du monde affaiblie par de nombreux conflits. Elle passe essentiellement par l'amélioration de l'hygiène, notamment dans les habitats précaires, pour limiter la pullulation des rats mastomys. La transmission nosocomiale peut être contrôlée par les mesures d'hygiène universelle. \n\nLe SRAS a été la première épidémie transmissible du xxi e siècle, expliquant en partie le retentissement médiatique après l'alerte donnée le 12 mars 2003 par l'OMS, informée de la diffusion rapide d'une infection respiratoire sévère au sein du personnel hospitalier d'un hôpital de Hong Kong et au Vietnam, suivie très rapidement d'autres cas au Canada et à Singapour, traduisant une diffusion internationale par les avions. Cette épidémie, qui a débuté initialement en Chine fin 2002, a fait au total plus de 8000 cas avec une mortalité de 10 %. Une mobilisation internationale sans précédent a permis d'identifier très rapidement le coronavirus responsable (famille de virus habituellement à l'origine, chez l'homme, de rhume sans gravité), sachant que, parallèlement, le rôle des civettes dans la transmission avait été identifié. Il semble qu'actuellement la transmission du virus soit interrompue, les derniers cas ayant été observés début 2004 dans le sud de la Chine.\n\nLa transmission est principalement interhumaine par voie aérienne (rôle de la toux) ou par contact avec des liquides biologiques. La contamination de l'environnement par l'excrétion fécale du virus peut probablement également jouer un rôle. Après une incubation ne dépassant pas 10 jours, le tableau clinique du SRAS est caractérisé par une fièvre élevée associée à une toux sèche, une dyspnée, des douleurs musculaires, des céphalées, une asthénie et une diarrhée. Le décès peut survenir dans un tableau de détresse respiratoire avec une plus grande fréquence chez les personnes âgées. Aucun traitement spécifique n'est disponible, mais un vaccin est en cours de mise au point.\n\nLes virus de la grippe appartiennent à trois groupes (A, B et C). Ils sont caractérisés par deux protéines majeures de surface, l'hémaglutinine (H) et la neuraminidase (N). Si les virus de type C sont assez stables, les virus A et B sont très évolutifs. Ces évolutions sont liées à des mécanismes de glissement antigénique par mutation entraînant un nouveau variant, en règle très proche du précédent, mais qui va faire en sorte que l'immunité acquise à partir des épisodes de grippe précédents sera moins efficace face à un tel variant. Ce phénomène explique la nécessité de faire évoluer tous les ans les vaccins antigrippaux.\n\nPour les virus de type A, un deuxième mécanisme de variation peut survenir. Il s'agit d'une cassure impliquant le gène d'une des protéines majeures, l'hémaglutinine, modifiant le virus de façon beaucoup plus importante et donnant naissance à un nouveau virus qui peut être à l'origine d'une épidémie qui peut gagner tous les continents (pandémie) et contre laquelle les populations n'ont pas d'immunité. Ce phénomène explique les pandémies grippales connues historiquement (grippe espagnole en 1918 avec 40 millions de morts, grippe asiatique en 1957 avec 4 millions de morts, grippe de Hong Kong en 1968 avec 2 millions de morts). Après l'émergence d'une pandémie, le virus en cause donne ensuite naissance à des épidémies saisonnières qui perdent progressivement, par acquisition d'une immunité par la population, de ses caractères de gravité. C'est ainsi que les virus grippaux en circulation depuis ces 25 dernières années sont des descendants du virus en cause dans la pandémie de Hong Kong. Ponctuellement, un virus ancien peut par ailleurs réémerger. Le réservoir de ces virus grippaux est vraisemblablement les oiseaux ainsi que d'autres animaux comme le porc ou le cheval. Il est d'ailleurs vraisemblable que, si la plupart des pandémies débutent en Asie, c'est en raison d'une très forte densité de population vivant au contact de ces animaux réservoirs, sachant que les volailles domestiques (canards…) sont en règle contaminées par leurs équivalents sauvages (qui peuvent être porteurs sains) et qui peuvent par ailleurs assurer la dissémination internationale du virus lors des vols migratoires. L'élevage conjoint des volailles et des porcs favorise le passage du virus aviaire vers le porc, chez qui une hybridation avec un virus grippal humain peut se faire. Le virus hybride (ou mosaïque) peut ensuite être à l'origine d'une épidémie, voire d'une pandémie.\n\nC'est probablement ce mécanisme qui est à l'origine des cas humains de grippe aviaire A/H5N1. L'épizootie aviaire a débuté fin 2003 dans huit pays d'Asie du Sud-Est, touchant des millions de volailles d'élevage, la transmission à l'homme ayant été officialisée par l'OMS en janvier 2004. Si des éléments inquiétants ont été confirmés comme une transmission interhumaine, les données épidémiologiques actuelles restent cependant très rassurantes avec un nombre limité de cas humains (450 cas) contrastant cependant avec une mortalité de près de 60%, é de près de 60%, attestant pour le moment d'une très faible transmissibilité à l'homme. Parallèlement, l'épizootie aviaire a continué de progresser en touchant l'Europe en début d'année 2006 puis le continent africain, grâce aux mouvements d'oiseaux migrateurs et vraisemblablement à l'exportation de volailles pour la consommation.\n\nChez l'oiseau, le virus A/H5N1 est responsable essentiellement d'une maladie digestive rapidement mortelle. Chez l'homme, après une incubation de 2 à 4 jours (maximum 8 jours), le tableau débute souvent par une diarrhée pour se compléter par des signes respiratoires avec notamment une pneumopathie responsable du décès dans les formes graves. Des formes cliniques sans gravité sont possibles, de même que des formes asymptomatiques. La transmission, difficile, se fait par contact direct (aérosols, contacts avec les plumes souillées par les virus excrétés par les fientes expliquant qu'au-delà de 1 à 2 mètres, il n'y a plus de risque) avec des volailles infectées, vivantes ou mortes.\n\nFace à cette évolution, la crainte était la rencontre de ce virus aviaire A/H5N1 avec un virus humain de la grippe saisonnière qui aurait pu conduire, grâce aux mécanismes vus plus haut, à des échanges génétiques entraînant la diffusion d'un virus hybride ayant la transmissibilité de la grippe saisonnière et potentiellement la gravité du virus A/H5N1. Un tel virus, comme les antécédents historiques nous l'ont déjà démontré, aurait pu alors diffuser à un niveau pandémique. Une telle pandémie, dont il est toujours difficile d'évaluer la probabilité de survenue et de prédire son degré de virulence, pourrait cependant dans les hypothèses les plus pessimistes entraîner une morbidité et une mortalité considérables (notamment dans les pays en développement). Ces projections pourraient cependant être revues à la baisse car, une fois ce virus « mosaïque » isolé, la mise au point et la production à large échelle d'un vaccin monovalent pourrait ne prendre que quelques mois. Par ailleurs, un traitement devrait pouvoir être possible. Deux médicaments antiviraux (notamment l'oseltamivir) bloquant la neuraminidase sont efficaces contre les virus grippaux saisonniers ou aviaires. Pour être efficaces en curatif, ils doivent être débutés très précocement (dans les 48 heures du début des signes). Une utilisation préventive est possible, soit en postexposition (dans les 48 heures du contact), soit en prévention « primaire » en situation épidémique.\n\nLes craintes engendrées par le virus aviaire H5N1 ne se sont en 2009 pas concrétisées (même s'il est toujours en circulation) avec une transmission à l'homme et interhumaine qui reste occasionnelle, contrastant avec la gravité de la maladie (moins de 450 cas mais avec une mortalité de 60 %). Par contre, une nouvelle épidémie apparue en mars 2009 au Mexique a très rapidement dégénéré en pandémie. Si le porc a joué un rôle initial, la transmission interhumaine a par contre été rapidement très efficace. Même si les données sont incomplètes, cette nouvelle pandémie ne semblait pas en septembre 2009 particulièrement virulente par rapport à la grippe saisonnière avec une mortalité comparable (autour de 0,5 %) mais par contre une transmissibilité potentiellement importante, notamment chez les adolescents et les adultes jeunes (les plus âgés ayant probablement déjà rencontré un virus proche). Les femmes enceintes et les obèses semblent plus à risque de forme pulmonaire sévère. L'oseltamivir (1 cp 2 fois/j pendant 5 j), donné dans les 48 h du début des signes est recommandé si forme grave, grossesse, terrain fragilisé ou enfant  1 an. Un vaccin monovalent à 2 doses devrait être disponible à l'automne 2009.\n\nLes poxviroses ne sont pas stricto sensu dues à des virus émergents (certains d'entre eux, comme le Molluscipoxvirus responsable du Molluscum contagiosum, étant très répandus dans le monde entier) mais, du fait des craintes alimentées par le risque biologique lié au terrorisme (utilisation possible du virus de la variole comme arme biologique) ou de l'émergence de petites épidémies de Monkeypox, elles ont malgré tout un caractère potentiellement émergent.\n\nSeul le Monkeypox est abordé ici, le virus de la variole ayant été déclaré éradiqué de la surface du globe (en dehors de quelques laboratoires qui entretiennent des souches).\n\nLe virus Monkeypox fait partie des orthopoxvirus au même titre que le virus de la variole et de la vaccine. Le virus circule chez les écureuils, certains singes et le rat de Gambie (à l'origine d'une épidémie aux États-Unis en 2003) dans les forêts tropicales humides d'Afrique de l'Ouest et centrale (principalement République démocratique du Congo) et peut être sporadiquement transmis par contact direct (chasse notamment) à l'homme avec une transmission secondaire directe interhumaine possible, bien que faible. Le Monkeypox provoque une maladie proche de celle de la variole (cahier couleur : figure 22 ), en beaucoup moins grave, avec fièvre, polyadénopathies, exanthème maculeux puis papuleux, précédant l'apparition de pustules nécrotiques laissant des séquelles cicatricielles. Des complications infectieuses peuvent être responsables du décès. Le diagnostic est clinique avec confirmation par prélèvements envoyés au laboratoire de référence. Il n'y a aucun traitement spécifique, l'important étant d'éviter la surinfection des lésions et la dénutrition.\n\nUn des diagnostics différentiels est la varicelle ou l'infection à tanapox virus responsable d'un tableau clinique proche mais transmis par moustiques, les singes constituant vraisemblablement le réservoir. (Hendra, Nipah virus) Sans décrire la rougeole (pourtant responsable encore d'un million de décès par an dans le monde, principalement dans les pays en développement) ni les oreillons, paramyxoviroses les plus connues, d'autres virus de la même famille sont considérés comme émergents : les virus Hendra et Nipah.\n\nLe virus Hendra, découvert il y a une dizaine d'années en Australie, touche essentiellement les chevaux, même si quelques cas humains ont été décrits avec un tableau d'encéphalite.\n\nTrès proche de ce virus, un autre virus appelé Nipah, apparu en Malaisie en 1998, a touché sous forme de plusieurs poussées épidémiques plusieurs centaines de personnes en Asie (principalement Malaisie, Singapour, Bangladesh) avec une mortalité de l'ordre de 20 à 30 %, dans un tableau grippal compliqué d'une encéphalite. Un contact avec les porcs semble être un facteur favorisant, le réservoir semblant être des chauves-souris frugivores.\n\n(HIV) Même si le VIH est le premier de la liste des virus émergents, l'infection par le VIH/sida n'est pas décrite ici compte tenu de son caractère cosmopolite, les spécificités de cette maladie dans le monde tropical relevant surtout des difficultés d'accès aux soins.\n\nRappelons cependant que le sida a été décrit en 1981 avec identification du virus responsable en 1983, sachant que, grâce à des études rétrospectives sur des sérums conservés, le virus était présent dès 1959 et même bien avant, et a commencé à diffuser largement en Afrique dans les années 1970. Il semble que les virus VIH soient d'origine simienne, sans qu'il soit possible de déterminer avec précision quand et comment la barrière d'espèce a pu être franchie. L'infection concerne actuellement 33 millions de personnes, dont la majorité vit dans le monde en développement, tout particulièrement en Afrique subsaharienne. Il semble y avoir un certain reflux épidémiologique avec par ailleurs environ 3 millions de patients traités. Les conséquences humaines, sociales, économiques et politiques sont considérables, la pérennisation, voire l'amplification, de la solidarité internationale étant indispensable pour espérer un contrôle de cette pandémie. Le voyageur est directement concerné par cette pandémie, ce qui justifie l'utilisation systématique de préservatifs. Lors du bilan d'une fièvre « au retour », l'hypothèse d'une primo-infection VIH doit être évoquée (cf. figure 7.1, p. 33 ).\n\nLes virus Human T-lymphotropic virus de types I et II sont, comme le VIH, des rétrovirus. Le HTLV-1 se caractérise par une répartition en foyers, retrouvés dans diverses régions du monde (Japon, Papouasie-Nouvelle-Guinée, Moyen-Orient, Afrique, Caraïbes…). La prévalence mondiale est de l'ordre de 15 à 25 millions de personnes, les femmes étant deux fois plus touchées que les hommes. La transmission se fait principalement par l'allaitement, la transmission sexuelle (limitée) et surtout la voie sanguine jouant également un rôle. La pathogénicité de HTLV-1 est faible. En effet, moins de 5 % des sujets infectés développent des manifestations cliniques qui sont dominées par la survenue d'hémopathies malignes (leucémie, lymphome à cellule T de mauvais pronostic) et d'une neuropathie (paraparésie spastique tropicale évoluant à terme vers une paraplégie). Parmi les autres manifestations cliniques, il est à noter la fréquence de l'anguillulose (strongyloïdose), récurrente et résistante aux traitements antiparasitaires ainsi qu'uvéite, paralysie faciale, polymyosite et gammapathie monoclonale.\n\nLe virus HTLV-2, très mal connu, est rencontré principalement chez les Amérindiens et les toxicomanes d'Amérique et d'Europe du Sud. Sa pathogénicité est actuellement toujours discutée. Méningites épidémiques (N. meningitidis meningitis) Olivier Bouchaud\n\nEn zone tropicale, les principaux germes en cause dans les méningites bactériennes varient selon l'âge des patients : E. coli, Listeria, salmonelles, streptocoque B chez le nourrisson de moins de 2 mois ; Haemophilus influenzae, pneumocoque, méningocoque entre 2 mois et 3 ans ; méningocoque et pneumocoque après l'âge de 3 ans. Dans le cadre des épidémies, il s'agit essentiellement des méningocoques A ou W135 (rarement C) à partir de 1 an (des épidémies sont possibles aux autres germes avant 1 an). Les méningites épidémiques à méningocoques surviennent surtout dans la ceinture de la méningite (bande soudano-sahélienne) mais sont observées aussi ailleurs (Rwanda, Tanzanie, Angola, Namibie, Brésil, Inde du nord…) et plus fréquemment dans la deuxième moitié de la saison sèche. Le portage sain (rhinopharynx) du méningocoque, transmis par les gouttelettes de salive, est en fait fréquent : dans les zones à risque en saison sèche, la sécheresse de l'air et les vents de sable entraînent une irritation chronique des muqueuses pharyngées qui favorise l'invasion du germe. Pendant la nuit, le froid est responsable d'une promiscuité qui favorise la transmission. Les périodicités des vagues épidémiques (tous les 5 à 10 ans) seraient dues en partie aux variations du niveau immunitaire des communautés. Le seuil critique à partir duquel on parle d'épidémie a été fixé à 15 cas par semaine pour 100 000 habitants. Le risque pour un voyageur est extrêmement faible et probablement peu différent de celui encouru dans son pays d'origine.\n\nl En zones tropicales, les méningites épidémiques sont essentiellement liées aux méningocoques A et W135. l Les épidémies surviennent dans la deuxième moitié de la saison sèche principalement, mais pas exclusivement dans la zone soudano-sahélienne, et touchent surtout enfants et adultes jeunes. l À côté du syndrome méningé évocateur qui conduit à la ponction lombaire, il ne faut pas méconnaître les formes atypiques fréquentes chez les jeunes enfants, avec souvent des troubles digestifs au premier plan. l Le traitement en urgence et par voie parentérale repose sur les céphalosporines de troisième génération ou l'ampicilline. l La prophylaxie collective repose principalement sur la vaccination de masse, à déclencher dès que le seuil épidémique est atteint. l Le voyageur n'est qu'exceptionnellement concerné par la méningite épidémique.\n\nChez l'enfant de plus de 1 an et l'adulte, le tableau est en règle typique avec un syndrome méningé fébrile parfois accompagné de signes de complications : coma, convulsions, signes de localisation, purpura fulminans imposant un traitement d'extrême urgence. Chez l'enfant de moins de 1 an, si la fièvre est présente, le tableau classique est souvent remplacé par des troubles digestifs, un refus alimentaire, un comportement inhabituel, une somnolence voire un coma, des convulsions, une hypotonie avec nuque molle, une fontanelle bombante en dehors des cris. La ponction lombaire (PL) montre un liquide trouble « eau de riz » (qui peut suffire au diagnostic sur le terrain en l'absence de bactériologie mais, à l'inverse, un liquide clair n'exclut pas une méningite purulente) avec  10 cellules/mm 3 (à prédominance de polynucléaires) et une hyperprotéinorachie. Lorsque c'est possible sur le terrain, l'examen direct peut permettre d'identifier le germe (diplocoque Gram négatif pour le méningocoque) avant la mise en culture. L'utilisation de tests rapides d'antigène soluble est possible.\n\nDès la PL réalisée (voire avant en présence d'un purpura), une antibiothérapie en urgence par voie parentérale doit être instituée. Dans les méningites épidémiques (à méningocoques), l'antibiotique de choix est une C3G (ceftriaxone 100 mg/kg/j en 1 ou 2 perfusions, ou céfotaxime 200 mg/kg/j en 4 perfusions) ou à défaut de l'amoxicilline (200 mg/kg/j en 4 à 6 perfusions) pendant 7 jours. Sur le terrain, du fait des contraintes pratiques, des schémas simplifiés ont été validés : dose unique IM de chloramphénicol huileux (100 mg/kg) ou de ceftriaxone, relayée par de l'ampicilline orale (100 mg/kg en 3 prises) pendant 7 jours.\n\nEn zone d'endémie, la prévention au niveau collectif repose, outre sur le traitement des cas, sur l'initiation rapide de campagne de vaccination (vaccin A-C ou A-C-Y-W135 selon le méningocoque en cause) dès le seuil épidémique franchi. Pour le voyageur, le vaccin (protection de 3 à 5 ans) n'est justifié que pour des séjours prolongés au contact de la population, en zone à risque et en période épidémique. En cas de contacts directs avec un cas de méningite, une antibioprophylaxie associée au vaccin est conseillée : rifampicine 10 mg/kg 2 fois/j pendant 2 jours ou dose unique de 500 mg de ciprofloxacine (spiramycine si contre-indication). En France, la déclaration est obligatoire (enquête autour du cas et prévention chez les contacts). \n\nLes myiases, bien que cosmopolites, sont plus volontiers contractées en zone tropicale (tableau 9). L'infestation de l'homme résulte du contact direct avec un oeuf de mouche ou une larve provenant de cet oeuf par : n l'intermédiaire d'un support inerte (sable, linge, vêtements humides…) sur lequel sont pondus les oeufs (cas du « ver de Cayor ») ; n ponte directe sur la peau (cas des myiases des plaies et des cavités) ; n l'intermédiaire d'un autre arthropode porteur d'oeufs de mouche, qui éclosent au contact de la peau, à l'occasion de son repas sanguin (Dermatobia hominis) ; n ingestion d'une larve ou d'un oeuf, qui éclot ensuite dans le tube digestif et donne une larve qui migre éventuellement (cas de l'hypodermose à Hypoderma sp.).\n\nLa myiase furonculoïde (cf. cahier couleur : figure 7.9) se caractérise par l'apparition progressive, au point de pénétration de la larve (zones couvertes pour C. anthropophaga, découvertes pour D. hominis), d'une papule, puis d'un nodule qui se perfore d'un orifice, laissant apparaître l'extrémité distale de la larve (asticot). Le temps de développement est d'environ 9 jours pour le ver de Cayor, de 6-10 semaines pour le ver macaque. Dans ce dernier cas, la symptomatologie peut faire suite à une papule initiale, en rapport avec la piqûre de moustique (qui a apporté l'oeuf de mouche). Les myiases migratrices ou rampantes (à Gasterophilus) se caractérisent par un cordon migrateur prurigineux, douloureux, progressant selon un trajet aléatoire, jusqu'à sortie de la larve après quelques jours ou semaines.\n\nL'hypodermose à Hypoderma sp. voit se succéder deux phases : n la phase de migration « anarchique » de la larve dans les tissus, entre le tube digestif et l'espace sous-cutané. Elle se caractérise par des signes généraux\n\nl Infestation des tissus mous de mammifères (dont l'homme) par des larves (asticots) de diptères (mouches) responsable d'une atteinte cutanée ou sous-cutanée, de type furonculoïde ou migratrice, plus rarement une atteinte des plaies, des cavités et conduits naturels (oeil, nez, oreilles, tube digestif…). l Les plus fréquentes chez les voyageurs sont les myiases furonculoïdes, à\n\nCordylobia anthropophaga (« ver de Cayor ») en Afrique, et à Dermatobia hominis (« ver macaque ») en Amérique latine. l Le traitement repose le plus souvent sur l'extraction, manuelle ou chirurgicale, et le traitement d'une éventuelle surinfection bactérienne associée.\n\n(fièvre élevée, asthénie), et des manifestations « de type allergique » (prurit, urticaire, arthromyalgies…). Cette migration anarchique peut conduire à des atteintes de tous les organes, dont le système nerveux central ; n la phase sous-cutanée, donnant un tableau de myiase migratrice et/ou furonculoïde. Dans les myiases des plaies, les larves peuvent occasionner, en débordant sur le tissu sain, des délabrements locaux importants, au niveau d'une plaie, même minime initialement, ainsi que des surinfections bactériennes.\n\nDans les myiases des cavités et des conduits naturels, la larve se loge dans les parois nasale, sinusienne, buccale…, exceptionnellement digestive, urinaire…, et possiblement occasionne, comme pour les myiases des plaies, des délabrements importants (perforation de la cloison nasale…). L'ophtalmomyiase correspond à une atteinte oculaire, souvent externe, quelquefois interne, potentiellement plus sévère par le risque de cécité. Le diagnostic est clinique, la confirmation étant obtenue par l'extraction de la larve (asticot), dont la taille est en général au moins centimétrique.\n\nLe traitement repose sur l'extraction de la (des) larve(s), qui est manuelle (ex. : ver de Cayor), voire chirurgicale (ex. : ver macaque). La sortie spontanée de la larve peut être facilitée par l'obstruction de l'orifice par un corps gras (couche épaisse de vaseline recouverte de compresses à laisser 24 h). Dans certaines localisations (cavités), on peut utiliser des anesthésiques locaux pour immobiliser les larves.\n\nOn y associe systématiquement une antisepsie de la plaie, ainsi qu'une antibiothérapie générale en cas de surinfection et, en cas de myiase des plaies ou des conduits, un débridement chirurgical des structures atteintes.\n\nL'ivermectine est efficace dans le traitement et la prévention de certaines myiases animales.\n\nLa prévention individuelle repose sur le repassage à chaud du linge et des vêtements (ou le séchage « à l'abri ») pour C. anthropophaga, l'utilisation de répulsifs pour D. hominis, l'hygiène corporelle soigneuse et la couverture des plaies.\n\nAu niveau collectif, la lutte contre les mouches est difficile au plan logistique et du fait de la résistance aux insecticides. \n\nl Infections sous-cutanées bactériennes ou fongiques, se répartissant principalement dans les zones tropicales sèches de l'hémisphère nord et se manifestant par une tuméfaction, le plus souvent au niveau des pieds, sous-cutanée, nodulaire, progressivement extensive en surface et en profondeur (os). l Transmission à l'occasion d'une effraction cutanée souillée par des germes telluriques, ou lors d'une piqûre végétale avec des épineux. l L'aspect des grains issus des fistules ou obtenus par biopsies permet le diagnostic et de déterminer l'agent causal. l Le traitement médical ou médico-chirurgical est long et mal codifié. La prévention individuelle repose sur le port de chaussures fermées.\n\nLa plupart des mycétomes, bactériens ou fongiques, sont endémiques dans les zones nord-tropicales sèches (Afrique sahélienne, Inde, Mexique, Amérique latine, et, à un moindre degré, Asie du Sud-Est). Très rarement, ils peuvent se rencontrer ailleurs de façon sporadique y compris en zone tempérée (Europe, États-Unis). La transmission se fait par inoculation à l'occasion d'un contact avec le réservoir tellurique, par le biais d'un traumatisme avec effraction cutanée, d'une piqûre végétale (épineux…), ce qui explique la grande prédominance des lésions au niveau des pieds.\n\nAprès une incubation de quelques mois à années, survient une tuméfaction nodulaire dure sous-cutanée (cahier couleur : figure 23), qui grossit progressivement en surface, donnant un aspect de pseudo-tumeur parfois très invalidante, et en profondeur vers les plans musculaires et osseux (à rechercher systématiquement). Cette tuméfaction est le siège de plusieurs fistules, d'où va sourdre un liquide sérosanglant, contenant des grains caractéristiques. Une atteinte ganglionnaire à distance est possible dans les formes évoluées.\n\nLa localisation habituelle est au niveau du pied (« pied de Madura » décrit en Inde), mais d'autres sites sont possibles : mains, membres, fesses, tronc, nuque, cuir chevelu.\n\nLes modalités cliniques et évolutives sont grossièrement comparables entre les mycétomes bactériens et fongiques, les différences observées étant récapitulées dans le tableau 10.\n\nLe diagnostic repose sur la mise en évidence des grains par prélèvement du liquide sortant des fistules, prélèvement profond à l'aiguille ou biopsie cutanée ou profonde.\n\nLa taille et la couleur des grains peuvent orienter vers l'agent causal (tableaux 10 et 11). L'étude microscopique des grains permet de mesurer la taille des filaments (très fins en cas d'actinomycétome, larges en cas d'eumycétome) mais seule la mise en culture de ces grains permet d'identifier celui-ci de façon précise. \n\nLes modalités de traitement sont mal codifiées. Pour les mycétomes bactériens, une antibiothérapie prolongée (plusieurs mois) et comportant des associations suffit le plus souvent : triméthoprime-sulfaméthoxazole (Bactrim ® ), dapsone, aminosides, voire rifampicine ou fluoroquinolones. En cas d'atteinte d'emblée étendue en profondeur, un traitement complémentaire chirurgical peut être nécessaire.\n\nPour les mycétomes fungiques, le traitement est médico-chirurgical avec exérèse la plus complète possible encadrée, notamment en postopératoire, par des antifongiques (kétoconazole et surtout itraconazole) donnés sur des périodes prolongées (plusieurs mois).\n\nPour la prévention, la marche pieds nus n'est pas recommandée. Rouge Jaune\n\nPoints essentiels l Fréquentes (intertrigo, onychomycoses, teignes…), elles sont cosmopolites mais plus fréquentes en zone tropicale.\n\nCes mycoses superficielles peuvent affecter la peau glabre, les poils, les cheveux et les ongles. Elles peuvent être dues à : n des dermatophytes : Microsporum sp., Trichophyton sp., Epidermophyton sp. ; n des levures : Candida sp., Malassezia sp., Trichosporon sp. ; n des moisissures : Scytalidium sp. (plus rarement Fusarium sp., …). Les mycoses superficielles sont cosmopolites, mais globalement plus fréquentes en zone tropicale, plus chaude et humide. Les espèces en cause peuvent cependant varier selon la localisation géographique (tableau 12).\n\nLa contamination se fait de façon directe, par contact avec un homme ou un animal infesté, ou indirect, par le biais de vêtements, chapeaux, bonnets, chaussures, sols (piscine )… La transmission (ainsi que la progression ultérieure) est facilitée par l'humidité et la chaleur.\n\nLe réservoir de ces différentes mycoses superficielles est humain ou animal, plus rarement tellurique (cf. tableau 12). Microporum ferrugineum Asie, Afrique centrale (rare) Homme\n\nCosmopolite (rare) Tellurique l La transmission se fait par contact direct, ou indirectement par l'intermédiaire de surfaces contaminées (vêtements, piscines…). l Le diagnostic est essentiellement clinique (aspect variable selon la localisationpeau, cuir chevelu, ongles -et le germe) avec confirmation par un examen direct des squames (mycose de la peau), de cheveux ou de rognures d'ongles. l Un traitement local est le plus souvent suffisant dans les atteintes de la peau glabre, alors qu'un traitement oral est en général nécessaire dans les atteintes du cuir chevelu, unguéales, profuses ou résistantes à un traitement local.\n\nSuite III. Mycoses de la peau et des phanères L'atteinte cutanée se fait purement au niveau de la couche cornée et se développe de proche en proche, de façon centrifuge. Au niveau des phanères, l'atteinte se fait au niveau de la zone de formation de la kératine, par prolifération dans le cheveu, le poil, l'ongle au fur et à mesure de sa croissance, en épargnant le plus souvent le bulbe pileux.\n\nIl touche principalement des adultes jeunes, se manifeste par des macules planes de taille variable, à limites nettes, à extension centrifuge, pouvant confluer, couleur « chamois » sur peau blanche ou hypochromique sur peau noire, recouvertes de fines squames, siégeant sur le thorax, le cou voire la racine des membres. n Kératodermie palmoplantaire (T. rubrum) : épaississement de la plante des pieds (aspect en « mocassin ») ou de la paume des mains.\n\nn Intertrigos dermatophytiques : l « eczéma marginé de Hébra » (T. rubrum, E. floccosum) : atteinte des grands plis (pli inguinal ), souvent bilatérale, à type de placard érythématosquameux prurigineux, à bordure saillante vésiculosquameuse ; l pied d'athlète : lésions macérées et desquamantes interdigitales.\n\nn Mycoses superficielles de la peau glabre à moisissures (Scytalidium) : aspects similaires aux dermatophyties, atteinte prédominante des pieds : intertrigo, kératodermie palmoplantaire.\n\nn Candidose cutanée (intertrigo à Candida) : atteinte préférentielle des grands plis (inguinaux, interfessiers, sous-mammaires), débutant au fond d'un pli puis s'étendant symétriquement, à type de placard rouge vernissé, suintant, cuisant, prurigineux, dont les contours dentelés sont soulignés par une collerette et par quelques papulopustules satellites en peau saine ; ou perlèche, avec atteinte commissurale labiale.\n\nn Tinea nigra (Hortaea werneckii) : taches brunâtres, non squameuses, non prurigineuses, à bordure nette, siégeant habituellement au niveau des paumes des mains, plus rarement sur d'autres parties du corps.\n\nn Onyxis dermatophytiques : atteinte de l'extrémité (bord libre) de l'ongle, avec aspect feuilleté, épaissi, rogné.\n\nn Onyxis à moisissures : atteinte similaire à celle des dermatophytes. n Onyxis et périonyxis candidosique : l'atteinte se fait à la base de l'ongle, avec un périonyxis à type de bourrelet rouge, douloureux, pouvant laisser sourdre du pus à la pression, l'atteinte unguéale étant secondaire par proximité. \n\nLes complications des mycoses superficielles sont rares. Les principales sont :\n\nn risque infectieux à distance (érysipèle), en particulier en cas d'intertrigo interorteils. Chez les immunodéprimés, une candidose superficielle peut constituer une porte d'entrée à une atteinte profonde ; n manifestations allergiques secondaires à la présence de l'infection fongique, à distance du foyer fongique initial (dyshidrose, eczéma, urticaire…) ; n alopécie cicatricielle secondaire à une teigne favique.\n\nIl repose sur l'examen direct (visualisation du champignon sous forme de spores, filaments, levures) et la mise en culture sur milieu de Sabouraud de squames, de cheveux, de poils. Les squames sont prélevées par grattage en périphérie à l'aide d'un vaccinostyle ou par « scotch-test » (pour le pytiriasis versicolor). Les cheveux sont arrachés avec une pince fine. Les ongles sont râpés ou grattés à l'aide d'un bistouri. La culture sur milieu de Sabouraud permet de préciser l'espèce. Dans les teignes du cuir chevelu, le diagnostic peut être évoqué indirectement par l'utilisation d'une lampe de Wood (lumière ultraviolette), donnant une fluorescence variable des cheveux atteints selon l'espèce en cause :\n\nTraitement des mycoses superficielles Tableau clinique\n\nLocal ( Lors de la piqûre par une simulie infectée, les larves de filaires (microfilaires) pénètrent activement dans le derme et se transforment en vers adultes de quelques centimètres de long, pelotonnés dans des nodules fibreux. Au bout d'une année en moyenne, les adultes copulent et les femelles pondent des larves de quelques centaines de microns, qui circulent dans le derme, les ganglions lymphatiques et les tissus oculaires. C'est la destruction des microfilaires au niveau de l'oeil qui provoque les lésions conduisant aux troubles de la vision. Les larves vivent en moyenne une année et les adultes environ 15 ans. Une femelle adulte peut produire jusqu'à 1 million de microfilaires par an. Les simulies se contaminent par ingestion de microfilaires lors de la piqûre d'un individu infecté.\n\nl L'onchocercose est une maladie par accumulation : les manifestations cliniques importantes (principalement troubles de la vision) n'apparaissent qu'après plusieurs années d'exposition. l Le traitement par l'ivermectine n'est efficace que sur les microfilaires : il faut le répéter plusieurs mois après la première prise. l Le risque d'infection pour un voyageur est très faible.\n\nElles sont de deux types : n un prurit occasionné par le passage des microfilaires dans le derme. Ce prurit parfois intense peut donner des lésions cutanées de grattage (gale filarienne ou craw-craw), qui peuvent évoluer au bout de plusieurs années vers une pachydermie avec dépigmentation ;\n\nn des nodules sous-cutanés indolores en nombre variable, en général situés au niveau des affleurements osseux (occiput, espaces intercostaux, région axillaire, crêtes iliaques) (cahier couleur : figure 24 ).\n\nElles font la gravité de la maladie. Selon la localisation des microfilaires dans l'oeil, les symptômes peuvent aller de diminutions de l'acuité visuelle réversibles à des cécités définitives par kératite avec, à terme, taie cornéenne ou atteinte du nerf optique. Enfin, la dissémination du parasite dans l'organisme peut entraîner une altération de l'état général, un amaigrissement, des arthralgies-myalgies. Dans certains foyers (Afrique de l'Est, Afrique centrale), il existe une association nette entre onchocercose et épilepsie.\n\nD'une manière générale, seules les expositions intenses et prolongées peuvent conduire à des manifestations cliniques graves (parasitose par accumulation).\n\nSur le plan diagnostique, certains signes cliniques sont très évocateurs d'onchocercose (nodules sous-cutanés, pachydermie et dépigmentation, et surtout présence de microfilaires dans la chambre antérieure de l'oeil). Le diagnostic parasitologique direct se fait par biopsie cutanée exsangue (BCE) au niveau des crêtes iliaques avec une pince à sclérotomie. Les fragments de peau sont incubés 24 heures dans du sérum physiologique et l'on compte au microscope les microfilaires qui en ont émergé.\n\nLes techniques de détection d'antigènes circulants, en dépit de résultats prometteurs, ne sont pas encore disponibles en routine. Le test de Mazzotti (recherche d'une réaction prurigineuse après administration d'un médicament microfilaricide, la diéthylcarbamazine) ne doit plus être employé car trop risqué (réactions allergiques).\n\nL'ivermectine (Mectizan ® ) est maintenant le traitement de choix de l'onchocercose, à la dose unique de 200 g/kg (la diéthylcarbamazine [Notézine ® ] trop rapidement efficace pouvait aggraver les lésions oculaires). Comme ce médicament est actif uniquement sur les microfilaires et non sur les vers adultes, on répète la prise après 3 à 12 mois. Dans cette indication, l'ivermectine est disponible sur demande auprès du laboratoire Merck Sharp Dohme-Chibret (gratuité y compris en zone d'endémie, pour les organisations de lutte contre l'onchocercose). Il y a peu de réactions secondaires ; il faut toutefois être très prudent chez les sujets également atteints de loase (risque d'encéphalopathie), qui constitue la principale contre-indication, avec le premier trimestre de grossesse.\n\nL'ablation des nodules sous-cutanés permet de diminuer la charge parasitaire. Il n'existe pas actuellement de traitement efficace contre les vers adultes.\n\nL'onchocercose est une des seules endémies africaines pour lesquelles l'association d'un traitement médicamenteux de masse (l'ivermectine) et d'une lutte contre le vecteur a entraîné une diminution spectaculaire de la transmission. En 1995, le programme OCP (lutte antilarvaire par insecticides dans sept puis onze États d'Afrique de l'Ouest) a permis de prévenir 200 000 cas de cécité et de protéger 30 millions de personnes. Il a été relayé par le programme APOC, basé sur la distribution d'ivermectine dans 19 pays d'Afrique. En 2005, 40 millions de personnes étaient traitées par ivermectine dans le cadre de ce programme.\n\nSur le plan individuel, dans les zones où persiste la transmission, il convient d'éviter la proximité des cours d'eau rapides, gîtes de simulies, et de se protéger par des répulsifs. Les oeufs peuvent être ingérés par le patient lui-même (auto-infestation après grattage de la région anale) ou par d'autres individus (mains, linges ou draps souillés, possibilité d'inhalation). Les larves sont libérées dans l'intestin et se transforment en vers adultes dans le côlon, un mois environ après l'ingestion. Les femelles gravides (longues d'environ 1 cm) migrent pendant la nuit hors de l'anus et déposent leurs oeufs sur la marge anale.\n\nPoints essentiels l C'est une parasitose particulièrement fréquente dans les communautés d'enfants. l Le signe le plus fréquent est le prurit anal. l Le parasite est cosmopolite, c'est l'helminthe le plus courant en zone tempérée.\n\nDes mesures d'hygiène corporelle peuvent éviter les réinfestations.\n\nLa plupart des infections sont asymptomatiques. Le signe le plus fréquent est le prurit anal, en particulier nocturne, qui peut se surinfecter par grattage. Chez les filles, de rares localisations génitales peuvent donner des vulvo-vaginites. Ces infections peuvent s'accompagner d'irritabilité, d'insomnie et de douleurs abdominales. Le diagnostic parasitologique se fait par mise en évidence des oeufs récoltés à la surface de la marge anale (par application d'un ruban adhésif, ou « scotchtest », ou par écouvillonnage) au réveil, avant la toilette. Le ver adulte peut parfois être présent. On ne trouve que rarement oeufs ou adultes dans les selles, exceptionnellement dans les urines.\n\nIl n'y a pas de diagnostic sérologique, il est sans intérêt. L'hyperéosinophilie est modérée ou absente.\n\nL'albendazole (Zentel ® ), en prise unique de 400 mg, est efficace, ainsi que le flubendazole (Fluvermal ® , 100 mg matin et soir pendant 3 jours). Le pyrantel est moins utilisé (Combantrin ® , hors AMM).\n\nLa prévention des infections et réinfections se fait par l'hygiène corporelle (brossage des ongles) et le lavage de la literie. \n\nPoints essentiels l Même si la baisse d'incidence en zone d'endémie semble une réalité, le paludisme reste une endémie majeure avec un poids socio-économique considérable et une mortalité prédominant chez les jeunes enfants. l L'Afrique reste le continent de loin le plus concerné avec 90 % des cas mondiaux : le risque d'infection pour un voyageur est élevé en Afrique subsaharienne, beaucoup plus faible en Asie et Amérique latine. l Pour le voyageur, tout séjour, même bref, en zone de forte endémie doit imposer une chimioprophylaxie adaptée et la protection nocturne contre les piqûres de moustiques. l Toute fièvre au retour d'un pays de zone tropicale doit faire suspecter le paludisme et tout signe de gravité doit imposer l'hospitalisation d'urgence. l Les ACT (associations de deux antipaludiques dont un dérivé de l'artémisinine) sont devenus la référence pour contenir les problèmes de résistance.\n\nLe paludisme est une parasitose causée par un protozoaire du genre Plasmodium, transmise par la femelle d'un moustique (anophèle). Sa répartition s'étend sur l'ensemble de la zone intertropicale. On estime que plus de 1 milliard de personnes sont exposées dans le monde, et que cette parasitose cause 1 million de décès chaque année, essentiellement chez les enfants de moins de 5 ans vivant en Afrique subsaharienne. En Afrique, le risque de contamination pour un voyageur occasionnel est élevé (1 à 3 % par mois d'exposition sans prévention contre 0,05 % en Asie ou Amérique latine). Le nombre annuel de paludismes d'importation en France est de l'ordre de 4500 dont plus de 90 % contractés en Afrique et près de 85 % dus à P. falciparum, seule espèce pouvant entraîner des formes graves.\n\nCinq espèces plasmodiales peuvent infecter l'homme : Plasmodium falciparum, P. malariae, P. vivax, P. ovale et P. knowlesi. P. falciparum (cf. cahier couleur : figure 10 .2) est la plus répandue, particulièrement en Afrique ; P. vivax est la plus cosmopolite (zones les plus tempérées, zones d'altitude) mais est très rare en Afrique de l'Ouest et du Centre qui, à l'inverse, est la zone d'endémie quasi exclusive de P. ovale (cf. cartes de répartition, cahier couleur : figure 25 ). Seuls P. vivax, P. ovale (grâce aux hypnozoïtes hépatiques) et P. malariae peuvent entraîner des accès plusieurs mois ou années après l'infection initiale (reviviscence). P. knowlesi, parasite du singe, cantonné en Asie du Sud-Est (Bornéo) longtemps confondu avec P. malariae a été reconnu en 2008 comme pouvant infecter l'homme et donner des formes graves comme P. falciparum. P. falciparum se manifeste principalement dans les 2 à 3 semaines suivant le retour et rarement au-delà de 2 mois.\n\nL'anophèle infecté, dont la piqûre est exclusivement nocturne (surtout en deuxième partie de nuit), inocule des Plasmodium qui, après un passage rapide dans le sang, se multiplient dans le foie au cours d'un premier cycle asexué cliniquement muet. Après 5 à 15 jours selon l'espèce plasmodiale (8 jours pour P. falciparum), les parasites infectent les globules rouges, où se produit un nouveau cycle asexué (érythrocytaire). Au bout d'une série de cycles sanguins asexués correspondant aux manifestations aiguës de la maladie, certains parasites évoluent vers des formes sexuées distinctes (gamétocytes) capables de transmettre le paludisme lors d'un nouveau repas sanguin d'anophèle. Ces formes, seules capables de se multiplier chez le moustique, donnent naissance après fécondation à une multitude de parasites mobiles qui migrent dans les glandes salivaires de l'anophèle.\n\nLes manifestations cliniques (accès typiques toutes les 48 heures pour P. falciparum, P. vivax et P. ovale ou 72 heures pour P. malariae) sont directement liées à l'invasion de l'hématie par le parasite, à sa destruction et à la réaction de l'hôte. Dans les infections à P. falciparum, les globules rouges parasités (GRP) présentent à leur surface des protéines qui leur permettent d'adhérer à l'endothélium des capillaires. Cette cytoadhérence est à l'origine de la séquestration des GRP dans les organes profonds. Combinée à la réaction inflammatoire de l'hôte, elle explique les complications graves et les particularités du paludisme pendant la grossesse. La cytoadhérence semble n'exister que pour P. falciparum.\n\nAu bout de quelques années d'exposition intense au parasite (sujets vivant en zone d'endémie), apparaît une immunité protectrice (prémunition) qui limite l'apparition de symptômes cliniques et évite les formes graves. Cette immunité est instable : elle disparaît en partie lorsque le sujet n'est plus exposé après 1 à\n\nAccès clinique simple Après des symptômes non spécifiques (céphalées, asthénie, myalgies, nausées et/ou diarrhée), on observe des frissons puis une fièvre élevée ( 39 °C) accompagnée de sueurs évoluant par pics. En l'absence de traitement, les accès se répètent de manière cyclique. Ce tableau typique est parfois remplacé (sujets sous prophylaxie infectés par une souche de P. falciparum chloroquino-résistante ou protégés par une immunité partielle) par des fièvres en plateau, des états pseudo-grippaux, ou des tableaux non fébriles.\n\nIl peut succéder à un accès simple ou survenir d'emblée. Il se produit essentiellement dans les atteintes à P. falciparum, la parasitémie étant en règle élevée ( 4 %) mais pouvant être faible. P. knowlesi peut également donner des formes graves ainsi que P. vivax. C'est d'abord le paludisme cérébral, encéphalopathie liée à la cytoadhérence du parasite aux capillaires cérébraux (coma calme et hypotonique, d'apparition brutale ou précédé par une obnubilation, les convulsions étant rares chez l'adulte). État de choc, détresse respiratoire (oedème lésionnel, pneumopathie), signes d'hémolyse aiguë (hémoglobinurie, ictère, anémie) ainsi qu'hypoglycémie, acidose lactique et surtout insuffisance rénale aiguë (nécrose tubulaire) traduisent l'atteinte multiviscérale opérée par le parasite (tableau 14). \n\nLe choix de l'antipaludique de référence est fixé par le programme national. Même si la chloroquine reste utilisée (habitude, coût faible), du fait de la généralisation de sa résistance et pour freiner la multirésistance, la tendance officielle actuelle est de privilégier les bithérapies (ACT pour artemisinin combined therapy) basées sur un dérivé de l'artémisinine (artésunate, artéméther…) associé à une molécule à longue demi-vie (amodiaquine, méfloquine, luméfantrine, pipéraquine …) sur une durée de 3 jours maximum (au prix d'un coût 5 à 10 fois supérieur à celui de la chloroquine seule). Chez l'enfant, pour limiter la mortalité, le traitement présomptif précoce est préconisé. Chez la femme enceinte, on recommande une prévention par un traitement systématique à dose curative (Fansidar ® , méfloquine) aux 2 e et 3 e trimestres (TPI : traitement préventif intermittent).\n\nAccès palustre simple Dans le cas d'infections certaines et exclusives à P. vivax, P. ovale, P. malariae ou P. knowlesi, la chloroquine (Nivaquine ® ) reste efficace par voie orale à la dose de 25 mg/kg répartis sur 3 jours (H0 : 10 mg/kg puis 5 mg/kg à H6, H24, H48). Pour éviter les réviviscences de P. ovale et P. vivax, ce traitement peut être suivi par l'administration de primaquine (15 à 30 mg/j pendant 14 jours) après avoir vérifié l'absence de déficit en G6PD (risque d'hémolyse grave). Pour P. falciparum (a priori résistant à la chloroquine), la conférence de consensus de 2007 recommande en première ligne soit : La quinine (500 mg, 3 fois/j chez l'adulte ; 8 mg/kg, 3 fois/j chez l'enfantpendant 7 jours ; vertiges, céphalées, acouphènes au bout de 1 à 2 jours) et la méfloquine (Lariam ® , chez l'adulte trois prises espacées de 6 à 8 heures, 750 mg, puis 500 mg, puis 250 mg ; risque de céphalées, vertiges, plus rarement de troubles neuropsychiatriques aigus) ne sont utilisées qu'en deuxième ligne. L'halofantrine (Halfan ® , 24 mg/kg en trois prises espacées de 6 heures, à répéter à 1/3 de dose après une semaine chez le non immun ; sirop enfant disponible) ne peut pratiquement être utilisé qu'en milieu hospitalier (surveillance ECG de l'intervalle QTc) du fait de sa toxicité cardiaque. Seule la quinine est possible sans réserve chez la femme enceinte.\n\nEn présence d'au moins un signe de gravité (cf. tableau 3.1, p. 16), l'hospitalisation en réanimation est impérative pour instituer d'urgence un traitement par quinine intraveineuse avec dose de charge initiale (16 mg/kg) par voie parentérale (surveillance glycémie et ECG), associé à un traitement symptomatique des complications (épuration extrarénale, etc.). L'artésunate IV qui semble plus efficace n'est pas encore disponible en France.\n\nEn zone d'endémie, il semble que l'introduction des ACT combinée aux autres mesures de contrôle (TPI si grossesse, meilleure prise en charge des enfants grace à une meilleure disponibilité des TDR et ACT, lutte antivectorielle, moustiquaires imprégnées) ait un effet réel sur l'incidence. Cet effet qui doit se confirmer dans le temps peut être menacé par l'observation récente de résistance aux dérivés de l'artémisinine. Il y a parallèlement un regain d'optimisme pour le vaccin qui n'est cependant pas encore disponible.\n\nPour le voyageur, la prévention repose essentiellement sur des mesures de protection individuelles (prophylaxie d'exposition et chimioprophylaxie).\n\nL'activité des anophèles étant nocturne, il est très important de dormir sous moustiquaire imprégnée d'un insecticide pyréthrinoïde, dont l'activité dure plusieurs mois. Il est également important d'appliquer des répulsifs cutanés. Les plus efficaces sont à base de DEET dosé à 50 % (Insect Écran Peau Adulte ® , Repel Insect Adulte ® ) ou d'icaridine (Insect Écran Spécial Tropiques ® ). Leur utilisation pendant la grossesse doit être limitée en l'absence actuelle de garantie d'innocuité. L'effet protecteur est très amélioré s'ils sont utilisés conjointement avec l'imprégnation des vêtements par un insecticide (Insect Écran Vêtements ® ). On peut se procurer ces équipements dans les magasins spécialisés, en pharmacie ou sur Internet. Il est également possible de se protéger par des insecticides diffusibles (diffuseurs électriques, tortillons), mais l'efficacité est moindre. La climatisation n'a qu'une efficacité relative ; ultrasons, citronnelle et vitamines B n'en ont aucune. Enfin, le risque est moindre dans les zones urbaines (en Amérique du Sud, en Asie et dans une bien moindre mesure en Afrique) qu'en milieu rural.\n\nLe choix de l'antipaludique dépend essentiellement du niveau de résistance à la chloroquine dans le pays visité (cf. cahier couleur : figure 3.1) et d'éventuelles contre-indications (troubles neuropsychiatriques pour la méfloquine, grossesse et  8 ans pour les cyclines). En Asie du Sud-Est pour la plupart des séjours touristiques « classiques » courts avec nuitées en ville, on peut ne pas recommander de chimioprophylaxie (mais toujours prophylaxie d'exposition) en raison d'un risque très faible (consultation indispensable en cas de fièvre au retour). La liste de ces pays et les cartes correspondantes peuvent être consultées sur le site Internet : www.chu-rouen.fr/cap/groupalu.html. Chloroquine et proguanil sont sans danger pour la femme enceinte. Méfloquine et, dans une moindre mesure, atovaquone-proguanil peuvent éventuellement être utilisés si la zone le justifie. D'une manière générale, la protection n'étant jamais totale, les femmes enceintes doivent bien mesurer les risques en cas de séjour en zone impaludée et toute fièvre au retour doit faire évoquer un paludisme. \n\nC'est une parasitose animale cosmopolite transmise par des tiques. Les humains sont infectés par accident, piqués soit par des tiques de cervidés (États-Unis), le parasite responsable étant Babesia microti, soit par des tiques du bétail (Europe), le parasite étant B. divergens. La maladie se manifeste par des symptômes peu spécifiques (fièvre, asthénie) et touche préférentiellement les sujets splénectomisés, immunodéprimés ou âgés. Il semble que la forme européenne soit plus sévère (souvent accompagnée d'un ictère et d'insuffisance rénale, l'issue étant parfois fatale) que la forme américaine. Le traitement classique est une association de quinine et de clindamycine. Bien que très rare (quelques dizaines de cas décrits dans le monde), cette maladie pose un problème de diagnostic différentiel avec le paludisme car les parasites, intra-érythrocytaires, ont une morphologie très proche de celle des trophozoïtes de Plasmodium falciparum. L'absence de séjour en zone d'endémie palustre, le terrain particulier et des tests sérologiques (immunofluorescence indirecte) sont parfois nécessaires pour distinguer la babésiose du paludisme. (Pediculosis) Paul-Henri Consigny\n\nLa répartition est ubiquitaire, la population cible étant dépendante de l'espèce : Ces ectoparasites sont des parasites obligatoires de l'homme : pour P. h. capitis et P. pubis, tout le cycle, de l'oeuf à l'adulte, se déroule au niveau du cheveu ou du poil, l'adulte femelle se nourrissant au niveau de la peau. P. h. corporis vit dans les coutures des vêtements, pouvant survivre 3 jours sans repas sanguin (à la différence de P. h. capitis, qui meurt après 4 à 36 heures s'il est séparé de son hôte). Les oeufs éclosent en 6 à 10 jours, pour donner un adulte en 10 à 14 jours. La durée de vie d'un pou femelle adulte est de 1 à 3 mois, sauf s'il est séparé de son hôte.\n\nElles se limitent au prurit, inconstant cependant, associé éventuellement à des lésions de grattage : du cuir chevelu et de la nuque pour P. h. capitis, de tout le corps pour P. h. corporis, associé à une éruption papulo-urticarienne des régions scapulaires et lombaires, voire à un aspect de pigmentation postinflammatoire en cas d'infestation chronique, du pubis pour P. pubis, voire, pour les enfants ou adolescents, des cils (avec blépharite) ou des creux axillaires.\n\nUne impétiginisation de lésions de grattage (streptocoque, staphylocoque) peut survenir. Un impétigo du cuir chevelu doit en pratique faire rechercher une pédiculose.\n\nLe pou de corps est un vecteur important de maladies infectieuses, retrouvées le plus souvent dans les situations de précarité et de promiscuité (camps de réfugiés, sans domicile fixe), pouvant occasionner des bouffées épidémiques : la fièvre récurrente à pou liée à Borrelia recurrentis, le typhus exanthématique lié à Rickettsia prowasecki, et la fièvre des tranchées liée à Bartonella quintana.\n\nLe diagnostic est clinique, devant un prurit associé à la mise en évidence in vivo à l'oeil nu de poux adultes ou de lentes vivantes au niveau des cheveux, des poils, voire des vêtements, dans le cas du pou de corps. Les adultes mesurent entre 1 à 4 mm, sont aplatis, ont trois paires de pattes prolongées de pinces adaptées à un type de poil donné, selon l'espèce. Les oeufs, ou lentes, mesurent moins de 1 mm de long, et sont opalescents quand ils sont vivants.\n\nLe traitement des pédiculoses repose sur les topiques insecticides, dont l'évaluation a été faite principalement pour la pédiculose du cuir chevelu : n pyréthrinoïdes : Altopou ® lotion, Nix ® crème, Pyreflor ® lotion (contenant de la perméthrine), Item ® lotion (D-phénothrine), Para Spécial Pou ® solution (depallethrine), Spray Pax ® spray (extrait de chrysanthème) ; n malathion : Prioderm ® lotion ou solution ; n pyréthrinoïdes  malathion : Para Plus spray ® ; n lindane : Elenol ® crème.\n\nLa résistance des poux de tête à ces différents traitements, en particulier aux pyréthrinoïdes, est un problème d'importance croissante. Une surveillance postthérapeutique est donc indispensable : s'il persiste des poux vivants après traitement, il faut retraiter et il peut être nécessaire d'opter pour une autre classe thérapeutique.\n\nLe traitement des pédiculoses corporelle et pubienne repose sur les mêmes molécules, l'application se faisant, pour P. h. corporis, sur toute la surface corporelle (ce qui permet de traiter une éventuelle gale associée), après savonnage préalable soigneux, et pour P. pubis, sur la région pubienne et sur toutes les zones pileuses du corps (cheveux, barbe, creux axillaires…).\n\nMême si sa place est encore mal codifiée, l'ivermectine est efficace. Les autres mesures nécessaires sont communes à toutes les pédiculoses : L'homme est seul réservoir du virus, ce qui permet d'envisager une éradication de cette infection par une vaccination de masse qui a produit ses effets même si le contrôle reste fragile, le virus recommençant à circuler dès que la pression vaccinale se relâche (comme cela a été constaté récemment au Nigeria) car, pour un cas de poliomyélite paralytique, il y a 100 à 200 cas d'infections asymptomatiques ou non spécifiques qui contribuent pour l'essentiel à disséminer le virus. Ainsi le virus sauvage, globalement en net recul au niveau mondial, a disparu du continent américain (avec cependant quelques épidémies dues à du virus vaccinal mutant) mais persiste dans certaines régions en Afrique et en Asie.\n\nEn zone endémique, les épidémies touchent essentiellement les enfants de moins de 5 ans mais, lorsque la couverture vaccinale est faible ou non entretenue, les adultes et notamment les jeunes adultes sont souvent touchés.\n\nL'infection est asymptomatique dans la grande majorité des cas (90 % des cas). Lorsqu'elle est symptomatique, l'infection se manifeste par un syndrome fébrile non spécifique avec douleurs musculaires, maux de tête, troubles digestifs mais sans signes neurologiques et avec régression spontanée en une dizaine de jours, ce qui fait que l'épisode n'est en général pas reconnu. Dans moins de 1 % des cas, après ce tableau non spécifique, apparaissent de façon brutale (le plus souvent le matin au réveil) des paralysies flasques aiguës qui laissent des séquelles définitives qui font toute la gravité de la maladie. Cette paralysie prédomine aux membres inférieurs avec extension ascendante. La sensibilité est conservée. Le pronostic vital peut être en jeu lorsque les muscles respiratoires ou la déglutition sont concernés. Des troubles digestifs, des myalgies, un syndrome méningé et une rétention urinaire sont possibles.\n\nDevant un tel tableau de paralysie flasque aiguë, le diagnostic de poliomyélite aiguë est évoqué et le poliovirus est recherché dans les selles (excrétion du virus durant environ 1 mois après la contamination, mais de façon intermittente rendant nécessaire deux prélèvements à 2 jours d'intervalle).\n\nEn attendant la confirmation de l'identification du virus par le laboratoire de référence, il est recommandé de vacciner tous les enfants de moins de 5 ans vivant à proximité du cas index. l Infection asymptomatique dans la majeure partie des cas. Lorsqu'elle est symptomatique, les manifestations sont soit non spécifiques et passent le plus souvent inaperçues, soit sous forme de paralysies flasques aiguës, asymétriques et d'installation rapide faisant la gravité de la maladie par les séquelles définitives. l Le seul traitement est la prévention par une vaccination systématique. l Le voyageur n'est que très rarement concerné, mais des cas ont été rapportés chez des personnes non vaccinées.\n\nSi la présence du poliovirus est confirmée, une campagne de vaccination de masse doit être réalisée.\n\nEn l'absence de traitement spécifique, la prévention de la poliomyélite repose sur l'hygiène, le dépistage précoce des nouveaux cas et sur la vaccination systématique dans le cadre du Programme Élargi de Vaccination et des campagnes de masse.\n\nChez le voyageur, la mise à jour de la vaccination antipoliomyélite est indispensable particulièrement pour les voyages en Afrique subsaharienne et en Asie. (Rabies) Sophie Odermatt-Biays\n\nLa rage est une maladie cosmopolite. Plus de 10 millions de personnes chaque année sont exposées à la maladie par un animal suspect de rage, dont 7 millions en Asie. Quelques pays, pour la plupart des îles, sont indemnes de rage dont la Nouvelle-Zélande, le Japon, les îles méditerranéennes… Selon les vecteurs en cause, on distingue la rage selvatique de la rage urbaine. En Europe et en Amérique, la rage se transmet principalement entre les animaux sauvages, les renards et les chauves-souris notamment, et passe accidentellement (et exceptionnellement) à l'homme, le plus souvent par l'intermédiaire d'un chien domestique. À l'inverse, en Afrique comme en Asie (Inde ), la rage est transmise principalement par les animaux domestiques, les chiens surtout mais aussi les chats, avec un risque d'infection beaucoup plus grand. Les cas humains sont cependant sous-notifiés, une des raisons étant que les patients sont rarement hospitalisés, l'issue inéluctable de la maladie étant connue des populations dans les régions de forte endémie.\n\nl La rage est une encéphalite virale toujours mortelle à partir du moment où les premiers signes cliniques apparaissent. l On distingue les zones géographiques où sévit la rage selvatique transmise par les animaux sauvages, des zones où sévit la rage urbaine transmise par les animaux domestiques. l La rage se manifeste selon deux différentes formes cliniques : la rage furieuse et la rage paralytique. l Plus l'inoculation du virus a lieu près de la tête, plus l'apparition des premiers signes cliniques risque d'être précoce. l La prophylaxie par vaccination peut avoir lieu avant exposition ou après. Dans ce dernier cas, plus la vaccination a lieu tôt, plus les chances de survie sont élevées.\n\nLa transmission de la rage est directe. Elle se fait par morsure (ou griffure) d'un animal à sang chaud infecté. S'il y a effraction de la peau, le virus de la rage contenu dans la salive est inoculé dans environ 50 % des cas. Dès qu'il atteint des cellules nerveuses, il migre vers le cerveau et provoque une encéphalite en 3 à 13 semaines en moyenne, allant parfois jusqu'à quelques années, et en général d'autant plus rapidement que la morsure a été profonde et a eu lieu près du visage.\n\nDes paresthésies cutanées au niveau de la morsure précèdent souvent d'une semaine l'encéphalite qui se manifeste selon deux formes distinctes : la rage furieuse et la rage paralytique.\n\nLa rage furieuse est la plus fréquente. Des périodes d'excitation intense avec hallucinations et convulsions alternent avec des périodes de calme et de lucidité. La salivation et les sueurs sont exagérées. Le patient peut présenter des accès de fièvre. Le spasme hydrophobique est caractéristique : l'approche d'un verre d'eau provoque une panique et une contraction extrêmement forte des muscles inspiratoires, du cou et du diaphragme. Assoiffé, le malade ne peut avaler une goutte d'eau. Le patient décède en moins d'une semaine d'un arrêt cardiorespiratoire lors d'un spasme hydrophobique ou dans le coma. Le spasme hydrophobique peut évoquer un tétanos, mais il n'est pas permanent à la différence du trismus tétanique.\n\nLa rage paralytique se manifeste comme une paralysie ascendante : elle débute par des paralysies des membres inférieurs puis des troubles sphinctériens et se poursuit par des troubles respiratoires et bulbaires avec paralysie des nerfs crâniens, troubles de la déglutition, épilepsie partielle... Le diagnostic n'est pas facile si la notion de contage n'est pas évoquée. Les diagnostics différentiels incluent le syndrome de Guillain-Barré et la poliomyélite. Le décès a lieu en quelques semaines.\n\nChez l'homme, le virus de la rage peut être isolé d'un prélèvement pharyngé, de salive, de liquide cérébrospinal ou de peau au niveau de la nuque. Les cultures sur cellules nerveuses de souris sont cependant difficiles. Dans les laboratoires équipés, la détection antigénique du virus dans la salive ou sur biopsie de peau peut se faire beaucoup plus rapidement par la PCR.\n\nChez l'animal suspect, la détection se fait par immunofluorescence sur biopsie du cerveau. Le diagnostic est obtenu, avec une haute sensibilité, en quelques heures. Tous les tests négatifs doivent être confirmés par culture sur souris. Tous les animaux suspects doivent être tués pour permettre le prélèvement du cerveau.\n\nDès que la rage est déclarée, il n'y a plus de traitement possible : l'administration de sédatifs -notamment l'anesthésie par la kétamine -et d'analgésiques, en milieu de réanimation permet de calmer l'agonie du patient.\n\nLe traitement est donc absolument à faire avant que la rage ne se déclare.\n\nDès morsure ou griffure par un animal suspect, il convient de : n traiter la plaie localement : nettoyer abondamment à l'eau et au savon puis désinfecter avec une solution alcoolisée, un ammonium quaternaire ou de la polyvidone iodée. Éviter si possible de suturer la plaie ; Il existe plusieurs types de vaccin. Les vaccins obtenus par culture de cellules, qu'elles soient diploïdes humaines (HDC), VERO (PVR) ou embryonnaires de poulet (PCEC), ne présentent plus de risque d'encéphalopathie post-vaccinale : antirabique Mérieux ® HDC, Rabivac ® HDC, Verorab ® PVR, Rabipur ® PCEC, RabAvert ® PCEC. Ils peuvent être utilisés sans problème pendant la grossesse. Les vaccins dérivés de tissus nerveux d'animaux sont à éviter comme Semple vaccine ® (Afrique, Asie) ou Suckling mouse brain antirabies vaccine ® en Amérique du Sud.\n\nLe vaccin est à injecter en intramusculaire dans le deltoïde à J0, J3, J7, J14 et J28 après exposition, et à J0, J7 et J28 avant exposition avec un rappel à faire 1 à 2 ans plus tard.\n\nLa protection dure 5 à 10 ans. Les immunoglobulines assurent une protection pendant une dizaine de jours. Préférer les immunoglobulines humaines.\n\nAucun mort de rage n'a jamais été enregistré chez les patients ayant bénéficié d'une vaccination pré-exposition et d'un rappel postexposition. Ce dernier est recommandé à J0 et un autre à J3. L'injection d'immunoglobulines est inutile.\n\nLa prévention individuelle repose sur la vaccination pré-exposition chez les sujets à risque (vétérinaires, personnels de laboratoire). Pour les voyageurs en zone d'endémicité urbaine, outre l'information (éviter les contacts avec chiens, chats, singes… vivants ou morts), la vaccination est très souhaitable pour les séjours prolongés (supérieurs à 3 mois ou même supérieurs à 4 semaines dans les zones à haut risque comme l'Inde et le Népal), les personnes particulièrement exposées comme les routards, trekkeurs, cyclistes et les enfants (notamment ceux commençant à marcher mais ne pouvant pas s'exprimer correctement) et en cas de séjour en situation isolée à plusieurs jours d'un centre où une vaccination peut être réalisée.\n\nIl est très important de préciser qu'une vaccination préventive ne dispense pas d'une vaccination postexposition en cas de morsure qui dans tous les cas doit être réalisée le plus tôt possible après un contact à risque.\n\nLa vaccination des animaux et l'élimination des animaux enragés sont les mesures principales de prévention collective. \n\nLes chiggers sont des larves d'acariens Leptotrombidium sp. Ils se fixent sur la peau lors du passage de leur hôte dans les broussailles proches des rivières. Les riziculteurs, les forestiers, les militaires sont particulièrement à risque.\n\nLes rickettsies se multiplient pendant la première phase fébrile de la maladie. Elles pénètrent les cellules endothéliales vasculaires et provoquent une vascularite par leur présence et par la libération d'une toxine vasoconstrictrice et allergisante.\n\nLes premiers symptômes apparaissent 1 à 2 semaines après la piqûre. \n\nLe traitement de choix est la doxycycline à la dose de 200 mg/j chez l'adulte et chez l'adulte et 5 mg/kg/j chez l'enfant de plus de 8 ans.\n\nChez l'enfant de moins de 8 ans et la femme enceinte, le traitement repose sur les macrolides, en particulier la josamycine, la roxythromycine ou l'azythromycine.\n\nUne alternative de faible coût est le chloramphénicol (en tenant compte des risques liés à son utilisation) ; une autre est les fluoroquinolones pendant 5 jours. Le traitement doit être institué de façon présomptive sans attendre les résultats du laboratoire car certaines formes sont potentiellement mortelles. \n\nCes maladies parasitaires sont très fréquentes, relativement cosmopolites et liées aux habitudes culinaires particulières. La répartition des principales téniases est rappelée dans le tableau 17. L'infestation se fait, pour les grands ténias, par ingestion de chair animale crue ou peu cuite, contenant des larves cysticerques (viande de bovidés pour Pour les Taenia sp., le réservoir de parasites est strictement humain. Les oeufs embryonnés contenus dans les anneaux émis par l'homme dans le milieu extérieur (survie des oeufs de quelques jours à quelques mois) sont ingérés par les porcs ou les bovidés. La digestion libère un embryon hexacanthe qui migre dans les tissus musculaires où il forme une larve cysticerque. Cette larve cysticerque ingérée par l'homme, avec la viande, donne en 2 à 3 mois un ténia adulte mûr long de plusieurs mètres (2 à 10 mètres) (cahier couleur : figure 27) .\n\nPour le bothriocéphale, le réservoir de parasites comporte aussi les mammifères carnivores. Les oeufs doivent être émis dans l'eau pour pouvoir éclore et libérer un embryon cilié qui est ingéré par un crustacé microscopique zooplanctonique (Cyclops sp.) dans lequel il se transforme en larve procercoïde. Lors de la consommation de ce crustacé microscopique par un (des) poisson(s) carnivore(s), la larve se réenkyste dans la chair du poisson. Cette larve plérocercoïde, ingérée par l'homme donne en 1 mois un bothriocéphale adulte mûr long parfois d'une dizaine de mètres, qui peut vivre jusqu'à 30 ans ou plus.\n\nPour Hymenolepis nana, tout le cycle se passe chez l'homme : les oeufs embryonnés libérés dans le milieu extérieur sont ingérés par un homme. L'oeuf libère dans l'estomac un embryon hexacanthe qui pénètre dans la paroi et s'y transforme en larve cysticercoïde, qui redonne en 15 jours un nouvel adulte, de 15 à 50 mm de long. Un cycle d'auto-infestation interne est possible.\n\nPour Hymenolepis diminuta et Dipylidium caninum, le réservoir de parasites est animal (rats pour H. d., chiens et chats pour D. c.) : les oeufs embryonnés sont libérés dans le milieu extérieur, puis ingérés par un arthropode (variable pour H. d., puce pour D. c.) où ils se transforment en larves cysticercoïdes, qui sont ellesmêmes ingérées par un rongeur (accidentellement l'homme) pour devenir en 3 à 4 semaines un ver adulte (jusqu'à 30 cm pour H. d., 60 cm pour D. c.).\n\nLes téniases sont fréquemment asymptomatiques ou paucisymptomatiques : douleurs abdominales, pouvant éventuellement mimer des douleurs ulcéreuses ou de colique hépatique, nausées, anorexie ou, au contraire, boulimie sans prise de poids.\n\nLa complication classique de la bothriocéphalose est l'anémie mégaloblastique par carence en vitamine B12, en fait assez rare.\n\nPour les Taenia sp. (surtout T. saginata), des migrations inhabituelles d'anneaux peuvent être responsables d'appendicites ou d'obstruction de la voie biliaire.\n\nDans le cas du Taenia solium, la complication la plus importante est la survenue d'une cysticercose, pathologie liée à la larve cysticerque de ce cestode (cf. cysticercose, p. 116), par auto-infestation, soit par manque d'hygiène (après défécation), soit par « remontée » puis lyse d'anneaux dans l'estomac (hypothèse non prouvée).\n\nIl existe inconstamment une hyperéosinophilie modérée, plus fréquente en cas d'infestation récente.\n\nLa sérologie est possible mais sans intérêt diagnostique. Le diagnostic repose sur l'identification des anneaux émis par le patient dans les selles (tableau 18), et la découverte des oeufs à l'examen parasitologique des selles ou encore du « scotch-test » anal. Les anneaux mobiles peuvent être retrouvés au niveau du périnée ou des sous-vêtements. Dans le cas des hyménolépiases, le diagnostic repose uniquement sur la recherche d'oeufs.\n\nDeux molécules sont très actives : niclosamide (Trédémine ® ) et surtout praziquantel (Biltricide ® ) du fait de sa simplicité d'utilisation (tableau 19).\n\nL'albendazole à 400 mg/j pendant 3 jours est efficace sur les Taenia sp., et peut être proposé en cas de nématodose associée.\n\nLa prévention individuelle repose sur la cuisson suffisante de la chair animale : au moins 65 °C à coeur (rendant la viande brune). La congélation pendant 1 à 2 semaines dans un congélateur domestique est efficace.\n\nAu niveau collectif, elle repose sur le contrôle vétérinaire des carcasses ou des poissons, qui peut dépister la larve. Ce contrôle est malheureusement rarement mis en oeuvre. Le traitement adéquat des déjections humaines pour éviter la contamination des prairies et des lacs permet d'interrompre le cycle. (1) 10 mg/kg en une prise Hymenolepis sp. 2 g/j en 2 prises (1) le 1 er jour, puis 1 g/j pendant 6 jours 15-25 mg/kg en une prise (si besoin à renouveler 7 jours après)\n\n(1) Conditions de prise : repas léger la veille du traitement, puis le matin, à jeun, mâcher 2 comprimés de 500 mg, les avaler avec un peu d'eau, puis reprendre 2 comprimés une heure après selon les mêmes modalités ; attendre 3 heures avant le prochain repas. Une purgation saline peut être proposée ensuite, surtout en cas de T. solium.\n\nToxocarose (larva migrans viscérale) (Toxocariasis, visceral larva migrans) Paul-Henri Consigny\n\nCette zoonose est cosmopolite, avec des prévalences extrêmement variables d'un pays à un autre et à l'intérieur d'un même pays (populations rurales plus touchées que populations urbaines). La prévalence est d'autant plus élevée que la population canine est élevée. Dans les pays industrialisés, cette prévalence est de l'ordre de 5 % en zone urbaine, 40 % en zone rurale. Dans les pays tropicaux, des prévalences plus importantes sont rapportées (de 60 à 90 %). La transmission se fait principalement chez le jeune enfant, avant l'âge de 5 ans. La contamination se fait par ingestion de terre ou de sable (pica) souillé, par des déjections canines (ou de chat) contenant des oeufs embryonnés de Toxocara sp., voire par ingestion d'aliments crus souillés.\n\nL'hôte définitif, le chiot (ou le chaton), qui héberge dans son intestin grêle le nématode adulte, élimine dans ses déjections des oeufs qui s'embryonnent dans le milieu extérieur et peuvent résister durablement. L'homme, hôte accidentel, ingère ces oeufs, qui libèrent des larves au niveau intestinal. Celles-ci franchissent la barrière intestinale et poursuivent par voie vasculaire leur migration viscérale, de façon erratique, le parasite étant en impasse parasitaire. Ces larves peuvent survivre, libres ou encapsulées dans des granulomes, pendant plusieurs mois ou années. La migration complète jusqu'au carrefour aérodigestif supérieur (par le foie, les poumons), puis jusqu'au tube digestif, ne se produit que chez l'hôte Points essentiels l Zoonose parasitaire cosmopolite liée à la larve d'un nématode (ascaridé) de chien principalement, Toxocara canis, ou de chat, Toxocara cati, provoquée par l'ingestion accidentelle d'oeufs embryonnés (ingestion de terre ou d'aliments contaminés) dans l'environnement de jeunes chiots ou de chatons. l Chez l'homme, surtout le jeune enfant, la larve, en impasse parasitaire, migre dans l'organisme, de façon le plus souvent asymptomatique, et est responsable de manifestations très polymorphes qui dépendent de sa localisation (foie, poumon, cerveau, oeil…). Le tableau typique associe une fièvre, une hépatomégalie, des signes respiratoires, dans un contexte d'hyperéosinophilie importante. l Le diagnostic combine la clinique et la sérologie ; le traitement, non systématique, repose sur l'albendazole. l La prévention repose sur la limitation de la géophagie et sur le traitement régulier des chiots ou chatons.\n\ndéfinitif (donc pas chez l'homme), où elle se transforme en adulte dans la lumière intestinale. Ce cycle est limité aux jeunes chiots, dans la mesure où, chez le chien immunisé, le cycle est interrompu avant son terme. Chez la chienne gravide cependant, il existe un risque de transmission transplacentaire de la larve, voire par l'allaitement.\n\nL'infestation est le plus souvent asymptomatique. À l'inverse, les tableaux observés sont très polymorphes, car en rapport avec la migration intratissulaire de la larve et d'intensité liée en grande partie à l'inoculum. Peuvent être ainsi observés des signes « généraux » (fièvre modérée, anorexie, amaigrissement), des troubles digestifs (douleurs abdominales, nausées, diarrhée), des arthralgies, des myalgies, des signes respiratoires (toux, dyspnée asthmatiforme, syndrome de Loeffler) et cutanés (prurit, rash maculeux, urticaire), une hépatomégalie, voire splénomégalie, des adénopathies et, selon la localisation des larves, une atteinte oculaire unilatérale (baisse de l'acuité visuelle), du système nerveux central (crises convulsives, méningo-encéphalite à éosino-philes…), cardiaque (myocardite)… La guérison est la règle, dans l'immense majorité des cas sur plusieurs semaines, mais l'évolution peut être chronique, sur des mois ou des années.\n\nLes complications sont le fait des formes graves, ou de certaines formes localisées, en rapport avec l'intensité de la réaction inflammatoire autour de la larve. Le pronostic vital peut, rarement, être mis en jeu (atteinte cérébrale, cardia-que…), mais aussi le pronostic fonctionnel, notamment dans l'atteinte oculaire (rétinite, uvéite postérieure, granulome rétinien) avec risque de cécité.\n\nPour le diagnostic, l'élément fondamental du tableau est la présence d'une hyperéosinophilie, souvent majeure (plus de 10 000/mm 3 ) et persistante. Celleci peut manquer dans certaines atteintes localisées (oeil). Il s'y associe fréquemment une hypergammaglobulinémie, en particulier une hyper-IgE.\n\nLe diagnostic de confirmation est sérologique (technique ELISA, avec antigènes de larves de T. canis et Western Blot) devant un tableau évocateur. La seule positivité isolée ne signe pas une toxocarose récente, en raison de la séroprévalence souvent élevée de cette parasitose. Ce diagnostic reste souvent un diagnostic d'exclusion.\n\nEn cas d'atteinte oculaire, le dosage des anticorps dans l'humeur aqueuse peut s'avérer utile, le dosage sérique étant souvent négatif.\n\nLe diagnostic direct est rarement fait par la mise en évidence de la larve sur des prélèvements biopsiques ou d'exérèse.\n\nLes formes asymptomatiques ou paucisymptomatiques (les plus fréquentes) ne justifient aucun traitement surtout en l'absence d'hyperéosinophilie. Ce dernier peut se discuter en cas de forme sévère symptomatique, de forme persistante ou devant certaines atteintes localisées. Il est encore mal codifié : l'albendazole (10 mg/kg/j en 2 prises, pendant 5 jours) est en train de devenir l'antiparasitaire Toxoplasmose (Toxoplasmosis) Paul-Henri Consigny\n\nl Maladie parasitaire due à un protozoaire cosmopolite, Toxoplasma gondii, dont l'hôte définitif est le chat, transmise à l'homme le plus souvent par la consommation de crudités ou d'eau contaminée par des déjections de chat, par contact direct avec un chat, ou par consommation de la viande crue ou insuffisamment cuite d'un hôte intermédiaire. l Lors de la primo-infestation, le plus souvent inapparente ou peu symptomatique chez le sujet immunocompétent, les parasites finissent par s'enkyster dans le système nerveux central, les muscles, le coeur. Les formes graves sont rares chez l'immunocompétent et restent l'apanage du sujet immunodéprimé, où elles correspondent le plus souvent à des réactivations (atteinte cérébrale, disséminée…). La complication principale demeure le risque de transmission materno-foetale lors d'une primo-infestation pendant la grossesse. l Le traitement est inutile dans les formes banales, recommandé dans les formes viscérales, les formes graves, les infections materno-foetales. l La prévention individuelle repose sur des mesures simples d'hygiène alimentaire et hydrique, la prévention collective sur le dépistage systématique des femmes enceintes et des sujets immunodéprimés.\n\nCette parasitose, zoonose du chat et des félidés, est cosmopolite. Près d'un tiers de la population mondiale serait infecté. Des toxoplasmoses volontiers graves du sujet immunocompétent ont été décrites en Amazonie (Guyane), avec une fréquence inhabituelle, en rapport avec des toxoplasmes d'origine féline. Les deux modes de transmission les plus fréquents sont : n l'ingestion d'oocystes : directement à partir de l'hôte définitif, par contact avec un chat (ou son environnement : litière, sol…), ou indirectement à partir d'oocystes présents dans le milieu extérieur (légumes consommés crus insuffisamment lavés, eau souillée par des oocystes) ; n l'ingestion de kystes toxoplasmiques contenant des bradyzoïtes, et présents dans les muscles ou le système nerveux central d'autres hôtes intermédiaires, par la consommation de viande crue ou insuffisamment cuite de boeuf, mouton, porc… La transmission materno-foetale est le fait de tachyzoïtes circulants, pouvant traverser la barrière placentaire chez une femme enceinte non immune faisant une primo-infestation.\n\nCycle : l'hôte définitif (chat ou autre félidé) se contamine en ingérant de la chair crue d'animaux hôtes intermédiaires (tous les mammifères peuvent être atteints) contenant des kystes toxoplasmiques. Le passage chez ce dernier, au niveau intestinal, aboutit, après reproduction sexuée, à l'émission dans ses déjections d'oocystes, résistants dans le milieu extérieur, qui sont à l'origine de la contamination des hôtes intermédiaires, dont l'homme. Après ingestion, le parasite peut se disséminer par voie sanguine à partir de l'intestin dans tout l'organisme, et sous l'influence de la réponse immunitaire, persiste ensuite dans les macrophages circulants, principalement dans le système nerveux central (cerveau, oeil), les muscles, le coeur (sous forme de kystes). Chez l'homme, le parasite est en impasse parasitaire, mais il peut se réactiver à l'occasion de l'apparition d'une immunodépression chez son hôte.\n\nLa primo-infestation a le plus souvent lieu dans l'enfance ou chez l'adulte jeune (près de 70 % des femmes françaises en âge de procréer sont immunisées). Elle est asymptomatique dans 80 à 90 % des cas. Les formes symptomatiques, le plus souvent bénignes, associent une fièvre modérée, une asthénie, une polyadénopathie cervicale indolore persistante, voire une pharyngite ou une éruption maculopapuleuse, une splénomégalie inconstante. L'évolution de ces formes est bénigne, même si la guérison peut être lente.\n\nLes formes sévères du sujet immunocompétent, avec mise en jeu du pronostic fonctionnel ou vital, sont rares : choriorétinite toxoplasmique (il s'agit plus souvent d'une réactivation), formes graves localisées (myocardite, syndrome néphrotique, polyradiculonévrite, pneumonie…) ou disséminées avec défaillance multiviscérale.\n\nChez le sujet immunodéprimé, on observe le plus souvent des formes graves disséminées ou localisées, s'agissant dans la majorité des cas d'une réactivation de bradyzoïtes, au niveau cérébral (abcès essentiellement) -particulièrement chez les patients présentant un sida -, cardiaque, pulmonaire, en cas de greffe d'organe.\n\nLes complications sont l'apanage des formes sévères, avec un risque vital dans les formes disséminées, voire certaines formes localisées (coeur, système nerveux central…), ou un risque fonctionnel, en particulier en cas de toxoplasmose oculaire (risque de perte d'acuité visuelle, voire de cécité).\n\nMais la complication principale reste la transmission materno-foetale, en cas de primo-infestation chez une femme enceinte, donnant un tableau de toxoplasmose congénitale (de la forme inapparente ou la choriorétinite à l'anasarque foetoplacentaire et la mort foetale in utero). La probabilité de transmission va croissante au cours de la grossesse, mais la gravité du tableau de toxoplasmose congénitale est d'autant plus importante que la contamination est précoce dans la grossesse.\n\nPour le diagnostic, les examens biologiques de routine sont en général peu contributifs, en dehors du syndrome mononucléosique observé en cas de primo-infestation.\n\nLe diagnostic repose sur la sérologie, dont plusieurs méthodes sont disponibles (immunofluorescence indirecte, agglutination directe, ELISA). Lors de la primo-infestation, la sérologie se positive en IgM dans les premiers jours, les IgG se positivant au 12 e -15 e jour. Les IgM persistent en général 3 à 6 mois avant de disparaître. Le diagnostic repose sur la séroconversion ou l'ascension significative du titre d'IgG. En cas de doute sur une infection récente, un test d'avidité des IgG peut être effectué : des IgG de haute avidité signent une infection datant de plus de 3-4 mois.\n\nDes explorations morphologiques ciblées (fond d'oeil, scanner cérébral…) peuvent mettre en évidence une atteinte viscérale, en montrant un aspect évocateur.\n\nLa mise en évidence directe du toxoplasme trouve son intérêt en cas de forme grave ou devant un terrain particulier (immunodépression) nécessitant un diagnostic rapide. Elle peut se faire par coloration (Giemsa…) ou immunomarquage sur des prélèvements biopsiques. Pour les autres prélèvements biologiques (sang, humeur aqueuse, liquide amniotique, liquide cérébrospinal, liquide alvéolaire…), la PCR est souvent préférée, très spécifique, quoique de sensibilité variable. Enfin, la culture cellulaire sur prélèvement frais donne une réponse en 3 à 6 jours.\n\nAucun traitement n'est justifié dans les formes symptomatiques simples de toxoplasmose. L'intérêt de la spiramycine n'a pas été formellement démontré comme permettant d'influer sur l'évolution spontanée, toujours favorable. Son utilisation est restreinte à la prévention de la contamination materno-foetale (6 à 9 MU/j) en cas de séroconversion chez la mère et en attendant les explorations affirmant ou non l'atteinte foetale.\n\nEn dehors de la grossesse, les indications de traitement restent limitées aux rares formes sévères de l'immunocompétent et aux lésions de réactivation de l'immunodéprimé. Le traitement associe le plus souvent la pyriméthamine, à la dose de 50 à 100 mg/j, à un sulfamide, la sulfadiazine, à la dose de 4 à 6 g/j, et à de l'acide folinique à 25 mg/j (pour pallier l'activité antifolique des antiparasitaires). Le cotrimoxazole est une alternative. En cas d'allergie aux sulfamides, la clindamycine est proposée à la dose de 2,4 à 3,6 g/j. En cas de choriorétinite toxoplasmique très inflammatoire ou périmaculaire, une corticothérapie générale associée est justifiée. La durée de traitement est habituellement, sauf immunodépression persistante, de 3 à 4 semaines.\n\nAu niveau individuel, elle repose principalement sur le lavage soigneux des légumes et fruits, des mains en cas de manipulation de viande crue ou de terre (jardinage…), sur la cuisson suffisante de la viande (67 °C au moins 3 minutes) ou sur sa congélation préalable. Ces mesures sont absolument nécessaires chez la femme enceinte non immune, ainsi que l'éviction des chats de l'entourage.\n\nAu niveau collectif, elle repose sur le dépistage sérologique des populations à risque, les femmes enceintes et les sujets immunodéprimés. Le cas échéant, en cas d'immunodépression, une prophylaxie peut être débutée pour éviter une primo-infestation chez un sujet non immun ou une réactivation chez un sujet immun. Cette prophylaxie peut faire appel à plusieurs schémas, le plus courant utilisant du cotrimoxazole.\n\nEn cas de grossesse chez une femme non immune, la sérologie doit être répétée mensuellement pour déceler toute primo-infestation. (Trachoma) Olivier Bouchaud\n\nl Cause majeure de cécité dans le monde, c'est une maladie endémique et contagieuse des pays en développement, essentiellement liée à une mauvaise hygiène, se transmettant dès la petite enfance par contact direct (mains sales, linge de toilette contaminé) ou indirect (mouche). l Les infections à Chlamydia trachomatis sont responsables de kératoconjonctivites dont la répétition crée des cicatrices à la face interne des paupières responsables d'une malposition des cils qui, à terme, entraînent des lésions de la cornée puis une cécité à l'âge adulte. l L'important est de dépister précocement le trachome en repérant la présence de follicules sur la conjonctive de la paupière supérieure. l Aux stades précoces, un traitement monodose par azitromycine est efficace, associé à un nettoyage régulier des yeux et du visage. l Cette maladie de la pauvreté, de la promiscuité, du manque d'eau et d'hygiène ne concerne pas le voyageur.\n\nChlamydia trachomatis ayant un tropisme particulier pour les muqueuses et un réservoir exclusivement humain est responsable de la plupart des urétrites non gonococciques, de la lymphogranulomatose vénérienne de Nicolas-Favre et par ailleurs d'infections oculaires potentiellement sévères : la conjonctivite du nouveau-né (transmission périnatale) et le trachome. Si les manifestations transmises par voie sexuelle sont cosmopolites, les atteintes oculaires se rencontrent essentiellement dans le monde tropical lorsque les conditions d'hygiène sont précaires. Le trachome est une maladie endémique et contagieuse qui se transmet dès la petite enfance par contact direct (mains sales, linges de toilette contaminés) ou indirect (mouche). Les infections répétées sont responsables d'une kératoconjonctivite récidivante dont chaque poussée entraîne des cicatrices à la face interne des paupières. Ces cicatrices provoquent des déviations des cils vers l'intérieur (trichiasis) qui déclenchent des lésions mécaniques de la cornée favorisant des surinfections bactériennes. Ces deux mécanismes entraînent à long terme une cécité (en général) à l'âge adulte. D'après l'OMS, 6 millions de personnes sont aveugles du fait du trachome et 150 millions ont besoin d'un traitement.\n\nIl existe cinq stades dans la classification de l'OMS dont l'intérêt est de faciliter un diagnostic précoce, puisqu'aux deux premiers stades, un traitement médical simple est efficace alors qu'au-delà, la chirurgie, peu disponible en zone d'endémie, reste souvent la seule solution : n stade 1, inflammation trachomateuse folliculaire : présence d'au moins cinq follicules sur la conjonctive de la paupière supérieure ; n stade 2, inflammation trachomateuse intense : épaississement de la conjonctive et de la paupière supérieure qui est rugueuse, inflammatoire avec vaisseaux (normalement visibles) masqués par l'oedème ou les follicules ; n stade 3, cicatrice trachomateuse : bandes blanchâtres sur la conjonctive de la paupière supérieure faisant suite aux follicules qui disparaissent progressivement ;\n\nn stade 4, trichiasis trachomateux : rétraction de la paupière (entropion) avec déviation des cils vers l'intérieur de l'oeil provoquant ulcération et inflammation chronique ; n stade 5 : opacité cornéenne.\n\nAux stades 1 et 2, un traitement oral par azitromycine en dose unique (enfant de plus de 1 an : 20 mg/kg ; adulte : 1 g), ou à défaut une pommade ophtalmique tétracycline 1 % (2 applications/j pendant 6 semaines), est efficace en association au nettoyage des yeux et du visage plusieurs fois par jour. Il est impératif de traiter simultanément l'ensemble de la famille. Au stade 4, seule la chirurgie permet d'arrêter l'irritation mécanique de la cornée par les cils. À défaut ou en l'attendant, des moyens palliatifs sont possibles : épilation des cils déviés (à condition qu'elle soit renouvelée tous les mois) ou contention des cils déviés par une fine bandelette de sparadrap, en veillant à ce que l'ouverture et la fermeture de la paupière restent parfaites.\n\nAu stade d'opacité cornéenne, l'évolution se fait inéluctablement vers une baisse d'acuité visuelle puis une cécité.\n\nMaladie de la pauvreté et du manque d'hygiène, le trachome peut être prévenu en promouvant l'hygiène de base : nettoyage des yeux, du visage et des mains des enfants plusieurs fois par jour.\n\nMariotti SP, Pascolini D, Rose-Nussbaumer J. Trachoma: global magnitude of a preventable cause of blindness. Br J Ophthalmol 2009 ; 93 (5) : 563-8.\n\nLes tréponématoses rassemblent deux grands groupes : n la tréponématose vénérienne : syphilis ; n des tréponématoses endémiques, non vénériennes : pian, béjel et pinta. Elles sont caractérisées par une évolution chronique en plusieurs phases, avec une atteinte précoce (primaire puis secondaire) principalement cutanée, puis tardive (tertiaire) avec atteinte viscérale (sauf pour la pinta). (Syphilis) Ce qu'il faut savoir pour comprendre Maladie cosmopolite, strictement humaine, plus particulièrement répandue en milieu urbain, transmise par voie vénérienne (contact sexuel direct avec une lésion contagieuse [chancre, plaques muqueuses, syphilides secondaires]). Une transmission transplacentaire est possible en cas d'infection pendant la grossesse, particulièrement dans sa deuxième moitié.\n\nl Maladie bactérienne sexuellement transmissible due à Treponema pallidum pallidum évoluant en trois phases séparées par de longs intervalles asymptomatiques : − primaire : complexe chancre génital indolore - adénopathie satellite ; − secondaire : roséole, plaques muqueuses puis syphilides secondaires et parfois atteintes neurologique et hépatique ; − tertiaire : atteintes viscérales polymorphes principalement neurologiques et cardiovasculaires, sources de complications sévères. l Le diagnostic est direct en phase primaire ou sur certaines lésions de la phase secondaire, et surtout indirect avec les tests TPHA et VDRL. l Le traitement repose en première intention sur la pénicilline, la dose totale administrée étant fonction de l'ancienneté de la syphilis. La prévention repose sur l'utilisation de préservatifs lors des rapports sexuels.\n\nLa syphilis évolue de façon chronique en trois phases, avec latence asymptomatique entre chaque phase : n phase primaire : après une période d'incubation de 3 semaines (10-100 jours), apparition d'un chancre d'inoculation, au niveau génital, buccal ou anal, à type d'érosion indurée propre indolore, bien limitée, associée à une adénopathie satellite indolore non inflammatoire. Ce dernier peut passer inaperçu, sa cicatrisation spontanée se faisant en 3 à 6 semaines (l'induration persiste quelques mois) ; n phase secondaire, correspondant à la diffusion septicémique : elle peut durer de la 6 e semaine à la 4 e année après l'infection initiale. Elle se caractérise par plusieurs floraisons cutanées : d'abord roséole (éruption maculeuse du tronc et de la racine des membres disparaissant en quelques semaines), plaques muqueuses sous forme d'érosions superficielles indolores évoluant par poussées successives, alopécie temporo-occipitale en clairière. Plus tardivement (rarement après 12 mois), peuvent survenir les syphilides, papules rouge sombre à bords squameux et à base indurée, localisées au niveau du tronc, du visage et au niveau palmoplantaire. À ce stade peuvent être observées des manifestations générales : fébricule, céphalées, arthralgies, polyadénopathies, hépatosplénomégalie, méningite lymphocytaire… ; n phase tertiaire, qui apparaît 2 à 10 ans après l'infection initiale en l'absence de traitement ; l'atteinte est cette fois-ci viscérale : l atteinte neurologique : méningite syphilitique précoce, 2 à 5 ans après l'infection ; neurosyphilis, 5 à 10 ans après l'infection, avec atteinte des paires crâniennes ; accidents vasculaires cérébraux par vascularite cérébrale, tabès, troubles des fonctions supérieures, démence, l atteinte cardiovasculaire : aortite syphilitique, insuffisance aortique, anévrisme de la crosse de l'aorte, gommes myocardiques, l autres localisations par présence de gommes syphilitiques, indolores, qui se ramollissent et s'ulcèrent au niveau cutané (visage), muqueux (voile du palais, cloison nasale), voire viscéral, osseux. La contamination foetale, pendant la 2 e moitié de la grossesse, est responsable de syphilis congénitale, source de mort foetale in utero en cas de forme sévère, de malformations à la naissance, mais pouvant être dépistée dans les premières années de vie (signes neurologiques, oculaires, cutanés, ostéo-articulaires…).\n\nLe diagnostic repose sur l'association de tests sérologiques, le TPHA (treponema pallidum haemaglutination assay) et le VDRL (venereal disease research laboratory). Ils permettent le diagnostic de phase (tableau 20), mais ne différencient pas une syphilis vénérienne d'une tréponématose non vénérienne.\n\nLe TPHA se positive vers le 15 e jour, puis le VDRL en fin de phase primaire. Mais le test le plus précoce est le FTA (fluorescent treponema antibody assay), positif dès le 5 e -10 e jour.\n\nUne atteinte méningée peut être affirmée par la présence d'une hypercellularité du liquide cérébrospinal et d'une positivité du VDRL ou du FTA-IgM dans le liquide cérébrospinal, le TPHA et le FTA étant toujours positifs dans le liquide cérébrospinal, comme dans le sang.\n\nLe tréponème peut être mis en évidence de façon directe, en analysant au microscope à fond noir un prélèvement de sérosités par grattage au vaccinostyle au niveau de lésions contagieuses (chancre, plaques muqueuses, syphilides).\n\nLe traitement de référence de la syphilis est la pénicilline G. En cas d'allergie, les cyclines ou les macrolides peuvent être utilisés. Les différents schémas thérapeutiques sont récapitulés dans le tableau 21.\n\nPeu après le début du traitement, peut survenir une réaction d'Herxheimer, associant une fièvre, des polyadénopathies, une éruption cutanée, une hypotension, dont le mécanisme est d'ordre allergique aux antigènes tréponémiques lysés.\n\nLa surveillance de l'efficacité du traitement se fait sur le VDRL, qui doit décroître de façon régulière et éventuellement se négativer, au moins dans les syphilis précoces.\n\nLes partenaires sexuels doivent absolument être traités dans le même temps. (1) Benzathine benzylpénicilline.\n\n(2) Bénéthamine pénicilline  pénicilline G.\n\n(3) En l'absence d'atteinte méningée.\n\nen Afrique, en Amérique du Sud. Il est fréquent qu'elle survienne sous forme de petites épidémies en rapport avec la consommation du même animal infesté. Trichinella sp. est un nématode de petite taille (1,5 à 5 mm), dont de multiples espèces peuvent infester l'homme, principalement T. spiralis, mais aussi T. britovi, T. pseudospiralis… Son évolution suit un cycle monoxène (tout le cycle se fait à l'intérieur de l'hôte) : les larves, ingérées sous forme de kystes, dont la paroi est lysée dans l'estomac, deviennent adultes en 24-36 heures, au niveau de la muqueuse de l'intestin grêle. Après fécondation, les adultes femelles donnent naissance à de nouvelles larves à partir du 6 e jour après l'infestation, qui migrent par les voies sanguine ou lymphatique vers les muscles striés squelettiques, où elles s'enkystent en 3 semaines, et y demeurent pendant plusieurs mois voire années, avant de mourir et possiblement se calcifier. Les femelles adultes peuvent émettre des larves pendant 3 à 4 semaines, avant de mourir.\n\nLe passage d'un animal à un autre se fait par carnivorisme ou par consommation de cadavres infestés, dans le cadre d'un cycle domestique ou sauvage."}