{"title": "Characterization of a 105-kDa Polypeptide Encoded in Gene 1 of the Human Coronavirus HCV 229E", "body": "thesis of the coronavirus RNA polymerase involves the activity of proteinases that cleave pp1a and pp1ab into Human coronaviruses (HCV) are a major cause of upsmaller, functional polypeptides (Leibowitz et al., 1982 ; per respiratory tract illness in man, and their involvement Schaad et al., 1990; Baric et al., 1990; Fu and Baric, 1994) . in lower respiratory tract illness and gastroenteritis is Sequence motifs characteristic of both papain-like and probable (Zhang et al., 1994; Myint, 1995; Johnston and picornavirus 3C proteinases have been identified in the Holgate, 1996) . To date, two antigenic groups of HCV predicted sequences of pp1a and pp1ab and motifs that have been identified and they are represented by the are associated with replicative functions (such as RNA prototype strains HCV 229E and HCV OC43. Since HCV polymerase, helicase, and metal-binding domains) have 229E is easier to isolate and propagate in tissue culture, been conserved in the pp1ab sequence (Eleouet et al., it has been more extensively studied. 1995; Gorbalenya et al., 1989;  Lee et The HCV 229E genome is a positive-strand RNA of al., 1991) . An obvious goal of research in this area is, approximately 27,000 nucleotides. Gene 1, which is lotherefore, to define the role of coronavirus proteinases cated at the 5 end of the genome, is composed of two in the processing of the polymerase gene products. large, overlapping ORFs, ORF 1a and ORF 1b (Herold et Recently, considerable progress has been made in al., 1993). The upstream ORF 1a encodes a polyprotein characterizing the activities of coronaviral 3C-like pro-pp1a, with a calculated molecular mass of 454 kDa. The teinases. Lu et al. (1995) have shown that the MHV 3Cdownstream ORF 1b is expressed as a fusion protein like proteinase synthesized in vitro is able to cleave MHV with pp1a by a mechanism involving (01) ribosomal pp1a and pp1ab at the dipeptide bond Gln-3334/Serframeshifting Herold and Siddell, 3335 2 and they have identified Cys-145 and His-41 as 1993). The ORF 1ab gene product has a calculated moproteinase residues that are essential for this activity. lecular mass of 754 kDa and is referred to as polyprotein Using a vaccinia virus-T7 expression system, Liu et al. 1ab or pp1ab. (1994) have shown that the IBV 3C-like proteinase is The analysis of murine hepatitis virus temperatureinvolved in the processing of IBV pp1ab to produce a sensitive mutants provides strong evidence that the syn-100-kDa polypeptide that includes the RNA polymerase motif. Mutational analyses suggest that the 100-kDa poly-peptide is released by cleavage at the dipeptide bonds Bsp106I DNA restriction fragment from plasmid pBS-T16D8 was ligated to Bsp106I-linearized DNA of plasmid Gln-3928 (1a)/Ser-3929 (1a) and Gln-891 (1b)/Ser-892 (1b). The IBV 3C-like proteinase residues Cys-2922 and pT7/7 (Tabor and Richardson, 1985) . This construct encodes a fusion protein of 537 amino acids; 19 artifactual His-2820 are essential for this activity (Liu and Brown, 1995) . In our own studies, both the autoproteolytic activity amino acids at the amino terminus, 506 amino acids corresponding to amino acids 4084 to 4589 of the HCV and trans cleavage activity of a bacterially expressed HCV 229E 3C-like proteinase have been demonstrated.\n\n229E polyprotein 1ab, and 12 additional vector-derived amino acids at the carboxyl terminus. Sequence analysis has shown that the amino-terminal cleavage of the HCV 229E proteinase domain occurs at Expression and purification of bacterial fusion the HCV pp1a and pp1ab dipeptide bond Gln-2965/Alaproteins 2966. Finally, we have also been able to detect a 34-kDa, 3C-like proteinase polypeptide in HCV 229E-infected Plasmids pUR290 and pUR-K3 were used to transform cells (Ziebuhr et al., 1995) .\n\nE. coli BMH 71-18 cells, and plasmid pT7-F10 was used In the current study, we report the detection of a 105to transform E. coli BL21 (DE3) cells. Induction of expres-kDa polypeptide in HCV 229E-infected cells using monosion, preparation of cell lysates, separation on preparaclonal antibodies specific for epitopes near the polymertive SDS-polyacrylamide gels, electroelution of fusion ase domain of pp1ab. To further characterize the termini proteins, and dialysis were essentially performed as deof this polypeptide, we have used bacterially synthesized, scribed (Ziebuhr et al., 1995) . HCV 229E 3C-like proteinase to cleave both in vitro synthesized and bacterially synthesized substrates and we\n\nProduction of monoclonal antibodies have done N-terminal sequencing of the reaction prod-Three-month-old female BALB/c mice were inoculated ucts. These studies lead us to conclude that the RNAsix times intraperitoneally with the partially purified K3 dependent RNA polymerase domain of the human corofusion protein. Fusion, screening, and cloning of hybridnavirus 229E is expressed within a 105-kDa polypeptide oma lines were performed by using standard techniques encompassing amino acids 4069-4995 of the polypro- (Harlow and Lane, 1988) . Hybridomas were screened tein 1ab.\n\nfor HCV 229E polymerase protein-specific antibodies by enzyme-linked immunosorbent assay, using as capture MATERIALS AND METHODS antigens K3 fusion protein, F10 fusion protein, or a crude Cells and viruses lysate of proteins from bacteria overexpressing b-galactosidase. Hybridomas secreting polymerase protein-spe-MRC-5 cells (ECACC 84101801) and HeLa cells (ATCC cific antibodies were cloned three times by limiting dilu-CCL2) overexpressing human aminopeptidase N (HeLation. For the production of murine monoclonal antibody CD13; Siddell, unpublished) were grown in monolayers at concentrations of approximately 1 mg/ml, the TECNOin minimal essential medium with Earle's salts containing MOUSE hollow fiber bioreactor system (INTEGRA BIO-10% heat-inactivated fetal bovine serum, 25 mM HEPES, SCIENCES, Fernwald, Germany) was used. Monoclonal GLUTAMAX I, antibiotics, and nonessential amino acids antibody isotypes were determined using the Sigma Im-(MEM10). The HCV 229E isolate used in these studies munotype kit (092H-4800; Sigma, St. Louis, MO). has been described previously (Raabe et al., 1990) . The virus was propagated in monolayers of MRC-5 cells and Epitope mapping concentrated virus stocks were prepared by NaCl-polyethylene glycol precipitation as described (Wege et al., An antibody-peptide binding assay was done using a 1979). library of peptides synthesized on a cellulose membrane support (JERINI BIO-TOOLS, Berlin, Germany). The mem-Construction of bacterial expression plasmids branes were incubated with concentrated tissue culture supernatant, washed, and immunostained with an alka-To generate the plasmid pUR-K3, DNA of the vector line phosphatase-conjugated, secondary antibody using pUR290 (Rüther and Müller-Hill, 1983 ) was digested with standard techniques (Harlow and Lane, 1988) . Bsp106I, and the 3256-base-pair (bp) fragment was isolated and ligated to a 1518-bp AciI-Bsp106I fragment of Virus infection, cell lysis, and Western blotting DNA from the plasmid pBS-T16D8 . The plasmid pUR-K3 encodes a fusion protein containing HeLa-CD13 cells were infected with HCV 229E at an m.o.i. of 10 PFU per cell. At different times after infection, the amino-terminal 280 amino acids of Escherichia coli b-galactosidase, 506 amino acids corresponding to the cells were washed with ice-cold PBS and resuspended in PBS. After centrifugation (800 g, 4Њ, 10 min), amino acids 4084 to 4589 of the HCV 229E pp1ab, and 6 artifactual amino acids at the carboxyl terminus.\n\nthe cells were resuspended in lysis buffer (20 mM Tris-Cl, pH 7.5, 150 mM NaCl, 0.5% sodium deoxycholate, To generate the plasmid pT7-F10, the 1518-bp, AciI-1% Nonidet-P40, 0.1% SDS) and left for 15 min on ice. fragment was generated from pBS-T16D8DFS DNA by a PCR reaction with the oligonucleotides 5 ACGGGATCC-Subsequently, the lysates were centrifuged (14,000 g, 4Њ, 10 min) and the supernatants were mixed with 1 volume AATGGCTGGCAAACAGACTGAGTTT 3 and 5 ACACAC-GGTGTATGTCCTCATT 3. The DNA fragment was of 21 SDS-PAGE sample buffer. Proteins were separated on SDS-12.5% polyacrylamide gels and Western treated with T4 DNA polymerase, phosphorylated with polynucleotide kinase, digested with BamHI, and ligated blotting and immunostaining were performed using standard procedures (Gallagher et al., 1991) .\n\nwith BamHI/EcoRV-digested pBS-T. Synthetic mRNA derived from the resultant plasmid, pBSS3, encodes a polypeptide encompassing amino acids 3934 to 4237 of Preparation of proteinase substrates pp1ab.\n\nBacterially synthesized substrates. To construct pMal-In vitro synthesized substrates. Two different strategies were used to express, in vitro, HCV 229E pp1ab polypep-Npol, pBSS3 DNA was digested with BamHI, treated with T4 DNA polymerase, and digested with HindIII. The 923-tides that would serve as substrates for trans cleavage assays. First, polyadenylated RNA from HCV 229E-in-bp DNA fragment was isolated and ligated with XmnI/ HindIII-digested pMal-c2 DNA (800-64S; New England fected cells was isolated and reverse transcription using the oligonucleotide, 5 TCACATTGCATAAGCATCACT-Biolabs; Schwalbach, Germany). pMal-Cpol encodes amino acids 3934 to 4237 of the HCV 229E polyprotein AACAT 3, was done as described (Herold et al., 1996) . Subsequently, a cDNA fragment containing nucleotides 1ab fused to the E. coli maltose-binding protein (MBP).\n\nTo generate plasmid pMal-Cpol, a cDNA fragment con-14,599-16,069 of the HCV 229E genome was amplified by a PCR reaction using the RT primer and the oligonu-taining nucleotides 14,599 to 16,069 of the HCV 229E genomic sequence was amplified by PCR using oligonu-cleotide 5 TAATACGACTCACTATAGGGCCTTGGTTTT-GAGCGTTAACTCGTCA 3. This second primer contains cleotides 5 CGGGATCCCGTTTTGAGCGTTAACTCG 3 and 5 TTGCATAAGCATCACTAACATACACT 3 and pBS-the bacteriophage T7 promoter, which allows for the in vitro transcription of the purified PCR product using T7 T13A5 DNA template . The PCR product was treated with T4 DNA polymerase and polynucleo-RNA polymerase without subcloning. The synthetic mRNA produced encodes a polypeptide that encom-tide kinase, digested with HincII, and ligated with XmnIdigested pMal-c2 DNA. pMal-Cpol encodes amino acids passes amino acids 4818 to 5259 of pp1ab.\n\nA second pp1ab polypeptide, encompassing the 4774 to 5259 of the HCV 229E polyprotein 1ab fused to the E. coli maltose-binding protein. amino acids 3934 to 4237, was synthesized from mRNA derived from the plasmid pBSS3. To introduce mutations Trans cleavage assay using in vitro synthesized substrates. Capped mRNA was synthesized by in vitro tran-into the slippery sequence and the frameshifting site located in the RNA polymerase locus of HCV 229E, recom-scription of PCR-amplified DNA or HindIII-linearized pBSS3 DNA using standard protocols. Translation reac-bination PCR technology was used as previously described (Ziebuhr et al., 1995) . To generate the required tions were done in a rabbit reticulocyte lysate (Promega/ Serva, Heidelberg, Germany) in the presence of [ 35 S]-PCR fragments, four oligonucleotides, 5 TCTTCAGCA-TCTTTTACTTTC 3, 5 GAAAGTAAAAGATGCTGAAGA 3, methionine . Trans cleavage assays were done as previously described (Ziebuhr et 5 GTTATCTGAATAGGGTCCGGGGCTCTAGTGCCGCT 3, 5 CGGACCCTATTCAGATAACTGTTATCAAAACTTTG al., 1995) except that 10 mg of HCV 229E 3C-like proteinase (1 mg/ml in 20 mM Bis-Tris-Cl, pH 7.0), purified by 3, and pBS-T16D8 template DNA were used. The mutagenesis procedure exchanged nucleotide 12515 (T for anion exchange and hydrophobic interaction chromatography, was used. C), nucleotide 12517 (A for G), and nucleotides 12520 to 12522 (CGA for TAG) in relation to the HCV 229E genomic Trans cleavage assay using bacterially synthesized substrates and amino-terminal protein sequence analysis. sequence. These mutations and the introduction of an additional nucleotide (G) at position 12523 link the coding The plasmids pMal-Npol and pMal-Cpol were used to transform competent E. coli TB1 cells. The recombinant sequences of ORFs 1a and 1b to create an ORF that encodes a polypeptide corresponding to a region of the proteins were expressed and affinity-purified as described previously (Ziebuhr et al., 1995) . The fusion pro-predicted polyprotein 1ab. The mutations introduced to the resultant plasmid, pBS-T16D8DFS, were verified by teins were incubated for 24 hr at 33Њ with 10 mg of 3C-like proteinase. Following incubation, the cleavage products DNA sequence analysis.\n\nNext, the T7 expression plasmid pBS-T was generated were separated on SDS-15% polyacrylamide gels and transferred electrophoretically to a polyvinylidene difluor-by digestion of pBluescript II (KS / ) DNA (Stratagene GmbH, Heidelberg, Germany) with SacI and BamHI and ide (PVDF) membrane (Bio-Rad Laboratories, München, Germany). The membrane was stained in 0.025% (w/v) ligation to the annealed oligonucleotides 5 GATCCA-TGGTGGACTGCGAGCT 3 and 5 CGCAGTCCACCATG Coomassie brilliant blue R-250 in 40% (v/v) methanol and destained in 50% (v/v) methanol. The appropriate areas 3. This plasmid provides a translation start codon in an optimal context (Kozak, 1984) . Finally, a 908-bp DNA of the membrane were isolated and the N-terminal se- (Gorbalenya et al., 1989; are shown. The amino-terminal cleavage site of the 3C-like proteinase domain (Ziebuhr et al., 1995) is designated by solid triangles, and the predicted 3C-like proteinase-mediated cleavages flanking the putative RNA polymerase domain (Gorbalenya et al., 1989; Lee et al., 1991) are represented by open triangles. The amino acid numbering of pp1a and pp1ab including the ORF 1a/1b junction, as predicted to occur (Brierley et al., 1992; , is given in the single-letter code. PCP, papain-like cysteine proteinase; 3CL, 3C-like proteinase; GFL, growth factor/receptor-like domain; POL, RNA polymerase motif; MBD, metal binding domain; HEL, helicase domain. quences of the bound proteins were determined by stan-a b-galactosidase-containing bacterial lysate (data not shown). The isotypes of the MAbs were determined and dard procedures with a protein sequencer (Model 476A; Applied Biosystems, Weiterstadt, Germany). are shown in Table 1 . To define the epitopes recognized blotting with the K3 and F10 fusion proteins but not with ent HeLa-CD13 cells at an m.o.i of 10 PFU per cell, harvested the cells at different times after infection, produced cell lysates, and analyzed them by SDS-PAGE and Western blotting using the panel of MAbs described above. A protein with an apparent molecular mass of 105 kDa was specifically detected by MAb 8.6G5 in lysates from infected, but not from mock-infected, cells (Fig. 2) . Using this approach, the earliest time point at which the 105-kDa polypeptide could be detected was 7 hr after infection. The 105-kDa polypeptide was recognized by all of the available pp1ab-specific MAbs but not by a b-galactosidase-specific control MAb 6D2H4 (data not shown; Ziebuhr et al., 1995) . Since three of the antibodies used in the immunoblot experiments differ in their specificity, the experiments show that the 105-kDa protein must contain, at least, amino acids 4129 to 4228 of the 1ab polyprotein.\n\nTo define the termini of the 105-kDa protein we de- age site, the dipeptide bonds Gln-4068/Ser-4069 and Gln-4995/Ala-4996, respectively (Gorbalenya et al., 1989; . After incubation with bacterially exby these MAbs, a library of peptides was synthesized pressed, purified 3C-like proteinase, each of the primary consisting of 13-mer peptides, each overlapping its translation products was cleaved specifically into two neighbor by 10 amino acids. The library encompasses polypeptides (Fig. 3) . The translation product containing the 506-amino-acid, polyprotein 1ab region contained in the predicted N-terminal cleavage site of the polymerase the K3 fusion protein.\n\ndomain, with an apparent molecular mass of 36 kDa, was The MAbs 6.13D7 and 7.12E3 both reacted with three consecutive peptides covering the amino acid sequence KNVDKDDAFYIVKRCIKSV. This sequence is located at amino acid positions 4123 to 4141 in pp1ab. MAb 7.12G4 reacted with two of the same peptides. MAb 8.3E4 showed binding activity with two consecutive peptides encompassing the sequence SRQDLTKYTMMDLCFA, i.e., amino acid positions 4177 to 4192 in pp1ab. The binding site for MAb 8.6G5 was located within the sequence TDYFEMKNWFDPIENEDIH, which is represented by three neighboring peptides in the library and corresponds to pp1ab amino acids 4216 to 4234. The amino acid sequences of the peptides recognized by individual antibodies, as well as their position in the HCV 229E polyprotein 1ab, are summarized in Table 1 and their locations are indicated in Fig. 2 . cleaved into two polypeptides with apparent molecular the pMal-Npol fusion protein, containing the predicted N-terminal cleavage site of the polymerase domain with masses of 20 and 16 kDa. This result is consistent with cleavage at the predicted dipeptide bond Gln-4068/Ser-an apparent molecular mass of 76 kDa, was cleaved into two polypeptides with apparent molecular masses of 55 4069. The translation product containing the predicted C-terminal cleavage site of the polymerase domain, with and 21 kDa. The pMal-Cpol fusion protein, containing the predicted C-terminal cleavage site of the polymerase an apparent molecular mass of 50 kDa, was cleaved into two polypeptides with apparent molecular masses of 27 domain with an apparent molecular mass of 94 kDa, was cleaved into two polypeptides with apparent molecular and 23 kDa. This result is consistent with cleavage at the predicted dipeptide bond Gln-4995/Ala-4996. In control masses of 66 and 28 kDa. These results are consistent with cleavage at the predicted sites and the data shown reactions with identical buffer conditions, no specific cleavage products were produced. Moreover, a transla-in Fig. 3 . Again, no specific cleavage products were produced in control reactions. tion product encompassing nearly the complete putative RNA polymerase domain (amino acids 4085 to 4895 of Finally, the 21-and 28-kDa cleavage products of the pMal-Npol and pMal-Cpol fusion proteins were sepa-pp1ab) was shown to be resistent to cleavage with recombinant 3C-like proteinase (data not shown). rated on SDS-polyacrylamide gels, transferred to PVDF membranes, isolated, and subjected to N-terminal se-Second, based upon the data obtained with in vitro synthesized substrates, we expressed, in bacteria, HCV quence analysis. The N-terminal protein sequence of the 21-kDa (pMal-Npol) cleavage product was determined 229E pp1ab polypeptides as part of E. coli MBP fusion proteins. Incubation of the purified fusion proteins with to be Ser-Phe-Asp-Asn-Ser-Tyr-Leu, representing amino acids 4069 to 4075 of HCV 229E pp1ab, and the N-termi-3C-like proteinase was then used to obtain specific proteolytic reaction products. Thus, as is shown in Fig. 4 , nal protein sequence of the 28-kDa (pMal-Cpol) cleavage product was determined to be Ala-Ala-Gly-Leu-Cys-Val-Val, representing amino acids 4996 to 5002 of the HCV 229E 1ab polyprotein . These data show that two 3C-like proteinase-mediated cleavages, at dipeptide bonds Gln-4068/Ser-4069 and Gln-4995/Ala-4996, release the putative RNA polymerase domain from the HCV 229E 1ab polyprotein in the form of a 926-aminoacid polypeptide with a calculated molecular mass of 105.5 kDa.\n\nIn this study, we have identified, in virus-infected cells, a 105-kDa viral polypeptide that is encoded in the HCV 229E ORFs 1a and 1b. The identity of the polypeptide has been established by reactivity with monoclonal antibodies of defined specificity. We have also shown that the 105-kDa polypeptide is released from the gene 1encoded polyprotein precursor, pp1ab, by cleavage at the dipeptide bonds Gln-4068/Ser-4069 and Gln-4995/ Ala-4996, a reaction that is mediated by the HCV 229E 3C-like proteinase.\n\nThe detection of coronavirus gene 1-encoded polypeptides in the virus-infected cell is proving to be a laborious task. The results shown here, and our previous work on the expression of the HCV 229E 3C-like proteinase (Ziebuhr et al., 1995) , indicate that, at least in the early stages of infection, these proteins are present in the cell in exceedingly low amounts. Indeed, the data suggest that it is only possible to detect polymerase translation products after the infection has progressed into the phase of genomic and subgenomic mRNA amplification. Also, as may have been predicted from in vitro studies on the level of HCV 229E mRNA 1 ribosomal frameshifting , we have found it more difficult to identify pp1ab-derived products compared to those derived from pp1a. For example, our attempts to immunoprecipitate the 105-kDa polypeptide using polyclonal antiserum, an approach which has proven successful for the detection of the HCV 229E 3C-like proteinase, have failed to produce convincing results. Obviously, if it is only possible to detect stable translation products as they accumulate in the virus-infected cell, it is going to be difficult to obtain detailed information on the expression and processing of the HCV 229E 1a and 1ab polyproteins. On the basis of the data obtained so far, a quantitative comparison of the amounts of ORF 1a-encoded (Ziebuhr et al., 1995) and ORF 1b-encoded polypeptides is, in our opinion, not possible. For example, the characteristics of the primary and secondary antibodies and the immunological assays that have been used in these studies are very different. Also, the genesis of gene 1-encoded polypeptides involves proteolytic processing, and we do not have any data on the kinetics of this process. Finally, there is no information concerning nor have any protein-protein interactions that might in-and are not recognized as cleavage sites in the trans cleavage assays. terfere with antibody recognition been investigated.\n\nThe processing of the 105-kDa protein is mediated The 105-kDa polypeptide contains an RNA polymerase motif that has been identified by computer-aided sequence by the HCV 229E 3C-like proteinase. Information on the substrate specificity of coronaviral 3C-like proteinases is comparisons with a variety of related cellular and viral enzymes (amino acids 4606 to 4908 of HCV 229E polyprotein limited, but comparison of the four cleavage sites that have been determined by sequence analysis to date (Ta-1ab; Gorbalenya et al., 1989; . This suggests that this polypeptide will have a central role in the ble 2; Lu et al., 1995; Ziebuhr et al., 1995) suggests that, besides conservation at the P1 and P1 sites (Gln/Ala, replication and transcription of viral RNA. Experiments designed to demonstrate an RNA polymerase activity associ-Ser), the P2 site appears to be represented by hydrophobic residues, mainly Leu. The presence of Ile at the P2 ated with, for example, bacterially expressed 105-kDa polypeptide are in progress. However, even if, for example, a site of the HCV 229E amino-terminal polymerase cleavage site indicates, however, that a certain variability is poly(A)-dependent oligo(U)-primed poly(U) polymerase activity could be demonstrated for this polypeptide, this would allowed at this position. It is likely, therefore, that different hydrophobic residues, present at the analogous position still represent only one of the many gene functions required for virus replication. Clearly, an integrated approach involv-of other coronavirus 1a and 1ab polyproteins (Val, Phe, Met), may be part of functional substrate target sites ing both biochemistry and genetics will be needed to elucidate the structure-function relationships of the coronavirus of the 3C-like proteinase. To what extent this variability contributes to the cleavage efficiency at different sites RNA polymerase complex. remains to be investigated. It should be noted that the ACKNOWLEDGMENTS in vitro or bacterially synthesized substrates shown in Figs. 4 and 5 contain several Gln/Ala, Gly, Ser dipeptide We thank Barbara Schelle and Christine Scheunert for technical help and V. Hoppe for protein sequence data. This work was supported by bonds which are not preceeded by hydrophobic residues grants from the Deutsche Forschungsgemeinschaft (SFB 165/B1 and from the translational start site in eucaryotic mRNAs. Nucleic Acids Res. 12, 857-872. B8; GK Infektiologie) and the BMFT (01 KI 8838/0).\n\nLee, H.-J., Shieh, C.-K., Gorbalenya, A. E., Koonin, E. V., la Monica, N., Tuler, J., Bagdzhadzhyan, A., and Lai, M. M. C. (1991) . The complete"}