{"title": "", "body": "Infection with CDV should be suspected in any unvaccinated, exposed ferret showing compatible clinical signs. Unvaccinated ferrets of any age are equally susceptible to this disease. In dogs, pyrexia develops 3 to 6 days after infection with CDV and is soon followed by anorexia and a serous nasal discharge. 2 A serous ocular discharge then appears; this discharge quickly becomes mucopurulent.\n\nIn ferrets, the first sign of disease is usually a papular dermatitis on the chin, followed by a cheilitis characterized by swelling and crusting. These changes may be accompanied by dermatitis on the anus and inguinal area, 21 which is orange-tinged in some ferrets. Other clinical signs are anorexia, depression, dyspnea, pyrexia, photophobia, pruritus, blepharospasm, and abundant mucopurulent oculonasal discharge. Hyperkeratosis of the planum nasale and footpads ( Fig. 6-1 ) often occurs. Vomiting and diarrhea, which are seen in dogs with CDV, are uncommon in ferrets.\n\nThe respiratory system is the preferred site for the virus to replicate. 43 Secondary bacterial infections, which are responsible for many of the severe respiratory symptoms and death, are caused by the immunosuppressive effects of the virus. 57 Seizures and blindness are common in dogs with CDV infection, 57 and neurologic signs may manifest without previous systemic signs. 2 In ferrets with advanced CDV infection, incoordination, torticollis, and nystagmus can be present. 2 \n\nIn the past, most laboratory tests available for the diagnosis of distemper were hampered by low sensitivity, low specificity, or both. A plasma sample can be submitted to measure an antibody titer against CDV. However, because both infected and vaccinated ferrets can have a positive titer, a positive result is not diagnostic of disease. In practical terms, if a ferret that has not been vaccinated has a positive titer, this test can confirm CDV infection. A fluorescent antibody test can be done on conjunctival smears, mucous membrane scrapings, or blood smears to identify CDV antigen in cells. 21 However, this test is useful only in the first few days of disease, and false-negative results are possible. Modified live viral strains used for vaccination do not interfere with this test. 57 Polymerase chain reaction (PCR) assays have been developed and may be used for ante-or postmortem diagnosis. Recent research suggests that nested PCR assays are more sensitive for antemortem diagnosis than reverse transcriptase PCR (RT-PCR). 30, 51 Samples of blood, urine, feces, or tissues or deep pharyngeal swabs should be submitted to commercial laboratories for CDV PCR testing. False-positive results may be seen in the first few weeks after vaccination with modified live vaccines. Killed and vector-recombinant vaccines do not interfere with PCR testing.\n\nA positive postmortem diagnosis can be made by fluorescent antibody staining of imprints from lymph nodes, bladder epithelium, and cerebellum. 2 Histopathologic examination of affected cells can also confirm the disease. Inclusion bodies of CDV are usually intracytoplasmic but can be intranuclear. Inclusions are generally found in the epithelial cells of the trachea, urinary bladder, skin, gastrointestinal tract, lymph nodes, spleen, and salivary glands. 21 Diffuse interstitial pneumonia may be present. In the central nervous system, inflammatory cell invasion with demyelination is observed. 2 History of exposure and clinical signs can be highly suggestive of infection. Nonspecific test results can include leukopenia, alpha-and beta-hyperglobulinemia, and radiographic evidence of lung congestion or consolidation. 21, 44, 57 Nonregenerative anemia and increased serum levels of alpha and beta globulins are the most common routine laboratory changes. 44 Clinical signs of infection with CDV can initially resemble those of influenza. However, within 1 to 2 days, the nasal and ocular discharge turns from serous to mucopurulent, and dermatitis develops around the chin and lips. When it is present with other clinical signs typical of CDV, this dermatitis is pathognomonic for CDV infection. Also, ferrets infected with CDV tend to be much sicker than those with influenza.\n\nNo specific treatment exists for CDV infection in ferrets, and the mortality rate may be up to 100%. Death generally occurs 12 to 16 days after exposure to ferret-adapted CDV strains and 21 to 35 days after exposure to canine wild virus strains. Euthanasia of affected ferrets is usually the most humane option. Palliative treatment consists of supportive care and antibiotics for secondary bacterial infections. Administration of anti-canine distemper hyperimmune serum may be useful if given early in the course of the disease. 44\n\nVaccination is the best way to prevent CDV infection in ferrets. However, CDV vaccines are insufficient to induce protection in very young ferrets because of interference from maternal antibodies acquired via colostrum in the first few days of life. Because CDV is closely related to MV, vaccination with MV vaccine may offer cross protection at 5 to 6 weeks of age without interference from maternal antibodies. 64 Otherwise, CDV vaccinations may be started at 6 or 8 weeks of age for kits from nonimmune or immune dams, respectively, and then continued every 3 to 4 weeks until the kits are at least 12 to 14 weeks old. At present, the recommendation is to revaccinate yearly. However, results of currently ongoing research demonstrate that antibody titers may remain high for several years, suggesting that boosters could be given less frequently. In other species, titers of 1:32 are considered protective, and in a clinical trial involving 66 CDV-vaccinated ferrets, average antibody titers were found to be over 1:1000 a year postvaccination (HL Heller, 2009, personal communication).\n\nCurrently, only one CDV vaccine approved by the U.S. government is available for ferrets: PureVax Ferret Distemper Vaccine (Merial, Athens, GA). Production of Fervac-D (United Vaccines, Madison, WI), the only other approved ferret distemper vaccine, was permanently discontinued by the manufacturer. Avoid use of multivalent canine vaccines, which can be associated with adverse effects. Vaccine strains of CDV that have been propagated in cell lines of canine origin may induce distemper disease in ferrets. Signs of vaccine-induced distemper may include mild purulent upper respiratory tract infection with pyrexia that resolves in a week or progresses to fulminating distemper during the same time frame (see Chapter 2) .\n\nAnaphylactic reactions in ferrets have been reported after vaccination. 24, 40 Most of these reactions occur after vaccination with canine distemper vaccines. Most reactions usually happen within 30 minutes after vaccination, with clinical signs of vomiting, diarrhea, pale mucous membranes, weak pulses, tachycardia, and lethargy. If a reaction occurs, treat the ferret for anaphylactic shock with epinephrine, parenteral fluids, steroids, antihistamines, and oxygen therapy as needed. It is prudent to suggest that a ferret owner remain in the hospital for up to 30 minutes after CDV vaccination in case a reaction should occur. PureVax ferret distemper vaccine is a recombinant canarypox vector vaccine that appears to be less likely to cause anaphylaxis. A possible link between myofasciitis and distemper vaccination has been suggested. 22 If an outbreak of CDV occurs in a group of susceptible ferrets, all affected animals should be removed and the healthy ferrets vaccinated immediately. However, vaccinating nonimmunized ferrets may not stop infection and subsequent death in the face of an outbreak. 21 CDV is relatively labile and its infectivity is destroyed by heat, drying, detergents, and disinfectants. 57 Routine cleaning and disinfection procedures effectively destroy CDV on hard surfaces.\n\nFerrets are susceptible to infection from both influenza type A and B viruses of the class Orthomyxoviridae. Natural outbreaks or clinical cases of influenza in ferrets have occurred with common human influenza type A viruses, the human strain of pandemic H1N1 virus, and swine-origin H1N1 influenza virus. 10, 42, 55, 58 The pathogenicity of type B influenza virus in ferrets appears to be low. In a recent report documenting natural cases of pandemic H1N1 influenza in ferrets, transmission was most likely from infected humans in the household. 58 The influenza virus H3N8 that emerged in dogs in 2004 is most closely related to the equine influenza virus, whereas influenza A viruses affecting ferrets appear to have a pattern of viral attachment more similar to avian and human influenza subtypes. 15, 62 Although there is a theoretical potential of the virus being transmitted from ferrets to humans, 36 there is only one report, from the 1930s, that documents a probable transmission of virus to humans. In that report, an animal-passage influenza strain was inoculated into a laboratory ferret, and a laboratory investigator was infected after close contact with the animal. 54 Ferrets have long been important animal models of transmission, pathogenicity, and treatment studies of influenza virus in humans.\n\nInfluenza virus is transmitted primarily by aerosol droplets from ferret to ferret or from human to ferret. The virus can be transmitted beginning at the height of pyrexia and continuing for the next 3 to 4 days. 56 In ferrets as in people, influenza primarily causes upper respiratory disease. The different subtypes of influenza A viruses vary in virulence and likelihood of developing secondary bacterial infections, which accounts for the difference in severity of clinical signs. 4, 30, 46 \n\nFerrets contract influenza after being exposed to infected people or other infected ferrets. All ferrets are susceptible to influenza, although the disease is typically more severe in neonates than in older ferrets. After a short incubation period, the body temperature increases and then decreases approximately 48 hours later. 14,21,36,49 The fever may be biphasic throughout the course of the disease. Bouts of sneezing, epiphora, and a mucoid or mucopurulent nasal discharge are common. Clinical signs can appear within 48 hours of exposure. 14, 36 Affected ferrets may become lethargic and anorexic, 56 and photophobia and conjunctivitis may be present. 5 Neonates develop a much more severe upper respiratory tract infection than adults, and death may ensue from lower airway obstruction. 9, 53 Clinical signs involving the lower respiratory tract are less common than those of the upper respiratory tract. Infection of the lower respiratory tract is usually confined to the bronchial epithelium 51 and results from secondary bacterial infection. Death can ensue from secondary pulmonary infection with Lancefield group C hemolytic streptococci. 36 Neonates are more likely than older ferrets to develop bronchiolitis and pneumonia 14 and to die from lower respiratory tract infection. 51 Influenza virus can infect the cells of the intestinal mucosa and cause a limited enteritis. 23 The potential for hepatic dysfunction has been described in ferrets infected experimentally with influenza. 31 Hearing loss has also been associated with influenza infection in ferrets. 48 \n\nThe availability of anti-influenza drugs, which must be given early in infection in order to be effective, has emphasized the need for early diagnosis. Traditionally, a diagnosis of influenza was based on the presence of clinical signs typical of infection, a history of exposure to infected individuals, isolation of the virus from nasal secretions, and a high antibody titer. 36 However, serologic testing and virus isolation are primarily retrospective tools. Experimentally, an enzyme-liked immunosorbent assay can detect antibodies against influenza A and can be used to rapidly establish a serologic diagnosis. 10 Antibodies against influenza virus have been detected within 3 days after infection. 38, 41 More recently, polymerase chain reaction (PCR) assays and in-clinic antigen detection assays like Directigen Flu (Becton Dickinson, Franklin Lakes, NJ), have become available and are able to differentiate between human influenza types A and B with a simple nasopharyngeal swab taken within the first 48 to 72 hours after clinical signs develop. An important differential is CDV; Table 6 -1 highlights important distinctions between influenza and distemper.\n\nDiagnostic tests available for influenza include rapid immunoassay, immunofluorescence assay, PCR assay, serology, and viral culture. A transient leukopenia can be seen with this disease. Increases in concentrations of blood urea nitrogen, creatinine, alanine aminotransferase, potassium, and albumin have been reported in infected ferrets, but plasma biochemical values are usually within reference intervals. 31\n\nInfluenza has a 7-to 14-day course in adult ferrets and is associated with a low mortality rate. Most ferrets can be treated at home. Instruct owners to offer favorite foods, chicken or beef broth, or specialized diets (e.g., Carnivore Care, Oxbow Animal Health, Murdock, NE; Eukanuba Maximum-Calorie, The Iams Company, Dayton, OH). Force-feed and offer water by syringe as needed. If pneumonia is not a complicating factor, use a pediatric cough suppressant without alcohol (at the pediatric dosage on a per weight basis). Also a bronchodilator, such as aminophylline (4 mg/kg PO, IM q12h), may be used for symptomatic therapy. As with any flu patient, parenteral fluids to maintain hydration and antibiotics to treat secondary bacterial infections may be indicated. To relieve nasal congestion, intranasal delivery of phenylephrine can be effective. 7 The antiviral medication amantadine (6 mg/kg PO q12h) (Symmetrel; ENDO Pharmaceuticals, Chadds Ford, PA) has been experimentally effective in treating ferrets with influenza, although resistance in humans is widely reported. 15 Other antiviral medications include neuraminidase inhibitors like zanamivir (12.5 mg/kg as a one-time intranasal dose) (Relenza; GlaxoSmith Kline, Research Triangle Park, NC), and oseltamivir (5 mg/kg PO q12h × 10 days) (Tamiflu; Roche, Nutley, NJ). These have been shown to prevent and treat influenza infection and either agent may be used to greater effect in combination with amantadine. 4, 19, 28 However, resistance to oseltamivir appears to be emerging among some influenza strains. 52 Because ferrets are a good model with which to study influenza infection in people, they are frequently used in experimental studies to develop new anti-influenza drugs. 63 Anti-influenza drugs used in humans may therefore be used to treat pet ferrets. Antibiotics can be used to control secondary bacterial infections of the respiratory tract. In neonates, death typically results from secondary bacterial infections; antibiotic therapy may thus reduce neonate mortality. 25 The use of antipyretic drugs to control fever is of questionable merit because fever is an important host defense mechanism. In one study, ferrets given aspirin had lowered body temperature, but they shed more virus and their viral levels decreased less rapidly than those of ferrets not treated with an antipyretic. 26 In a recent meta-analysis of the use of antipyretics in animal models of influenza virus, risk of mortality increased with the use of antipyretics (aspirin, paracetamol, and diclofenac). 17 This suggests that fever is instrumental in restricting the severity of infection. 26, 53 PREVENTION Controlling influenza rests mainly on preventing exposure of susceptible ferrets to infected individuals. Newborn ferrets are protected from disease by milk-derived antibodies in immunized dams. 27 Experimentally, ferrets remain resistant to infection from the same influenza strain 5 weeks after primary infection. 21 Vaccinating ferrets against influenza virus is not generally recommended for several reasons. Influenza is a relatively benign disease in ferrets, and the wide antigenic variation of the virus makes vaccination difficult. Also, vaccination seems to confer only short-term immunity. 21 However, if a vaccine is being given, the use of a live or recombinant rather than an inactivated vaccine should be considered, because they may induce a greater protective effect. 18, 33 PNEUMONIA Pneumonia is not a common diagnosis in ferrets. Viral causes of pneumonia include CDV and influenza virus. Aleutian disease virus, a parvovirus, is associated with interstitial pneumonia in mink kits 1 and should be considered as a possible cause of pneumonia and dyspnea in ferrets, especially the young. 60 Respiratory syncytial virus has been shown to cause rhinitis and infection in the lungs of ferrets, but clinical signs of pneumonia have not been seen. 47 Pyogranulomatous pneumonia has recently been reported in association with a systemic coronavirus infection in ferrets; it appears to produce a disease syndrome similar to the dry form of feline infectious peritonitis (see Chapter 3). 23, 37, 45 Bacterial pneumonia (Fig. 6-2) is characterized by a suppurative inflammatory process that affects the bronchial tree, the lung lobes, or both. Reported primary bacterial pathogens that cause pneumonia in ferrets are Streptococcus zooepidemicus, other streptococcal species, and numerous mycobacterial species. 12, 32, 50, 61 Gram-negative bacteria such as Escherichia coli, Klebsiella pneumoniae, and Pseudomonas aeruginosa have been isolated from ferrets. 20 Other bacteria that have been isolated from the lungs of ferrets include Bordetella bronchiseptica and Listeria monocytogenes.\n\nAn acute hemorrhagic syndrome has recently been described in young ferrets (8-24 weeks of age) and may result in interstitial pneumonia. Affected ferrets have a prolonged prothrombin time (PT) and activated partial thromboplastin time (APTT) when compared with unaffected ferrets. 29 Pneumocystis carinii is known to infect the lungs of ferrets. Latent infections can become active with immune suppression. 3, 11 Diagnosis is based on identifying the organism in a tracheal or lung wash. Treatment recommendations for P. carinii Almost 100% fatal Self-limiting c Frequency of clinical signs: +, may be present; ++, common; +++, usual presentation; -, absent. a Central nervous system signs seen in advanced stages of disease (rarely the only signs). b Pyrexia occurs early in the course of disease and may be resolved by the time of presentation. c Influenza virus infection can be fatal in neonates. , and one case of mortality due to endogenous lipid pneumonia was confirmed at necropsy (D. Perpinan, personal communication, 2009 ). In suspected cases, lung aspiration or bronchiolar lavage may help to provide antemortem diagnosis, although biopsy is needed for definitive diagnosis. Documented cases in rodents and other mustelids appear to be idiopathic or secondary to other disease processes. 6 Successful treatment of lipid pneumonia has been achieved in people with prednisolone and thus may be a therapeutic option in ferrets. 8 Although exogenous lipid pneumonia has not been documented in ferrets, caution should be exercised in treating animals with a mineral oil-based preparation for gastrointestinal disease (e.g., trichobezoar). Chronic aspiration of mineral oil products has been associated with lipid pneumonia in cats and people. 13, 39 \n\nFerrets with pneumonia exhibit typical clinical signs such as labored breathing, dyspnea, cyanotic mucous membranes, increased lung sounds, nasal discharge, fever, lethargy, and anorexia. Fulminant pneumonia leading to sepsis and death has been reported. 20\n\nThe diagnosis of pneumonia should be based on the clinical signs, radiographic findings, and results of supportive diagnostic tests. Results of the CBC may reveal leukocytosis caused by a neutrophilia with a left shift. In young ferrets with evidence of interstitial pneumonia, positive results of serologic tests and high concentrations of gamma globulins may support a diagnosis of Aleutian mink disease.\n\nEarly in the disease, radiographs may show an interstitial pattern that changes to an alveolar pattern (Fig. 6-3) as the pneumonia progresses. If aspiration pneumonia is present, dependent lung lobes are primarily involved. Marked bronchial patterns suggest primary airway disease.\n\nMicrobial cultures of tracheal or lung wash samples are invaluable in establishing a diagnosis and in treating ferrets with pneumonia. Submit samples for culture (aerobic or anaerobic bacterial, fungal, mycobacterial, or other) based on cytologic analysis of the collected fluid and debris. Cytologic assessment of tracheal wash samples from a ferret with pneumonia typically reveals septic inflammation and degenerating neutrophils. Results may also suggest the severity, cause, and chronicity of disease. \n\nTreat ferrets with pneumonia with good supportive care, including fluid therapy, force-feeding, and oxygen therapy as needed as well as with antimicrobials tailored according to test results. First-line antibiotics to consider before the results of culture and sensitivity testing are known are the quinolones, trimethoprimsulfamethoxazole, chloramphenicol, or the cephalosporins. Anecdotally, azithromycin at a dose of 5 mg/kg PO q24h also appears to be effective. In a report of two ferrets with mycobacterial pneumonia, both responded successfully to clarithromycin. 32 Combination antibiotic therapy may be indicated.\n\nThe prognosis depends on the cause of pneumonia and response to treatment. Most ferrets with bacterial pneumonia respond to antibiotic therapy and supportive care.\n\nBordetellosis is rare in ferrets. Nonetheless there is pervasive information in the lay literature about disease prevention. The best way to prevent B. bronchiseptica infection is to avoid hospitalizing ferrets where dogs, rabbits, or other common carriers are present. Anectdotally, a killed, injectable Bordetella bacterin may be effective in preventing bordetellosis in ferrets when used in accordance with manufacturer recommendations for dogs; however, no published reports supports this claim. The canine modified live intranasal Bordetella bacterin may cause disease in ferrets and is not recommended.\n\nPulmonary mycoses are uncommon in pet ferrets. Because ferrets in the United States are usually indoor pets, exposure to mycotic spores, which are mainly found in the soil, is unlikely.\n\nNot all animals with mycoses exhibit signs consistent with pulmonary disease. If lesions develop in the lungs, animals usually cough. Other signs consistent with a mycotic infection are wasting, lethargy, anorexia, lymph node enlargement, lameness, ocular and nasal discharge, and draining tracts unresponsive to antibiotic therapy. 16, 59 The prognosis for ferrets with pulmonary mycoses is poor.\n\nCryptococcosis, caused by Cryptococcus bacillisporus (formerly C. neoformans var gattii) and C. neoformans var grubii, has been diagnosed in a small number of ferrets. 34, 35 Infection can cause rhinitis, pneumonia, and pleuritis. Additionally, regional lymph node involvement is common and may also be expected to cause dyspnea when the retropharyngeal or mediastinal lymph nodes are involved. 34 Invasive cryptococcal rhinitis has been successfully treated with itraconazole and surgical debulking. 35 \n\nBlastomycosis, caused by Blastomyces dermatitidis, is endemic in the southeastern United States, the Mississippi River Valley, and the Ohio River Valley. 59 Experimentally, the incubation period is 5 to 12 weeks. The mycelial phase is found in the soil, and the yeast form is found in the tissues. Diagnosis is made on the basis of a history of travel to an endemic region, clinical signs consistent with disease, results of cytologic assessment, positive periodic acid-Schiff reaction, or culture of B. dermatitidis. Amphotericin B and ketoconazole or itraconazole are recommended for treatment. 59 Dosages should be based on those used for cats.\n\nCoccidioides immitis, the causative agent of coccidioidomycosis, is endemic in the southwestern United States and parts of Latin America. Primary infection develops after a susceptible host inhales the mycelia. Once in the host, spherules form and then produce endospores. 16, 59 Pulmonary signs develop 1 to 3 weeks after infection. Diagnosis of this disease is based on identifying the spherules on cytologic examination; they appear as refractile double-walled bodies. 54 Recommended treatment, which is based on that for cats with coccidioidomycosis, includes the use of amphotericin B and ketoconazole or itraconazole. 16, 59 \n\nDifferential diagnoses for tachypnea, dyspnea, and respiratory distress are similar to those for other small animals. After the history and physical examination, chest and abdominal radiography is the most important tool to differentiate the causes of lower respiratory tract symptoms. Ferrets that have severe traumatic injuries, such as from a fall from a great height, can develop pneumothorax or diaphragmatic hernia. These animals should be managed as one would a dog or cat with the same injuries. Ferrets with heartworm disease often present with coughing and tachypnea as the only clinical signs, even with moderate worm burdens (see Chapter 5) (Fig. 6-4) . "}