{"title": "", "body": "Description\n\nThe evolving nature of infectious diseases makes this position statement a living document, not intended to represent all possible infectious processes, but to provide guidance to available national resources. ENA highly recommends that readers refer to the specific resources as this topic is rapidly evolving.\n\nIn Despite advances in research and treatments, infectious diseases remain the leading cause of illness and death worldwide. [2] [3] [4] [5] The speed at which infectious diseases spread today is due, in part, to global migration and travel. Diseases typically thought to exist only in specific areas of the world are now being seen in non-traditional areas. Factors contributing to disease emergence include population growth, climate and ecological changes, increasing contact with animals, international trade, and inadequate public health infrastructure. In addition, there are multiple other factors that affect the spread of infectious diseases, including mutation, cultural practices, 6 poor living conditions, the availability of clean water and proper sanitation in less developed countries, drug resistance, natural disasters, immunization practices, and distrust of the medical community. Diseases previously brought under control by vaccinations in the United States may be transported into the country by travelers from other countries. 6 Education on methods for infectious disease control and containment is a priority. In planning for infectious disease outbreaks, it is essential to include local public health and private resources. 3 \n\nIt is the position of the Emergency Nurses Association that:\n\n1. Protection of patients, staff, and family members from infectious diseases is of utmost importance.\n\n2. Emergency nurses monitor current health advisories in their country of practice and other countries.\n\n3. ED surveillance for increased cases of infectious diseases serves as an early warning to health care facilities and can facilitate coordination of appropriate jurisdictional response partners.\n\n4. Screening patients for a potential infectious disease includes their immunization status, recent travel history, and exposure to ill persons.\n\n5. Healthcare workers have adequate antibody titers or receive available immunizations for infectious diseases as recommended by national health experts.\n\n7. Emergency nurses advocate for educating and training all staff to recognize disease-specific signs and symptoms that require isolation precautions.\n\n8. Emergency nurses comply with mandatory reporting requirements for infectious diseases confirmed in the emergency care setting.\n\n9. Healthcare facilities have an adequate supply of medications, personal protective equipment, and laboratory sampling kits to use until the Strategic National Stockpile is available.\n\nRapid identification and isolation of patients presenting to the emergency care setting with a potentially infectious disease reduces the risk of exposure and disease transmission to patients, visitors, and staff. The Centers for Disease Control and Prevention (CDC) recommends appropriate precautions to prevent contact with blood or body fluids. 3, 7 Specific support for nurses caring for a variety of emerging infectious diseases is further delineated in the most current research and resources listed below.\n\nThe span of emerging infectious diseases is changing at a rapid rate, requiring multiple resources for risk assessment, evaluation of patient care processes, and necessary supplies within the healthcare facility. A pandemic plan is recommended that ensures business continuity in the event of a widespread outbreak of an infectious disease. Such plans are implemented in concert with appropriate jurisdictional agencies and include procedures for the care of exposed, infected, and deceased individuals. 8 The CDC standards limit transport of patients who require diagnostic and therapeutic procedures that cannot be performed in their rooms. 9 Pandemic threats are forecast to appear at faster rates, so preparation times between pandemics will grow shorter and emergency nurses must be ready to respond. 5 The impact of an infectious disease outbreak may be mitigated by advanced planning and preparedness. It should start with screening new-hire employee health, immunization history, antibody titer assessment, and respiratory N-95 fit testing requirements. 3, 5, 6, 10 One way to ensure a healthy workforce is to generate immunity to infectious diseases via mandatory disease-specific vaccinations. 3, 11 With migration of people growing globally, infectious diseases can now spread at an unprecedented rate. 6 Well-trained staff, educated in the importance of taking a detailed exposure history, including recent travel or exposure to ill persons as well as exposure to pets or other animals, can be the first line of defense in preventing the spread of disease. Respiratory hygiene and cough etiquette, in addition to hand hygiene and personal protective equipment, are now considered part of standard precautions. 13 The spread of Severe Acute Respiratory Syndrome coronavirus by patients and their family members highlights the need for prompt implementation of standard precautions with patient, family, and visitor education. 9 Seven major human diseases have come under some degree of control worldwide because of vaccines: smallpox, diphtheria, tetanus, yellow fever, whooping cough, polio, and measles. 12 While vaccinations may be available, some individuals choose not to vaccinate due to fear of side effects or because of religious or personal beliefs. Individuals from countries where vaccination rates are very low pose a risk to emergency care providers and the public upon entering this country. 7 Mandatory reporting requirements for confirmed infectious diseases, which vary from state to state, help to control these diseases.\n\nOne resource available in the event of a public health emergency such as a flu outbreak, natural disaster, or a terrorist attack is the CDC's Strategic National Stockpile (SNS). 13 The SNS includes medications and supplies that can be released to individual states in need at the direction of the federal government. 13 Since the SNS is not immediately available, each facility is expected to have a source for supplies and medications to last until the federal government can provide additional resources. The Office of the Assistant Secretary of Preparedness and Response can be requested to augment local capabilities during a disaster, as applicable. 15 "}