{"title": "Gut microbiota structure differs between honey", "body": "an important characteristic of different bee types (e.g. foragers, nurses, winter bees), 87 season, or environmental exposure. An example is the experimental exposure of bees to 88 antibiotics which did not result in a strong shift in the relative composition, but in an overall 89 reduction of bacterial load, rendering bees more susceptible to pathogen invasion [11] . In 90 addition to the limitations of current studies using relative abundance data, almost nothing 91 is known about the gut microbiota of winter bees as compared to foragers or nurses. This 92 is surprising, as winter bees are critical for colony health and survival during the cold season 93 of the year, when resources are limited and most colony losses occur [33, 34] . 94 Characterizing the gut microbiota of winter bees and identifying factors that shape its 95 community composition may help to understand the physiological adaptations that honey 96 bees need to survive the cold season in temperate regions. In this study, we used qPCR and 97 16S rRNA gene amplicon sequencing to assess differences in the gut microbiota of nurses, 98 foragers, and winter bees. We analyzed bacterial loads of major community members in 99 566 individual worker bees sampled from a single hive over two years. We then expanded 100 our analysis to the entire community and analyzed pooled samples from 14 different hives 101 to test if similar community changes occur in winter bees across hives. Finally, we 102 performed experiments with gnotobiotic bees to test the influence of diet on differences 103 in gut microbiota composition. Our study reveals major differences in total bacterial load 104 and in the abundance of specific gut community members in the gut microbiota of nurses, 105 foragers, and winter bees and identifies dietary pollen as a major contributing factor. The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/703512 doi: bioRxiv preprint Page 6 of 44 Over a period of two years, we sampled ~24 adult worker bees of A. mellifera each month 109 from a single hive located on the Dorigny campus of the University of Lausanne, 110 Switzerland. These bees were used to determine seasonal changes in the absolute 111 abundance of seven major community members of the honey bee gut microbiota using qPCR and to determine the overall community structure by 16S rRNA community analysis. 129 Bees were anesthetized with CO2 for 10 s and the gut including crop, midgut, hindgut, and Microbiota-depleted bees were generated and colonized as described in Kešnerová et al. 142 [6]. The treatment group of bees fed on pollen and sugar water was the same as in the 143 previous study. The other treatment group (bees fed on sugar water only) was carried out 144 in parallel with the same batch of bees. Bees were fed ad libitum with sterilized bee pollen 145 (P) and sterilized sugar water (SW, 50% sucrose, w/v) (SW+P treatment), or with only 146 sterilized sugar water (SW treatment). Bees were sampled 10 days after colonization and 147 the guts were dissected as described before. with the Nucleospin PCR Clean-up kit (Macherey-Nagel, Germany) according to the 154 manufacturer's instructions and the resulting DNA was used for qPCR. For the pooled gut 155 samples, 2 ml of glass beads and 15 ml of CTAB lysis buffer were added to each Falcon tube. 156 Samples were then homogenized in a Fast-Prep24 TM 5G homogenizer at 6 m/s for 40 s, 157 briefly centrifuged, and an aliquot of 750 μl corresponding to the sample volume of one 158 bee gut was transferred to a new 2 ml bead beating tube with glass beads and homogenized 159 again. All further steps of the DNA extraction were performed as previously described [6] . plasmid copies. For these targets, the Cq value corresponding to 10 2 copies was set as the 173 limit of detection (LOD) of the primer set, because dilutions containing 10 1 copies resulted 174 in Cq values which could not be discriminated from the water control, or the signal was 175 undetected. For all other targets (Gilliamella, Bifidobacterium, and actin), the slope and 176 . CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/703512 doi: bioRxiv preprint intercept of the standard curve was calculated based on the Cq values obtained from all 177 seven dilutions, and the Cq value corresponding to 10 1 copies was used as the LOD.\n\nBacterial targets resulting in Cq values higher than the LOD of a given primer pair were 179 considered to be too low to be quantified in the respective sample (i.e. <10 2 or <10 1 copies 180 per μl). The Efficiency of primers (E) was estimated from the slope according to the Table S1 . 183 One individual gut sample had to be excluded from the analysis, because it gave no Table S1 ). For the qPCR results obtained with The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/703512 doi: bioRxiv preprint purification beads in a 1:1.12 ratio of PCR product to beads, and eluted in 27.5 μl of 10 mM The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/703512 doi: bioRxiv preprint\n\nPage 13 of 44 All statistical analyses were performed using R (version 3.6.0). We tested the effect of bee 272 type on bacterial loads, diversity indices, and wet gut weight using Student's t-test (in case 273 of two group comparisons) or general linear models (in case of three group comparisons).\n\nSince the residuals obtained for certain models showed heteroscedasticity, we used a 275 permutation approach (referred to as Permutation TTEST or ANOVA respectively) to test The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/703512 doi: bioRxiv preprint 287 in a honey bee colony monitored over two years. 288 To characterize the gut microbiota of adult worker bees across seasons, we tracked the 289 total abundance of five core (Gilliamella, Snodgrassella, Bifidobacterium, Lactobacillus 290 Firm4, and Lactobacillus Firm5) and two non-core members (Frischella, and Bartonella; 291 Table S1) in adult worker bees from a single hive over two years. Our analyses included 566 292 individual bee samples.\n\nThe core members Gilliamella, Snodgrassella, Lactobacillus Firm-5 and Bifidobacterium 294 were present in all analyzed bees, and the core member Lactobacillus Firm-4 was 295 detectable in 98.4% of all bees (Supplementary Fig. S1A) . Notably, the two designated non-296 core members Bartonella and Frischella were also present at relatively high prevalence 297 with only 5.3% and 26.9% of the samples giving signals below the detection limit, The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/703512 doi: bioRxiv preprint from the summed abundances of all seven phylotypes (Supplementary Fig. S3, Fig. 1A) . 309 Specifically, we found a 10-to 100-fold increase in the levels of the core members 310 Lactobacillus Firm-4, Lactobacillus Firm-5, and Bifidobacterium, as well as the non-core 311 member Bartonella when comparing across all winter bees relative to foragers (Fig. 1C , 312 Permutation T-Test P=1e-4). We also observed a small increase of Snodgrassella levels in 313 winter bees (Fig. 1C , Permutation T-Test P=6e-4), but no difference in the levels of 314 Gilliamella (Fig. 1C , Permutation T-Test P=0.7). Frischella was the only member of the 315 community that displayed the opposite trend, i.e. lower abundance in winter bees (Fig. 1C , 316 Permutation T-Test P=1e-4). The overall bacterial load was about 10x larger in winter bees 317 than in foragers based on both the summed abundances of all seven phylotypes (Fig. 1C , 318 Permutation T-Test P=1e-4) as well as the number of total 16S rRNA gene copies, which 319 was determined with universal 16S rRNA gene qPCR primers for a subset of the samples 320 (Fig. 1D , Permutation T-Test, P=1e-4).\n\nConsidering that the monitored phylotypes typically comprise the majority of the bacteria 322 present in the honey bee gut, we neglected the possible presence of additional, non-323 targeted members and analyzed the relative composition of the community based on our 324 data. In both years, the communities of winter bees were largely dominated by the 325 phylotypes Lactobacillus Firm-5 and Bartonella. In contrast, forager bees seem to have 326 more even community compositions (Fig. 1B) . The dominance of Lactobacillus Firm-5 and 327 Bartonella in winter bees was reflected by a reduction in a-diversity in winter bees 328 compared to foragers, as determined by the effective number of species (Fig. 1E , 329 Permutation T-Test, P=1e-4). Moreover, PCA revealed a clear separation between foragers 330 and winter bees (Fig. 1F, Lactobacillus Firm-5, Bartonella and Bifidobacterium, the four phylotypes with the largest 333 differences in abundance between the two types of bees (Fig. 1C) . 334 Taken together, these results suggest that the gut microbiota of winter bees and foragers 335 markedly differs from each other in the monitored hive, both in terms of the total bacterial 336 abundance and in the levels of individual microbiota members. 339 nurses, and winter bees across colonies 340 The observed differences in bacterial loads between foragers and winter bees in the 341 monitored hive prompted us to check for similar patterns across 14 different hives in a 342 subsequent year. In addition to foragers and winter bees, we also analyzed nurses, to help 343 understand whether microbiota differences between foragers and winter bees are linked 344 to seasonal changes or to behavioral or dietary differences. Moreover, we combined our 345 qPCR approach with 16S rRNA gene amplicon sequencing to expand our analysis to the 346 complete community of the honey bee gut microbiota.\n\nPerforming universal 16S rRNA qPCR, we found that total bacterial loads differed between 348 the three bee types across the sampled hives. Both winter bees and nurses had higher 349 bacterial loads than foragers ( Fig. 2A , Permutation ANOVA P=1e-4, followed by Tukey HSD 350 test, P=5.1e-9 and 1.66e-6 respectively) confirming our previous results from the single 351 hive. Winter bees also showed a trend towards higher bacterial loads than nurses, but this 352 difference was not statistically significant ( Fig. 2A The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/703512 doi: bioRxiv preprint Page 18 of 44 4A). Therefore, while the gut communities of the three bee types differed from each other, 379 they seemed to be similarly variable among each other. 380 We next assessed differences in the absolute abundance of individual community members 381 to reveal the directionality of community changes. We first looked at the seven phylotypes 382 that were monitored by qPCR over two years (Fig. 2E) . Consistent with our previous results 383 (Fig. 1C) , Bifidobacterium, Lactobacillus Firm4, Lactobacillus Firm5, and Bartonella had 384 increased levels (Permutation ANOVA on three groups P=1e-4, followed by Tukey, P<2e-4), 385 while Frischella had decreased levels in winter bees compared to foragers (Fig. 2E , 386 Permutation ANOVA p=2e-04 followed by Tukey HSD test P=2.79e-3). The only two 387 phylotypes showing abundance patterns inconsistent with the results from the two year 388 sampling were Snodgrassella and Gilliamella. Snodgrassella did not experience any 389 differences in absolute abundance (Fig. 2E , Permutation ANOVA P=1.87e-1), illustrating 390 that a proportional change in the community, as found when looking at the relative 391 community composition (Fig. 2D) , does not necessarily imply a change in abundance. When 392 comparing nurses and winter bees, only Bartonella and Frischella showed differences in 393 their absolute abundance. While Bartonella had markedly increased levels, Frischella 394 abundance went down in winter bees as compared to nurses ( Figure 2E) . We confirmed 395 these changes by carrying out qPCR on the same samples with the phylotype-specific 396 primers used for the monthly sampling as presented above (Supplementary Fig. S5 ). Except 397 for Lactobacillus Firm5, which showed a significant difference between nurses and winter 398 bees in the qPCR but not in the amplicon sequencing data, the results of the two 399 approaches were surprisingly congruent corroborating our conclusion that the microbiota 400 of nurses, foragers, and winter bees markedly differs in the composition of these seven 401 major community members. The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/703512 doi: bioRxiv preprint\n\nWe also looked at abundance changes of other community members than those assessed 403 by qPCR the two-year sampling from a single hive ( Fig. 2F and Supplementary Fig. S4B) . As 404 expected, other bacteria made up a relatively small fraction of the overall community (4-405 25%) with Commensalibacter being the most prevalent (100% of the pooled gut samples) 406 and abundant one (2-14% of the community). Commensalibacter was also the only 407 additional community member that showed a significant increase in winter bees compared 408 to foragers and nurses (Permutation ANOVA P=1e-04, followed by Tukey P=7.68e-08). In for the reduction in a-diversity in winter bees as compared to foragers and nurses.\n\nInterestingly, several Enterobacteriaceae (Klebsiella, Pantoea, Serratia, or Tatumella) were 420 prevalent among nurse samples but absent from nearly all foragers and winter bee samples 421 ( Fig. 2F and Supplementary Fig. S4B) , suggesting a specific association of these bacteria 422 with nurse bees. The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/703512 doi: bioRxiv preprint 428 One of the drivers of the observed differences in bacterial load and community 429 composition between winter bees, foragers, and nurses could be diet. Dietary differences 430 between the three types of bees were evident from visual inspection of the dissected guts 431 (Fig. 3A-C) . The rectums of winter bees and nurses appeared yellow indicating the presence 432 of pollen, while those of foragers were translucent. Moreover, the wet weight of the guts 433 was significantly different between the three types of bees (ANOVA F(2,68) = 24.13, P=1.21e-434 8), with foragers having on average two times lighter guts than nurses (Tukey HSD test 435 P=1.14e-6) and winter bees (Tukey HSD test P=6.81e-8) (Fig. 3D) . When plotting normalized 436 16S rRNA gene copy numbers as a function of gut weight, we found that gut weight 437 positively correlated with total microbiota abundances across the three bee types (Fig. 3E) . 438 In order to demonstrate that pollen diet is directly associated with increased bacterial loads 439 in honey bees, we experimentally colonized newly emerged bees with a community of 11 440 bacterial strains representing the seven major bacterial phylotypes of the bee gut 441 microbiota [6]. The colonized bees were kept in the laboratory for ten days and fed ad 442 libitum either sterile sugar water and pollen (SW+P treatment), or sugar water only (SW 443 treatment). We found a significant difference in gut weight between the two treatments 444 (Fig. 3F, Welch's T-Test t=9.433, P=1.452e-11) . While the gut weights of the bees of the SW 445 treatment were comparable to those of forager bees, the gut weights of the bees of the 446 SW+P treatment were markedly higher, exceeding even those of winter bees (Fig. 3D &   447   3F ). We observed a positive correlation between gut weight and microbiota abundance for 448 both the experimentally colonized bees in the laboratory (Fig. 3G) worker bees sampled from the hive (Fig. 3E) . Moreover, differences in bacterial loads of 450 individual community members between the two experimental treatments mirrored, to a 451 large extent, the differences found between nurses, foragers, and winter bees: most 452 phylotypes were more abundant in bees fed pollen as compared to bees fed sugar water 453 only (Fig. 3H, (Fig. 3H) , its abundance was higher in winter bees and nurses as compared to 456 foragers ( Fig. 2A) . Notably, Bartonella was able to colonize only 75% of all bees when pollen 457 was absent. The dependence on pollen for gut colonization was even more pronounced for 458 Frischella. Less than 50% of the experimentally colonized bees of the SW treatment had 459 detectable levels of Frischella, and the loads in bees that were colonized were relatively 460 low. In contrast, bees of the SW+P treatment were all colonized and had relatively high and 461 consistent loads of Frischella (Fig. 3H) . 462 Taken together, these results show that a pollen diet leads to an increase in gut weight and 463 overall bacterial load providing a plausible explanation for some of the differences in the 464 loads observed between foragers, nurses, and winter bees. in winter bees. These differences in community structure were found across fourteen 475 different colonies and in three different years, suggesting that the \"reconfiguration\" of the 476 microbiota in winter bees is a conserved feature in colonies in Western Switzerland. 477 However, regional differences in floral diversity [24] or climate may influence this pattern. The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/703512 doi: bioRxiv preprint Page 23 of 44 members increase, decrease, or remain the same in terms of bacterial cell number across 489 samples. For example, in our study, the relative abundance of Snodgrassella went down in 490 winter bees as compared to foragers and nurses (Fig. 2D) . However, this effect was not due 491 to a decrease of the total number of Snodgrassella, but rather an increase of other 492 community members as identified by qPCR. In fact, the total abundance of Snodgrassella 493 remained the same in foragers, nurses, and winter bees (Fig. 2E) analyzing microbial communities, as changes in absolute abundance -but not necessarily 498 relative abundance -may change the impact of a given bacterium on its environment.\n\nNotably, qPCR is a targeted approach, i.e. one can only quantify specific community 500 members for which corresponding primers have been designed, or assess the total amount 501 of bacteria using universal primers. Therefore, a combined approach of qPCR (or any other 502 quantitative method, e.g. flow cytometry) and relative composition analysis (such 16S rRNA 503 gene sequencing or shotgun metagenomics) is preferred, as it provides information about 504 the quantity and directionality of changes in a microbial community. The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/703512 doi: bioRxiv preprint nurses, and winter bees (Fig. 3A-C) . Strikingly, our experimental colonization of microbiota-512 depleted bees with a defined bacterial community showed that pollen in the diet 513 substantially increases gut weight and bacterial loads to levels comparable to those in 514 winter bees. In contrast, bacterial levels in bees fed on sugar water only were more similar 515 to those of foragers (Fig. 3F-H) . Therefore, we conclude that diet is an important factor that 516 can explain many of the differences observed between worker bee types. Seasonal changes 517 in gut microbiota composition in wild rodent populations [52] and humans [53, 54] have 518 also been found to coincide with dietary shifts, which is in agreement with the general 519 notion that dietary preferences is the main driver of community differences across a wide 520 range of animals [55] [56] [57] .\n\nIn the case of honey bees, the larger amount of food in the gut is likely to increase the 522 carrying capacity for the gut microbiota. In addition, pollen is a more nutrient-rich diet than 523 nectar, honey, or sucrose offering a larger diversity of different metabolic niches for gut 524 bacteria. Both factors are likely to contribute to the increased bacterial loads in bees fed 525 on pollen as compared to those fed on sugar water only. Recent reports in mice and fly 526 models have shown that an increase in nutritional richness, especially protein quantity, is 527 associated with an increase in overall abundance of the microbiota but a decrease in α-528 diversity [58, 59] . This is supported by our findings, because we observed an increase in 529 bacterial loads and a decrease in effective number of species in nurses and winter bees 530 that feed on pollen ( Fig. 2A and 2B) . Consistently, most of the phylotypes that increased in 531 total abundance (Lactobacillus Firm5, Lactobacillus Firm4, Bifidobacterium, Bartonella) are 532 located in the rectum, which is the last part of the hindgut where pollen accumulates until 533 bees defecate. In line with this, a previous report showed that the abundances of total However, not all changes observed in winter bees could be recapitulated in our 543 colonization experiment. For example, the differences observed in Bartonella levels 544 between foragers, nurses, and winter bees (Fig. 2E) were not observed in the experimental 545 bees that were fed with or without pollen (Fig. 3H) . Another example is Frischella. While Winter bees feed on pollen that has been stored in the hive for several weeks to months. 561 It has previously been shown that the consumption of an aged pollen-diet affects the gut 562 microbiota composition of nurses [12] . It will be important to characterize metabolic 563 differences between the pollen diet of winter and summer bees and to associate such Beside the increase of Commensalibacter and Bartonella, another intriguing characteristic 595 of the winter bee gut microbiota was the disappearance of minor, non-core community 596 members in the bee gut microbiota. We can exclude that these differences in community 597 composition are due to a community sampling bias, because nurses had similar bacterial 598 loads as winter bees, but showed the opposite trend in respect to the presence of minor 599 community members. We hypothesize that these minor community members are transient 600 colonizers that cannot persist in the bee gut environment over longer periods of time and 601 hence disappear in old winter bees. As some of these bacteria, e.g. Serratia or Klebsiella, 602 present potential pathogens of bees, there may be also mechanisms in place that increase All scripts and datasets will be deposited to Zenodo upon acceptance. For the revision 628 they can be found on: https://drive.switch.ch/index.php/s/zHsqyMOztvAr8Vu.\n\nSequencing data is deposited on NCBI under BioProject ID PRJNA578869. The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/703512 doi: bioRxiv preprint"}