{"title": "", "body": "aetiological agents of epidemic non-bacterial diarrhoea (Lopman et al., 2003) . Poliomyelitis, caused by a picornavirus, was not too long ago the most feared viral disease; however, the long-pursued objective of its eradication seems presently within reach. Another picornavirus is the aetiological agent of hepatitis A which approximately accounts for half the total number of cases of hepatitis diagnosed worldwide, and some regions, as part of the Mediterranean region, are still endemic for hepatitis A (Pinto Â et al., 2007) . Hepatitis E virus is the primary cause in tropical and subtropical developing countries of an enterically transmitted non-A non-B hepatitis, with a mortality rate of up to 20% in pregnant women (Reyes, 1993; Schlauder and Mushahwar, 2001; Lu et al. 2006) .\n\nEnvironmental virology may be defined as the study of the extracellular behaviour of viruses which can be transmitted through various environments (water, sewage, soil, air or surfaces) or food, and persist enough in these vehicles to represent a health threat. As a scientific discipline, environmental virology was born after a large hepatitis outbreak occurred in New Delhi between December 1955 and January 1956. The origin of the outbreak, which was attributed to hepatitis A at the time but now confirmed to be hepatitis E, was the contamination by sewage, from 1 to 6 weeks prior to the epidemic, of Jumna River, the source of water for the treatment plant. Alum and chlorine treatment prevented bacterial infections, but 30 000 cases of hepatitis occurred among the population.\n\nEnteric viruses can be transmitted by a variety of routes, including direct and indirect contact, vector transmission and vehicle transmission. Viruses are shed in extremely high numbers in the faeces of infected individuals; patients suffering from diarrhoea or hepatitis may excrete from 10 5 to 10 11 virus particles per gram of stool (Farthing, 1989; Kageyama et al., 2003) . Furthermore, a single episode of vomit of a patient with norovirus gastroenteritis may contain around 10 7 particles (Cheesbrough et al., 1997) . Ingestion of sewage-contaminated water or food is the main route of infection with human enteric viruses, although the role of inanimate surfaces serving as vehicles for virus infection must not be underestimated. Viruses with a viraemic phase, such as the hepatitis viruses, may also be parenterally transmitted, although nowadays it is considered to be a much less frequent mode of transmission.\n\nThe demands exerted by the expanding world population and industry make the marine environment increasingly susceptible to pollution from municipal sewage, industrial effluents and agricultural wastes. Seawater pollution control relies on secondary treatment of sewage and on the theoretically infinite dilution of wastes in the receiving waters; however, the marine environment has a finite ability to receive and recover from waste disposal practices, and certainly is incapable of unlimited waste assimilation. The type of treatment applied to human waste will ultimately determine the concentration of pathogens in treated sewage and sludge, and their relative risk of disposal. The maintenance and assessment of the virological quality and safety of marine water systems employed for recreating and seafood harvesting are of seminal importance in the prevention of diseases transmitted through the faecal±oral route, and may lead to significant reductions of economic losses due to the closures of tourist resorts and shellfish harvesting areas. For this reason, it is imperative to trace and characterise the type and origin of faecal contaminants in order to assess the associated health threat and the required corrective measures.\n\nThere are several routes by which viruses reach the sea, including direct discharge of treated or untreated sewage effluents, unintentional discharges by urban and rural runoff, waste input from boats, and via rivers when the discharges take place in freshwater. Humankind is exposed to enteric viruses in seawater mainly through the consumption of shellfish grown in contaminated waters, or to a lesser extent through recreational activities in sewage-polluted waters.\n\nSeveral phenomena, such as flooding, treated and untreated polluted effluent discharges, or sewage runoff can elevate microbial contaminants in shellfish habitats, and, since bivalves are filter feeders, these molluscs can become reservoirs of human pathogens. Other types of seafood such as crabs (Goyal, 1984) or shrimps (Botero et al., 1996) can accumulate viruses on their shells and carnivorous shellfish, such as lobsters or crabs, can feed on contaminated bivalves (Hejkal and Gerba, 1981) , but their role in the transmission of viral diseases is unproven.\n\nFollowing the culinary tradition, bivalve shellfish are often consumed raw, like oysters and sometimes clams or cockles, or just lightly cooked, like most other molluscs. This cooking habit, together with the fact that the whole animal including viscera is consumed, poses a major public health concern since shellfish serve as passive carriers of human pathogenic viruses. Generally, commercial growth of shellfish species takes place in shallow, in-shore waters, which may receive occasional sewage pollution. The consumption of shellfish is very clearly linked to the transmission of enteric infections, and epidemics have been recorded since medieval times in many countries (Lees, 2000) . Although most of these outbreaks are caused by shellfish collected by unscrupulous professionals or careless private individuals from areas where harvesting is prohibited, they also occur as a result of eating shellfish from authorised shellfish-producing areas, when these areas have been temporarily polluted (Mackowiak et al., 1976) and sanitary controls fail to provide a safe indication of viral pollution.\n\nRegardless of the variety of health-significant viruses found in shellfish, norovirus and hepatitis A virus are the most relevant viral pathogens involved in shellfish-borne diseases (Table 3 .2). Norovirus infections represent the vast majority of shellfish-related outbreaks, and hepatitis A is the most serious infectious disease caused by shellfish consumption. The US Food and Drug Administration (FDA) risk assessments estimate cases of norovirus gastroenteritis related to seafood consumption at some 100 000 per year (Williams and Zorn, 1997) , and epidemics of hepatitis A caused by food occur 10 times more often than those caused by water, shellfish being the cause of more than 50% of reported cases (Cliver, 1985) . The first reported association of viruses with shellfish-borne gastroenteritis infection was observed in the winter of 1976±77 in the UK when cockles were epidemiologically linked to 33 incidents affecting nearly 800 people (Appleton and Pereira, 1977) . SRSV particles, like those seen in outbreaks of winter vomiting disease, were observed by electron microscopy in a high proportion of patient faeces. Nevertheless, no shellfish-borne outbreak ever had the magnitude of the one reported in Shanghai in 1988, caused by hairy clams (Halliday et al., 1991) .\n\nBioaccumulation of viruses in the shellfish digestive tract is a very rapid phenomenon. Viruses are readily adsorbed to shellfish tissue within an hour of contact, and maximum virus levels may be observed after 6 hours (Abad et al., 1997) . Adsorption of viruses onto substrates such as faeces, kaolinite or unicellular algae, considerably increases shellfish accumulation efficiency (Metcalf et al., 1979) . Commercial heat treatment (cooking) is employed to reduce the levels of microbial contaminants in shellfish. Heat can render many viruses noninfectious; however, the degree of cooking required to reliably inactivate viruses would probably render oysters unpalatable to consumers (McDonnell et al., 1997) . Laboratory studies show that enteric viruses and notably hepatitis A virus may be found in cooked shellfish (Abad et al., 1997) . In addition, outbreaks of gastroenteritis and hepatitis have been linked to consumption of commercially cooked cockles or oysters (Appleton and Pereira, 1977; Kohn et al., 1995) . High-pressure treatment was recently shown efficient at inactivating HAV within oyster tissues, suggesting that this technology may be useful for sporadically contaminated shellfish (Calci et al., 2005) .\n\nMost countries have endorsed sanitary controls on live bivalve shellfish. In the EU, these are covered by Council Directive 91/492/EEC (Anonymous, 1991) and in the US, by interstate trading agreements set out in the FDA National Shellfish Sanitation Program Manual of Operations (Anonymous, 1993) . These regulations cover similar ground on the requirements, among others, for harvesting area classification, depuration, relaying, analytical methods and provisions for suspension of harvesting from classified areas following a pollution or public health emergency. A major weakness of these controls is the use of traditional bacterial indicators of faecal contamination, such as the faecal coliforms or Escherichia coli, to assess contamination and hence implement the appropriate control measures. Faecal indicators are either measured in the shellfish themselves (EU perspective) or in the shellfish growing waters (US FDA perspective). Several reports, however, describe a lack of correlation between bacterial indicator microorganisms and viruses, and pathogenic viruses may be detected in shellfish from areas classified as suitable for commercial exploitation according faecal coliform criteria (Abad et al., 1997; Lees, 2000; Le Guyader et al., 2000) . The guidelines establish that shellfish meeting a microbiological standard of less than 230 E. coli or 300 faecal coliforms in 100 g of shellfish flesh can be placed on the market for human consumption. Human enteric viruses, e.g. norovirus, rotavirus and hepatitis A virus, have been detected in shellfish which were adequate for public consumption according criteria based on the numbers of bacterial indicators (Jofre et al., 1993; Bosch et al., 1994; Le Guyader et al., 2000; Romalde et al., 2002) . Additionally, hepatitis A and gastroenteritis outbreaks have been associated with the consumption of shellfish meeting legal standards (Bosch et al., 2001; Le Guyader et al., 1996b; 2003; Lees, 2000; Mele et al., 1989 , Boxman et al., 2006 .\n\nThe legislation also requires that third country imports into the EU and US have to meet the same standard as domestic products. Exporting nations have therefore developed programmes for compliance with the regulations of their target export markets. Nevertheless, a number of examples of trans-national outbreaks have recently been reported following trade between EU Member States (Christensen et al., 1998) and importation of shellfish from third countries into the EU and the US (Bosch et al., 2001; Sa Ânchez et al., 2002; Kingsley and Richards, 2003) .\n\nEuropean shellfish trade turnover represents M¨460 per year, and increases by around 7% each year. The European production represents more than a third of the worldwide shellfish production (i.e. in 1991, 180 000 tonnes of live weight: 72% of farmed bivalves, 28% wild; Eurostat data) and 8500 companies currently employ around 23 000 workers. This activity is one of the major sources of employment in coastal areas of such countries as Ireland, France, Spain or the Netherlands.\n\nImportant trade exchanges of shellfish take place worldwide. For example in the EU, France, the main oyster producer (140 000 t/year) and consumer of the EU, also exports oysters mainly to Belgium and imports oysters from Ireland and the Netherlands (about 1500 t in 1994). Sixty per cent of the 1.1 million tonnes of mussels harvested in the world each year are produced by the EU, Spain being the second largest producer worldwide after China. France produces fewer mussels than it needs for its consumption: 20±40% of the mussels are imported from other countries (Spain, the Netherlands, UK).\n\nShellfish contamination has also an impact on the quality of life. Local population and tourists appreciate the nice quality of life in coastal areas. Coastal tourism has a high economic impact and major local implications, especially for employment. This tourism, if primarily interested in recreative activities, is also aware of and concerned by the environment and landscape preservation. Shellfish harvesting activities, if well managed and regulated, could also contribute to better protecting the environment. People would practise these activities in areas where the water is of recognised quality and the environment most protected and closest to wilderness. Thus, sustainable management of aquaculture would not only have direct and indirect incidences on employment (e.g., trade activities, tourism employment, equipment, hotel, beach activities, rentals) but also on the protection of rural and coastal development.\n\nVirus detection in shellfish has to overcome several difficulties. On the one hand, viruses are expected to be present in shellfish in very low numbers, which nevertheless are sufficient to pose a health risk. This low virus load implies the use of methodologies yielding a high efficiency of virus recovery from shellfish tissues. On the other hand, shellfish extracts are both highly cytotoxic and not adequate to be inoculated in cell cultures for the detection of culturable viruses, and not compatible either with polymerase chain reaction (PCR) based methodologies for the detection of non-culturable viruses, particularly if a reverse transcription must be previously performed (RT-PCR). The key objective is then to develop procedures for shellfish analysis which result in a low volume of a non-cytotoxic or, even better nowadays, highly pure nucleic acid preparation with no inhibitory effect to the PCR. As a matter of fact, in this latter case, the degree of virus detection effectiveness achieved after RT-PCR is essentially the result of two related factors: the efficiency of recovery of the extraction procedure applied to the shellfish sample and the degree of final purity of the recovered virus. Table 3 .3 lists different procedures for the processing of shellfish samples prior to the detection of specific viruses by molecular procedures since the most relevant shellfish-borne viral pathogens are non-culturable. The first decision is to choose between performing virus detection in dissected shellfish tissues or in whole shellfish meats. Studies on the localisation of human enteric viruses in shellfish tissues have revealed that most of the viruses are found in the stomach and digestive diverticula (Romalde et al., 1994; Abad et al., 1997) . Atmar and co-workers reasoned that removal of these organs for virus extraction might simplify and shorten the time needed to purify viral nucleic acid for RT-PCR but also improve the sensitivity by increasing the number of individuals analysed (Atmar et al., 1996) . Testing the stomach and digestive gland for virus detection presented several advantages in comparison with testing whole shellfish: less time-consuming procedure, increased test sensitivity, and decrease in the sample-associated interference with RT-PCR.\n\nFollowing virus extraction, a variety of subsequent nucleic acid extraction and purification protocols may be employed (Table 3 .3). Owing to the small size Schwab et al. (2000); Shieh et al. (1999) of the PCR reaction volumes, a reconcentration step is incorporated prior to the molecular assay. Nucleic acid purification based on virus lysis with guanidine and recovery with a silica matrix (Boom et al., 1990; Lees et al., 1994) , or, alternatively, the use of organic solvents for purification, followed by nucleic acid precipitation using cetyltrimethyl ammonium bromide (CTAB) (Atmar et al., 1995; Jaykus et al., 1994) , remain the procedures of choice. A wide variety of commercial kits have been applied for nucleic acid purification, offering reliability combined with convenience (Shieh et al., 1999; Loisy et al., 2000; Schwab et al., 2000) . Molecular analysis of viruses in environmental samples involves problems with inhibitors, low virus concentrations, and sequence variation. As the concentration-extraction procedure is not virus specific, the nucleic acid of several viruses can be extracted at the same time. RT-PCR must be performed under stringent conditions and confirmed by hybridisation. Sometimes it is necessary to analyse the amplified sequence in order to characterise the viral strains. This is particularly important for norovirus detection, owing to its wide strain diversity. However, sequence analysis is hampered by the sometimes scarce product obtained after PCR amplification from shellfish tissues. In addition, the high genetic diversity of norovirus makes it necessary to use broadly reactive primers. Despite several improvements in the methodology, up to now no single primer set is able to amplify all strains (Atmar and Estes, 2001; Vinje et al., 2003) . In the absence of such a universal primer set, multiple sets need to be used to detect all strains (Le Guyader et al., 1996a) . The use of multiple primer sets enhances the chance to detect a greater number of strains, and the homology of the primers with the norovirus strain is important in terms of sensitivity (Le Guyader et al., 1996a; Atmar and Estes, 2001) . No single assay stands out as the best by all criteria such as evaluation of sensitivity, detection limit, and assay format for stool analysis, and thus it is even more difficult for shellfish sample with very low contamination (Vinje et al., 2003) . For hepatitis A virus, primer selection is easier since the degree of variation, particularly in the non-coding regions, is significantly lower (Costafreda et al., 2006) .\n\nNot too long ago, methods for the detection of viral pathogens were restricted to assays for culturable viruses, focused almost entirely on enteroviruses, and the BGM cell line has long been the choice for infectivity assays of enteroviruses in environmental samples (Morris and Waite, 1980; Bosch, 1998) . Despite the fact that enteroviruses do not appear as epidemiologically relevant environmental contaminants, it will remain important to gather data on their occurrence in the environment until the global eradication of poliomyelitis becomes a reality. However, even for this latter purpose, molecular tools provide better perspectives than cell culture techniques. Wild-type rotaviruses present difficulties in their in vitro replication, although most isolates may be adapted to grow in several cell lines such as the monkey kidney cell line MA104 or the human intestinal cell line CaCo-2 (Kitamoto et al., 1991) . The standard methods for the diagnosis of specific infectious rotaviruses involve immunofluorescence tests and optical microscopic counting of infected foci in the culture (Smith and Gerba, 1982; Hejkal et al., 1984; Bosch et al., 1988) . A further refinement in this direction was the use of flow cytometry for the detection of fluorescent foci in rotavirus infected cells (Abad et al., 1998) . Flow cytometry is applicable for the detection of rotaviruses in environmental samples through an automatable and standardisable procedure that is much less cumbersome than direct optical microscopy screening of cell cultures for fluorescent foci.\n\nAnother approach for the recovery of viruses that replicate poorly in cell cultures is to employ an integrated cell culture-reverse transcriptase-polymerase chain reaction system (CC-RT-PCR), enabling the in vivo amplification of virus sequences in cell culture prior to their detection by PCR, thus accomplishing the dual purpose of increasing the number of copies of target nucleic acid and of incorporating an infectivity assay as well (Ma et al., 1994; Pinto Â et al., 1995) . This approach has been reported for detection of infectious astrovirus (Abad et al., 1997) and enterovirus (Reynolds et al., 1996; Murrin and Slade, 1997) . Whenever possible, the use of a combined CC-RT-PCR procedure that utilises the major advantages of the separate methodologies, while overcoming many of their disadvantages is recommended. The inclusion of an infectivity test prior to the specific detection may contribute to solve the lack of sensitivity required for some type of samples such as environmental samples. However, so far the use of cell monolayers is of little use for the primary isolation of hepatitis A virus and unavailable for norovirus detection.\n\nThe requirement of sophisticated facilities and well-trained personnel to conduct studies with enteric viruses and the unreliability of bacterial model microorganisms led to the search for alternatives. Several bacteriophage groups appear as promising candidates, among them somatic coliphages (IAWPRC Study Group on Health Related Water Microbiology, 1991), F+ specific (malespecific), RNA (FRNA) bacteriophages (Havelaar, 1993) and Bacteroides fragilis bacteriophages (Tartera and Jofre, 1987) , all of them with available ISO (International Standardisation Office) procedures for their detection in water.\n\nFRNA phages in particular have been described as promising candidates to evaluate the virological quality of shellfish (Lees, 2000) . Several studies have shown a correlation between the elimination kinetics of F+ RNA phages and those of enteric viruses Collins, 1989, 1990; Dore and Lees, 1995) . Nevertheless reports on discrepancies in the occurrences of FRNA phages and pathogenic viruses are frequent. In shellfish associated with a large outbreak of hepatitis A reported in the East of Spain in 1999, with 184 serologically confirmed cases, the discrepancy observed between hepatitis A virus and FRNA phages was 55%, while a 50% discordance was ascertained between generic enteric virus occurrence and F+ presence . In another study comparing the validity of E. coli, enterovirus and FRNA bacteriophages as indicator microorganisms, the phages failed to predict the risk of viral illness (Miossec et al., 2001) . Additionally, when the comparative positivity for human enteric viruses and FRNA phages was investigated in 101 randomly chosen shellfish samples from South and West coast of France, a good correlation between the occurrence of enteric viruses and FRNA phages was observed in only 49% of the samples (Le Guyader, unpublished results).\n\nPhages that could be reliable indicators in some cases can be used to classify areas for sanitary safety, but cannot determine if a batch of shellfish is viruscontaminated (Hernroth et al., 2002) . In the same type of cold seawater, a correlation was found between noroviruses and phage contamination of mussels, but more than half of the norovirus-positive samples were negative for FRNA phages. A positive FRNA phage result was less than twice as common in samples with norovirus than in those without norovirus, raising the question of use of FRNA phages as reliable indicators (Myrmel et al., 2004) . A study conducted among different European countries showed geographic variations with shellfish collected from Southern Europe negative for FRNA contained human viruses (Formiga-Cruz et al., 2002) . In Italy, most of shellfish found contaminated with hepatitis A virus did not present any phage or E. coli contamination (Croci et al., 2000) . Recently a 1-year study in the Netherlands showed the presence of phages in 67% of oyster samples analysed, but without the presence of pathogenic viruses such as norovirus or hepatitis A virus (Lodder-Verschoor et al., 2005) . Exhaustive studies are still required to ascertain the validity of a candidate indicator in a given scenario. A`universal' indicator for viruses, applicable to all situations, is probably unrealistic and the use of particular indicator, index, and model microorganisms for specific purposes is in order.\n\nThe advent of molecular techniques for virus detection, and particularly RT-PCR, provided exquisite tools for the detection of fastidious health-significant viruses in food and environmental samples. Health-significant viruses, which were previously unrecognisable because they replicate poorly or not at all in cell cultures, became detectable with nucleic acid-based techniques. Virologists initially employed hybridisation assays which have been more recently replaced by polymerase chain reaction based procedures (Lees et al., 1994; Jothikumar et al., 1995; Bosch et al., 1996; Jaykus et al., 1996; Le Guyader et al., 1996a; Pinto Â et al., 1996; Schwab et al., 1998; Villena et al., 2003) .\n\nMany potential users may find PCR cumbersome, since a single test entails many different manual steps, and will consider the technique as suitable only for academic or reference laboratories, and inadequate for routine monitoring. However, over the last decade, PCR technology has improved on several fronts. On the one hand, commercial PCR systems significantly ameliorated convenience, and have been quickly adopted for diagnostic laboratories. Nevertheless, the most dramatic improvement comes from the emergence of combined rapid thermocycling and fluorescence monitoring of amplified product, collectively referred as`rapid-cycling real-time PCR' (Cockerill and Smith, 2002; Gassilloud et al., 2003; Kageyama et al., 2003; Loisy et al., 2005a; Costafreda et al., 2006) , together with nucleic acid sequence-based amplification or NASBA techniques (Jean et al., 2001; Yates et al., 2001) , both of which are now applicable in several commercially available systems. These procedures enable not only qualitative determination but also, and particularly, quantitative diagnostic assays. Although the generic determination of pathogens is the essence of diagnostic practices, the possibility for quantitative detection of virus agents represents a seminal refinement in routine monitoring virology.\n\nAs stated above, norovirus and hepatitis A virus are the two most significant virus targets in shellfish tissues, owing to their incidence and pathogenicity. For this reason, considerable attention has been dedicated to the development of real-time procedures for the detection of these agents in bivalve molluscan shellfish (Nishida et al. 2003; Jothikumar et al. 2005; Loisy et al., 2005a; Costafreda et al., 2006) . However, methods cited in the literature are diverse, complex, poorly standardised and restricted to a few specialist laboratories. It is obvious that quality control and quality assurance issues must be solved, as well as simplification and automation of molecular procedures before they could be adopted by routine monitoring laboratories. An additional difficulty to solve in the detection of viruses in molluscs is that traditional shellfish extraction procedures are not always compatible with RT-PCR detection: inhibitory substances are concentrated and recovered along with the viruses. A great variety of procedures have been developed for the removal of inhibitors, which include dialysis, solvent extraction, proteinase treatments, lyophilisation, gel or glass filtration, nucleic acid adsorption or precipitation, antibody capture, and the use of commercial kits (Tsai et al., 1993; Atmar et al., 1995; Jaykus et al., 1996; Shieh et al., 1999; Loisy et al., 2000; Schwab et al., 2000) . The rule of thumb is that the degree of final purity of the assayed sample greatly determines the sensitivity of PCR, or particularly, RT-PCR virus detection.\n\nMethodologies for the accurate quantification of norovirus and hepatitis A virus in shellfish samples are being developed. The general approach is based on the use of several controls to measure the efficiency of those critical steps for the quantification: the virus and nucleic acids extractions, and the RT-PCR reactions. The first purpose involves the use of a non-pathogenic virus of similar structural characteristics to those of the target virus. In the case of hepatitis A virus, since it belongs to the Picornaviridae family, another member of the same family is used to validate the behaviour of hepatitis A virus during its extraction from the shellfish tissue as well as during the nucleic acids extraction procedures (Costafreda et al., 2006) . Encephalomiocarditis virus (EMCV) has been proposed as a model for hepatitis A virus in validation studies of hepatitis A virus removal in blood products manufacturing by several agencies such as the European Agency for the Evaluation of Medicinal products (http://www.emea.eu.int/pdfs/human/bwp/026995en.pdf) or the US FDA (http:// www.fda.gov/cber/sba/igivbax042705S.pdf). However, the use of this virus is hampered by its potential pathogenicity in several animals, including primates (Citino et al., 1988) including humans (Kirkland et al., 1989) . Mengo virus is serologically indistinguishable from EMCV, and non-pathogenic for humans, although it may infect several other animals. The removal of the poly-C tract from the 5 H NCR of the wild-type Mengo virus, gives rise to a mutant strain, i.e. Mengo virus vMC0, with the same growth and structural properties but with no pathogenic capacity (Martin et al., 1996) . Mengo virus vMC0 is employed as an extraction control for hepatitis A virus (Costafreda et al., 2006) , since it represents a phenotypic variant of Mengo virus, avirulent in all animal species (murine and non-murine) so far tested, and used as a vaccine for a wide variety of hosts, including baboons, macaques and domestic pigs . The same Mengo virus vMC0 is at the time of writing this chapter validated within the framework of an EU committee (CEN TAG4) as an extraction control, not only for hepatitis A virus but also for other viruses, such as norovirus, in shellfish, and other food matrices as fruits and salads.\n\nIt is well known that one limitation of molecular techniques is that they fail to discern between infectious and non-infectious particles which may be of critical relevance in environmental virology (Abad et al., 1994; Gassilloud et al., 2003) . Several issues should, however, be taken into consideration. Most enteric viruses of public health concern bear RNA genomes. In studies employing RT-PCR, it has been shown that poliovirus genomic RNA is not stable in non-sterilised seawater (Tsai et al., 1995) . Although free DNA is fairly stable, it is unlikely that a free single-stranded RNA genome like those of noroviruses or hepatitis A virus would remain stable without its protein coat in the marine environment. This presumption is less clear for the double stranded RNA genome of rotaviruses.\n\nA possible approach for the molecular recovery of infectious viruses is to employ an antibody capture RT-PCR. This has been applied to the detection of hepatitis A virus in seeded shellfish samples and shown to be both sensitive and useful to remove RT-PCR inhibitors as well (Graff et al., 1993; Deng et al., 1994; Lo Âpez-Sabater et al., 1997) . Since recognition by a conformationally dependent monoclonal antibody is lost when the particle conformation is altered, coupling of the molecular procedure with capture with this type of antibody may enable to discern between intact and altered virions. This approach may prove useful for other enteric viruses, provided that adequate immunological reagents for the most relevant viral pathogens are available. For this purpose, recombinant virus-like particles, which can be obtained in very high numbers in in vitro expression systems (Crawford et al., 1994; Lawton et al., 1997; Caballero et al., 2004) , may be employed for the production of antibodies of non-culturable viruses. Recent developments describe methods based on antigenic detection for norovirus (Tian and Mandrell, 2006; Colquhoum et al., 2006) but the high diversity of norovirus may limit their specificity and sensitivity (Zheng et al., 2006) .\n\nConventional commercial processes employed to purge the microbial contamination of live bivalves are depuration, performed in tanks, and relaying, performed in the natural environment. Tank-based depuration is now widely practised in many European countries, while it is less widely used in the US (Richards, 1988; Otwell et al., 1991) . Depuration periods may vary from 1 to 7 days, since minimum time periods for depuration are not stipulated in the legislation, with around 2 days being probably the most widely used.\n\nEarly studies, using artificially spiked softshell clams, reported that most viruses were purged within a 24±48-hour period, and that low levels of viruses were depurated more rapidly than high levels (Metcalf et al., 1979) . More recent studies show that although depuration and relaying procedures may be insufficient to completely remove viruses (Abad et al., 1997; Richards, 1988; Schwab et al., 1998; De Medici et al., 2001; Kingsley and Richards, 2003; Pommepuy et al., 2003; Loisy et al. 2005b) , they do contribute to reduce virus levels and hence the risk of infection due to shellfish consumption (Bosch et al., 1994) . Process temperature appears as an important factor for effective virus removal (Power and Collins, 1990; Dore et al., 1998; Jaykus et al., 1994; Pommepuy et al., 2003) , although a raise in depuration temperature may result in increased shellfish mortality. Nevertheless, epidemiological evidence reveals that enteric viruses can be transmitted to humans after consuming shellfish which has been depurated (Gill et al., 1983; Heller et al., 1986; Cook and Ellender, 1986; Sockett et al., 1993) . Once again compliance with bacterial endproduct standards does not provide a guarantee of virus absence, and bacterial depuration rates can not accurately predict virus removal rates. Using rotavirus virus-like particles (VLP)s the long-term persistence of the surrogate was demonstrated (Loisy et al., 2005b) . After several weeks in natural conditions, the surrogate was still detected, suggesting that after contamination by human enteric viruses, shellfish may be unsafe for human consumption for quite a long period of time (Loisy et al., 2005b) . The finding of specific attachment of Norwalk virus or recombinant VLPs to shellfish digestive tissues and the capture of some particles by shellfish phagocytes may explain why depuration in oysters is not an effective mechanisms for eliminating virus (Le Guyader et al., 2006) .\n\nThe past two decades of virological research have contributed to significant advances in the field of medical virology. These include the development of methodologies for the detection and characterisation of non-culturable waterborne and foodborne viruses, the recognition of waterborne outbreaks caused by hepatitis A and E viruses, the consideration of rotavirus as the single most important cause of severe children gastroenteritis and norovirus as the most frequent agent of foodborne diarrhoea, the characterisation of other important agents of non-bacterial gastroenteritis such as astroviruses, sapoviruses, adenoviruses, and the assessment of the zoonotical transmission of some of the aforementioned agents.\n\nA poorly understood aspect in the epidemiology of several enteric viruses that requires further attention is the role of animal viruses in human disease.\n\nNucleotide sequence analysis of some human enteric viruses has indicated a high degree of sequence similarity with animal strains. Notably, hepatitis E virus-related sequences have been detected in pigs (Meng, 2000; van der Poel et al., 2001; Banks et al., 2004) and birds (Huang et al., 2002) . Zoonotic infections may occur either through direct transmission, suspected for hepatitis E virus (HEV; Reyes, 1993) and caliciviruses (Humphrey et al., 1984) , or through incidental co-infection of a host with animal and human viruses, resulting in the mixing of genes and generation of novel variants (recombination/reassortment; Unicomb et al., 1999) . Recombination has been demonstrated as a mechanism for rapid expansion of diversity for noroviruses and rotaviruses, but it is likely to be a common feature of the RNA viruses involved (Jiang et al., 1999; Unicomb et al., 1999; Lopman et al. 2004) . Viruses related to the human rotaviruses, astroviruses, noroviruses, sapoviruses, and HEV circulate in several animal species, providing a huge reservoir for virus diversity (Shirai et al., 1985; Meng et al., 1997; van der Poel et al., 2001; Huang et al., 2002; Oliver et al., 2006) . To corroborate these hypotheses, animal viruses have been recently characterised in shellfish samples from the market either in Europe or in the US (Dubois et al., 2004; Costantini et al., 2006) . SARS, reported in November 2002 (Ksiazek et al., 2003 , is an example of an emerging disease. The primary mode of transmission of the SARS coronavirus appears to be direct mucous membrane contact with infectious respiratory droplets and/or through exposure to fomites. Several coronaviruses are known to spread by the faecal±oral route, but there is no current evidence that this mode of transmission plays a key role in the transmission of SARS, although there is a considerable shedding of the virus in stools (Tsang, 2003) . Another emerging pathogen of concern is the avian influenza H5N1 virus, highly pathogenic among birds, that in some cases has been transmitted from birds to humans. Most cases of H5N1 infection in humans to date have occurred as a result of direct contact with poultry or with surfaces and objects contaminated by their faeces. However, concern has recently been expressed about the potential for transmission of the virus to humans through water and sewage, although no definitive cases have been reported to date (WHO, 2006, http://www.who.int/ water_sanitation_health/emerging/h5n1background.pdf) .\n\nThe availability of quantitative and standardised virus methods will enable the future setting of legislative virus standards for bathing waters, bivalve shellfish and shellfish growing waters. Achievement of this objective will also enable the identification of key environmental factors, such as rainfall and sewage discharges, responsible for viral contamination in bathing and shellfish harvesting areas. Identification, and management, of such critical control points will provide an alternative approach to containing the virus risk and would permit the development of enhanced sanitary controls.\n\nFinally, another long-time challenge in environmental virology is to conduct actual field studies to evaluate the environmental behaviour of human enteric viruses, which has to face the impossibility of introducing pathogens in the environment. As model systems, recombinant tracers could be perfectly adequate for field studies of microbial tracking, since they may be produced in extremely high numbers (several milligram amounts). Additionally, their noninfectious nature makes them completely harmless and suitable for use in scenarios where the use of actual viruses is hampered by the impossibility of introducing potential pathogens into, for instance, shellfish growing waters. Recombinant norovirus particles have been employed to investigate the behaviour of norovirus (Redman et al., 1997; Le Guyader et al., 2006a) and rotavirus (Caballero et al., 2004; Loisy et al., 2004 Loisy et al., , 2005a in environmental samples.\n\nObviously, from the strictly structural point of view, there is no better surrogate of an actual virus pathogen to track their behaviour in the environment than a non-infectious virus-like particle of the same virus. The demonstration of the capacity of Norwalk virus to bind to shellfish tissues at the same binding site as that used to human tissues suggests a possible coevolution mechanism involving the oyster as an intermediary vector (Le Guyader et al., 2006) . As knowledge increase in understanding the binding of human enteric viruses to humans, more will be understood about their behaviour in shellfish. "}