{"title": "DIAGNOSTIC EVALUATION SPINAL CORD DISEASES Infectious Inflammatory Diseases Neoplastic Disease Spinal Trauma Intervertebral Disc Disease Vascular Disorders Syringomyelia and Hydromyelia Spinal Arachnoidal Cysts MISCELLANEOUS SPINAL CORD DISEASES", "body": "Spinal cord diseases in cats vary in the severity and in progression of neurological dysfunction. Diagnosis of spinal cord disease in cats can be a challenge. Clinical signs often are vague and insidious. Advanced imaging techniques have improved diagnostic capabilities and recognition of new disorders. Infectious inflammatory disease is the most common categorical differential diagnosis in cats with spinal cord dysfunction. Other common disease categories include neoplasms, trauma, and degenerative disorders. 1 Veterinarians must think beyond the more common differential diagnoses to consider unusual diseases and different diagnostic approaches. This chapter emphasizes newly recognized spinal cord diseases and provides a review of the current literature.\n\nSigns of neurological dysfunction dictate the neuroanatomical localization of a lesion within the spinal cord. Spinal reflexes and paraspinal hyperesthesia assist with lesion localization. Localization is specified to the spinal cord regions C1-C5, C6-T2, T3-L3, and L4-S2, based on upper motor neuron or lower motor neuron signs of limb weakness. Cats with spinal cord compressive disease or meningomyelitis often exhibit paraspinal hyperesthesia. Pathology of the spinal cord tissue itself usually does not have hyperesthesia as a clinical sign. Orthopedic, polyneuropathic, myopathic, and neuromuscular junction disorders can mimic signs of spinal cord dysfunction. Careful interpretation of the neurological examination differentiates among these disorders (see Chapter 49) .\n\nSignalment and history aid in formulation of a list of probable differential diagnoses. Young cats are more likely to be diagnosed with feline infectious peritonitis (FIP), lymphosarcoma, or a congenital anomaly. Middle-age and older cats may be diagnosed with nonlymphoid neoplasia or intervertebral disc disease. History is important for determining temporal onset (acute, insidious, or episodic) and progression (rapid, gradual, or static). Trauma, vascular insults, and some inflammatory and neoplastic diseases present acute in onset.\n\nCats with spinal cord dysfunction require thorough physical examination and routine laboratory diagnostic testing. Other disorders that cause paresis can mimic spinal cord disease; for example, neuropathy, myopathy, junctionopathy, polyarthropathy, and cardiovascular disease. Routine laboratory testing consists of a complete blood count (CBC), serum chemistry profile to include creatine phosphokinase (CK) enzyme activity, and urinalysis. Evaluation of CK activity aids in identification of a myopathy, which can mimic spinal cord dysfunction. Patient infection with feline immunodeficiency virus (FIV) or feline leukemia virus (FeLV) must be identified. Additional serology for infectious disease is dependent on suspicion of other diseases.\n\nSurvey radiography of the spine is recommended for cats with spinal cord dysfunction. Sedation or general anesthesia often is necessary to allow for proper patient positioning and relaxation of the spine. Some findings are nonspecific, but discospondylitis, vertebral tumors, or spinal trauma usually have more obvious radiographic abnormalities. Orthogonal or multiple views are recommended strongly, because a single view may not always provide complete information about the extent of the lesion (Figure 51-1).\n\nMyelography consists of injection of a nonionic contrast medium (0.3 to 0.45 ml/kg of iohexol [240 mg/ml] or iopamidol [200 mg/ml]) into the subarachnoid space of the low lumbar spine (L6-L7 or L5-L6) or the cerebellomedullary cistern. Myelography is an imaging technique used commonly to identify the location and extent of spinal cord compression. 2 Additional information may be used when combining the myelographic findings with computed tomography (CT). Magnetic resonance imaging also is a more sensitive technique for evaluation of the spinal cord tissue.\n\nCerebrospinal fluid (CSF) analysis is useful for detection of evidence of spinal cord disease, particularly when an inflammatory disorder is suspected. However, in most cases, a definitive diagnosis is not provided by CSF analysis alone, even in cats with overt CNS inflammatory disease. 3 Exceptions include finding the inciting organism in the CSF (e.g., Cryptococcus neoformans) or identifying neoplastic cells (e.g., lymphosarcoma). 3 Collection of fluid from the lumbar region may be preferable, because CSF flows in a caudal direction. 4 Additional diagnostic procedures include electrophysiology, CSF protein electrophoresis, serology, and exploratory surgery.\n\nInfectious inflammatory diseases account for 31 per cent of all feline spinal cord diseases. 1 Common infectious inflammatory spinal cord diseases include FIP, cryptococcosis, FeLV infection, and toxoplasmosis.\n\nApproximately 15 per cent of cases of meningomyelitis in cats are bacterial or suspected to be bacterial in origin. 1 Bacterial infections may occur secondary to hematogenous spread or, more likely, as a result of direct extension of a local wound (e.g., cat bite abscess). 5 Pasteurella spp. and Staphylococcus spp. are common pathogens. Discospondylitis often is caused by a bacterial infection and involves the intervertebral disc and associated vertebral endplates. Discospondylitis has been reported infrequently in cats and, if not treated appropriately, may progress to severe neurological dysfunction. 6, 7 Polioencephalomyelitis, an inflammatory disease of unknown cause, is associated with 8 per cent of cases of feline spinal cord disease 1 and may present with clinical signs of paraparesis. 5 Although not well described in the literature, eosinophilic/histiocytic meningomyelitis accounted for 6 per cent of inflammatory spinal cord diseases in cats. 1\n\nFELINE IMMUNODEFICIENCY VIRUS. FIV has been reported to cause a degenerative myelopathy that can be detected histologically with changes including myelin sheath splitting and intramyelinic vacuoles. Clinical signs of spinal cord dysfunction are not evident in experimentally infected cats or in cats with naturally occurring FIV infection. 8\n\nPresenting Signs and Pathogenesis. FIP accounts for more than half of the infectious inflammatory causes of myelitis in cats, and 16 per cent of all spinal cord diseases reported in cats. 1 Clinical signs of FIP result from the immune response of susceptible cats when infected by a mutant form of the feline enteric coronavirus (FECV), which reproduces within macrophages. 9, 10 The dry, or noneffusive, form of the disease is associated most commonly with CNS signs as opposed to the \"wet\" or effusive form, which involves the visceral organs and causes abdominal effusion. Pyogranulomatous inflammatory lesions involve the meninges, choroid plexus, and ventricular system. The immune response associated with FIP causes a vasculitis and an ependymitis that subsequently may obstruct flow of CSF. 11 Signs of systemic illness occur in approximately 79 per cent of cats with FIP. 1 Typical signs include weight loss, anorexia, intermittent fever, and ocular changes (anterior uveitis or chorioretinitis).\n\nAbout one third of cats with FIP have presenting clinical signs of neurological dysfunction. 12 Young, purebred, sexually intact male cats are at a higher risk for developing FIP. 13 A genetic susceptibility of about 50 per cent exists for development of FIP. 10 All cats in one study of patients with neurological signs of FIP were from multiple-cat households. 9 Although younger cats are most susceptible to FIP infection, cats of any age can develop the disease. In a case series of cats with spinal cord-related signs, more than 75 per cent were younger than 2 years of age. 1 Most cats with FIP have intracranial signs but often manifest signs of spinal cord dysfunction: pelvic limb ataxia, generalized ataxia, and paraspinal hyperesthesia. In a small case series of cats with confirmed FIP, four of 10 had paresis or paralysis as the presenting clinical sign. 12 Paresis was evident in two of seven of these cats with diffuse FIP. 12 In another study, 28 of 29 cats with FIP had histological lesions that predominated in the cervical spinal cord and brain. 1 Diagnosis. Antemortem diagnosis of FIP is difficult. Diagnosis is suspected based on assimilation of history, signalment, hematology, and other supportive diagnostic tests that include serology, CSF analysis, findings on imaging, and tissue biopsies. A typical history includes acquisition of the cat from a cattery or shelter, and a fever that waxes and wanes and does not improve with antibiotic therapy. 10 Common hematological and biochemistry abnormalities include neutrophilia or lym- phopenia, low albumin with increased globulins, or a high serum fibrinogen. 10 Serological testing and polymerase chain reaction studies to assess for viral load can be beneficial. 10 Serology only confirms exposure to feline coronavirus. Some cats with FIP may have high antibody titers, but this is not absolute. A recent study of histopathologically confirmed cases of FIP found that serological testing provided further support for tissue biopsy procedures. 14 High antibody titers (1:1600) provide a 94 per cent probability of active FIP infection. 14 A titer that was positive but below 1:1600 suggested only a 44 per cent probability that cats had FIP. 14 The titers in 10 per cent of cats with FIP were negative, which suggests a compromised immune system. 14 Definitive diagnosis of FIP is made by histopathology of abdominal organs obtained by tissue biopsy. Immunofluorescent assay/immunohistochemistry techniques can detect presence of coronavirus antigens within macrophages. 14 Diagnostic evaluation of the CNS aids in an indirect diagnosis of FIP. Results of CSF analysis often reveal a marked increase in protein concentration and a neutrophilic pleocytosis. 11, 15 Comparisons of antibodies in serum and CSF may provide additional information, but false negatives and false positives are possible. Presence of antibodies in CSF must be interpreted in light of blood-brain barrier breakdown. Adjunctive comparison of other infectious disease antibody titers in serum and CSF can assist with determination of intrathecal production of antibodies. 10 Common abnormalities on MRI and CT include presence of hydrocephalus and periventricular contrast enhancement. Overall the most consistent diagnostic findings in cats with the CNS form of FIP include a positive coronavirus IgG titer in CSF, a high serum total protein concentration, and abnormalities in brain imaging. 9 Treatment. No treatment has been proven effective for FIP, and the long-term prognosis is poor. 10 Overall mortality rate is 95 per cent. 10 Supportive therapies consist of antiinflammatory doses of prednisone (1 mg/kg/day PO) and immunomodulation with cyclophosphamide or interferon. A recent report found use of recombinant feline interferon combined with corticosteroids more effective in cats with the effusive form than with the noneffusive form (n = 1) of FIP. 16 Other therapeutic recommendations include a diet with high nutritional value and stress reduction. 10\n\nPresenting Signs and Pathogenesis. Cryptococcus neoformans is a saprophytic fungal organism that can cause systemic or focal disease. Transmission occurs through inhalation of the organism that lives in the soil or bird excrements. CNS signs are reflective of meningitis or focal granuloma formation within the brain parenchyma. Fungal masses within the extradural space cause secondary compression ( Figure 51 -2). 17 Cryptococcal infection can cause focal spinal cord disease in some cats. The mean age for cats infected with Cryptococcus is 6 years; however, the age range can vary. 18, 19 Approximately 58 per cent of cats diagnosed with Cryptococcus spp. were considered primarily outdoor cats. 18 Systemic signs are variable and commonly include depression/lethargy, fever, poor body condition, or anorexia. 18 In one case series, approximately 50 per cent of the cats with cryptococcosis had CNS signs, 42 per cent had ocular signs, and 32 per cent had respiratory signs. 18 Cutaneous lesions also can occur. Another case series reported that only 9 per cent of cats showed signs of neurological dysfunction. In this series, nasal signs were more common. 19 Clinical signs of spinal cord dysfunction, including paraspinal hyperesthesia and paresis, have been reported in at least one case series. 18 C. neoformans accounted for 9 per cent of infectious causes of spinal cord disease in cats. 1 Diagnosis. CSF analysis is one of the most useful diagnostic tests in cats with CNS cryptococcosis. Neutrophilic and eosinophilic pleocytosis often are present. In some cases, the organism is identified. Diagnosis also is based on detection of capsular antigen using a latex agglutination test in serum and CSF. Cats with focal granulomas in the CNS may have negative antigen titers. 17 Latex agglutination tests can have falsenegative results (or interference), which makes definitive diagnosis difficult. 18 In these cases, cultures, cytology, or histopathology of other tissues, such as skin, may be necessary. Also important is documentation of the FeLV and FIV status of cats with cryptococcosis, because concurrent infection may be common. 18 Additionally, cats with other concurrent viral infections tend to have a higher incidence of treatment failure. 20 Treatment. Treatment of CNS cryptococcosis consists of long-term administration of systemic antifungal agents. Itraconazole and fluconazole are considered the drugs of choice. Fluconazole (5 to 15 mg/kg PO q12h) is recommended, because it crosses the blood-brain barrier readily and has high lipid solubility. Duration of treatment ranges from 6 to 10 months; however, a longer duration may be required to prevent relapse. 21, 22 Antiinflammatory doses of corticosteroids help to decrease the inflammation and edema that can worsen neurological signs during treatment. Therapeutic monitoring is based on clinical response and serial serum antigen titers. Antigen titers often remain positive for a considerable period of time after clinical signs have resolved. 19 Cats that have a reduction in antigen titer during the course of treatment have a better prognosis. 20 Surgical removal of a fungal granuloma may be considered in conjunction with antifungal therapy. 17\n\nPresenting Signs and Pathogenesis. Toxoplasma gondii is an infrequent cause of spinal cord disease in cats; it was reported as the cause for only 3 per cent of all infectious diseases resulting in spinal cord dysfunction. 1 T. gondii is a protozoal coccidian parasite for which cats are the definitive host. Transmission occurs congenitally through the placenta from an infected queen or more commonly by ingesting the organism. Healthy cats may be positive on serology but rarely develop clinical disease. Predisposing factors for clinical disease include immunosuppression as a result of FIV and/or FeLV infection, administration of corticosteroids or chemotherapy, and diabetes mellitus. Toxoplasmosis causes a nonsuppurative meningoencephalomyelitis. The organism also may infect muscle and peripheral nerves. 5 Systemic signs include anorexia, weight loss, fever, and pneumonia.\n\nDiagnosis. Definitive diagnosis of toxoplasmosis is difficult. A suspected diagnosis is based on clinical signs, the exclusion of other CNS diseases, serology, and response to treatment. 11 The amount of CSF pleocytosis is variable, and the cellular differential count usually consists of mononuclear cells. Albuminocytologic dissociation may be the only abnormality. T. gondii-specific IgG and IgM can be assayed in serum and CSF. Paired titer evaluations may detect an increase in serum IgG; however, the disease course still may be static. 11 An IgM titer greater than 1:256 may indicate an active or recent infection. Antibodies in CSF are compared with serum antibody titers for accurate interpretation of blood contamination and intrathecal antibody production. A definitive diagnosis is made by detecting the organism in a tissue biopsy.\n\nClindamycin (12.5 mg/kg PO q12h for 4 weeks) is recommended for treatment of CNS toxoplasmosis. 23 An alternative drug therapy is trimethoprim-sulfonamide (15 mg/kg PO q12h). 23 One author reported a fair to good outcome in three cats treated for Toxoplasma-induced myelitis. 5 Clinical signs can be residual and response to therapy may be slow. 11\n\nClinical Presentation and Pathogenesis. Feline leukemia virus, an oncogenic retrovirus, can cause spinal cord dysfunction. FeLV can cause myelopathy by indirect and direct pathogenic mechanisms. FeLV can predispose to the spinal form of lymphoma indirectly or cause a degenerative myelopathy directly. FeLV-associated myelopathy reflects primary pathology within the spinal cord. 24 Light microscopic examination revealed swollen axons and myelin sheaths in the brain stem and spinal cord of affected cats. Immunohistochemical staining revealed FeLV antigens in neural tissue. A previously reported case of degenerative myelopathy in a FeLV-positive cat may have been FeLV-associated myelopathy. 25 This disease is associated with chronic infection with FeLV. CNS signs develop on average 3 years after the first positive FeLV test. 24 Mean age of affected cats is 9 years. 24 Signs of FeLV-associated myelopathy include progressive ataxia and hyperesthesia, and paralysis develops within 1 year after onset of paraparesis. 24 Urinary incontinence occurs in a small percentage of cats.\n\nDiagnosis and Treatment. A suspected antemortem diagnosis is based on ruling out other diseases. Positive FeLV tests should heighten suspicion for this disease. CSF analysis usually is not helpful. 24 Advance imaging studies have not been evaluated in cats with FeLV-associated myelopathy. Myelography is normal. No treatment options have been described.\n\nNeoplasia is a common cause of spinal cord dysfunction in cats. With regard to relative incidence in one case series, neoplasia affected 28 per cent of cats diagnosed with spinal cord dys-function. 1 Lymphosarcoma made up 38 per cent of neoplasiarelated spinal cord cases; however, this disease is becoming less common with the reduction in incidence of FeLV infection. 1, 26, 27 Lymphosarcoma Presenting Clinical Signs and Pathogenesis. Spinal lymphoma historically has been the most common cause of spinal cord neoplasms in cats. CNS lymphoma accounted for 12.1 per cent of all cases of lymphoma and, of these cases, 88 per cent had spinal cord involvement. 28 The disease is especially common in young FeLV-infected cats, with a mean age reported between 3.6 and 4 years. 28, 29 Cats younger than 3 years of age make up approximately 70 per cent of the cases.\n\nClinical signs associated with spinal lymphoma may be associated with a focal myelopathy that can occur in any region of the spinal cord. Paresis has been reported in approximately 80 per cent of cats with spinal lymphoma. 28, 29 Evidence of spinal hyperesthesia may be focal or multifocal with more extensive distribution. 29 The disease course can be rapidly progressive, with some cats showing signs for a week or less. 28, 29 Neurological signs are related to the location of the lymphoma. Although lymphosarcoma generally is a multicentric disease, more than 85 per cent of cats with CNS involvement lack systemic signs or hematological changes. 29 Renal lymphoma is likely to metastasize to the CNS.\n\nDiagnosis. Evidence for systemic disease on physical examination includes enlargement of lymph nodes and abdominal organs. A CBC may show anemia, leukopenia, and thrombocytopenia. Circulating lymphoblasts may be present on a differential white blood cell count. A positive correlation between serological testing and spinal lymphoma has been reported. 28, 29 The safest and most reliable method of obtaining a diagnosis of CNS lymphoma is confirmation of the presence of lymphoma in other visceral organs. Bone marrow aspiration may be diagnostic for neoplasia in up to 81 per cent of cases with this disease. 29 CSF analysis is not always diagnostic for lymphosarcoma because of its extradural location. One case series reported that 6 of 17 cats had neoplastic lymphocytes in the CSF. 28 Myelography can determine lesion extent and detect presence of extradural, intradural-extramedullary, or intramedullary involvement. An extradural lesion is the most common myelographic finding. Fluoroscopic aspiration and cytology may allow definitive diagnosis of the spinal lesion. 29 MRI may detect intramedullary lesions.\n\nTreatment. Positive FeLV status in cats has been shown to be a negative prognostic indicator for spinal lymphoma. 30 The prognosis for cats with paresis or paraplegia is considered poor. Treatment options for spinal lymphoma consist of chemotherapy, surgical resection, and focal irradiation. 31 No superior treatment strategy for chemotherapy has been documented. Currently, multidrug protocols are advocated. 27, 29 A laminectomy procedure facilitates diagnosis and decompression until other therapies can take effect.\n\nClinical Presentation and Pathogenesis. Nonlymphoid tumors involving the spinal cord are less common in cats. Tumors may be categorized based on expected locations: intramedullary, extramedullary/intradural, and extradural.\n\nIntramedullary tumors are considered uncommon and make up 10 per cent of all reported spinal cord neoplasms in cats. 1 Documented tumors include astrocytoma and ependymoma. 32, 33 Intradural/extramedullary tumors make up 12 per cent of spinal neoplasia cases and include meningiomas, meningeal sarcomas, and malignant nerve sheath tumors. 1 Feline meningiomas usually occur rostral to the foramen magnum; only 4 per cent of meningiomas found in cats affected the spinal cord. 34 Levy, Mauldin, Kapatkin, et al reported five cases of spinal meningiomas in cats: one in the cervical region, three in the thoracic spine, and one in the lumbar spine. 36 Another case report described a meningioma affecting the spinal cord at the C6-C7 spinal cord segment. 35 Extradural spinal cord compression can result from spinal canal masses or tumors of the surrounding bone and vertebrae. These make up about 40 per cent of spinal cord-associated neoplasms in cats, with vertebral and bone tumors accounting specifically for 29 per cent of all spinal tumors. 1 Reported tumor types include chondrosarcoma, lipoma, osteosarcoma, and multiple myeloma. 36 Nonlymphoid spinal neoplasia typically occurs in older cats, with a median age of 12 years in one case series. 36 These tumors are not associated with FeLV or FIV infection.\n\nClinical signs of myelopathy are dependent on tumor location. Focal pain and paresis are most typical. Intramedullary neoplasms usually do not cause spinal hyperesthesia until later in the disease course. The clinical course of spinal neoplasms also varies. Chronic progressive spinal dysfunction may be expected; however, peracute signs (e.g., pathological vertebral fracture) may present (Figure 51-3) .\n\nDiagnosis. The process of diagnosis of nonlymphoid tumors begins with survey spinal radiographs. Evidence of bony lesions can be evident in osteosarcoma and multiple myeloma. Myelography determines extent and location of spinal involvement. Advanced imaging (CT and MRI) may assist further with determination of lesion extent. Findings on CSF analysis often are nonspecific. Fluoroscopic aspiration or surgical biopsy may yield a definitive diagnosis.\n\nTreatment. Specific treatment regimens are based on histopathological diagnosis of the tumor. Treatment often consists of palliative corticosteroids (i.e., prednisone 0.5 to 1 mg/kg/day PO) to control edema, and pain management. Surgical removal/debulking of various tumor types has been described and may improve survival times. 36 A reasonable survival time can be expected for cats with meningiomas after surgical resection. 36 Osteosarcomas may be associated with long survival times and appear to be less aggressive than the canine form of this disease. 36 A treatment regimen reported for multiple myeloma in a Maine coon cat 6 years of age consisted of a combination of chemotherapy and irradiation. 37\n\nClinical Presentation and Pathophysiology. Spinal trauma is an important cause of spinal cord dysfunction in cats. Cats have been the subject of multiple laboratory studies of spinal cord injury. [38] [39] [40] [41] [42] [43] [44] Information learned from this research must be interpreted from the standpoint that the mechanism of spinal cord trauma is controlled in the laboratory environment. Naturally occurring spinal trauma in cats is not a well-described phenomenon because cats often do not survive the inciting incident.\n\nSpinal injury occurs more frequently in younger cats. Cats (n = 69) in a retrospective study of spinal injury were 9 years of age or younger; 39 per cent were younger than 1 year of age, and 29 per cent were between 1 and 3 years of age. 45 The mean age of another study of 30 cats was 3.6 years (range 2 months to 12 years). 46 Common causes of spinal trauma are height-related and vehicular injuries. In a large report of high-rise syndrome in cats, 10 per cent sustained spinal fractures or luxations. 47 Other sources of trauma include dog attacks and gunshot wounds. 45, 46 Compression-type fractures occur in more than two thirds of the cases with spinal fractures. 46 Twenty per cent of cats with spinal injuries also have acute disc extrusions secondary to the trauma. 46 Spinal cord contusion injury without evidence of fractures also may occur after a fall. 46 Other injuries that occur in conjunction with spinal trauma include pneumothorax, pulmonary contusions, abdominal organ trauma, and head trauma.\n\nAlthough all segments of the spine are susceptible to trauma, the cervical and sacral/caudal regions are much less likely to sustain injury. The thoracic and lumbar regions make up 51 per cent and 32 per cent of spinal column injuries, respectively. 45 Traditionally, the most likely location for spinal column injury is at a site characterized by a transition from rigid stability to less stability, such as T13-L1 or L7-S1. This was challenged recently in a larger study consisting of 69 cats, in which 51 per cent of the spinal trauma cases occurred between T8 and T12. 45 The segments between L2-L3 and L4-L5 also were significant sites in 43 per cent of the cases. The T11 through T12 vertebrae have been reported to be affected in 45 per cent of spinal injuries in cats. 46 A case series reported by Voss showed that 50 per cent of spinal fractures were located between the L3 and L6 vertebrae. 48 Diagnosis. In cases of suspected spinal injury, the neurological examination is performed with caution to minimize movement of the cat with suspected spinal instability. Evaluation of deep pain perception is most important with regard to determining prognosis.\n\nSpinal radiography using orthogonal views should localize the lesion. Radiography documents spinal alignment during that time without knowledge of the amount of displacement at the time of the injury. The entire spine should be radiographed, because multiple spinal fractures are common. Advanced imaging of the spine has been recommended because plain film radiography and myelography may underestimate the degree of fractures or luxations present. 48 Myelography or MRI defines the extent of spinal cord compression more accurately. 46 Treatment. Goals of therapy are to prevent further mechanical damage to the spinal cord and reduce secondary injury processes. Treatment recommendations often are adapted from laboratory studies that involve species other than cats. Drawing firm conclusions for optimal treatment of spinal trauma in cats is difficult.\n\nManagement of a cat with spinal trauma should focus first on systemic stabilization. Management consists of following the ABCs of trauma. Airway is assessed for patency and adequate ventilation. Appropriate fluid therapy helps to maintain cardiovascular function. Aggressive fluid therapy is important to maintain spinal cord perfusion. 49 Hypotension is one factor shown to worsen outcome in human beings with spinal cord injury. Isotonic crystalloids (lactated Ringer's solution or 0.9 per cent sodium chloride) at shock doses, initially (60 ml/kg/hr IV in cats) are given to effect until heart rate, capillary refill time, and pulse quality improve. Hetastarch (6 per cent) is a large molecular weight colloid that consists of a branched polysaccharide, amylopectin. Its molecular properties provide a long intravascular half-life. The dose is 10 to 20 ml/kg given to effect up to 40 ml/kg/hr. Hetastarch is administered intravenously to cats to effect up to 10 to 15 ml/kg; the dose is increased in 5 ml/kg increments every 5 to 10 minutes to avoid nausea and vomiting. Hypertonic saline (7 per cent) also may be used to expand blood volume quickly. The dose (4 to 5 ml/kg) is administered as an intravenous bolus over 3 to 5 minutes. The disadvantage associated with the use of hypertonic saline is that it remains in the vascular space for only 15 to 60 minutes. Blood products also are used to expand volume and provide increased oxygen delivery. Whole blood is administered intravenously at a dose of 4 to 10 ml/kg/hr, over 4 to 6 hours in stable patients and faster in unstable patients. The goal is to restore the hematocrit to 25 to 30 per cent and albumin to more than 2 g/dL.\n\nUse of high-dose methylprednisolone sodium succinate (MPSS) is becoming more controversial but is still considered standard of care in human medicine. Experimental spinal cord injury studies in cats have shown that increased lactate levels in spinal cord immediately after injury most likely were attributed to decreased spinal cord perfusion. 41 High doses of MPSS 30 minutes after induced trauma attenuated the secondary injury process dramatically. The intent of high-dose MPSS is to provide adequate tissue concentrations of steroid at the site of injury. The original dose for this regimen was 30 mg/kg IV initially, then a dose of 15 mg/kg given 2 and 6 hours later, followed immediately by a 2.5 mg/kg/hr infusion, which is continued for 42 hours. The total dose of MPSS administered is 165 mg/kg. 43 Recent prospective clinical studies that have used modifications of this protocol have come under intense scrutiny for various reasons, including statistical manipulation, lack of proven efficacy, and increased rates of complications in human beings and dogs. [50] [51] [52] [53] [54] Administration of MPSS is time dependent and has shown efficacy if administered within 30 minutes of the injury. 55 Use of high-dose MPSS is not recommended for administration if the time has been longer than 8 hours after sustaining the injury.\n\nSupportive medical management alone is useful if spinal instability is not detected or when there is financial constraint. 56, 57 Cats may not tolerate body splints. 56 Strict cage confinement is relied upon for 4 to 6 weeks after the injury to initiate the healing process. 58 Surgical Management. Surgical management of spinal trauma is recommended in cases of instability or severe spinal cord compression. 58 The timing of surgery relative to the injury is somewhat controversial; however, adequate medical stabilization before surgery is essential. Early decompression has been supported in the laboratory setting in cats, but the optimal time to perform surgery still is unknown. 59 Immediate surgical decompression of the affected site is a controversial subject in human spinal trauma, and some studies have not shown a benefit to early surgery. 60, 61 The technique of surgical stabilization depends somewhat on the fracture type. Decompression alone may be sufficient in some cases in which instability is not present. 45 Decompression was needed in cats that sustained displacement of the intervertebral disc or endplate into the spinal canal. 45 A dorsal laminectomy, preserving the articular processes, suffices for adequate decompression.\n\nCommon techniques of internal spinal fixation/stabilization include the use of pins with polymethylmethacrylate and spinal stapling. Spinal stapling involves the use of rigid intramedullary pins that are secured to the spine after reduction of the fracture/luxation. Intramedullary pins are secured to the lamina at the base of the spinous process (Figure 51-4) . 62 Spinal stapling is considered technically easier to perform than other described forms of internal stabilization. Limited information is available for the long-term outcome. Problems associated with this type of surgery include fragility of the spinous processes and migration or breakdown of implants. 45 A recent case series involving 16 cats with thoracolumbar trauma described using a figure-8 tension band technique as a modification of spinal stapling. 48 Complications from this technique were not observed. 48 Successful use of pins and polymethylmethacrylate to stabilize a lumbar fracture in a cat has been described. 63 This form of treatment provides significant stability, particularly for rotational forces. 64 Optimal placement of pins within the vertebral body may be difficult because of the small size of typical feline vertebral bodies. Complications of this procedure include pin migration, pin breakage, pneumothorax, and additional trauma to soft tissue structures.\n\nOutcome for cats with spinal trauma is guarded. Survival rate in one study was only 60 per cent. 46 Cats that did not survive were euthanized or died within 4 days of the injury. Cats with spinal fractures and absence of deep pain perception almost always have a hopeless prognosis. The return of motor function does not equate necessarily with return of voluntary urination. 48 Spinal Walking: from Laboratory to Clinics. Prognosis for return of voluntary motor function in cases of absent deep pain perception generally is considered grave. However, the cat has been the subject of extensive experimental work studying the return of ambulation after spinalization, or complete transection of the spinal cord. \"Spinal walking\" is a clinical term used for return of ambulation in an animal with no deep pain perception in the pelvic limbs. In the laboratory setting, this phenomenon is known as spinal locomotion. Pelvic limbs are under no voluntary control, and the thoracic limbs move asynchronously with the pelvic limbs when on a treadmill. Spinal locomotion may be evident within a few days of the injury. 66 The spinal cord generates this pattern of limb movement, which allows for the placement each foot, weight-bearing, and alterations of speed with change in treadmill velocity. 65 The animal also is capable of stepping over objects placed in its way. 66 Cats have been trained to develop spinal locomotion after complete experimental spinal cord transection at T13. The underlying mechanism may be the result of a spinal locomotor generator. 66 Spinal locomotion is dependent on the development and preparation of a spinal locomotor pattern generator, stimulation of cutaneous receptors, alterations of intraspinal neurochemistry, and input from the midlumbar spinal cord. 66 Plasticity occurs within the spinal cord as a result of training. Lesion location within the spinal cord also can affect the ability to walk; for example, a lesion at the L3-L4 spinal segment is not conducive to development of spinal locomotion. 65 Spinal walking in a cat with a complete spinal cord injury is much less likely to occur without training. 67 Animals with complete spinal cord transections and no training can begin to take steps within weeks of the injury. 65 Cats with naturally occurring spinal trauma had a low success rate in development of spinal locomotion after injury. Reasons for the low success were attributed to less controlled spinal injury and inadequate physical therapy/training. Training for 30 minutes daily 5 days a week provides an 87 per cent success rate of weight-bearing in the pelvic limbs. 68 Without appropriate rehabilitation the rate drops to 33 per cent. 69 Variability exists among cats as to when walking movements begin to occur. 66 Repeated training of a cat by placing the thoracic limbs on a nonmoving platform and the pelvic limbs on a treadmill resulted in better walking and weight-bearing ability in the pelvic limbs. 65 This process involves the use of a treadmill, tail support, and various forms of stimulation. 70 Cutaneous stimulation is important for afferent sensory input. Younger animals tend to have a better recovery rate for walking. 66 Training activities resulted in almost all cats regaining the ability to walk. Early intensive training allowed for better walking. 66 Spinal locomotion is maintained only for a finite period after discontinuation of training activities and begins to show decline after 12 weeks. 71 Long-Term Management of a Deep Pain-Negative Cat. Much has been learned in cats after experimental spinal cord injury regarding optimal medical management of deep pain-negative cats. 70 Bladder expression is required at a minimum of twice daily. Some cats urinate without expression, but the bladder is not emptied completely. Stimulation of the perineum initiates a mass reflex and partial emptying of the bladder. 70 Researchers report that treadmill training also stimulates urination and defecation in cats with complete spinal cord injuries. 70 Inadequate emptying of the bladder predisposes to chronic urinary tract infections 70 (see Chapter 48) . Suggestions for care to prevent this problem include adequate bladder expression and water intake. 70 Chronic bladder infections weaken the muscular wall, further complicating manual emptying of the bladder. 70 Fecal elimination usually can occur without assistance and is aided by perineal stimulation. 70 Diarrhea and constipation still can occur as complications.\n\nClinical Presentation and Pathogenesis. Intervertebral disc disease (IVDD) is recognized commonly in cats with approximately 27 published cases. 72 Several case series have been published in recent years. [73] [74] [75] The incidence of IVDD as a significant clinical problem compared to other diseases that affect cats has been reported to be 0.12 per cent. 74 Earlier clinical reports of disc disease in cats were postmortem studies that described cervical and, to a lesser extent, lumbar disc disease in older cats. [76] [77] [78] [79] [80] These discs were mostly Hansen type II, with bulging of the annulus fibrosus into the spinal canal, and were described as incidental findings. Characteristics of a degenerated intervertebral disc suggest some degree of chondroid degeneration of the discs. 72 More recent literature describes Hansen type I, with extrusion of nucleus pulposus into the spinal canal, and recognizes this type to be the most common form of disc-related spinal cord compression in cats. 74 IVDD also can occur spontaneously in cats having no history of trauma. 74 IVDD occurs more frequently in middle to older aged cats. Mean age for all reported cases is 7 years. 72 The age range varies somewhat in different reports, between 3 and 9 years, 73 and 4 and 17 years (mean age of 9.8). 74 No gender or breed predilections exist for IVDD in cats.\n\nClinical signs of disc disease vary on lesion location and in severity and can consist of back pain and paresis/plegia. Lesion involvement in the thoracolumbar region of the spinal cord is common. 72 Cervical disc disease is uncommon in cats, with two reported cases confirmed by necropsy, and one presumed case diagnosed with MRI. [81] [82] [83] Disc spaces between the T11 and L2 vertebrae are affected in 50 per cent of cats with clinical signs of IVDD. 72 The L4-L5 disc interspace also is a common site in 26 per cent of the reported cats with IVDD. 72 IVDD at L7-S1 disc was described in a cat with lower motor neuron signs, flaccid tail, and urinary and fecal incontinence. 84 Diagnosis. Survey spinal radiographs may reveal typical evidence of disc disease: narrowed disc spaces and evidence of mineralized material in the intervertebral foramen. 74 Collection of CSF is performed to eliminate other potential inflammatory diseases. Findings on CSF analysis in cats with IVDD are not specific and may show a mild neutrophilic pleocytosis and increased protein concentration.\n\nMyelography is used to localize the site of the disc extrusion/herniation more precisely. Computed tomography can detect hyperdense material within the spinal canal at the affected disc space. 74 Findings on MRI suggestive of IVDD include evidence of dehydration of the disc with loss of signal intensity on T2-weighted sequence. 83 Treatment. Conservative medical management has been used successfully in cats with IVDD; however, in severe spinal cord compression, this form of treatment should not replace surgery. Based on a limited number of case reports, medical management alone may result in a poor outcome. 72 Conservative management still may be a better option in cases with a small amount of extruded disc material in the canal. 83 Medical management usually consists of pain control with use of a combination of narcotics and corticosteroids. Corticosteroid therapy (prednisone 0.5 to 1 mg/kg/day PO) is used short-term in combination with strict cage confinement for 4 to 6 weeks. Physiotherapy also may aid the long-term outcome of neurological function.\n\nSurgical decompression for removal of extruded disc material may be accomplished with use of either a hemilaminectomy or dorsal laminectomy procedure. 73, 74 Surgery offers a higher rate of success and more rapid and complete neurological recovery when compared with conservative treatment. 75, 85 Many cats still have residual neurological deficits that include paresis and urinary and/or fecal incontinence. 73, 74 \n\nClinical Presentation and Pathogenesis. Fibrocartilaginous embolism (FCE), or embolic myelopathy, has been described in many species including cats (Table 51-1) . [86] [87] [88] This is a rare disease in cats, with about 7 per cent of spinal cord diseases attributed to vascular causes. 1 In this disease, a small portion of fibrocartilaginous tissue, which is presumed to be intervertebral disc material, occludes the vascular supply to the spinal cord, resulting in an acute onset of asymmetrical spinal cord dysfunction. Typically, FCE is nonprogressive and not painful. Lesions in the cervical and lumbar spinal cord regions have been reported. The mean age from the limited case reports available is 10.2 years, with a range between 8 and 12 years of age.\n\nDiagnosis. Diagnosis of FCE is based on elimination of other causes of myelopathy. CSF analysis may reveal a neutrophilic pleocytosis and an increased protein concentration. 87, 88 Similar abnormalities also have been reported with intervertebral disc disease and may simply indicate necrosis. 73, 83 Case reports have lacked definitive imaging results, except in one case in which myelography showed evidence of intramedullary swelling. 88 MR images can be expected to show an increased signal intensity relative to surrounding tissues of the spinal cord parenchyma on a T2-weighted sequence. Treatment. Treatment strategies have been extrapolated from treatment options recommended in other species with FCE. This consists of high doses of MPSS (if the drug can be administered within 8 hours of the onset of clinical signs), adequate fluid therapy, bladder management, and supportive care. Once the cat is stabilized, physical therapy may aid in recovery. Prognosis in these cases is difficult to predict because the literature in this area shows some bias as definitive diagnosis requires necropsy. Prognosis is presumed guarded to fair in cats that have deep pain perception intact.\n\nSyringomyelia is an abnormal fluid-filled cavity within the parenchyma of the spinal cord. Hydromyelia often occurs with syringomyelia and is defined as dilation of the central canal. Pathophysiology of syringohydromyelia is associated with alterations in flow of CSF often secondary to a congenital anomaly, infectious disease process, or trauma. Syringohydromyelia has been reported in cats but is not well described. 89 Clinical signs include paraspinal hyperesthesia and paresis. The syrinx can be detected using MRI. Treatment usually is directed toward the underlying cause. An antiinflammatory dose of prednisone (0.5 to 1 mg/kg/day) may reduce edema and inflammatory response.\n\nClinical Presentation and Pathogenesis. Diverticulum within the subarachnoid space results in accumulation of CSF and compression of the spinal cord, which causes neurological dysfunction. These diverticula are not true cysts but rather leptomeningeal cavitations that are filled with CSF. 93 Spinal arachnoidal cysts have been reported to cause paresis in cats. [90] [91] [92] [93] Another case report documented an intradural epithelial-lined cyst found at the vertebral body of C7 in a 2 1 /2year-old female Burmese cat. 93 Location of these cyst formations is variable in cats and can occur in the cervical, thoracic, and lumbar spine. The cause of arachnoidal cysts is unknown, but may be related to factors that include previous trauma, inflammation, and developmental or congenital malformations. 92 An arachnoidal cyst in a 7-year-old spayed female domestic shorthair cat with paraparesis was associated with a lordotic malalignment of the caudal thoracic spine. 92 Affected cats usually are young to middle-age with a range between 2 and 7 years of age. Clinical signs usually are chronic and progressive and reflect the location of the cyst. Duration of clinical signs is chronic and progressive in onset. A cat in one report showed signs for only a few weeks. 90 Diagnosis. Diagnosis of spinal arachnoidal cysts is made using myelography, CT-myelography, or MRI. The diverticulum is identified with myelography as a teardrop shape within the subarachnoid space ( Figure 51-5) . 92 Magnetic resonance imaging can document a spinal arachnoidal cyst on a T2weighted sequence as an area of hyperintensity. 93 Treatment. Reports of treatment protocols for spinal arachnoidal cysts in cats have been limited. Surgical fenestration has been reported. 90,91,93 A hemilaminectomy or dorsal laminectomy is used to expose the cystic structure for dural fenestration and possible excision of the cyst. Outcome in these cases has been excellent with complete recovery. Residual neurological deficits may occur. Histopathology of the cyst wall is recommended to rule out other lesions. Palliative medical management consists of antiinflammatory doses of corticosteroids."}