{"title": "", "body": "Infections may be hazardous to the health of the mother, the course of pregnancy, and the unborn child. They can lead to premature labor or premature rupture of membranes and thereby increase the risk for spontaneous abortion and prematurity. Furthermore, certain germs can pass to the unborn child and harm it directly. Therefore, an anti-infective treatment which should be both effective and safe for the mother and the unborn child is often required. The use of penicillins and older cephalosporins is well documented and considered to be safe. Consequently, they are the drug of choice during pregnancy. In selected cases of bacterial resistance or intolerance to first-line antibiotics, other anti-infective agents might be recommended. Especially for life-threatening infections, a therapy with not so well-tried agents might be needed. The potential benefit of treatment in such cases most often outbalances the potential risk for the unborn child.\n\nStephanie Padberg 2.6 2.6.4\n\nErythromycin and other macrolides Pharmacology Erythromycin and other macrolides inhibit bacterial protein synthesis and are bacteriostatic. Macrolides are primarily applied in the treatment of infections with Gram-positive germs, but are also effective against Haemophilus influenzae and intracellular pathogens such as chlamydia. Macrolides offer an alternative for patients with penicillin allergy. Erythromycin is the oldest medication of this group. Its resorption can be delayed in the third trimester. Gastrointestinal side effects can lead to lower than therapeutic plasma concentrations, resulting in treatment failure (Larsen 1998) . Only 5-20% of the maternal erythromycin concentration is obtained in the fetus. Therefore, erythromycin is not a sufficiently reliable drug for fetal or amniotic infections.\n\nThe newer macrolide antibiotics azithromycin, clarithromycin, dirithromycin, josamycin, midecamycin, roxithromycin and troleandomycin have a similar antibacterial spectrum as erythromycin, but to some degree less gastrointestinal side effects. Spiramycin is used for toxoplasmosis in the first trimester.\n\nTelithromycin is the first ketolide antibiotic for clinical use. It is structurally related to erythromycin.\n\nErythromycin has always been considered a safe and effective antibiotic during pregnancy. Data on several thousand first trimester exposures do not support an association between erythromycin and congenital malformations (e.g. Czeizel 1999a ). However, an analysis of the data from the Swedish Birth Registry showed a weakly significant increase in malformations in 1,844 children whose mothers took erythromycin in early pregnancy compared to offspring whose mothers used phenoxymethylpenicillin (Källén 2005a ). This was based on an increased rate of cardiovascular malformations, especially ventricular and atrial septal defects. An update of the Swedish data verified an association between the use of erythromycin during early pregnancy and cardiovascular defects (Källén 2014 ). An increased incidence of pyloric stenosis was discussed by the same author (Källén 2005a) . This observation after intrauterine exposure in the first trimester is biologically not plausible; but it should be mentioned that a link has been suggested between a neonatal treatment with erythromycin during the first two weeks and the development of pylorus stenosis (e.g. Mahon 2001) . Other studies have failed to find a higher rate of septum defects, pyloric stenosis or other malformations (Bahat Dinur 2013 , Lin 2013 , Romøren 2012 , Malm 2008 , Cooper 2002 , Louik 2002 . In summary, the experiences argue against an increased embryo-and fetotoxic risk for erythromycin.\n\nThere are several reports of maternal hepatotoxic changes when erythromycin estolate was administered in the second half of pregnancy. These women developed a cholestatic icterus during the second week of treatment that abated within weeks when the treatment was discontinued, without evidence of permanent damage or signs of fetal compromise (e.g. McCormack 1977) .\n\nAzithromycin, clarithromycin and roxithromycin have also been studied in several publications without any indication of embryo-or fetotoxic effects (Bar-Oz 2012, Bar-Oz 2008 , Chun 2006 , Sarkar 2006 , Drinkard 2000 , Einarson 1998 ). In the case of clarithromycin, there was some 2.6 Anti-infective Agents 2 Pregnancy initial concern as animal experiments demonstrated teratogenic effects, and for instance, in some studies cardiovascular defects were induced in rats. Recently a Danish cohort study based on a prescription register observed an increased risk of miscarriage after clarithromycin in early pregnancy, but no increased risk for major malformations (Andersen 2013a) .\n\nExperience with dirithromycin, josamycin, midecamycin, spiramycin, and troleandomycin is very limited (Czeizel 2000b) . Spiramycin has been used in many first trimesters for the treatment of toxoplamosis. Although these reports did not focus on a possible teratogenic effect, numerous normal births after spiramycin exposure are reassuring.\n\nThere is no published experience with the use of the ketolide telithromycin in the first trimester. The animal experiments did not show that this agent is teratogenic.\n\nA local treatment with macrolides is quite safe for the fetus. Yet, because resistance develops quickly and allergies are frequent, macrolides should be used with some reservation.\n\nClindamycin and lincomycin belong to the lincosamide group. They inhibit bacterial protein synthesis and can be bactericidal or bacteriostatic depending on concentration and sensitivity. After an oral dose the resorption is almost complete. About half of the maternal concentration can be attained in the umbilical veins. There were no signs of embryo-or fetotoxic effects in several hundred pregnant women treated with lincomycin at different points in pregnancy (Czeizel 2000c , Mickal 1975 . There were also no problems found for clindamycin. Pseudomembranous enterocolitis is a dangerous maternal complication of clindamycin treatment that may also happen after vaginal application. Pregnancy complications due to bacterial vaginosis are not sufficiently preventable by vaginal clindamycin therapy (Joesoef 1999) . It should be noted though, that other investigators found a reduction in late abortions and prematurity when treating several hundred patients with oral clindamycin for an abnormal vaginal flora (Ugwumadu 2003) .\n\nRecommendation. Erythromycin, clarithromycin, azithromycin, and roxithromycin may be used in pregnancy when the resistance spectrum requires them, or in cases of an allergy to penicillin. Because of hepatotoxicity, erythomycin estolate should not be given during the second and third trimester. Spiramycin is the treatment of choice for toxoplasmosis in the first trimester. Telithromycin and other makrolides should only be given during pregnancy when no alternatives are available.\n\nRecommendation. Clindamycin and lincomycin should only be used when penicillins, cephalosporins and macrolides have failed. Clindamycin should not be routinely used after dental procedures.\n\nThe bacteriostatic effect of tetracyclines is based on an inhibition of the bacterial protein synthesis. These broad-spectrum antibiotics, especially tetracycline itself, form stable chelates with calcium ions. The standard agent today is doxycycline. Minocycline is especially lipophilic and displays a somewhat wider antibacterial spectrum than doxycycline. The older derivatives such as oxytetracycline and tetracycline are now rarely used as they are poorly resorbed. Chlortetracycline, demeclocycline, and meclocycline are only used as local agents.\n\nTigecycline is a minocycline derivative that belongs to the glycylcyclines; it has a very broad-spectrum and is especially effective against multi-resistant pathogens such as MRSA.\n\nTetracyclines cross the placenta. According to current knowledge an increased risk of malformation is not expected when tetracyclines are used (Cooper 2009 , Czeizel 1997 . The results of a population-based case-control study suggested that oxytetracycline was associated with an increased incidence of congenital malformations (Czeizel 2000d) . However, the number of cases in this study was small, and there are no other studies confirming this suspicion. A Danish cohort study found an association between oral clefts and maternal tetracycline exposure in the second month, but this result was based on only two exposed cases (Mølgaard-Nielsen 2012) .\n\nFrom the sixteenth week of pregnancy when fetal mineralization takes place, tetracyclines can bind to calcium ions in developing teeth and bones. In the 1950s numerous publications described the brown/yellow discoloration of teeth in children who were prenatally exposed to tetracyclines. Such dental discoloration is the only proven prenatal side effect of tetracyclines in humans. Under discussion were also enamel defects leading to an increased risk of caries, inhibition of the growth of the long bones, specifically the fibula and further, cataracts due to depositions into the lens. As doxycycline has a weaker affinity to calcium ions than the older tetracyclines, the risk appears to be lower for doxycycline exposures.\n\nA discoloration of milk teeth is not to be expected prior to the sixteenth week of gestation. Even thereafter, at worst, only the first molars of the permanent teeth would be affected when the usual therapeutic regimens if current dosings are adhered to. A bigger risk for the described development abnormalities can possibly expected with higher tetracycline doses during the second and third trimester that are necessary, for example, in malaria treatment.\n\nIn the past, the use of tetracyclines, especially in high doses or via intravenous administration in the second half of pregnancy, has been associated with severe maternal hepatic toxicity (e.g. Lewis 1991) . In most cases these were patients with kidney problems whose serum concentrations were markedly above the therapeutic range.\n\nNo untoward effects have been described in pregnant women who applied tetracyclines locally during pregnancy.\n\nThere is a lack of experience with tigecycline; no statement can be made about its tolerance in pregnancy. For local application silver sulfadiazine is used for burn injuries and sulfacetamide for eye infections. Sulfonamides attain 50-90% of the maternal concentration in the fetus and compete with bilirubin for binding sites on albumin. Today, sulfonamides are seldom used as monotherapy because their spectrum is limited and resistance develops rapidly. Combined with a folate antagonist such as trimethoprim or pyrimethamine (Section 2.6.16), sulfonamides are indicated among others in the treatment of toxoplasmosis and malaria. The fixed combination of the sulfonamide sulfamethoxazole and trimethoprim is available as co-trimoxazole. Both agents in this combination are not subject to pregnancy-induced variation in clearance that would require dose modifications. Trimethoprim is effective as a monotherapy in uncomplicated urinary tract infections with sensitive pathogens.\n\nTo date, there are no indications that sulfonamides, trimethoprim, and their combinations have a teratogenic potential in humans (Nørgård 2001 , Czeizel 1990 ). An embryotoxic potential has been discussed from time to time, because antagonists to folic acid can lead to malformations in animal experiments, and in humans the spontaneous incidence of neural tube defects (spina bifida) can be decreased by the administration of folic acid during early pregnancy (Chapter 2.18). The fact that human folic acid reductase is much less sensitive to trimethoprim than the bacterial enzyme, could explain that teratogenic problems have so far not been documented in humans when antibiotics with folic acid antagonists were used.\n\nTrimethoprim has been used for many decades in pregnant women. At present, there is an ongoing discussion concerning the association between the use of folic acid antagonists and an increased risk of congenital malformations. A retrospective case-control study discusses the causal relationship between treatment with trimethoprim and other folic acid antagonists, and the development of neural tube defects, cardiovascular abnormalities, cleft lip and palate, and urinary tract anomalies (Hernandez-Diaz 2000) . Authors' views on a preventative dose of multivitamin and folic acid preparations vary. Additional case-control studies, some of them with notable methodological problems, found weakly Recommendation. All tetracyclines are contraindicated after the fifteenth gestational week. Prior to this, they are antibiotics of second choice. Doxycycline should be preferred in such cases. Inadvertent use of tetracyclines, even after the fifteenth week, is not an indication for termination of pregnancy (Chapter 1.15). If really necessary, a local application to a small area may be conducted throughout pregnancy. Tigecyclin is reserved for special situations when sufficiently tested antibiotic are not effective.\n\nsignificant evidence for the development of cardiovascular defects, urinary tract anomalies, anencephaly, limb defects, and orofacial clefts (e.g. Mølgaard-Nielsen 2012 , Crider 2009 , Czeizel 2001c ). An increased risk for preterm birth and low birth weight has also been observed after exposure to trimethoprim/sulfamethoxazole (Santos 2011 , Yang 2011 . A Danish cohort study based on a prescription register found a doubling of the hazard of miscarriage after trimethoprim exposure in the first trimester (Andersen 2013b ). Based on the same prescription register, an increased risk of heart and limb defects was observed after preconceptional exposure (during the 12 weeks before conception) to trimethoprim (Andersen 2013c) . Beside methodological problems, such an association seems unlikely because a short-term therapy with trimethoprim does not usually lead to a relevant folic acid deficiency as a possible cause for birth defects. Trimethoprim and sulfonamides are not drugs of first choice, but they exhibit no established teratogens. According to current knowledge the teratogenic risk of a trimethoprim and sulfonamide therapy is negligible. Actually, there are no sufficiently convincing arguments to support the recommendation of an additional folic acid administration during an antibiotic therapy with the discussed medications, see Chapter 2.18.8 for additional discussion concerning folic acid usage.\n\nExtensive, generally reassuring experiences in the use of co-trimoxazole for common urinary tract infections during pregnancy, do not include the conclusion that this medication is safe when used at a much higher dose for opportunistic infections such as a Pneumocystis pneumonia in the context of an HIV infection. So far, there have been no reports of malformations when such therapy was used in pregnant women.\n\nThere are no systematic studies about the local application of sulfonamides during pregnancy.\n\nAs sulfonamides compete with bilirubin for binding sites with plasma proteins, it has been argued that the risk of neonatal kernicterus is increased when sulfonamides are given at the end of gestation. With current surveillance, the danger of kernicterus is not tangible. However, a rise in bilirubin, especially in premature infants, cannot be excluded when sulfonamides have been used until birth. A Danish population-based study could not find an association between sulfamethoxzole exposure near term and an increased risk of neonatal jaundice (Klarskov 2013 ).\n\nQuinolones inhibit the bacterial enzymes topoisomerase II and IV that are important for the nucleic acid metabolism of bacteria. Quinolones\n\nRecommendation. Sulfonamides, trimethoprim, and co-trimoxazole are antibiotics of second choice throughout pregnancy. If high dose co-trimoxazole is used for a Pneumocystis pneumonia during the first trimester, based on theoretical grounds, folic acid should be supplemented and a detailed ultrasound examination should be offered to ascertain the normal development of the fetus. If a premature birth is threatening, sulfonamides should be avoided in view of the bilirubin levels of the newborn. A short-term local treatment is acceptable, especially if the site is small.\n\nhave a high affinity for cartilage and bone tissue which is highest in immature cartilage. Pipemidic acid and nalidixid acid belong to the group of older quinolones. They have been displaced by the newer fluoroquinolones. The most important fluoroquinolones include ciprofloxacin, enoxacin, levofloxacin, moxifloxacin, norfloxacin, and ofloxacin. Several substances have been removed from the market because of severe side effects. Garenoxacin, lomefloxacin, pefloxacin, rosoxacin, and sparfloxacin are still available in some countries. Gatifloxacin and nadifloxacin are only used as local agent.\n\nQuinolones cross the placenta and are found in the amniotic fluid at low concentrations.When moxifloxacin is used about 8% of the maternal serum concentration can be measured in the amniotic fluid, and with lovofloxacin about 16% (Ozyüncü 2010) .\n\nQuinolones have not been found to be teratogenic in animals but severe, irreversible damage to joint cartilages was noted in young dogs treated after birth with quinolones (e.g. Gough 1992 ). Such alterations have not been described in prenatally exposed children. Many publications failed to show indications of joint cartilage damage or an increased risk of malformations (Bar-Oz 2009 , Cooper 2009 , Larsen 2001 , Loebstein 1998 , Schaefer 1996 , Berkovitch 1994 . One study expressed concern that the prenatal use of fluoroquinolones may be associated with an increased risk of bone malformations (Wogelius 2005) . Although not resembling each other, in three out of four birth defects the skeleton was affected. However, in this study of 130 women who redeemed a prescription for fluoroquinolones during the first trimester, or 30 days before conception, the total malformation rate was not increased (Wogelius 2005) . In a prospective cohort study with 949 women who were exposed to a fluorquinolone during the first trimester, neither the rate of major birth defects, nor the risk of spontaneous abortion were increased compared to a control group (Padberg 2014) . Altogether, most data are available for norfloxacin and ciprofloxacin and, to a lesser extent, for levofloxacin, moxifloxacin, ofloxacin and pefloxacin. There are few or no data for the other fluoroquinolones.\n\nThere have been no reports of undesirable side effects after topical use of quinolones during pregnancy.\n\nNitrofurantoin is a chemotherapeutic agent for drug-resistant urinary tract infections (UTIs) and for the prevention of recurrent UTIs. It acts as a bacteriostatic, but is also bactericidal at higher concentrations. Details of its mechanism of action remain to be clarified. After an oral dose, therapeutic effective levels are attained only in the urinary tract. Several publications do not support an association between nitrofurantoin and congenital malformations (Nordeng 2013 , Goldberg 2013 Quinolones are antibiotics of second choice during pregnancy. In well-founded situations, when better studied antibiotics are ineffective, those quinolones that are well documented may be preferred such as norfloxacin or ciprofloxacin. A detailed ultrasound examination may be offered after exposure with the other fluoroquinolones during the first trimester. Local treatment with quinolones is acceptable throughout pregnancy. Czeizel 2001d , Ben David 1995 , although in a number of studies, some of them with methodological faults, weakly significant findings were noted for craniosysnostosis, ophthalmic malformations, oral clefts, and cardiovascular defects (Crider 2009 , Källén 2005b , Källén 2003 . A case-control study observed an increased risk of craniosynostosis after intrauterine exposure to nitrosatable drugs (Gardner 1998) .\n\nAs nitrofurantoin lowers the activity of glutathione reductase, discussions arise periodically as to whether an intrauterine exposure could trigger a fetal hemolysis. Bruel (2000) reported a mature newborn with hemolytic anemia whose mother took nitrofurantoin during the last gestational month. Nitrofurantoin is often used during pregnancy, and fetal hemolysis has not been commonly observed; therefore, a relevant risk is not likely. However, Nordeng (2013) observed an increased risk of neonatal jaundice after maternal nitofurantoin treatment in the last 30 days before delivery.\n\nThere is a case report of a pregnant woman who developed a toxic hepatitis after having been exposed to nitrofurantoin in her thirty-sixth week (Aksamija 2009 ). In another case a woman took nitrofurantoin in her thirty-third week and was interpreted to present a gestational nitrofurantoin-induced pneumonia (Mohamed 2007) .\n\nThe nitrofurantoin derivative nifuroxazide is used for the treatment of diarrhea. There are no documented reports of its tolerance in pregnancy nor evidence of effectiveness.\n\nNifurtimox is a nitrofuran used for treatment of Chagas disease. Experience for pregnancy is very limited and the World Health Organization recommends that nifurtimox should not be taken by pregnant women (WHO 2013a). One study about safety included 14 pregnant women, but did not give information about the pregnancy outcome (Schmid 2012) .\n\nFor local treatment the nitrofurans furazolidone, nitrofural, and nifuratel are available. There has been no evidence of embryo-or fetotoxic risk in local applications. The use of local nitrofurans, especially as vaginal therapy, remains controversial and needs to be critically assessed not only during pregnancy.\n\nMethenamine is a UTI medication that releases the antiseptic formaldehyde into the urine. Methenamine mandelate had been used for chronic UTIs due to E. coli and unproblematic germs. Effectiveness and tolerance of the agent remain controversial. Embryo-or fetotoxic problems have not been reported.\n\nThere are no reports about the use of the hydroxy-quinolone derivative nitroxoline in pregnancy.\n\nFosfomycin is a broad-spectrum antibiotic that is bactericidal by inhibiting the synthesis of the bacterial cell wall. It is used as an intravenous injectable and as a reserve antibiotic in severe infections such as osteomyelitis. Fosfomycin tromethamine is an orally taken salt of fosfomycin used for the treatment of uncomplicated UTIs. Some authors also recommend the oral use during pregnancy (e.g. Falagas 2010 , Bayrak 2007 . These studies, however, are primarily focused on the effectiveness of fosfomycin tromethamine, not on the risk for the newborn. Overall, the experience argues against a teratogenic and fetotoxic potential in humans. Nitroimidazoles are effective bactericidal agents against anaerobes and protozoa. They are converted into metabolites that impede intracellular bacterial DNA synthesis. The main representative of the nitroimidazoles is metronidazole. Metronidazole is now being recommended by some investigators for the treatment of bacterial vaginosis in pregnancies at high risk for preterm delivery, as a strategy to decrease this risk (review by Joesoef 1999) . Others, however, failed to notice an improvement in the incidence of prematurity ( Shennan 2006 , Andrews 2003 , Klebanoff 2001 . After oral and intravenous administration, concentrations as high as those in the mother are reached in the embryo/fetus. Significant systemic absorption occurs after vaginal application, exposing the fetus as well. The pharmacokinetic profile of metronidazole did not change at the different time points assessed during pregnancy, and did not differ from nonpregnant patients (Wang 2011) .\n\nLike all nitroimidazoles, metronidazole displays an experimentally mutagenic and cancerogenic potential (review by Dobias 1994) that has not been confirmed in humans. An investigation that ranged over 20 years did not show any indication of an increased risk of cancer when metronidazole was used (Beard 1988) .\n\nOn the basis of over 3,000 analyzed pregnancies, it can be stated that metronidazole has no teratogenic potential in humans (e.g. Koss 2012 , Diav-Citrin 2001 , Czeizel 1998 . Suggestions from the Hungarian Malformation Registry of a link between vaginal therapy with metronidazole and miconazole during the second and third month, and an increased appearance of syndactylies and hexadactylies have not been confirmed by other investigators (Kazy 2005a) .\n\nNimorazole and tinidazole, both registered for the treatment of trichomonas infections, amebiasis, and bacterial vaginosis, cannot be evaluated sufficiently because of the lack of human data -the same applies to ornidazole. So far, there are no reports of human teratogenicity.\n\nThe aminoglycoside antibiotics amikacin, framycetin, gentamicin, kanamycin, neomycin, netilmicin, paromomycin, ribostamycin, streptomycin,\n\nRecommendation. Nitrofurantoin can be given during pregnancy to treat urinary tract infections when the antibiotics of choice have been ineffective. If possible, it should be avoided towards the end of pregnancy. The use of nifuroxazide, nifurtimox, local nitrofurans, methenamine, and nitroxoline should be avoided during pregnancy. When the antibiotics of choice in pregnancy cannot be used, fosfomycin tromethamine may be used to treat urinary tract infections in pregnancy. The intravenous application of fosfomycin should be restricted to severe bacterial infections with problematic germs.\n\nRecommendation. Metronidazol may be used in pregnancy when indicated. A single oral dose of 2 g is preferable to vaginal administration spread over several days, particularly as there are doubts about the effectiveness of the vaginal application. A parenteral administration is only indicated for a serious anaerobic infection. Metronidazole is to be preferred to the less examined nitroimidazoles. and tobramycin inhibit protein synthesis and are bactericidal primarily for Gram-negative germs. After oral administration only a minimal portion of aminoglycosides is resorbed. After parenteral administration of about 20-40% of the maternal plasma concentration is detectable in the fetus. Spectinomycin is an aminocyclitol antibiotic closely related to the aminoglycosides.\n\nOto-and nephrotoxic side effects are also known to occur in nonpregnant patients when aminolgycosides are used parenterally. There are case reports about the parenteral use of kanamycin and streptomycin during pregnancy describing auditory problems, even deafness, in children exposed in utero (e.g. Jones 1973 , Conway 1965 , Robinson 1964 . A similar case was reported in connection with gentamicin (Sánchez Sainz-Trápaga 1998). An investigation of the hearing ability of 39 children whose mothers had received gentamicin intravenously during pregnancy found no deficiencies. This argues against a major ototoxic risk of gentamicin when used in pregnancy (Kirkwood 2007) .\n\nTheoretically, a fetal nephrotoxic risk exists because aminoglycosides concentrate in the fetal kidneys. A case report about a connatal kidney dysplasia after maternal gentamicin therapy (Hulton 1995) does not prove a clinically relevant human risk, nor does a case of a hydronephrosis and suspected stenosis at the uteropelvic junction with lethal outcome, where the mother had been treated for UTI first with ciprofloxacin and then with gentamicin at weeks 4-5 (Yaris 2004) .\n\nExcept for these case reports, studies argue against a high oto-or nephrotoxic risk of gentamicin in the fetus and newborn. There has been no increase in the observation of malformations (Czeizel 2000e) . No untoward effects have been described with aminoglycosides as local treatment during pregnancy.\n\nExperience with spectinomycin is insufficient to analyze a risk in pregnancy.\n\nGlycopeptide and polypeptide antibiotics  Glycopeptide antibiotics\n\nThe glycopeptides vancomycin and teicoplanin are bactericidal only for Gram-positive pathogens by inhibiting their cell wall synthesis. They are considered reserve antibiotics to be used against MSRA and multiresistant enterococci. To avoid the development of resistance, their application should be critically appraised, and possibly limited only to fighting problematic pathogens. Oral glycopeptides are hardly resorbed. This is useful when treating pseudomembranous enterocolitis with vancomycin. However, in this situation metronidazole (Section 2.6.10) should be considered as an alternative, as vancomycin therapy is more expensive, and to prevent the selection for vancomycin-resistant enterococci. Vancomycin crosses the placenta reaching the fetus in relevant quantities (Laiprasert 2007) . It has not shown teratogenic effects in animal studies. Experience with treatment in human pregnancy is limited to a Recommendation. Aminoglycosides should only be used parenterally in life-threatening infections with difficult Gram-negative pathogens and when firstchoice antibiotics fail. The serum levels need to be monitored regularly during the treatment. A risk-based termination of pregnancy or invasive diagnostic are not required (Chapter 1.15). If the parenteral therapy had been extensive, renal function should be monitored in the neonate and an auditory test should be performed. If local or oral application of aminoglycosides is indicated, they can be given because systemic absorption is minimal by these routes.\n\nPregnancy few case reports. There were no observations of malformations, kidney damage, or hearing deficits (Reyes 1989) .\n\nExperience with teicoplanin and the new lipoglycopeptides dalbavancin, oritavancin and telavancin is insufficient to analyze a risk in pregnancy. In vitro telavancin crosses the human placenta, with fetal concentrations reaching less than 3% of maternal concentrations (Nanovskaya 2012) .\n\nDaptomycin belongs to a new class of cyclic lipopeptides and is effective exclusively against Gram-positive bacteria. It works by interfering with the bacterial cell membrane and protein synthesis, and is indicated to treat complicated infections with difficult pathogens. In animal experiments, daptomycin crossed the placenta and was not teratogenic. Two children whose mothers took daptomycin in the fourteenth and twentyseventh weeks were unremarkable (Stroup 2010 , Shea 2008 ).\n\nPolymyxins belong to the polypeptide antibiotics that are bactericidal by interfering with the transport mechanism of the cell wall. While the polymyxin colistin is today mostly used locally, it can also be applied parenterally where there is an infection with multi-resistant Gram-negative germs. In patients with mucoviscidosis it is used as an inhalative. Enterally colistin is not resorbed; therefore its oral administration is used to selectively decontaminate the intestinal tract.\n\nThe polypeptide antibiotics bacitracin, polymyxin B, and tyrothricin are used locally. Only limited experience is available in the application of polypeptide antibiotics during pregnancy and do not indicate a substantial risk (Kazy 2005b ).\n\nOther antibiotics\n\nChloramphenicol and Tiamphenicol inhibit bacterial protein synthesis and have bacteriostatic activity. Chloramphenicol is relatively toxic, and can cause severe agranulocytosis. It crosses the placenta well and can reach therapeutic concentrations in the fetus. In premature and term births it may lead to the grey baby syndrome. Chloramphenicol can reach toxic levels in the neonate even when only the mother has been treated. There have been no suggestions of malformations (Czeizel 2000f ).\n\nRecommendation. Glycopeptides should only be used in cases of life-threatening bacterial infections; vancomycin should then be preferred.\n\nRecommendation. The use of daptomycin is limited to cases of life-threatening bacterial infections.\n\nRecommendation. The parental use of colistin is limited to cases of lifethreatening bacterial infections. The local and oral application of polypeptide antibiotics need to be critically assessed.\n\nExperience with thiamphenicol is insufficient to analyze a risk in pregnancy.\n\nDapsone, used among other indications against leprosis, apparently has no teratogenic potential (e.g. Lush 2000 , Bhargava 1996 . However, cases of hemolytic anemia have been reported in mothers and newborns. As dapsone bears a structural similarity to the sulfonamides, it has been argued that it might compete with bilirubin for protein binding, and thus could lead to hyperbilirubinemia in the newborn.\n\nFidaxomicin is a macrocyclic antibiotic which is approved for the treatment of infections with Clostridium difficile. Enterally fidaxomicin is very poorly resorbed. No experiences have been reported about its use during pregnancy.\n\nLinezolid is a member of the oxazolidinone class, a new group of antibiotics. It acts bactericidally by inhibiting bacterial protein synthesis and is indicated in the treatment of multi-resistant pathogens. There is just one case report about the use of linezolid during pregnancy. After intrauterine exposure from gestational weeks 14 to 18 a healthy infant was delivered at term (Mercieri 2010 ).\n\nThe antiprotozoal agent pentamidine, among others effective in Pneumocystis pneumonia, has not been evaluated sufficiently in pregnancy to Recommendation. The systemic use of chloramphenicol and thiamphenicol is contraindicated throughout pregnancy. Exceptions are life-threatening maternal infections that do not respond to less toxic antibiotics. When systemic treatment is absolutely necessary before birth, it is important to observe the newborn for toxic symptoms. A local application is also to be avoided during pregnancy.\n\nRecommendation. During pregnancy, dapsone should be reserved for specific indications. If treatment took place in the first trimester, a detailed ultrasound examination should be offered to ascertain the normal development of the fetus.\n\nRecommendation. Fidaxomicin should be avoided in pregnancy. If treatment took place in the first trimester, a detailed ultrasound examination should be offered to ascertain the normal development of the fetus.\n\nRecommendation. With the lack of experience, linezolid should only be used for severe infections with problematic germs. If treatment took place in the first trimester, a detailed ultrasound examination should be offered to ascertain the normal development of the fetus. Pregnancy estimate its embryotoxic potential for humans. Usually it can be replaced by other antibiotics, e.g. co-trimoxazole (Section 2.6.7).\n\nRifaximin is an antibiotic to treat travelers' diarrhea. There is not enough experience regarding its use in pregnancy. Minimal enteral resorption and negative animal testing suggest that a high embryotoxic risk is unlikely.\n\nStreptogramins are a group of cyclic peptide antibiotics that inhibit, like macrolides and lincosamides, the synthesis of bacterial proteins. They are derivatives of the naturally occurring pristinamycin. The later developed derivatives quinupristin and dalfopristin are used in a fixed combination. Streptogramins should only be applied as reserve antibiotics for infections with highly resistant Gram-positive germs. Reports about use in pregnancy have not been available.\n\nActive tuberculosis (TB) requires treatment in pregnancy, as the disease endangers not only the mother, but also the fetus. Pregnancy does not seem to affect the course of TB. The prevalence of congenital TB is less than 1% where no treatment is initiated. Lin (2010) investigated 761 newborns of mothers who had received treatment for TB during the gestation. Their children were smaller and had lower birth weights than the control group of children of healthy mothers. There are slight differences in the recommendations of the different organizations in the world, such as the WHO (2010a), the International Union against Tuberculosis and Lung Disease (IUATLD), and several national organizations (e.g. Blumberg 2003) . Treatment considerations depend on disease status and drug resistance. First-line drugs for the treatment of TB during pregnancy are isoniazid (+pyridoxine), rifampicin, ethambutol and pyrazinamide. These standard medications have not shown teratogenic or fetotoxic effects in humans (e.g. Bothamley 2001) . As far as we know today, TB drugs reach the fetus in relevant quantities. An increasing development of resistance makes it harder to choose the right medication in pregnancy. Pregnant women with multidrugresistant TB (MDR-TB) may also require second-line antituberculous Recommendation. Pentamidine is to be reserved in pregnancy for special situations when better tested antibiotics are not effective. If treatment took place in the first trimester, a detailed ultrasound examination should be offered to ascertain the normal development of the fetus.\n\nRecommendation. If possible, rifaximin should be avoided during pregnancy.\n\nRecommendation. Streptogramins are to be avoided during pregnancy. If treatment took place in the first trimester, a detailed ultrasound examination should be offered to ascertain the normal development of the fetus.\n\ndrugs; the necessity for treatment should be weighed against the risk for the fetus on an individual base. Current experiences in the management of MDR-TB argue against a high risk of the reserve drugs for the newborn (Drobac 2005 , Shin 2003 . Streptomycin, however, should be avoided because of its ototoxic potential.\n\nEthambutol is a bacteriostatic drug used against tuberculosis. It can cross the placenta, but the risk of congenital malformations when used during pregnancy appears to be low. There are no reports indicating that ethambutol can cause ocular toxicity in the fetus, as it does in adults, when given in higher doses.\n\nIsoniazid (INH) has proven to be a highly effective drug against many strains of mycobacterium, and can be used for tuberculous prophylaxis and for treatment of an active disease during pregnancy. Although INH can cross the placenta, it does not appear to be teratogenic, even when given during the first trimester. The older literature contains case reports of different malformations and neurological damages in prenatally exposed children. INH intake, lack of pyridoxine, co-medication, and even the TB disease itself was blamed. Newer publications did not confirm a teratogenic risk (e.g. Taylor 2013 . In summary, experiences speak against a major risk. INH increases pyridoxine metabolism, which may be responsible for CNS toxicity. To prevent a possible vitamin B6 deficiency, INH should be given during pregnancy in combination with pyridoxine.\n\nPyrazinamide (PZA) is an antibiotic with specific effectiveness against Mycobacterium tuberculosis. As its structure resembles nicotinamide, it is assumed that it intervenes with the nucleic acid metabolism of the bacterial cell. PZA has effective bactericidal properties. Systematic studies of its tolerance in pregnancy are lacking. So far, there has been no evidence of embryo-or fetotoxic effects in humans. The use of PZA during pregnancy is recommended in several guidelines (e.g. WHO 2010a). The American Thoracic Society recommends in its guidelines to hold PZA as a reserve drug during pregnancy, as there are currently insufficient data about its teratogenicity (Blumberg 2003) . If PZA is not used, treatment may be prolonged.\n\nRecommendation. Ethambutol is a first-line drug for treatment of tuberculosis during pregnancy.\n\nRecommendation. Isoniazid is a first-line drug for treatment of tuberculosis during pregnancy. It needs to be given together with pyridoxine.\n\nRifampicin also called rifampin, inhibits bacterial RNA polymerase and is effective as a bactericidal agent against different pathogens, particularly mycobacteria. Rifampicin can cross the placenta. In animal experiments, teratogenic effects were seen with doses 5-10 times higher than in human treatment. Because rifampicin inhibits DNA-dependent RNA polymerase, there has been concern that it might interfere with fetal development. Until now, no reports in the literature have confirmed this fear. There is apparently no increased risk of malformations. A long-term therapy of the mother could result in inhibition of vitamin K synthesis, and result in a higher bleeding tendency in neonates.\n\nStreptomycin is an aminoglycoside that is used parenterally in the treatment of TB. It is bactericidal, particularly affecting germs that proliferate extracellularly. Its ototoxicity can also hurt the fetus (Section 2.6.11).\n\nAside from the above discussed first-line drugs for TB, reserve medications are available and used in cases of resistance or intolerance.\n\nNo systematic studies exist on the tolerance of 4-aminosalicylic acid (p-aminosalicylic acid; PAS). So far, no evidence for embryo-or fetotoxic effects has been found in humans (e.g. Lowe 1964) . Capreomycin, ethionamide, protionamide, rifabutin, rifapentine, thioacetazone, and terizidone, a prodrug of cycloserine, are all second-line agents used internationally for MDR-TB. The extent of documented experiences in pregnancy is limited, and insufficient for a differentiated risk assessment. Single case reports argue against a high teratogenic risk of these drugs (e.g. Lessnau 2003 , Drobac 2005 .\n\nFor additional reserve drugs for multi-resistant TB such as amikacin, see Section 2.6.11, and diverse quinolones, see Section 2.6.8; for other anti-infective agents, view the relevant sections of this chapter.\n\nRecommendation. Pyrazinamide may be used during pregnancy to treat active TB.\n\nRecommendation. Rifampicin is a first-line drug for treatment of tuberculosis during pregnancy. When used near term the newborn should receive an extended vitamin K prophylaxis (Chapter 2.9). Regarding other infections such as MRSA, rifampicin should only be administered when the drugs of first choice for pregnancy cannot be used.\n\nRecommendation. Streptomycin is contraindicated during pregnancy because of its ototoxic properties. Inadvertent exposure does not require risk-based termination of pregnancy or invasive diagnostic procedures, but hearing tests should be performed after birth (Chapter 1.15).\n\nGenerally, each external antibiotic treatment needs to be examined carefully to see whether or not the bacterial infection is more effectively treated with systemic medication. The potential of local treatment is often overestimated. Further, with topical therapy, sensitization and resistance development need to be considered. Fusafungine has bacteriostatic and anti-inflammatory effects and is used as a spray for the treatment of infections of the nose and throat area. There is insufficient experience about its application in pregnancy.\n\nFusidic acid is an antibiotic that is almost exclusively used externally; its prenatal tolerance has not been examined systematically, although the medication has been available for a long time. It has a narrow spectrum of effectiveness against Gram-positive bacteria (staphylococci) and is not recommended for an untargeted treatment.\n\nMupirocin is primarily bacteriostatic, affecting staphylococci and streptococci by inhibiting bacterial protein synthesis. It is especially used as a nasal ointment to eliminate MRSA. Mupirocin has not been examined systematically, but there is no evidence of undesirable effects in pregnancy.\n\nRetapamulin is the first representative of the pleuromutilins that is approved for human treatment. It is applied as an ointment for short-term treatment of superficial skin infections. Retapamulin inhibits bacterial protein synthesis and is bacteriostatic, primarily for Gram-positive germs. Systemic resorption is minimal with topical use, but nevertheless, as experience in pregnancy has been limited, its application needs to be critically examined.\n\nTaurolidine is an antimicrobial solution that can be used for lavage in peritonitis and for the prevention of infections with catheters. As a bactericidal agent, its mechanism of action is only partially clarified. There are no reported experiences in pregnancy.\n\nSee the corresponding sections for the local application of aminoglycosides (Section 2.6.11), chloramphenicol (Section 2.6.13), quinolones (Section 2.6.8), macrolides (Section 2.6.4), nitrofurans (Section 2.6.9), nitroimidazoles (Section 2.6.10), polypeptide antibiotics (Section 2.6.12), sulfonamides (Section 2.6.7), and tetracyclines (Section 2.6.6).\n\nApart from pregnant women living in malaria areas, pregnant women are increasingly traveling to tropical countries and need a suitable malaria prophylaxis. Increased resistance of malaria pathogens make it more difficult to suggest a general recommendation. The guidelines of tropical medicine\n\nRecommendation. The reserve drugs discussed here should only be used for multi-resistant tuberculosis when standard therapy is not indicated. An inadvertent exposure during pregnancy does not require a risk-based termination or invasive diagnostic, but a detailed ultrasound examination should be carried out (Chapter 1.15).\n\nRecommendation. Externally used antibiotics are not suspected to be teratogenic. Nevertheless, the application of local antibiotics needs to be critically assessed. Antibiotics that are safe when used systemically may also be used locally.\n\nIf another local antibiotic is absolutely necessary, it may be used in pregnancy.\n\nshould be followed, also in pregnancy, according to the travel destination. Especially difficult is the management of malaria tropica caused by Plasmodium falciparum. Pregnancy enhances the clinical severity of falciparum malaria, especially in the primiparous and non-immune woman.\n\nPregnancy alters a woman's immunity to malaria, making her more susceptible to malaria infection and increasing the risk of illness, severe anaemia, and death. Maternal malaria increases the risk of spontaneous abortion, stillbirth, prematurity, and low birth weight, and thus results in excess infant mortality (e.g. Bardaji 2011 , Shulman 2003 . Therefore, mosquito-bite prevention, prophylaxis, and treatment of malaria should not be shortened or omitted in an ongoing pregnancy. Traveling to areas with multidrug-resistant malaria should be avoided if possible. The choice of drug for malaria prophylaxis and treatment during pregnancy depends on the local pattern of antimalarial drug resistance, the severity of the malaria, and the degree of pre-existing immunity. It is important to be well informed about the current recommendations for prophylaxis and treatment of malaria in the area to be visited. For travelers to malaria-endemic areas, a general recommendation is difficult because of increasing resistances. Depending on the drug, the chemoprophylaxis must be continued for up to 4 weeks after leaving the malarial region.\n\nFor women living in falciparum-endemic areas with stable transmission, the World Health Organization recommends the use of insecticide-treated nets (ITNs) and intermittent preventive treatment (IPT) with sulfadoxine-pyrimethamine during pregnancy (WHO 2013b , Nyunt 2010 . IPT reduces maternal malaria episodes, maternal anaemia, placental parasitaemia, low birth weight, and neonatal mortality (review by McClure 2013). A prompt diagnosis and effective treatment of malaria infections is vital.\n\nAlthough data from prospective studies are limited quinine, chloroquine, proguanil, and clindamycin (Section 2.6.5) are considered safe during early pregnancy. Pregnant women in the first trimester with uncomplicated malaria tropica should be treated with quinine plus clindamycin (if available) (WHO 2010b). For the second and third trimester the World Health Organization recommends artemisinin derivatives. The choice of combination partner is difficult because of limited information.\n\nReserve medications include the following: amodiaquine, atovaquone, dapsone (Section 2.6.13), lumefantrine, mefloquine, piperaquine, and pyrimethamine plus sulfadoxine. Doxycycline is contraindicated after the sixteenth gestational week (Section 2.6.6). Halofantrine and primaquine should be avoided. See the relevant sections of this chapter about the specific active substrates.\n\nDuring gestation plasma concentrations of many antimalaria agents are lower and their elimination is enhanced. This can result in treatment failure. Thus, in each patient dose and dose interval need to be assessed individually.\n\nRecommendation. Generally, the physician should discuss with a patient if the trip to a tropical region could be postponed (Section 2.6.36). The risk of exposure can be reduced by long clothes, mosquito netting, and repellents. In no case should medications be denied for prophylaxis or treatment on behalf of a pregnancy, as the potential risk for the unborn child predominates. If medications with inadequate pregnancy experience are used in the first trimester, a detailed ultrasound examination should be offered. A risk-based termination is not justified when the above-described medications have been used in pregnancy (Chapter 1.15).\n\nAmodiaquine, like chloroquine, belongs to the group of 4-aminoquinolines. It can cause severe side effects such as liver damage and agranulocytosis, and for this reason, is unsuitable for prophylaxis. Its use is limited as a reserve medication for malaria. There has been no evidence of tetatogenicity (review by Thomas 2004) , but experiences are limited. With regard to early pregnancy, only single case reports have been published. One study found only mild maternal side effects in 450 pregnant women who had been treated in the second or third trimester. An increase in miscarriages, prematurity, stillbirth, or malformations was not observed (Tagbor 2006 ).\n\nArtemisinin and its derivatives artemether, artemotil, artesunate, and dihydroartemisinin, are increasingly used against malaria as Plasmodium falciparum has developed resistance to other drugs. These compounds combine rapid blood schizonticide activity with a wide therapeutic index. Artemisinins should be given as combination therapy to protect them from resistance. Typical combinations of such artemisinin-based combination therapy (ACT) are artemether plus lumefantrine, artesunate plus amodiaquine, artesunate plus mefloquine, artesunate plus sulfadoxine-pyrimethamine, and dihydroartemisinin plus piperaquine First trimester experiences with the use of artemisinin derivatives are limited. A number of studies contain data of more than 250 pregnant women treated with an artemisinin derivative during the first trimester, without showing evidence of a teratogenic risk (Mosha 2014 , Adam 2009 , Clark 2009 , WHO 2006 . Manyando (2010) more commonly found umbilical hernias in an additional 140 children whose mothers had been treated with artemether and lumefantrine. After 12 months most of these hernias were not detectable anymore.\n\nThere are experiences with more than 1,500 pregnant women who used artemisinin derivatives in the second and third trimester (e.g. Piola 2010 , Bounyasong 2001 , Deen 2001 , McGready 2001 , Phillips-Howard 1996 . In summary, these studies did not find an increased risk in miscarriages, stillbirths, and malformations. To some degree the artemisisin derivatives were better tolerated by pregnant women, and were more effective than treatments of the control group. As plasma levels of artemether are decreased during pregnancy, it has been suggested that the dose and the dose interval may have to be adjusted (e.g. Tarning 2013, Morris 2011).\n\nThese reassuring data led the WHO (2010b) to recommend using artemisinin derivatives as medications of choice for malaria tropica in the second and third trimester. It does not specify what combination is recommended in the context of ACT. During the first trimester, based on a lack of experiences, the WHO views artemisinin derivatives as reserve medications that should not be withheld in an individual case where needed.\n\nRecommendation. Amodiaquine may be used as a reserve medication for the treatment of malaria.\n\nAtovaquone is a broad-spectrum anti-protozoal drug that is also used in Pneumocystis pneumonia. Monotherapy quickly leads to resistance, thus it is combined with proguanil when used for malaria prophylaxis and treatment.\n\nExperience with atovaquone is limited in pregnancy. A Danish cohort study based on a prescription register with 149 women exposed during their first trimester to atovaquone, 93 of them exposed at any time in weeks 3 through 8 after conception, found no increased risk for birth defects (Pasternak 2011) . When used in the second and third trimester, small studies observed no adverse effects (McGready 2005 , Na-Bangchang 2005 . Available data are insufficient for a differentiated risk assessment, but do not suggest a teratogenic risk. McGready (2003) discusses the need of a dose adjustment as clearance increases and levels decrease during pregnancy.\n\nChloroquine, an antimalaria drug of the group of 4-aminoquinolines, works well and effectively as a schizonticidal drug against the erythrocytic forms of all types of plasmodia. Today though, almost all pathogens of the potentially lethal malaria tropica have become resistant to this rather well tolerated, and for many decades, useful medication. Resistance has also been noted for Plasmodium vivax, the pathogen of the less severe malaria tertiana. Plasmodium ovale and plasmodium malariae still remain mainly sensitive to chloroquine.\n\nChloroquine is not embryo-and fetotoxic when used at the usual dose for malaria prophylaxis or for a three-day treatment of a typical malaria attack (McGready 2002 , Phillips-Howard 1996 . Current evidence does not suggest fetal ocular toxicity when chloroquine was used as antimalarian medication during pregnancy (review by Osadchy 2011). Lee (2008) examined 12 pregnant women and nonpregnant controls, and did not find any changes in the pharmacokinetics or the serum level of chloroquine.\n\nThe anti-inflammatory properties of chloroquine are used also for antirheumatic therapy (Section 2.12.8). Antirheumatic doses of chloroquine are higher than those used for malaria prevention.\n\nRecommendation. Artemisinin derivatives may be used in the second and third trimester. In the first trimester they are reserve medications for the treatment of malaria.\n\nRecommendation. Atovaquone may be used as a reserve medication for the treatment of malaria.\n\nRecommendation. Chloroquine may be used throughout pregnancy for the prophylaxis and treatment of malaria. If chloroquine resistance of the parasite is likely or has been demonstrated, other drugs must be used.\n\nHalofantrine has a rapid schizonticidal effect upon the erythrocytic forms of those plasmodia that are resistant to chloroquine and other antimalarials. Halofantrine prolongs the QT interval in the EKG. Becauses it can provoke life-threatening cardiac arrhythmias in patients with heart disease, or in conjunction with other arrhythmogenic medications, halofantrine is no longer recommended. The limited experiences in pregnancy allow no differentiated risk analysis.\n\nLumefantrine belongs to the group of arylamine alcohols like quinine, mefloquine, and halofantrine. Artemether plus lumefantrine is currently a popular artemisinin-based combination therapy. Few experiences are available regarding its application in the first trimester without showing evidence of a teratogenic risk (e.g. Mosha 2014) . For the second and third trimester, studies with several hundred patients have been reported and do not indicate a major risk (Piola 2010 . Manyando (2010) found only a mild increase in umbilical hernias in 140 children whose mothers took artemether and lumefantrine during the first trimester. Most of these had disappeared when follow-up examination was conducted 12 months later. In summary, current experiences do not suggest a major embryo-or fetotoxic risk of lumefantrine. During pregnancy, the plasma concentration is lower and the elimination enhanced, thus increasing the risk of treatment failure (e.g. Tarning 2009 ).\n\nMefloquine displays an effective and rapid activity against the erythrocytic forms of all plasmodia. Current experiences with more than 2,000 treated pregnant women, several hundred of them in the first trimester, do not suggest a teratogenic or fetotoxic potential in humans (e.g. Schlagenhauf 2012 , Bounyasong 2001 , McGready 2000 .\n\nOne single study of the use of mefloquine has been debated as finding an increased rate of stillbirths. This study compared 200 pregnant women who received mefloquine for malaria, and found them to have a significantly higher rate of stillbirth than those who had been treated with quinine and other antimalarials (Nosten 1999) . Other studies, however, have not confirmed this risk, and mefloquine has been an established medication in pregnancy for some time.\n\nRecommendation. Halofantrine is only to be used in cases of acutely threatening malaria that cannot be managed with better tested and less toxic drugs. When cardiac problems are an issue, other antimalaria medications must be used.\n\nRecommendation. Lumefantrine may be used as a reserve medication for the treatment of malaria.\n\nRecommendation. Mefloquine may be used throughout pregnancy for the prophylaxis and treatment of malaria if there is no resistance.\n\nA fixed oral combination of the bisquinolone piperaquine and dihydroartemisinin (DHP) is a new and promising artemisinin-based combination therapy. The mechanism of action of piperaquine is unknown. An Indonesian observational study detected a higher rate of abortion after first trimester exposure to dihydroartemisinin-piperaquine (Poespoprodjo 2014) . This observation was based on five abortions among eight pregnancies (63%). The same study found a lower risk of perinatal mortality after dihydroartemisinin-piperaquine in the second and third trimester compared to quinine-based regimens. The limited experiences in pregnancy allow no differentiated risk analysis. No significant pharmacokinetic differences between pregnant and nonpregnant women were reported in two small studies , Hoglund 2012 ).\n\nPrimaquine, an 8-aminoquinoline derivative, is effective against the intrahepatic permanent forms of Plasmodium vivax and Plasmodium ovale. It is used for the complete elimination of pathogens in combination with a blood schizontocide for the erythrocytic parasites. Primaquine should not be used in pregnancy because of the potential risk of hemolytic effects in the fetus. As yet, there are no studies that permit a well-grounded risk assessment. However, there is no substantial evidence for a teratogenic potential in humans (Phillips-Howard 1996).\n\nProguanil, an older medication for malaria prophylaxis belonging to the folic acid antagonists, is experiencing a renaissance as it has become useful in the face of increasing chloroquine resistance. Most often it is applied in combination with the synergistic atovaquone. There is no evidence of an embryotoxic potential in humans (e.g. Pasternak 2011 , McGready 2005 . McGready (2003) discuss the need to adjust the dose as clearance is increased and blood levels decreased during pregnancy.\n\nPyrimethamine is an inhibitor of folic acid synthesis that is also used in the treatment of toxoplasmosis and Pneumocystis pneumonia. In malaria Recommendation. Piperaquine may be used as a reserve medication for the treatment of malaria.\n\nRecommendation. Primaquine is not a therapeutic option during pregnancy. A prophylactic elimination of hepatic spores should usually be postponed for a time after birth.\n\nRecommendation. Proguanil may be used throughout pregnancy for prophylaxis and treatment of malaria provided there is no resistance.\n\ntreatment it is only applied in combination with another folic acid antagonist such as sulfadoxine (Section 2.6.7). This particular combination is used for intermittent preventive treatment (IPT) during pregnancy. However, increasing resistance has started to limit the effectiveness of this popular combination (Newman 2003) .\n\nAs animal experiments indicated embryotoxic effects, concerns had been raised about the use of these folic acid antagonists in early pregnancy. Numerous investigations, however, have not demonstrated an increased malformation risk in humans (e.g. Manyando 2010 , Phillips-Howard 1996 .\n\nSome studies suggest that pregnancy adversely alters the pharmacokinetics of pyrimethamine and sulfadoxine (e.g. Karunajeewa 2009 , Green 2007 . As data are inconsistent, a general recommendation about dose adjustments in pregnancy is difficult. When sulfadoxine-pyrimethamine is given in early pregnancy, it should be supplemented by folic acid until the tenth week. The WHO recommends 0.4-0.5 mg per day, as a coadministration of high dose (5 mg daily) compromises the efficacy of sulfadoxine-pyrimethamine in pregnancy (WHO 2010b).\n\nQuinine is the oldest antimalarial agent. It works well and effectively as a schizonticidal drug against the erythrocytic forms of all Plasmodium species. Despite a relatively high toxicity and a narrow therapeutic range, it is used again increasingly in the treatment of chloroquine-resistant malaria. In combination with clindamycin (Section 2.6.5) its effectiveness is increased. Concentrations in the fetus are just as high as in the mother, and are potentially toxic.\n\nIn some case reports it was observed that children had auditory or visual defects after the use of quinine in pregnancy. However, in those cases considerably higher doses had been administered than currently in use. There is no evidence of an increased risk of abortion or preterm delivery with the use of a standard dosage of quinine for treatment of acute malaria (Phillips-Howard 1996) . These findings were confirmed by other studies with several hundred pregnant women exposed during the first trimester, where no increased rates of spontaneous abortion, congenital malformations, stillbirth or low birth weight were found (e.g. Adam 2004b , McGready 2002 .\n\nQuinine increases the secretion of insulin (Elbadawi 2011) . Especially in the last part of pregnancy, severe maternal hypoglycaemia has been induced by quinine therapy. Due to the risk of hypoglycemia, the WHO (2010b) guidelines prefer to use an artemisinin combination for the management of malaria tropica from the second trimester on. A study of the metabolism of quinine in pregnant and nonpregnant women failed to show significant pharmacokinetic differences. The authors concluded that dose adjustment is not necessary during pregnancy (Abdelrahim 2007) . Induction of contractions with high doses of quinine cannot be excluded.\n\nRecommendation. Pyrimethamine in combination with sulfadoxine may be administered for the treatment of malaria. For toxoplasmosis it is the drug of choice when combined with a long-term sulfonamide, especially after the first trimester. When pyrimethamine is given in early pregnancy, it should be supplemented with folic acid, see also Chapter 2.18.8.\n\nQuinine is a component of some analgesic compounds and of certain beverages, although in lower and apparently nonembryotoxic doses.\n\nAzole antifungals\n\nAzole derivatives inhibit the ergosterol biosynthesis, thereby causing disturbances in the permeability and functions of the fungal cell membrane. Azole antifungals include two broad classes, imidazoles and triazoles. In animal experiments azole antifungals cross the placenta and are teratogenic at high doses. With regard to the use of the triazole derivative fluconazole in pregnancy, there was a report of three children (two of them siblings) with craniofacial, skeletal, and cardiac malformations, similar to those seen in animal studies (Pursley 1996) . Because of meningitis, their mother had used high doses of fluconazole (400-800 mg daily) through or beyond the first trimester on a long-term basis. Additional case reports have described two births involving craniofacial, limb, and cardiac defects in two mothers who used fluconazole (Lopez-Rangel 2005 , Aleck 1997 ). Those cases shared some characteristics with the Antley-Bixler syndrome.\n\nHowever, there was no evidence of an increased risk of malformation in a prospective cohort study with 226 women exposed during the first trimester (Mastroiacovo 1996) . In several other studies, first trimester exposure to low-dosage regimens of fluconazole for vaginal candidiasis did not appear to cause an increased risk of malformations (e.g. Jick 1999 , Campomori 1997 , Inman 1994 .\n\nDanish cohort studies based on a prescription register also could not find an increased risk of birth defects after first trimester exposure in several thousand pregnant women (Nørgaard 2008 , Sørensen 1999 ). An extended analysis of the Danish data observed an increased risk for tetralogy of Fallot based on seven cases (prevalence 0.1%) compared to unexposed pregnancies (OR 3.16; 95% CI 1.49-6.71). The rate of major birth defects was not increased (Mølgaard-Nielsen 2013). In most cases the low and single dose consisted of 150 mg fluconazole usually used for a vaginal yeast infection.\n\nItraconazole is a triazole derivative with wide-spectrum activity. There has been no evidence of teratogenicity in prospective studies examining several hundred women with first trimester exposure (e.g. de Santis 2009 , Bar-Oz 2000 ; most of the exposures were short-term. A Danish register analysis did not find an increased risk of birth defects among 687 women with a first trimester prescription of itraconazole (Mølgaard-Nielsen 2013).\n\nRecommendation. Despite its toxicity, quinine belongs to the drugs of choice when dealing with chloroquine-resistant malaria tropica in pregnancy. In this situation the potential risk of treatment is much smaller for the fetus than the danger of a severe maternal disease. Attention needs to be paid to possible maternal hypoglycemia. Even though embryotoxic effects due to quinine in analgesic compounds are not to be expected, these agents should be avoided because they do not conform to good therapeutical practice. The same holds for the regular or excessive consumption of quinine drinks.\n\nThe imidazole derivative ketoconazole is usually avoided in systemic use because it is poorly tolerated and has many suitable alternatives. Ketoconazole is administered on occasion for the treatment of Cushing syndrome as it inhibits steroid synthesis. Theoretically, by decreasing testosterone synthesis, it might impede the sexual development of male foetuses; however, this has not been described. Ketoconazole has been used in several cases in pregnancy with good maternal and fetal outcome (e.g. Boronat 2011 , Berwaerts 1999 , Amado 1990 . A retrospective study from data of the Hungarian Malformation Registry based on 18 exposed subjects shows no evidence of an increased risk of malformations after systemic use of ketoconazole (Kazy 2005c ). An analysis of a Danish register did not observe a significantly increased risk of birth defects among 72 pregnant women with a prescription for this agent during first trimester (Mølgaard-Nielsen 2013).\n\nFor posaconazole and voriconazole which are used for aspergillosis and other invasive mycoses, information is lacking about use during pregnancy. There is only one published case report of a normal child, born after voriconazole treatment of the mother in the second and third trimester (Shoai Tehrani 2013).\n\nA multitude of poorly resorbed topical azole derivatives are available for the treatment of superficial fungal infections. The drugs of this group that had been introduced first, namely clotrimazole and miconazole, are most thoroughly investigated for use in pregnancy. Regarding clotrimazole, there are extensive studies about the treatment of vaginal yeast infections that do not indicate an embryotoxic potential (e.g. Czeizel 1999b , King 1998 . Also, there is no suggestion that there is an increase in miscarriages. Czeizel (2004a) noted a decrease in prematurity when vaginosis was treated locally with clotrimazole. Experiences with several thousand pregnant women are available for miconazole (e.g. Czeizel 2004b , McNellis 1977 . A suggestion by the Hungarian Malformation Registry about a link between vaginal therapy with miconazole plus metronidazole during the second and third gestational month, and an increase in syndactyly and hexadactyly, has not been substantiated by other studies (Kazy 2005a ).\n\nAn Israeli report describes two cases of severe skeletonal anomalies after the use of bifonazole that are reminiscent of anomalies seen after systemic use of fluconazole. In the first case, bifonazole was taken orally from week 6 to 16, in the second case 500 mg/d vaginally throughout pregnancy and clearly at a higher dose than recommended (Linder 2010) . At dose levels which are reached with nomally recommended topical application no teratogenic risks have been noted, yet systematic studies are lacking.\n\nFor ketoconazole see above (azole antifungals for systemic use).\n\nRecommendation. If a systemic treatment with an azole derivative becomes absolutely necessary, fluconazole and itraconazole are to be preferred as the better-tested medications. If possible, treatment should start after the first trimester. An inadvertent exposure during pregnancy does not require a risk-based termination or invasive diagnostic, but a detailed ultrasound examination should be carried out (Chapter 1.15).\n\nClearly less experience has been collected about the local applications of butoconazole, croconazole, econazole, fenticonazole, isoconazole, omoconazole, oxiconazole, sertaconazole, sulconazole, terconazole, and tioconazole. Teratogenic effects have not been observed (King 1998) . This was confirmed for vaginal econazole treatment in a study of 68 pregnant patients (Czeizel 2003a ).\n\nAmphotericin B is a broad-spectrum antifungal agent of the polyene group. It binds to ergosterol at the cell membrane of fungi and disturbs cell wall permeability. It can be used intravenously, orally, and locally. With oral application, it is poorly resorbed and thus has only a local effect in the intestinal tract. Conventional amphotericin B given parenterally has a number of side effects, primarily nephrotoxicity. Newer lipid formulations of amphotericin B such as liposomal amphotericin B are characterized by a markedly better tolerance and less nephrotoxicity. Amphotericin passes the placenta. Relevant plasma concentrations could be measured in a newborn, although the mother had taken her last dose four months prior (Dean 1994 ). This could be due to placental accumulation or delayed elimination by the fetal kidneys.\n\nSeveral case reports do not indicate an increased risk of malformations with amphotericin B (e.g. Costa 2009 , Ely 1998 , King 1998 ). More than 10 pregnancy courses with liposomal amphotericin B also argue against an embryo-or fetotoxic risk (e.g. Mueller 2006 , Pagliano 2005 , Pipitone 2005 ). These experiences are insufficient for a differentiated risk assessment.\n\nAs resorption is minimal with oral or local use, a risk appears unlikely.\n\nEchinocandins are a new antifungal medication group. These parenteral synthetic lipopeptides inhibit the synthesis of 1,3-β-D-glucan, a key ingredient of the fungal cell wall. Anidulafungin, caspofungin, and micafungin are currently approved.\n\nIn animal experiments echinocandins cross the placenta. There have been no reports of their use in pregnancy. Yalaz (2006) described the successful postnatal application of caspofungin in a dystrophic premature newborn of the twenth-seventh gestational week.\n\nRecommendation. Clotrimazole and miconazole belong to the local antifungal medications of choice in pregnancy. The other azole derivates are antimycotic drugs of second choice.\n\nRecommendation. Amphotericin B should only be used parenterally in cases of serious disseminated fungal infections. The liposomal formulation may be preferred. If treatment took place in the first trimester, a detailed ultrasound examination should be offered to ascertain the normal development of the fetus. Oral and local use of amphotericin B is acceptable in pregnancy.\n\nFlucytosine is effective against Cryptococcus neoformans and many Candida species. It inhibits the DNA synthesis. Within the mycotic cell flucytosine is partially converted into the cytostatic 5-fluorouracil. To a smaller degree this reaction has to be expected in humans as well. Due to a high incidence of resistance, flucytosine should only be administered in combination with another antifungal drug such as amphotericin B.\n\nIn animal experiment, fluycytosine has a teratogenic effect at doses below those used in humans. As yet, no malformations have been reported in humans; however, there is, as yet, no published experience with the use of flucytosine in the first trimester. Case reports about application in the second and third trimester for dangerous disseminated cryptococcosis have not shown evidence of fetal damage (e.g. Ely 1998).\n\nGriseofulvin is an organically derived antifungal agent that is used orally for several weeks against fungal infections of the skin, hair and nails. As it is deposited within the keratin, it is especially suited for the management of fungal infections of nail mykoses.\n\nIn animal experiments griseofulvin is teratogenic and, at high doses, cancerogenic. It crosses the placenta at term (Rubin 1965) . One publication, based on birth defects data, reported two pairs of conjoined twins after the use of griseofulvin in early pregnancy (Rosa 1987) . This observation could not be confirmed in other publications (Knudsen 1987 , Metneki 1987 . A population based case-control study with some 31 exposed pregnant women did not demonstrate an increased risk of malformations (Czeizel 2004c ). These experiences are insufficient for a differentiated risk assessment.\n\nRecommendation. As there is insufficient data regarding the use of echinocandins in pregnancy, they should only be used where no alternatives are available and the mycosis is life-threatening. If treatment took place in the first trimester, a detailed ultrasound examination should be offered to ascertain the normal development of the fetus.\n\nRecommendation. Flucytosine should only be used for life-threatening disseminated fungal infections during pregnancy. As it is not indicated as a monotherapy, it needs to be assessed critically if its use as a second mycotic drug is really necessary. If treatment took place in the first trimester, a detailed ultrasound examination should be offered to ascertain the normal development of the fetus.\n\nRecommendation. As griseofulvin is not used to treat life-threatening fungal infections, its application in pregnancy should be avoided. If treatment took place in the first trimester, a detailed ultrasound examination should be offered to ascertain the normal development of the fetus.\n\nTerbinafine is used for both oral and topical treatment of fungal infections of the nails and other dermatophytoses. A prospective study reported on 54 pregnant women exposed to terbinafine which showed no evidence of a teratogenic potential (Sarkar 2003) . Of these women 24 were exposed during the first trimester and 26 had an oral exposure. These data are insufficient for a differentiated risk analysis. When used topically, less than 5% is resorbed making a risk unlikely.\n\nRegarding the topical use of azole derivatives such as clotrimazole and miconazole, see Section 2.6.17; for amphotericin B, Section 2.6.18; and for terbinafine, Section 2.6.22.\n\nNystatin is an antifungal drug from the polyene group. Like the closely related amphotericin B it binds with ergosterol of the mycotic cell wall and interferes with its function. Nystatin is an effective local antifungal drug for candidiasis of the skin or mucosa. When taken orally, it is poorly resorbed and only works locally in the intestinal tract. The indication for intestinal cleansing needs to be critically assessed in immunocompromized patients.\n\nNystatin is used frequently, and there is no evidence of embryo-or fetotoxic effects (e.g. King 1998) . A population-based case control study did not show an increased risk of malformation after first trimester exposure. When treatment was performed in the second and third trimester, slightly more cases of hypospadia were noted (Czeizel 2003b ). However, a low resorption rate, methodological weaknesses of the study, and the low number of only 106 pregnant women place the result in question.\n\nA retrospective study of the Hungarian malformation register, with 160 exposed subjects, did not reveal signs of an increased risk of malformation when natamycin was applied vaginally (Czeizel 2003c) . Based on the same register, a case-control study discussed a possible association between cardiovascular malformations and maternal use of tolnaftate in pregnancy (Czeizel 2004d) . This observation was based on 26 exposed cases, of which four cases had varying types of cardiac defects (OR 3.1, 95%; CI 1.0-9.7). These data are insufficient for a differentiated risk analysis.\n\nAmorolfine, butenafine, ciclopirox, haloprogin, naftifin, and tolciclate are insufficiently investigated with regard to prenatal human toxicity. As yet, there is no substantial indication for an increased risk of malformations after local use.\n\nRecommendation. Terbinafine should be avoided during pregnancy as safety data are lacking and fungal nail infections do not require urgent treatment. If treatment took place in the first trimester, a detailed ultrasound examination should be offered to ascertain the normal development of the fetus. A topical application is likely to be harmless.\n\nRecommendation. Nystatin, like clotrimazole and miconazole is an antifungal drug of choice during pregnancy. Where possible, these drugs should be preferred. External treatment with amorolfine, butenafine, ciclopirox, haloprogin, natamycin, naftifin, tolciclate, and tolnaftate should be avoided during pregnancy.\n\nMore than 2 billion people are infected with helminths worldwide. Soil-transmitted helminths have been recognized as an important public health problem in many developing countries. Severe hookworm and other helminth infections during pregnancy may cause anemia, reduced birth weight and increased perinatal mortality. A routine application of anthelmintics during the second and third trimester for women in areas endemic for hookworm infection has been suggested, with the argument that this may improve maternal anemia, birth weight, and neonatal mortility (e.g. WHO 2013c, Christian 2004 ). However, a randomized placebo-controlled study showed no advantage for newborns whose pregnant mothers had received albendazole or praziquantel . Recently, it has been discussed if routine anthelmintic treatment during pregnancy might lead to an increased risk for allergies in infancy (Mpairwe 2011 ).\n\nThe benzimidazole derivatives albendazole, flubendazole, mebendazole, thiabendazole, and triclabendazole inhibit the uptake of glucose and thereby kill the parasites. In animal experiments benzimidazole derivative with anthelmintic activity showed teratogenic effects.\n\nAlbendazole and mebendazole are poorly resorbed from the gastrointestinal tract, except when there is an inflammation. However, enteral absorption may be increased due to high-fat diet. Mebendazole is a highly effective and well tolerated anthelmintic drug used against nematodes (such as pinworms, roundworms, whipworms, and hookworms). There have been reports describing children with various malformations after in utero exposure to mebendazole, but a distinct pattern of malformations could not be discerned (review by Schardein 2000) . An increased risk of congenital malformations was not observed in a study of over 400 pregnant women exposed to mebendazole in the first trimester (de Silva 1999) . This was confirmed in a controlled prospective study covering 192 first trimester exposed pregnant women (Diav-Citrin 2003) . Another study with 48 first trimester exposures also found no increased risk for malformations or miscarriages ( McElhatton 2007) . Although numbers are too small for any definite conclusion, mebendazole does not appear to represent a major teratogenic risk. Significantly more experience has been collected with exposure during the second and third trimester showing no evidence of a fetal risk (e.g. Gyorkos 2006) .\n\nAlbendazole is a newer, highly effective broad-spectrum anthelmintic which combined with operative interventions has become the treatment of choice for alveolar and cystic echinococcosis. Limited experience in the first trimester has not shown evidence of a major risk (Gyapong 2003 , Cowden 2000 . There are several thousand pregnancies with the use of albendazole in the second or third trimester without any obvious adverse reactions reported (e.g. , Ndyomugyenyi 2008 .\n\nTwo abstracts from Korea which reported the outcome of 16 pregnant women after the first trimester exposure to flubendazole showed no evidence of a teratogenic potential (Choi 2008 (Choi , 2005 . However, the data is insufficient for a differentiated risk assessment.\n\nThere are no reports of thiabendazole and triclabendazole use during human pregnancies.\n\nIvermectin is a broad-spectrum anthelmintic agent which is mainly used in humans in the treatment of onchocerciasis (river blindness), lymphatic filiriasis and strongyloidiasis. It is also effective against other worm infections and some epidermal parasitic skin diseases, such as scabies. Ivermectin is well resorbed after oral administration. Animal experiments do not suggest a teratogenic potential, although at maternally toxic exposures malformations were noted in rodents. A number of case reports describing accidental treatments during the first trimester have not shown malformations in the children (Gyapong 2003 , Chippaux 1993 , Pacque 1990 ). However, data are insufficient for a differentiated risk assessment. A study encompassing more than 100 women who took ivermectin during the second trimester found no significant anomalies in the newborns (Ndyomugyenyi 2008 ).\n\nNiclosamide is an anthelmintic that is effective against tapeworms (cestodes). It affects the energy metabolism of the parasites and is practically not resorbed by the intestinal tract. This agent had been used extensively in the past and is not suspected to cause malformations, but has not been systematically studied in humans.\n\nPraziquantel is a highly effective broad-spectrum anthelmintic agent against many trematodes and cestodes. It is mainly used for the treatment of schistosomiasis (bilharziosis). No teratogenicity has been reported in animal studies. Over the last decades millions of pregnant women have been inadvertently treated with praziquatel during routine anthelmintic programs without an obvious adverse reactions reported. A few publications Recommendation. Mebendazole may be used during pregnancy to treat relevant worm diseases. Albendazole may be used in cases of echinococcosis. The other benzimidazole anthelmintics should only be used with a compelling indication, and when more established anthelmintics are ineffective. After first trimester exposure a detailed ultrasound examination should be offered to ascertain the normal development of the fetus.\n\nRecommendation. With a compelling indication ivermectin may be used in pregnancy. After first trimester exposure a detailed ultrasound examination should be offered to ascertain the normal development of the fetus.\n\nRecommendation. Niclosamide may be given during pregnancy to treat relevant tapeworm infections. Application in the first trimester needs to be critically assessed as tapeworm infections are generally not a great hazard to the mother or unborn child. After first trimester exposure, a detailed ultrasound examination should be offered to ascertain the normal development of the fetus. also found no evidence of a teratogenic potential after mothers had been treated in the first trimester (Adam 2004a , Paparone 1996 . In a study from Uganda encompassing more than 1,000 pregnant women, treatment with praziquantel in the second and third trimester was not associated with an increase in adverse outcomes (Ndibazza 2010) . The WHO (2002) recommends the use of praziquantel for schistosomiasis during pregnancy.\n\nPyrantel is a broad-spectrum anthelmintic that acts by inhibition of cholinesterase, causing spastic paralysis and subsequent death of the parasite. No teratogenicity has been reported in animal studies. Pyrantel is poorly absorbed from the gastrointestinal tract. Published experience on its use during pregnancy is not sufficient to determine risk.\n\nPyrvinium is effective against pinworms (enterobius). After oral administration it is hardly absorbed. Therefore, it is unlikely to reach the fetus in relevant amounts. There are no reports of embryo-or fetotoxic effects. However, there has been no published experience with the use of pyrvinium during pregnancy. A Danish cohort study based on prescription registers identified 1606 women redeeming a prescription for pyrvinium (449 during first trimester). The pregnancy outcome was not considered in this article (Torp-Pedersen 2012).\n\nDiethylcarbamazine is used for the treatment of filiriasis and onchocercosis. No teratogenicity was reported in animal studies. No publications regarding its use during human pregnancies have been located.\n\nLevamisole is used as anthelmintic and as an immunomodulator. A retrospective study with data from the Hungarian Malformation Registry based on 14 subjects (four first trimester exposures), shows no evidence of an increased risk of malformations after use of levamisole (Kazy 2004) .\n\nOxamniquine is used for the treatment of schistosomiasis. No experiences have been reported about its use during pregnancy.\n\nRecommendation. Praziquantel should be reserved for specific severe indications like schistosomiasis. Usually for other indications better-established anthelmintics are available. After first trimester exposure a detailed ultrasound examination should be offered to ascertain the normal development of the fetus.\n\nRecommendation. Pyrantel should be avoided in pregnancy because better tested alternatives are available for all indications. After first trimester exposure a detailed ultrasound examination should be offered to ascertain the normal development of the fetus.\n\nRecommendation. Pyrvinium may be used during pregnancy. The standard agent of this group is acyclovir which is used against the varicella-zoster virus (VZV) and herpes simplex virus (HSV) type 1 and 2. The manufacturer's case collection contains over 1,000 women treated systemically with acyclovir during pregnancy, 756 of them during the first trimester; with no evidence of embryo-or fetotoxic risk (Stone 2004) . A study of a Danish Registry with 1,561 women with prescriptions in the first trimester, showed no increased risk after acyclovir (Pasternak 2010) . Although these studies had some methodological weaknesses, the experiences argue against the risk of acyclovir in pregnancy.\n\nValacyclovir, the prodrug of acyclovir, is converted quickly and completely to acyclovir in the body. Orally it is distinctly better resorbed than acyclovir of which only about 20% is resorbed. The manufacturer did not find an increased risk of malformation in 56 women who had received valacyclovir during pregnancy, 14 of these during the first trimester (Glaxo Wellcome 1997) . Also, the above cited study of the Danish Registry did not show evidence of embryo-or fetotoxic risk in 299 pregnancies, in which the mother filled a prescription for valacyclovir during the first trimester (Pasternak 2010) .\n\nGanciclovir and its prodrug valganciclovir are effective in cytomegalus virus infections (CMV). In animal experiment, teratogenic effects were only seen with plasma levels that were twice as high as those recommended in human therapy. There are a few case reports describing normal pregnancy outcome after the first trimester treatment during early pregnancy (Pescovitz 1999) . Puliyanda (2005) describes a successful oral treatment with ganciclovir for an intrauterine CMV infection after the 22nd week. These experiences are insufficient to evaluate the safety of ganciclovir in pregnancy.\n\nFamciclovir is quickly converted after enteral resorption into the virostatic penciclovir. Neou (2004) reported a newborn whose mother took 250 mg famciclovir daily in her fifth week. The boy who succumbed to a severe neonatal infection had a hypoplastic thymus, a mild stenosis of the pulmonary valve, an ostium secundum defect, and an enlarged liver with stenotic extrahepatic biliary ducts. A retrospective study of data from the Danish Birth Registry contained 26 women who took oral famciclovir during the first trimester, and showed no increase in the malformation rate (Pasternak 2010) .\n\nThere is insufficient data about the use in pregnancy for brivudine, cidofovir, foscarnet, and fomivirsen. In animal experiments, small doses of foscarnet sodium trigger skeletal anomalies in rats and rabbits.\n\nNo experience is reported for the combination therapy of dimepranol and inosine that is used to stimulate the immune system against viruses of the herpes group.\n\nRecommendation. Diethylcarbamazine, levamizole and oxamniquine should be avoided during pregnancy as better tested alternatives are available for most indications. After first trimester exposure a detailed ultrasound examination should be offered to ascertain the normal development of the fetus.\n\n Herpes medication for local use Acyclovir, foscarnet, ganciclovir, idoxuridine, penciclovir, trifluridine, and tromantadine are locally applied in HSV infections. None of these agents has been suspected to give rise to teratogenic effects.\n\nAcyclovir may be used in pregnancy systemically and is harmless in local application. In the above cited Danish Registry study 2,850 women had used acyclovir and 118 women penciclovir locally during the first trimester, and no increased malformation risk was noted (Pasternak 2010) . The other agents lack studies about local application.\n\nDocosanol is a newly approved agent for topical application in herpetic cold sores. The mechanism of action is unknown. There has been no experience about its use in pregnancy; however, a risk is unlikely with its minimal resoption.\n\nThe local application of zinc sulfate and of patches containing hydrocolloid particles is harmless in pregnancy.\n\nAntiviral drugs for hepatitis  Antiviral drugs for hepatitis B Nucleoside/nucleotide analogs and α-interferon (Chapter 2.12) are used for the management of chronic hepatitis B. A general therapeutic recommendation cannot be made for pregnancy as data are inadequate. Experience so far did not reveal serious signs of teratogenic or fetotoxic damage in humans. If there is a very active Hepatitis B or cirrhosis, antiviral treatment might be considered. Passive-active immunoprophylaxis of infants have reduced mother-to-child-transmissions. However, in high viremic mothers immunoprophylaxis might fail. No consensus has been reached if pregnant women who are HBsAg positive, and highly viremic should be treated in the third trimester to prevent a perinatal transmission to the infant (e.g. Pan 2012). For lamivudine and tenofovir see Section 2.6.30. Adefovir dipivoxil, the prodrug of adefovir, is an orally-administered nucleotide analog. No teratogenicity has been reported in animal studies. The Antiretroviral Pregnancy Registry (2013) received reports of 48 births after a maternal adefovir dipivoxil regimen in the first trimester. No birth defects were observed in the infants.\n\nEntecavir has shown teratogenic effects in animal studies where, in high doses, more vertebral and tail malformations occurred. Of 55\n\nRecommendation. If an antiviral therapy is indicated for a severe maternal disease, or to protect the fetus from an intrauterine infection, acyclovir or valacyclovir should be used as the best evaluated medication whenever possible. The other antiviral agents are only indicated in infections where they have a therapeutic advantage over acyclovir. After the application of one of the less well examined drugs during first trimester, a detailed ultrasound examination should be offered to ascertain the normal development of the fetus.\n\nRecommendation. Where indicated, local remedies for herpes may be used during pregnancy. Drying agents and patches for herpes are harmless. Where possible, acyclovir should be preferred as the best evaluated antiviral drug.\n\ninfants whose mothers were exposed to entecavir during first trimester, two babies were born with birth defects (no details available) (Antiretroviral Pregnancy Registry 2013). One case report describes a healthy baby born after entecavir exposure for 32 days in the second trimester (Kakogawa 2011) .\n\nTelbivudine raised no suspicions for teratogenicity in animal experiments. Among 86 pregnancies of women who received telbivudine before or in early pregnancy the abortion rate was 7.9%. Fifty mothers delivered 52 infants. One pregnancy was terminated because of cleft lip and palate and one infant showed right ear accessories, no other birth defects were reported (Liu 2013) . In the Antiretroviral Pregnancy Registry (2013) no birth defects were observed in 10 infants after first trimester exposure to telbivudine.\n\nIn a prospective study, 136 infants were born after maternal treatment with telbivudine in late pregnancy to prevent perinatal transmission. Exposure took place from the twentieth to thirty-second gestational week until at least 1 month after delivery. There were no significant differences in infant outcomes compared to a control group. No serious adverse events were noted in the infants . There is an ongoing discussion as to whether telbivudine should be given to women with a high virus load during late pregnancy to prevent intrauterine transmission (review by Deng 2012).\n\nThe nucleoside analog ribavirin inhibits both DNA-and RNA-viruses, displaying a relatively broad antiviral spectrum experimentally. Among other applications, it is used to treat respiratory syncytial virus (RSV) infections in infants, and, combined with α-interferon (Chapter 2.12), against hepatitis C.\n\nRibavirin has teratogenic and mutagenic effects in animal experiments. Nine women who were treated during the second half of pregnancy for severe measles delivered healthy infants (Atmar 1992) . A woman treated for SARS (severe acute respiratory syndrome) in the first trimester with ribavirin by injection for 3 days gave birth to a normal child (Rezvani 2006) . In its Pregnancy Registry, the manufacturer noted eight women with ribavirin exposure in the first trimester, and 77 women with exposure within 6 months of the last menstrual period (Roberts 2010) . The authors found no evidence of a teratogenic risk for humans.\n\nIn summary, current data is insufficient for a risk assessment for ribavirin. An embryo-or fetotoxic risk is not apparent with the available case reports.\n\nThe level of ribavirin is twice as high in seminal fluid as in sperm. There has been no increased risk of malformations after paternal ribavirin treatment and interferon in 20 pregnancies reported as case reports (review by Hofer 2010), and 110 pregnancies of the Ribavirin Pregnancy Registry (Roberts 2010) . These numbers are inadequate to assess a possible risk after paternal exposure.\n\nThe protease inhibitors boceprevir, simeprevir and telaprevir have been approved for the treatment of chronic hepatitis C. There are no experiences with their use in pregnancy. The same applies to sofosbuvira recently approved polymerase inhibitor for the treatment of chronic hepatitis C.\n\nAmantadine enhances dopamine activity at the receptor and thus is also used as an antiparkinson drug. As an antiviral medication, it inhibits the membrane protein hampering the ability of the virus to enter the cell nucleus. Because of rapid resistance and frequent neurologic side effects, it is not recommended any more as an antiviral agent. For amantadin in Parkinson disease, see Chapter 2.11.\n\nThe neuraminidase inhibitors oseltamivir, peramivir and zanamivir are used to treat patients whose influenza requires therapy.\n\nOseltamivir has not shown teratogenic effects in animal studies. A prospective investigation at two Japanese centers did not see an increase in malformations where 90 women had been treated in the first trimester (review by Tanaka 2009 ). Another study involving 137 exposed offspring, 18 of them in the first trimester, also did not find a higher risk (Greer 2010) . The manufacturer, too, noticed no increased risk in 115 women who had used oseltamivir during pregnancy, 44 of these during the first 3 months (Donner 2010) . One study with 81 pregnant women exposed to oseltamivir, 24 in the first trimester, found an increased risk of late transient hypoglycaemia compared to an unexposed control group. No other increased risks of adverse birth outcomes among the infants have been observed. One child had a ventricular septal defect. This was the only major malformation after exposure in the first trimester (Svensson 2011) . Another publication included 619 pregnant women exposed to oseltamivir, 159 of them in first trimester. The overall rate of major malformation after first trimester exposure was 1.3% (Saito 2013) . In a French publication, a total of 337 mothers received at least one prescription of oseltamivir during pregnancy. One congenital heart defect was observed among 49 infants who were exposed during first trimester. No significant association between adverse fetal outcomes and exposure to oseltamivir during pregnancy could be found (Beau 2014) . Dunstan (2014) could also find no signs of embryo-or fetotoxic effects in 27 exposed pregnant women. No birth defects were observed in eight first trimester exposures. A population-based retrospective cohort study analyzed data from 1,237 women who received oseltamivir during pregnancy. Compared to a control group, there were no associations between maternal use of oseltamivir with preterm birth and low Apgar score. Women who\n\nRecommendation. Ribavirin and the other antiviral agents discussed here should only be used during pregnancy when compellingly indicated. Treatment during the first trimester is not a justification for a risk-based termination of pregnancy (Chapter 1.15 ). In such a situation a detailed ultrasound examination should be offered to ascertain normal fetal development.\n\nPregnancy took oseltamivir during pregnancy were less likely to have a small for gestational age infant. However, birth defects and time of exposure were not mentioned (Xie 2013) .\n\nTwo studies looked into the pharmacokinetics of oseltamivir and its active metabolite oseltamivir carboxylate during gestation. Greer (2011) compared the pharmacokinetics of 10 pregnant women in each group during the last trimester and found no significant differences. Beigi (2011) examined the pharmacokinetcs in 16 pregnant women (average gestational age 24.6 weeks) in comparison to 23 nonpregnant women, and found the pregnant group to have lower oseltamivir carboxylate level. However, it remains unclear if the dose needs to be adjusted during pregnancy.\n\nZanamivir is applied by inhalation and very little is resorbed. No teratogenicity was found in animal experiments. A case series study from Japan reported 50 infants born after intrauterine zanamivir exposure, 15 of them were exposed in the first trimester. No malformations have been observed (Saito 2013) . A prospective surveillance study did not provide a case that use of zanamivir in pregnancy is associated with an increased risk of adverse pregnancy outcomes among 180 women exposed to zanamivir during pregnancy. No major malformations were reported in 37 zanamivir first trimester exposures (Dunstan 2014) . Experience and the presence of low systemic concentrations, make it unlikely that there is an increased embryo-or fetotoxic risk.\n\nExperience during pregnancy with peramivir is insufficient for a risk assessment.\n\nThe aim of antiretroviral therapy (ART) during pregnancy is the prevention of a vertical transmission of the human immunodeficiency virus (HIV) from mother to child, and also the optimal management of the HIV-infected mother, whereby unwanted side effects are to be kept at a minimum for her and the child. ART in pregnancy has become an integral part in the prophylaxis of HIV transmission after data revealed the protective effect of perinatal prophylaxis, with the nucleoside analog reverse transcriptase inhibitor (NRTI) zidovudine that could prevent a possible vertical transmission during the last trimester and labor (Connor 1994) . National and international guidelines recommend a standard therapy for both nonpregnant and pregnant HIV-infected women take a combination of at least three antiretroviral medications (EACS 2013 , OARAC 2012 , WHO 2010c . This highly active antiretroviral therapy (HAART) typically consists of two NRTIs and either a protease inhibitor (PI), or a non-nucleoside analog reverse transcriptase inhibitor (NNRTI). The intention is that the suppression of the plasma HIV load (HIV-RNA) should be as close to <50 copies/mL at least by the end of the pregnancy. When an effective HAART is applied during pregnancy and lactation, the HIV rate of transmission can be decreased from its former levels of\n\nRecommendation. If indicated, neuraminidase inhibitors oseltamivir and tanamivir may be used in pregnancy. Peramivir should be avoided. Amantadine is no longer recommended for the treatment of influenza. When used during the first trimester, a detailed ultrasound examination should be offered to ascertain normal fetal development.\n\n20-30% to <1% (Townsend 2008 , Warszawski 2008 . The decision of what regimen to use is already complicated in nonpregnant patients, but more so in pregnancy. How to balance individual needs and risks should be considered, especially in view of the timing of the start of treatment, a possible interruption of therapy during the first trimester in women already under treatment, and the selection of appropriate antiretroviral medications.\n\nThe risks from intrauterine exposure to combinations of antiretroviral agents are difficult to assess, as data are limited concerning the pharmakinetics and the developmental toxicity for most of the drugs. There is no data about the long-term toxicity of the exposure to intrauterine retroviral substances. Information about the safety of retroviral drugs in pregnancy are limited to experiments in animals, single case reports, a few clinical studies, and analyses of registries such as the Antiretroviral Pregnancy Registry (2013) in the USA that contains most of the information about the safety of antiviral substances in pregnancy.\n\nOverview of the antiretroviral medications , darunavir, fosamprenavir, indinavir, lopinavir, nelfinavir, ritonavir, saquinavir, and tipranavir. 4 . Entry inhibitors: enfuvirtide and maraviroc. 5. Integrase inhibitors: raltegravir, dolutegravir and elvitegravir.\n\nData currently available do not allow for a summarizing differentiated risk analysis for antiretroviral medications in pregnancy. With the exception of efavirenz, there have been no serious signs of teratogenic or fetotoxic damages in humans (e.g. Watts 2011 , ECS 2003 . Prospectively documented pregnancies do not demonstrate a higher risk of malformations and, like retrospective case reports, fail to reveal any distinct pattern of anomalies. When antiretroviral agents are used in the first trimester, the embryotoxic risk appears to be generally small (Phiri 2014 , Floridia 2013 , Antiretroviral Pregnancy Registry 2010 , Joao 2010 . Nevertheless, substances that might be embryotoxic should be eschewed in early pregnancy. Common side effects in children treated in utero or after birth with zidovudine or antiretroviral combinations consist of hematologic problems, especially anemias and neutropenias (Dryden-Peterson 2011 , Feiterna-Sperling 2007 , Le Chenadec 2003 . It is being debated if antiretroviral treatment with or without protease inhibitors favors prematurity (Chen 2012 , Patel 2010 , Kourtis 2007 , Cotter 2006 , Tuomala 2005 . The maternal risks of therapy are discussed with the specific medications.\n\nThe medical treatment of HIV infection during pregnancy is a prime example for the need to sometimes utilize insufficiently tested medications -because of the acute danger for mother and child. In individual cases it needs to be critically assessed if an ongoing or maternally indicated treatment is absolutely necessary during the time of embryogenesis, or if it can be temporarily suspended.\n\nData from clinical studies during pregnancy in women are available for abacavir, didanosine, emtricitabine, lamivudine, stavudine, tenofovir, and zidovudine. With the exception of didanosine, the NRTIs showed comparable levels in the maternal serum, and the umbilical cord blood suggested an easy placental passage (Pacifici 2005) . Having an affinity to mitochondrial γ-DNA polymerases, NRTIs can induce mitochondrial dysfunction. The greatest risk for mitochondrial toxicity is exhibited in vitro for didanosine, stavudine, and zidovudine. The question if a perinatal NRTI exposure could lead to mitochondrial problems in children is currently under discussion; a final consensus has not been reached (Benhammou 2007 , Blanche 1999 . Lamivudine and zidovudine are the NRTIs that should be preferred during pregnancy because of extensive experience. Abacavir, emtricitabine and tenofovir are alternative NRTIs which also might be used. Didanosine and stavudine should only be used in special circumstances (OARAC 2012).\n\nAbacavir can lead to skeletal anomalies when given to rats at a high dosage. There is no evidence of teratogenicity in humans. Abacavir readily crosses the placenta (Chappuy 2004) . Data from the Antiretroviral Pregnancy Registry (2013) with 27 birth defects in 905 cases, indicate a malformation rate of 3.0% after exposure during the first trimester, similarly as seen in the general population of the USA.\n\nIn animal experiments didanosine given at high doses did not show teratogenic effects. Didanosine crosses the placenta only in limited Recommendation. Antiretroviral medications may be used in pregnancy. Specific risks for the prophylaxis of transmission and the therapy of maternal HIV infection need to be observed. The choice of medication and the timing of treatment have to be decided on an individual basis. When choosing medications it should be noted that some of the retroviral substances should be avoided during pregnancy, if possible. This concerns efavirenz (teratogenic effects) and the combination stavudine/didanosine (lactic acidosis). For newer medications such as maraviroc, raltegravir and etravirine, few or no data are available concerning their use in pregnancy. Caution is called for when nevirapine is used in women with CD4 cell counts of <250/mm mm 3 (hepatotoxicity). If nevirapine is used during pregnancy, transaminases need to be checked regularly, especially during the first 18 weeks of treatment; also, clinical symptoms are to be watched. The short-term use of nevirapine for transmission prophylaxis does not seem to carry a similar risk.\n\nWhen exposure occurs during the first trimester, a detailed ultrasound examination should be offered to ascertain the normal development of the fetus. It is recommended that the pregnant patient is cared for in a specialized center. Physicians should report pregnancies involving the use of HIV medications shortly after diagnosis to the Antiviral Pregnancy Registry (www.APRegistry.com).\n\namounts (Wang 1999) . The data of the Antiretroviral Pregnancy Registry (2013) show a slightly increased malformation rate after first trimester exposure at 4.8% (20 of 416 births), in comparison to 2.7% in the general US population. However, no distinct pattern of birth defects has been discovered. In a study where 14 HIV infected women were treated at 26-36 weeks with didanosine, neither maternal nor neonatal side effects were noted (Wang 1999) . Cases of lethal lactic acidosis have been described in pregnant women treated with a combination of stavudine and didanosine (Mandelbrot 2003 , Sarner 2002 . Due to the risk of fatal lactic acidosis, combination treatment with didanosine and stavudine should only be used in cases where no alternatives are available (Bristol-Myers Squibb 2001) .\n\nEmtricitabine has not shown evidence of teratogenicity in animal experiments or in humans. It crosses the placenta readily (Stek 2012 , Hirt 2009b ). Among cases of first trimester exposures reported to the Antiretroviral Pregnancy Registry (2013), the prevalence of birth defects was 2.4% (34 of 1,400 births), similar to the rate in the general US population.\n\nLamivudine, one of the best evaluated NRTIs, is also approved for the treatment of chronic hepatitis B. Levels measured in the umbilical cord blood correspond to those of the mother. Data from the Antiretroviral Pregnancy Registry (2013) indicate an unsuspicious malformation rate of 3.1% (136 of 4,360 births). A larger study to prevent perinatal transmission was conducted in France where 445 pregnant women received zidovudine and lamivudine after gestational week 31, and their newborns were also given the combination for 6 weeks ( Mandelbrot 2001) . In this study newborns displayed significant side effects that included lethal mitochondriopathies. However, lamivudine and zidovudine are medications that are preferred in pregnancy because of extensive experience.\n\nThere is no evidence that stavudine leads to teratogenic effects in animal experiments or humans. Stavudine crosses the placenta easily ( Chappuy 2004) . The malformation rate after exposure in the first trimester is 2.6% (21 of 805 births) according to data from the Antiretroviral Pregnancy Registry (2013), thus similar as in the general US population (2.7%). Good tolerance of a staduvine-lamivudine combination has been described in a small phase I/II study with 14 mother-child pairs (Wade 2004) . Cases of lethal lactic acidosis have been described in pregnant women treated with a combination of stavudine and didanosine (Mandelbrot 2003 , Sarner 2002 . Due to the risk of a fatal lactic acidosis, combination treatment with didanosine and stavudine should only be used in cases where no alternatives are available (Bristol-Myers Squibb 2001).\n\nIn animal experiments, offspring of monkeys that received high doses of tenofovir have a decreased fetal growth rate and diminished fetal bone density (Tarantal 2002) . During pregnancy tenofovir crosses the placenta easily (Flynn 2011 , Hirt 2009a . There is no evidence that tenofovir is teratogenic in humans. According to the data of the Antiretroviral Pregnancy Registry (2013) the malformation rate after exposure during the first trimester is 2.3% (46 of 1,982 births), similar to the 2.7 % rate in the general US population. In clinical studies HIV patients, primarily children, displayed decreased bone density when treated with tenofovir. The clinical significance of these findings is still unclear. One study did not reveal any risk for adverse effects of in utero tenofovir exposure in 141 pregnant women (Gibb 2012 ). However, tenofovir should be used with caution during pregnancy, because of the risk of fetal bone changes and the paucity of other data about its pregnancy-related risks.\n\nZidovudine, also known as azidothymidine (AZT), is the oldest antiviral drug used for antiretroviral therapy. It readily crosses the placenta. In rats, maternal toxic doses lead to an increased malformation rate during organogenesis, an effect not seen with lower doses. There are no signs of teratogenicity in humans. According to data from the Antiretroviral Pregnancy Registry (2013) the malformation rate of 3.2% (129 of 4,000 births) was not significant higher than that of the general US population. The application of zidovudine has been well studied in pregnancy and is considered to be safe in regard to shortterm and medium-term toxicities. A common side effect, when zidovudine is used in the perinatal period, is a transient anemia in newborns (Sperling 1998 , Connor 1994 . A follow-up study of 234 children who had been exposed to zidovudine in utero did not display any physical, immunological, or cognitive anomalies. The median age of children at the time of last follow-up was 4.2 years (range, 3.2-5.6 years) (Culnane 1999) . Also, there was no evidence of an increased risk for neoplasia in more than 700 children after pre-and perinatal exposure (Culnane 1999 , Hanson 1999 . There are no data regarding long-term toxicity, especially for cancerogenicity.\n\nData from clinical studies about the safety in human pregnancy for NNRT is are limited. Nevirapine is the agent that should be preferred if a NNRTI is required during pregnancy. Efavirenz might be used in special circumstances. For etravirine and rilpivirine the data are insufficient to recommend use during pregnancy (OARAC 2012). Delavirdine is not recommended as part of an initial therapy.\n\nDelavirdine caused an increased incidence of ventricular septal defects in rats. Experience in humans is limited to 11 births after first trimester exposure reported to the Antiretroviral Pregnancy Registry (2013). Although no birth defects have been observed, these data allow no differentiated risk analysis. Most guidelines do not recommend delavirdine as a part of antiretroviral regimens for initial treatment of HIV infection because of inferior efficacy.\n\nIn animal experiments efavirenz showed evidence of teratogenicity. Three of 20 prenatally exposed cynomolgus monkeys showed malformations when plasma levels were similar to the therapeutic levels in humans. Anencephaly with unilateral anophthalmia was observed in one fetus, microphthalmia in another, and cleft palate in a third. There are case reports in humans about neural tube defects in children whose mothers had received efavirenz during the first trimester (de Santis 2002 , Fundaro 2002 . According to the data of the Antiretroviral Pregnancy Registry (2013) the malformation rate of 2.3% (18 of 766 births) after first trimester exposure is comparable to the background rate of 2.7% in the general US population. The 18 birth defects included one infant with myelomeningocele. Another child was born with anophthalmia, severe facial cleft and amniotic banding. In total, the Antiretrorviral Pregnancy Register received six retrospective reports of neural tube defects; four of them were exposed to efavirenz. A meta-analysis, including nine prospective studies together with 1,132 live births, did not detect an increased risk of overall birth defects after exposure to an efavirenz-containing regimen during the first trimester. Including retrospective studies, one neural tube defect was reported in 1,256 live births (Ford 2010 ). An update of this meta-analysis which included 181 additional subjects had similar results (Ford 2011) .\n\nIn contrast to these reassuring findings, another study analyzes data of 1,112 infants born between 2002 and 2007. A significantly increased risk of congenital anomalies after exposure to efavirenz during first trimester was observed. Six of 47 infants with first trimester exposure to efavirenz had congenital anomalies (adj.OR 2.84, 95%; CI: 1.13-7.16) (Knapp 2012) . However, the six observed major and minor defects (patent foramen ovale, gastroschisis, postaxial polydactyly, Arnold-Chiari malformation, talipes equinovarus, plagiocephaly), do not present a distinct pattern.\n\nWith the available published experience, the British HIV Association guidelines panels concluded that there are insufficient data to support the former position and furthermore recommend that efavirenz can be both continued and commenced in pregnancy (Taylor 2012) . However, the United State guidelines are more restrictive. They recommend that an efavirenz-based regimen may be continued in women who present for antenatal care in the first trimester, provided the regimen produces virologic suppression (OARAC 2012).\n\nAnimal experiments have not shown that etravirine is teratogenic. Experience in pregnancy is limited to case reports (Jaworsky 2010 , Furco 2009 ). According to the data of the Antiretroviral Pregnancy Registry (2013) no birth defects were reported in 39 infants born after first trimester Pregnancy exposure to etravirine. Experiences are insufficient to analyze a possible risk in pregnancy.\n\nThere is no evidence in animal experiments or human experience that nevirapine is teratogenic. Nevirapine crosses the placenta easily and attains levels in the neonate that correspond to those of the mother ( Benaboud 2011 , Mirochnick 1998 . According to the data of the Antiretroviral Pregnancy Registry (2013) the malformation rate after first trimester exposure is 2.9% (31 of 1,061 births), which is no higher than that of the general US population.\n\nStudies indicate that viral transmission is blocked when 200 mg p.o. nevirapine is given to the mother at the beginning of labor, and the newborn receives a single dose of 2 mg/kg 48 to 72 hours after delivery (Guay 1999) . There is a high risk of developing viral resistance even after a single dose (low resistance barrier and long half-life of nevirapine), thus nevirapine should only be administered in a combination regimen.\n\nReports have been published describing single cases of liver toxicity in pregnant women who took nevirapine (e.g. Knudtson 2003 ). This event is often rash-associated and potentially fatal. Liver toxicity is primarily observed in patients with higher CD4 cell counts (>250/mm 3 ); in these patients the risk of symptomatic hepatic events is twelve times greater than in women with lower CD4 cell counts (<250/mm 3 ). Studies indicate that pregnancy per se is a risk factor for liver toxicity. Pregnant patients using HAART that includes nevirapin have no higher risk of hepatotoxicity than those who use HAART without nevirapine (Ouyang 2010 , Ouyang 2009 ). These data suggest that the risk of liver toxicity of nevirapine is similar in pregnant and nonpregnant patients. However, if nevirapine is used in pregnancy, physicians should be aware of hepatotoxicity.\n\nAnimal experiments failed to show that rilpivirine is teratogenic. In the Antiretroviral Pregnancy Registry (2013) no birth defects were reported in 31 infants born after first trimester exposure to rilpivirine. One publication describes two healthy infants after rilpivirine exposure during pregnancy (Colbers 2014) . Experiences are insufficient to analyze a possible risk in pregnancy.\n\nPIs are being used increasingly in pregnancy. They are recommended in regimens combined with two NRTI drugs. PI therapy can lead to the disturbance of glucose tolerance and even to the manifestation or exacerbation of diabetes mellitus. It remains unclear if pregnancy itself increases the risk even further. Generally, PIs pass the placenta poorly ( Gingelmaier 2006 , Marzolini 2002 , Mirochnick 2002 . Therefore, fetal toxicity would seem to be unlikely. Lopinavir/ritonavir and atazanavir with low-dose ritonavir boosting are the preferred PIs during pregnancy. Alternative PIs include ritonavir-boosted saquinavir and darunavir. Indinavir and nelfinavir should only be used in special circumstances. Data is too limited to recommend the routine use of fosamprenavir and tipranavir in pregnant women (OARAC 2012).\n\nAtazanavir has not shown evidence of teratogenicity in animal experiments or human experience. According to the data of the Antiretroviral Pregnancy Registry (2013), the malformation rate of 2.2% (19 of 878 births) after first trimester exposure is comparable to the rate of 2.7% in the general US population. A number of studies are available, including pharmacokinetic evaluations in pregnant women using HAART with atazanavir , Ripamonti 2007 . Some experts recommend an increased dose in late pregnancy. The umbilical cord blood of neonates shows atazanavir levels of 13-16% of those seen in the maternal serum. Atazanavir inhibits the uridin glucuronosyl transferase that metabolizes indirect bilirubin. Thus, as a common side effect, atazanavir treatment may lead to higher indirect bilirubin levels. While case numbers are relatively small, investigations showed that neonates of atazanavir-treated mothers did not show pathological elevations of indirect bilirubin. , Ripamonti 2007 ).\n\nDarunavir did not demonstrate evidence of teratogenicity in animal experiments. Some case reports demonstrated a limited placental transfer. Like with other PIs a reduction in plasma levels has been observed in late pregnancy (Pinnetti 2010) . In the Antiretroviral Pregnancy Registry (2013) five birth defects were reported in 212 infants born after first trimester exposure to rilpivirine (prevalence 2.4%). Few experiences about its use in pregnancy are available (e.g. Jaworsky 2010, Ivanovic 2010). These data are insufficient for a differentiated risk assessment.\n\nIn animal experiments no evidence was found that fosamprenavir leads to teratogenicity. Human data about its use in pregnancy are very limited. Transplacental passage analyzed in seven cases was relatively high compared to other PIs. The authors detected a median ratio of 0.27 of cord blood to maternal amprenavir level (the active metabolite of fosamprenavir) (Cespedes 2013) . One publication did not report adverse effects in nine infants after intrauterine exposure to fosamprenavir (Martorell 2010) . Two birth defects among 102 births were reported to the Antiretroviral Pregnancy Registry (2013) after first trimester exposure to fosamprenavir. These data are insufficient for a differentiated risk assessment.\n\nEvidence for teratogenicity is not evident for indinavir in animal experiments or human reports. Little of indinavir crosses the placenta ( Mirochnick 2002) . According to the data of the Antiretroviral Pregnancy Pregnancy Registry (2013) the malformation rate of 2.4% (7 of 289 births) after first trimester exposure is comparable to that in the general US population. These data are insufficient for a differentiated risk assessment. There is a theoretical concern that physiologic hyperbilirubinemia might be exacerbated due to indinavir.\n\nLopinavir is used in conjunction with its pharmacological booster ritonavir.\n\nIn animal experiments with high doses of lopinavir, rats displayed evidence of embryotoxicity with an increased rate of miscarriages, less fetal viability, lower fetal weight, and skeletal changes. These problems were not apparent in rabbits. There is no evidence of teratogenicity in humans. Like most PIs, lopinavir/ritonavir crosses the placenta poorly (Gingelmaier 2006) . According to the data of the Antiretroviral Pregnancy Registry (2013) the malformation rate is 2.3% (26 of 1,125 births) after first trimester exposure, and thus not increased in comparison to the general US population. Studies with HIV-infected pregnant women indicate that the treatment with lopinavir/ritonavir is well tolerated. Pharmacokinetic investigations show lower plasma levels, primarilty in the last trimester (Best 2010) . It is unclear if pregnant women require a higher dose or just a continuation of the PI standard therapy. A report of 50 infants who received lopinavir/ ritonavir after birth observed an association with transient adrenal dysfunction in the infants (Simon 2011) . A systematic review about the safety and efficacy of lopinavir/ritonavir during pregnancy included nine studies involving 2,675 pregnant women. No concerns with the use of these agents were suggested (Pasley 2013 ).\n\nNelfinavir did not display evidence of teratogenicity in animal experiments. According to the data of the Antiretroviral Pregnancy Registry (2013), the malformation rate is 3.9% (47 of 1,211 births) after first trimester exposure which is a modest evaluation compared to the general population (2.7%). No distinct pattern of birth defects defects has been discovered. In studies with HIV-infected pregnant women it was noted that a small amount crosses the placenta (Bryson 2008 , Mirochnick 2002 . When nelfinavir is used as an unboosted PI in pregnant women who need treatment for HIV, it is inferior to newer, low-dose ritonavir boosted PIs, but is useful as an alternative PI in combination with 2 NRTIs for the prophylaxis of HIV transmission. However, nevirapine should only be used under special circumstances during pregnancy.\n\nRitonavir should be used in combination with other PIs as a low-dose booster to increase levels of a second PI. Only a small amount crosses the placenta (Mirochnick 2002) . There is no evidence that ritonavir is teratogenic in animal experiments or humans. According to the data of the Antiretroviral Pregnancy Registry (2013) the malformation rate is 2.3% (52 of 2,260 births) after first trimester exposure, thus similar to the general US population.\n\nSaquinavir has not demonstrated evidence of teratogenicity in animal experiments or human experience. Like with other PIs only small amounts of the drug cross the placenta (Mirochnick 2002) . Pharmacokinetic studies indicate that the newer tablet formulation that has replaced the former capsule formulation, leads to plasma concentrations similar to nonpregnant patients (van der Lugt 2009). Thus, it is not necessary to adjust the doses in pregnancy. Seven birth defects among 182 first trimester exposures were reported to the Antiretroviral Pregnancy Registry (2013). These data are insufficient for a differentiated risk assessment.\n\nTipranavir shows no teratogenicity in animal experiments. There are no data about its ability to cross the placenta. Aside from single case reports of pregnant patients with multiple resistances (Weizsaecker 2011 , Wensing 2006 , there are no other data about the use of tipranavir in pregnancy. No birth defects were reported to the Antiretroviral Pregnancy Registry (2013) among four first trimester exposures to tipranavir. Experiences are insufficient to analyze a possible risk in pregnancy.\n\nEntry inhibitors are antiretroviral agents that inhibit viral binding or fusion of HIV to the cell, either by inhibition of the fusion of the viral capsule with the cell membrane or by blocking CD4-or co-receptors. Data about the use of enfuvirtide or maravorioc during pregnancy are insufficient to recommend their use during pregnancy (OARAC 2012).\n\nIn animal experiments no evidence was observed that enfuvirtide is teratogenic. A number of single case reports suggest that enfuvirtide apparently does not cross the placenta (Weizsaecker 2011 , Brennan-Benson 2006 . According to the data of the Antiretroviral Pregnancy Registry (2013) no birth defects have been reported among 20 first trimester exposure to enfuvirtide. Thus, it can be assumed that the risk of fetal toxicity is likely to be small. Enfuvirtide may be used in pregnant women with multi-resistent HIV in combination with other potent agents as a therapeutic option, but current experience in pregnancy is very limited.\n\nMaraviroc is a CCR5 inhibitor that is used to treat pretreated HIVinfected adults in combination with other antiretroviral medications, when exclusively CCR5-tropic HIV type-1 have been proven to be present. Animal experiments using rats and rabbits did not show evidence of teratogenicity for maraviroc. There are no data indicating to what degree Pregnancy maraviroc crosses the placenta. While there has been no indication that the use of maraviroc leads to a higher rate of malignancy, a theoretical concern remains based on the method of its action. Maraviroc should only be used when the benefit justifies the potential fetal risk. There is a lack of data about its application in pregnancy. Among 13 cases with first trimester exposure reported to the Antiretroviral Pregnancy Registry (2013) no birth defects have been observed.\n\nIntegrase inhibitors block integrase, a HIV-coded enzyme, and thereby HIV replication. The use of raltegravir during pregnancy can be considered in special circumstances when preferred and alternative agents cannot be used (OARAC 2012) . There is insufficient data for the new integrase inhibitors dolutegravir and elvitegravir.\n\nIn animal experiments no evidence was seen that dolutegravir is teratogenic. Placental transfer has been described in animals. No experiences have been reported about its use during human pregnancy. There are also no reports about the use of dolutegravir to the Antiretroviral Pregnancy Registry (2013).\n\nElvitegravir is combined with colbicistat which has no known antiretroviral activity. Colbicistat is a pharmacokinetic enhancer which inhibits enzymes that metabolize elvitegravir. Animal studies of elvitegravir have shown no evidence of teratogenicity. Only one report about the use of elvitagravir during the first trimester has been reported to the Antiretroviral Pregnancy Registry (2013). No birth defects were observed in this case.\n\nDevelopment studies in rats and rabbits did not show raltegravir to be teratogenic. However, there was a slightly increased incidence of supernumerary ribs in the offspring of rats that had received raltegravir at doses about 4.4 times higher than those recommended in human treatment. Potential human risks are not known at this time. According to the few data about its use during pregnancy, raltegravir crosses the placenta well (McKeown 2010). In a case series of five women raltegravir was well tolerated (Taylor 2011) . Three birth defects were observed among 141 pregnant women with first trimester exposures reported to the Antiretroviral Pregnancy Registry (2013). Because experience is increasing, the United States guidelines recommend allowing a regimen including raltegravir in special circumstances, when preferred and alternative agents cannot be used (OARAC 2012) . However, the data on the use of raltegravir during pregnancy allow no differentiated risk analysis.\n\nMore than 30 years ago animal experiments demonstrated that an increase in the body temperature can cause malformations (review by Graham 2005 , Edwards 1995 , Miller 2013 . This problem has also been discussed for humans. Neural tube defects, in particular (Suarez 2004 , Shaw 1998 ), but also kidney, heart and abdominal wall defects (Abe 2003 , Chambers 1998 , have been reported in association with febrile infections in early pregnancy, even though the overall malformation risk is absent or only mildly increased. Moretti (2005) performed a meta-analysis about the risk of neural tube defects and hyperthermia. They included 15 studies with 1,719 cases and found a significant correlation (OR 1.9; 95%; CI 1.61-2.29), both in the nine case-control studies and the six cohort studies. Lowering fever in pregnant women seems to reduce the risk (Suarez 2004) . It has been debated if the use of sauna, electric blankets, or other factors that bring about a short-term increase in body temperature could lead to similar effects as high fever (Suarez 2004) . In Finland, where this issue had been investigated repeatedly, visits to saunas occur frequently during pregnancy and is considered safe. The use of electric blankets and heated water beds has not shown, in other investigations, that they are linked to an increased malformation risk.\n\nOne study observed that children between the ages of 5 and 12 had more frequent emotional and cognitive deficits where there were reports about high fever during the second and third trimester (Dombrowski 2003) .\n\nIn summary, it appears that there is a slightly higher risk of malformations when high fever (>39°C and >24 hours) occurs, especially during the first 4 weeks after conception.\n\nDuring long-distance travel and flights during pregnancy, a number of potential risks need to be considered:\n\n□ Prevention of infections (malaria prophylaxis, see Section 2.6.16.; vaccinations, see Chapter 2.7). □ The risk of other infections (fever, fluid loss), and required therapy. □ During long-distance flights:\n\n-risks of thrombosis -ionizing cosmic radiation\n\nRecommendation. If there is an infection with high fever, especially during early pregnancy, the fever should be controlled with acetaminophen (paracetamol) or ibuprofen (Chapter 2.1). Ibuprofen should not be taken after 28 gestational weeks. Non pharmacological measures of fever control such as cool wrappings, and sufficient fluid intake should also be considered. In cases of high fever episodes in early pregnancy, a detailed ultrasound examination should be offered to ascertain the normal development of the fetus. A fever episode does not justify a risk-based termination of pregnancy (Chapter 1.15). Visits to a sauna should be limited to less than 10 minutes, and hot or long baths need to be avoided as well as other sources that can overheat the body.\n\n-decrease of the partial oxygen pressure equivalent to an altitude of 2,500 m -dry air. □ Physical and psychological stress.\n\nSpecific developmental anomalies have not been found in pregnant women undergoing vaccinations or recommended malaria prophylaxis, nor were such problems seen as a result of long-distance flights.\n\nHowever, it needs to be noted that the stress of a long-distance trip, especially in predisposed women, might increase the risk of miscarriage. Also, aside from typical infectious diseases, \"common\" infections may be more prevalent due to altered hygienic standards in the destination country. The accompanying dehydration, fever, or other complications may also endanger the fetus.\n\nThe dose of cosmic radiation on a long-distance flight varies markedlydepending on solar activity. Yet, according to current knowledge, no doses are reached that are high enough to lead to an increased risk of malformations."}