{"title": "The guanine nucleotide exchange factor GBF1 participates in rotavirus", "body": "expression by RNA interference, or inhibiting its activity by treatment with Brefeldin A 23 (BFA) or Golgicide A (GCA) significantly reduce the yield of infectious viral progeny. This 24 reduction in virus yield was related to a block in virus assembly since in the presence of either 25 BFA or GCA the assembly of infectious mature triple-layered virions was significantly 26 prevented and only doubled layered-particles were detected. We report that the catalytic 27 activity of GBF1, but not the activation of Arf1, is essential for the assembly of the outer 28 capsid of rotavirus. We show that both BFA and GCA, as well as interfering with the 29 synthesis of GBF1, alter the electrophoretic mobility of glycoproteins VP7 and NSP4 and 30 block the trimerization of the virus surface VP7, a step required for its incorporation into 31 virus particles. Although a post-translational modification of VP7 (other than glycosylation) 32 could be related to the lack of trimerization, we found that NSP4 might also be involved in 33 this process, since knocking-down its expression reduces VP7 trimerizarion. In support, The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/619924 doi: bioRxiv preprint and VP4. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/619924 doi: bioRxiv preprint\n\nArf1GAP complex stimulates the binding and concentration of different cargoes located in 105 the membrane, association that induces the bending of the membrane into a vesicle. Once 106 completed, the vesicle buds from the membrane covered by the COPI complex proteins. 107 Finally, the coat proteins are disassembled when the GTPase activity of Arf1 is enhanced by 108 Arf1GAP, leading to the hydrolysis of the GTP bound to Arf1. This hydrolysis leads to the 109 release from the membrane of Arf1, COPI, and Arf1GAP (34, 35). 110 GBF1 belongs to a subfamily of large guanine nucleotide exchange factors (GEFs) that also 111 includes the mammalian BIG1, and BIG2 located at the trans-Golgi network (TGN) (36).\n\nThese three GEFs activate Arf1, however GBF1 may also use Arf4 and Arf5 as substrates 113 (37) (38) (39) , while BIG1 and BIG2 can catalyze the activation of Arf3, Arf5 and Arf6 (40-42). In this study, we evaluated the role of the GBF1/COPI/Arf1 machinery in rotavirus 124 replication. We showed that the catalytic activity of GBF1 is critical for virus replication by 125 using two different pharmacological inhibitors, BFA and Golgicide A (GCA), and knocking 126 down GBF1 expression by RNAi. We found that interfering with GBF1 activity significantly 127 All rights reserved. No reuse allowed without permission.\n\nThe copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/619924 doi: bioRxiv preprint 7 impaired the yield of viral progeny through a block in the assembly of the virus surface 128 proteins, VP7 and VP4, which prevents the production of mature and infectious TLPs. We 129 also showed that this restriction in the assembly of TLPs is the result of a damage in VP7 130 trimerization required for its assembly into DLPs. We provide evidence suggesting that an 131 altered post-translational modification (different from glycosylation) of either VP7 or NSP4 132 in GBF1-inactivated cells is responsible for the defective formation of VP7 trimers. 133 Altogether, our findings suggest that GBF1 activity is essential for the rotavirus outer capsid 134 assembly by allowing the correct processing of VP7 and/or NSP4, possibly through a 135 mechanism independent of Arf1. was then added to cells in the presence of the inhibitors for 1 h at 37°C. Then, the virus 144 inoculum was removed, and fresh media containing the inhibitors were added; 12 h post 145 infection (hpi), cells were harvested, and the viral yield was determined. We found that 146 treatment with BFA (at a concentration of 0.5 μg/ml or higher) reduced by more than 100-147 fold the viral yield ( Fig 1A) ; this observation is in agreement with a previous report (21).\n\n148 All rights reserved. No reuse allowed without permission.\n\nThe copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/619924 doi: bioRxiv preprint 8 Similarly, treatment with GCA diminished viral progeny about 50-fold ( Fig 1B) . Cell 149 treatment with the inhibitors did not alter cell viability at any of the concentrations tested, as 150 determined by an LDH assay (data not shown). Moreover, the reduction of viral yield was 151 independent of the rotavirus strain tested, since BFA also significantly inhibited the 152 replication of SA11 (simian origin), UK (bovine origin), 69M (human origin), and YM 153 (porcine origin) ( Fig 1C) . However, the extent of inhibition differed among the strains; while 154 the replication of SA11 was reduced to a level similar to RRV (about 100-fold), that of 155 rotavirus strains UK, 69M, and YM was reduced by about 10-fold.\n\nTo determine whether GBF1 was directly involved in virus replication, we transfected 157 MA104 cells with an siRNA to GBF1, which very efficiently knocked-down the synthesis of 158 this protein (Fig. 1D, left) , and 72 h post-transfection (hpt), cells were infected with RRV.\n\nAfter 12 hpi the cells were harvested, and the viral yield was determined. Silencing the 160 expression of GBF1 reduced the yield of viral progeny by about 70% as compared to that 161 produced in cells transfected with control, irrelevant siRNA (Fig 1D, right) . These results, 162 together with the fact that GCA decreases RRV replication to a level similar to that observed 163 with BFA, strongly suggest that GBF1 activity might be involved in the replication cycle of the viral yield by more than 90%; the inhibitory effect was less evident at subsequent times 170 post-infection. When added at 4 hpi, the drugs reduced only around 60% of the viral progeny 171 All rights reserved. No reuse allowed without permission.\n\nThe copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/619924 doi: bioRxiv preprint 9 production, and at later times they showed no significant inhibitory activity (Fig 2A) . The \n\n3B and 3D). In contrast, in cells treated with BFA or GCA, a single major band that migrated 187 at a density similar to that of DLPs was detected, and by PAGE was shown to contain 188 particles formed exclusively by proteins VP1, VP2 and VP6 (Fig. 3B) . These results indicate 189 that the inhibitors block the assembly of the outermost protein layer, formed by VP4 and 190 VP7, onto the correctly assembled DLPs.\n\nThese results were confirmed by negative-staining electron microscopy analysis of drug-192 treated infected cells. For this, MA104 cells were infected with RRV in the presence of the 193 drugs, and 6 hpi cells were fixed and processed for electron microscopy. In control, untreated 194 All rights reserved. No reuse allowed without permission.\n\nThe copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/619924 doi: bioRxiv preprint cells, typical electro-dense viroplasm structures were observed near the ER membrane. 195 Furthermore, viral particles, presumably DLPs, appear to be budding into the lumen of the 196 ER leading to the formation of membrane-enveloped particles. Many of the viral particles 197 within the ER seem to have lost their lipid envelope and look like mature TLPs (Fig 4A) . We 198 found that neither BFA nor GCA prevented the budding of DLPs into the ER to form 199 membrane-enveloped particles; however, the assembly pathway seems to be arrested at this The electrophoretic mobility of VP7 and NSP4 is altered during the inhibition of GBF1 206 activity. Since it has been reported that BFA alters the electrophoretic mobility of VP7 and 207 NSP4 (21), we decided to investigate if the effect of GCA in virus assembly was related to a 208 modification of these viral proteins. MA104 cells were infected with RRV in the presence of 209 the inhibitors as described above, and at 7.5 hpi, the cellular proteins were pulse-labeled with The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/619924 doi: bioRxiv preprint\n\nTo confirm that the alterations in the electrophoretic mobility of VP7 and NSP4 were due to 217 the inhibition of GBF1, MA104 cells were transfected with the siRNA to GBF1 to silence its 218 expression, and infected with RRV; at 7.5 hpi the cells were pulse-labeled with 35 S-Met as 219 described above. As observed when the pharmacological inhibitors were used, knocking 220 down the expression of GBF1 also caused changes in the electrophoretic mobility of VP7 221 and NSP4 ( Fig 5C) ; in this case, the change was partial, most likely due to incomplete GBF1 222 knock down in all cells. To our knowledge GBF1 is the first identified regulatory cellular 223 factor that affects the mobility of VP7 and NSP4.\n\nFurthermore, we also observed that the modification of the electrophoretic mobility of VP7 225 and NSP4 was independent of the rotavirus strain, since these changes were also observed 226 for rotavirus strains SA11, UK, 69M, and YM, after BFA treatment (data not shown). These The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/619924 doi: bioRxiv preprint was confirmed by metabolically labeling the virus with 3 H-mannose. NSP4, but not VP7 was 240 labeled, as detected by PAGE and fluorography (data not shown).\n\nSimilar to that observed with wild type SA11 (SA11wt), treatment of cells with BFA or GCA 242 decreased yield of mutant SA11-CL28 virus by more than 90% (Fig. 6A ). The drug 243 treatments also reduced the electrophoretic mobility of both, the glycosylated VP7 of SA11wt 244 and the non-glycosylated VP7 of the SA11-CL28 (Fig 6B) , suggesting that the change in 245 mobility of VP7 in cells treated with the drugs is not due to a change in glycosylation. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/619924 doi: bioRxiv preprint 13 monoclonal antibody 159 (MAb 159) to VP7, which only recognizes the trimeric form of the 262 protein (18, 53).\n\nIn rotavirus-infected, untreated cells, the trimeric isoform of VP7 was observed in the 264 cytoplasm of infected cells, surrounding the viroplasms ( Figure 7A ). In contrast, in cells 265 treated with BFA or GCA, even though the presence of NSP2 was detected, no signal of the 266 trimeric form of VP7 was observed ( Fig 7A) . To verify that the lack of trimers was not due 267 to the absence of VP7, we conducted the same assay but using mAb M60, which primarily However, as described above, the absence of trimers was not due to a deficient synthesis of 284 All rights reserved. No reuse allowed without permission.\n\nThe copyright holder for this preprint (which was not peer-reviewed) is the author/funder. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/619924 doi: bioRxiv preprint 15 and with plasmids encoding the non-glycosylated forms of VP7 or NSP4, or with both 308 plasmids simultaneously. At 24 hpt the cells were fixed and immunostained for NSP4 and 309 VP7. In cells in which the plasmid for VP7 was transfected alone, the monomeric form of 310 VP7 (MAb M60) was clearly visible, whereas there was no signal with MAb 159 that detect 311 the trimer; in contrast, when the plasmids for VP7 and NSP4 were co-transfected, trimeric 312 VP7 was detected and colocalized with NSP4 (Fig. 10) . These results confirm that the 313 presence of NSP4 is relevant (directly or indirectly) for the correct assembly of VP7 into 314 trimers. For these assays, Hek293 cells were transfected with the different constructs, and at 24 hpt, 321 the cells were infected with RRV. At 12 hpi the cells were harvested, and the viral yield was 322 determined. Figure 11B shows that the full-length GBF1/795 was able to rescue the 323 replication of rotavirus in the presence of BFA. In addition, the GBF1/795/1531t was able to 324 rescue, albeit partially, viral replication. In contrast, none of the other GBF1 mutants could 325 support virus replication. These findings indicate that the C-terminal domain of GBF1 is not 326 absolutely critical for replication of the virus, while all other domains of GBF1 are required. 327 We also tested a GBF1/795 mutant that encoded a protein with an amino acid substitution 328 E794K in the Sec7 domain (GBF1/795/E794K) that is inactive in Arf activation (59), and 329 All rights reserved. No reuse allowed without permission.\n\nThe copyright holder for this preprint (which was not peer-reviewed) is the author/funder. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. (71) and classical swine fever virus (72) , COPI/Arf1 has been shown to be necessary for 354 genome replication as well as for viral protein expression. COPI/Arf1 has also been shown 355 to be critical for viral particle assembly of influenza and the Chandipura virus (62, 73) . The 356 specific mechanism through which COPI/Arf1 participate in these processes has not been 357 characterized; however, GBF1, involved in the first step of the COPI/Arf1 transport process, 358 has been shown to play an important role for the replication of some of these viruses. For In this work, we studied the effect of inhibiting the function of the GBF1/COPI/Arf1 364 machinery on the replication of rotavirus using the pharmacological inhibitors BFA and 365 GCA. We found that both inhibitors induced a significant reduction in the progeny 366 production of different rotavirus strains belonging to different G and P serotypes, indicating 367 that these drugs block a common pathway for all these viruses. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/619924 doi: bioRxiv preprint\n\nIn line with previous observations, we found that in cells treated with BFA and infected with 375 RRV, the electrophoretic mobility of both VP7 and NSP4 was modified, a modification that 376 was proposed to be related to their oligosaccharide chains (21). Since no infectious virus was 377 produced under those conditions, it was also proposed that the altered oligosaccharide 378 processing of VP7 was responsible for the defective assembly of viral particles. Our results 379 indicate that, at least for VP7, the altered electrophoretic mobility is independent of its The observation that silencing the expression of GBF1 induced changes in the mobility of 388 both VP7 and NSP4 suggests that the activity of this cellular factor is essential for the correct 389 processing of both proteins. Taking into consideration that GBF1 functions at the ER-Golgi 390 interface and that rotaviruses mature in the ER, it seems likely that Golgi-ER transport is the 391 relevant process required for the correct maturation of rotavirus infectious particles. 392 However, considering that LDs have been proposed to play a significant role in the 393 replication cycle of rotaviruses, it remains possible that the protein transport between the ER 394 membrane and LDs is needed for the correct processing of both VP7 (glycosylation 395 independent) and NSP4. However, an unknown function of GBF1 cannot be discarded. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/619924 doi: bioRxiv preprint\n\nSince the assembly of VP7 onto DLPs has been suggested to require VP7 trimerization, the 397 effect of the drugs on trimerization was evaluated. We found that VP7 was not able to 398 trimerize (as judged by the lack of recognition of VP7 by MAb 159, which specifically 399 interacts with the trimeric but not with the monomeric form of the protein (18) The drug-induced modification of VP7 could, in principle, prevent its trimerization.\n\nHowever, it is also possible that the modification of NSP4 could impair VP7 trimerization.\n\nEven if the NSP4 function as a receptor in the ER membrane is not affected by the drug 409 treatments, it is plausible that the modifications in its glycosylation pattern could affect its leading to an enhancement of its intracellular concentration, but that BFA inhibits this 419 All rights reserved. No reuse allowed without permission.\n\nThe copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/619924 doi: bioRxiv preprint enhancement (83). Thus, it cannot be excluded that the deficient trimerization of VP7 is due 420 to altered calcium homeostasis. The catalytically inactive mutants of GBF1 (GBF1/795/E794K and GBF1/795/7A) failed to 436 support replication of the virus, suggesting that GBF1 activity is essential for rotavirus 437 progeny production. Although the catalytic activity of GBF1 appears essential for rotavirus 438 replication, we found that the activation of Arf1 is not required, since knocking-down the 439 expression of this factor does not affect the production of infectious virus. Thus, it is likely 440 that rotavirus replication requires the activation of other GBF1 substrates, such as Arf4 or 441 All rights reserved. No reuse allowed without permission.\n\nThe copyright holder for this preprint (which was not peer-reviewed) is the author/funder. show that this deletion renders GBF1 unable to support rotavirus replication in the presence 447 of BFA. It is possible that this 37 amino acid stretch could bind a rotaviral protein, although 448 it may also interact with a cellular factor to support virus replication. In fact, it has been 449 reported that Rab1b is able to interact with the N-terminus of GBF1 to modulate GBF1 450 function in the secretory pathway (85). Further experiments will have to be carried out to 451 explore more in detail the mechanism through which GBF1 supports rotavirus replication. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/619924 doi: bioRxiv preprint h at 37°C. The unbound virus was removed, and the cells were incubated for 16 h at 37 °C. 464 Finally, the cells were lysed by two cycles of freeze-thawing and the cell debris were removed 465 by centrifugation. The resulting viral lysate was stored at -70°C. The cell lysate was extracted with trichloromonofluoromethane as described above, and the 527 aqueous phase was mixed with 2.2 g of CsCl and TNC buffer up to 5 ml. The samples were 528 centrifuged at 158,000 x g for 18h at 4°C on a SW55Ti rotor (Beckman). Finally, the 529 opalescent bands corresponding to TLPs and DLPs were collected by puncture with a syringe 530 and stored at 4°C. Before use, the viral particles were desalted in a Sephadex G25 spin 531 column. 532 All rights reserved. No reuse allowed without permission.\n\nThe copyright holder for this preprint (which was not peer-reviewed) is the author/funder. For 3 H-mannose radiolabeling, cells were treated and infected as described above. At 6 hpi 554 the cells were starved in a glucose-free medium for 30 min followed by labeling with 200 555 All rights reserved. No reuse allowed without permission.\n\nThe copyright holder for this preprint (which was not peer-reviewed) is the author/funder. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. Ixon (512x512 pixels) and processed using Fiji ImageJ 1.52n(89). The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/619924 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. "}