{"title": "Single and multiple respiratory virus infections and severity of respiratory disease: A systematic review", "body": "Respiratory viruses including; influenza virus types A and B (Flu A/B), respiratory syncytial virus (RSV), rhinovirus (RV), adenovirus (AdV), human metapneumovirus (hMPV), human coronavirus (hCoV), human bocavirus (hBoV) and human parainfluenza viruses type 1, 2 and 3 (hPIV1-3), have been singly or jointly detected from patients suffering from respiratory diseases [2] [3] [4] [5] . Incidence studies have indicated that 15-38% of respiratory infections develop into acute lower respiratory infections (ARIs) with severe signs and symptoms including wheezing, bronchiolitis, croup, high fever and pneumonia with subsequent increases in hospitalization to a general ward (GW), admission to intensive care unit (ICU), or mortality [6] [7] [8] [9] [10] [11] Introduction: There are suggestions that virus co-infections may influence the clinical outcome of respiratory virus illness. We performed a systematic review of the literature to summarise the evidence. Methods: MEDLINE, EMBASE, Ovid and WEB of Science databases, major organisation websites and reference lists of published studies were searched. The quality of studies was assessed using the STROBE tool (von Elm et al., 1) Individual study data was analyzed using odds ratios and 95% confidence intervals as a measure of association between exposure (co-infection), patient outcome and results summarised using forest plots and tables Results: Nineteen (19) studies from all over the world were identified and included in the review. Most of the studies 73.7% (14/19 ) recruited children 6 years old. Evidence on the role of co-infection in increasing disease severity was inconclusive. In five out of eight studies, co-infection significantly increased risk of admission to general ward (OR: 2.4, 95% CI: 1.3 -4.4, p = 0.005; OR: 2.4, 95% CI: 1.1 -7.7, P = 0.04; OR: 3.1, 95% CI: 2.0 -5.1, p = <0.001; OR: 2.4, 95% CI: 1.7-3.4, p = <0.0001 and OR: 2.3, 95% CI: 1.1 -5.1, p = 0.34), one found it did not (OR: 0.59, 95% CI: 0.4 -0.9, p = 0.02) and the other 2 had insignificant results. Similarly on risk of admission to ICU, some studies found that co-infection significantly increased risk of admission to ICU (OR: 2.9, 95% CI: 1.4 -5.9, p = 0.004 and OR: 3.0, 95% CI: 1.7 -5.6, p = <0.0001), whereas others did not (OR: 0.18, 95% CI: 0.05 -0.75, p = 0.02 and OR: 0.3, 95% CI: 0.2 -0.6, p = <0.0001). There was no evidence for or against respiratory virus co-infections and risk of bronchiolitis or pneumonia. Conclusion: The influence of co-infections on severe viral respiratory disease is still unclear. The observed conflict in outcomes could be because they were conducted in different seasons and covered different years and periods. It could also be due to bias towards the null, especially in studies where only crude analysis was conducted. Future studies should employ stratified analysis.\n\nß 2013 Elsevier Ltd. All rights reserved.\n\nTo inform scientists on the role of co-infection in acute respiratory tract infection (ARI) leading to hospitalization to a general ward or the ICU, bronchiolitis or pneumonia.\n\nTo highlight the problems of confounding and bias when crude analysis is applied and the importance or need of conducting stratified analysis in research on respiratory virus co-infections.\n\nTo present evidence for multiple testing of respiratory virus infections in patients presenting with influenza like illness.\n\nseverity of respiratory viral disease including; underlying chronic diseases such as chronic respiratory diseases, diabetes, chronic liver disease, chronic heart disease, chronic renal disease; and other factors such as immunodeficiency, old age, young age, pregnancy, viral genome mutations [11] [12] [13] [14] . There are suggestions that the presence of more than one type of virus in the respiratory specimen may also affect the clinical presentation of respiratory tract infection [15] [16] [17] [18] . However, the relationship between coinfection and severity of illness remains unclear. This review investigates the relation between co-infection in general and coinfection between influenza and other respiratory viruses and clinical outcome. \n\nThe ''Strengthening the Reporting of Observational Studies in Epidemiology (STROBE)'' tool for critical appraisal of epidemiological studies (von Elm et al., [1] ), was used to assess the studies identified in the search. Only studies which measured co-infection as a risk factor for disease outcome and included the outcome measures; hospitalization to general ward, admission to ICU, bronchiolitis or pneumonia were included. Studies that investigated exposures other than those investigated in this review i.e. did not include influenza and 4 of the other respiratory viruses considered as exposures of interest in this study, did not give risk outcome in co-infections vs. single infections, did not report risk of hospitalization to ICU, or general ward, bronchiolitis and pneumonia, did not use PCR or RT-PCR as a diagnostic method, were conducted among patients with underlying chronic diseases or impaired immunostatus, were duplicates of other included studies or had data incompatible with odds ratios calculation, (i.e. with some cells having a zero) were excluded.\n\nThe exposure of interest was co-infection among eleven respiratory viruses i.e. Flu A/B, RSV, RV, AdV, hMPV, hCoV, hBoV and hPIV1-3. Association between co-infection and severe disease (admission to general ward or ICU, bronchiolitis or pneumonia) was assessed using odds ratios and 95% confidence intervals calculated using single infection(s) as the baseline, or single influenza A or B infection as the baseline, in the analysis of influenza co-infections and severity of respiratory disease. Results from individual studies were summarised using tables and all analyses were done using the Comprehensive Meta-Analysis software -version 2 (BIOSTAT, Englewood, NJ 07631 USA).\n\nA summary of the number of studies that were retrieved from each database and the studies that were selected and included in this systematic review is provided in Figure 1 . Out of the 3,391 papers identified through electronic and manual search, ninety two (92) papers were reviewed of which 19 were included.\n\nStudies included in this review were from all over the world, i.e. 6 of the included studies were from Europe, 5 from North America, 3 from South America, 3 from Asia and 2 from Africa. The details of the included studies are provided in Table 1 . A large number of the studies, 11/19 (57.9%), involved patients hospitalized to a general ward or the intensive care unit with acute respiratory disease, some (6/19; 31.6%) recruited in and outpatients and 2/19 (10.5%) were case-control studies recruiting hospitalized patients and healthy controls. The highest proportion of studies 52.6% (10/19) recruited children <6 years old, 6 (31.6%) studies included children 18 years old, 3 (15.9%) included both adults and children. Most of the studies 14/19 (73.7%) applied a prospective design covering periods ranging from 3 months to 4 years, and 5/19 (26.3%) analysed patients data retrospectively. Together all the studies recruited 12,320 people with 48 as the smallest sample size and 4,336 as the largest sample size, the majority recruiting between 200 and 900 patients.\n\nPositivity rates ranged from 30.9% to 96.1% (mean 68.2%) whereas co-infection ranged from 5.0% to 62.0% (mean 23.0%). Respiratory syncytial virus was the most predominant co-infecting virus with most of the studies reporting RSV being the most common among all the viruses involved in the co-infections (Supplementary  Table S1 ). RSV was reported as the most frequent co-infecting with adenovirus by Huguenin et al., [19] and Martin et al., [20] coinfecting with bocavirus by Cilla et al., [21] and Franz et al., [22] and co-infecting with influenza A virus by Boivin et al., [23] and Kouni et al., [24] There was a weak negative correlation between age and high positivity/co-infection rate, such that studies that recruited young children were more likely to report high rates of infection and co-infection (correlation coefficients -0.56 and 0.35 for infection and co-infection respectively). In studies that recruited both adults and children, the rates of co-infection were 5.0% 7.2% and 14.4%, compared to co-infection rates of 5.7% to 62.0% in studies that recruited children < 6 years old (Table 1) .\n\nEvidence from the review of the role of co-infections on risk of admission to a general ward is inconclusive as 5 of the 8 included studies (Drews et al., [25] , Cilla et al., [21] , O'Callaghani-Gordo et al., [26] , Marcone et al., [27] and Kouni et al., [24] ) found a significant positive association (OR: 3.11, 95% CI: 2.0 -5.12, p = < 0.0001, OR: 2.40, 95% CI: 1.29 -4.44, p = 0.005, OR: 2.84, 95% CI: 2.84, p = 0.04, OR: 2.33, 95% CI: 1.10 -5.10, p = 0.04 and OR: 2.41, 95% CI: 1.70 -3.41, p = <0.0001), one study (Singleton et al., [28] ) found insignificant increase in risk, and 2 studies; Martin et al., [20] and Venter et al., [29] did not (i.e. Martin et al., [20] found co-infection was associated with a significant reduction in risk of hospitalization to a general ward OR: 0.59, 95% CI: 0.38 -0.93, p = 0.02, whereas Venter et al., [29] also found a reduction in risk, but this was not statistically significant) - Figure 2 .\n\nDespite Cilla et al., [21] and Venter et al., [29] studying the same viruses, under five years old children, they reported conflicting results (Cilla et al., [21] reporting increase in risk and Venter et al., [29] reporting insignificant slight lowering of risk). The differences in the findings of these two studies could be due to the difference in the study design. Venter et al., [29] studied only a fraction (627 out of 1,702) of patients presenting with respiratory illness had their samples screened by RT-PCR, whereas Cilla et al., [21] screened all patients. Probably, Venter et al., [29] would have arrived at a different result if all patient samples were screened for respiratory viruses.\n\nSimilarly, Martin et al., [20] and Drews et al., [25] reported conflicting results despite the two having recruited both in and out patients, studying the same respiratory viruses. However the differences in Drews and Martin's studies could be due to the differences in the size and duration of the studies. Drews et al., [25] summarised findings of epidemiological reports conducted over a 4 year period whereas Martin et al., [20] covered a period of only 1 year or it could be because of the age difference of the study groups.\n\nLastly, the differences between Singleton et al., [28] and O'Callaghan-Gordo et al., [26] could be due to bias towards the null as there was some difference in the number of viruses studied by the 2 studies O'Callaghan-Gordo [26] did not test for hCoV. Some viral co-infections of low severity influence the estimates of coinfection patterns, this resulted in bias of severe illness towards the null, when crude analysis is applied. Infact it could also be possible that the variations in Cilla et al., [21] and Venter et al., [29] and also between Martin et al., [20] and Drews et al., [25] were also partly due to bias towards the null. The above complexity emphasizes the importance of identifying individual viral agents in influencing the outcome of disease, with and without co-infection.\n\nJust as in above section, the evidence from this review on the role of co-infection on risk of admission to the ICU is inconclusive. Two of the six studies that carried out a crude analysis on the effect of co-infection on the risk of admission to the ICU (Richard et al., [30] and Do et al., [31] ), found that co-infection significantly [32] and Huguenin et al., [33] found insignificant increase and reduction in risk respectively ( Figure 3 ). As all the six studies included in this part of the review used RT-PCR for virus identification and studied the same viruses, the differences in their findings could be attributed to the differences in study designs as Martin et al., [20] and Venter et al., [29] recruited both out-patients and hospitalized individuals whereas Richard et al., [30] and Do et al., [31] recruited patients hospitalized with acute respiratory infections. This may have skewed the outcomes in Richard et al., [30] and Do et al., [31] studies towards a more severe outcome.\n\nCo-infection and risk of bronchiolitis Again the evidence from the systematic review was inconclusive as none of the studies had found a statistically significant association for or against the role of co-infection in increasing the risk of bronchiolitis (Figure 4) . Two of the three studies included in this analysis recruited hospitalised patients and community based controls whereas one recruited patients admitted to the general ward or ICU. However all the 3 studies used RT-PCR for identification of viruses. The difference in their findings could therefore be either because of the variability in the number and types of viruses they investigated, or due to the age differences of recruited patients. Boivin et al., [23] recruited patients infected with Flu A/B, RSV A/B, AdV, hMPV and PIV1-4, to which Singleton et al., [28] and Do et al., [31] also included hCoV. This observation suggests that in children <3 years, coronaviruses cause disease of different severity than in teens. However our interpretation of this interaction is hampered by the lack of a statistically significant finding in the studies.\n\nRespiratory viruses have previously been identified as significant causes of community acquired viral pneumonia (Ruuskanen et al., [34] ); however the role of co-infection among respiratory viral infections has not been previously explored. In this review no significant association was found between coinfection and the risk of developing pneumonia ( Figure 5) . Specifically, 4 of the 6 included studies found that co-infection increased risk of pneumonia by between 12% to 2.5-fold, but only Franz et al., [22] reported a statistically significant association Notes: Odds ratios are for occurrence of event (hospitisation to a general ward) in multiple infections vs. single infections as the baseline. The squares represent the estimated odds ratios, the diamond represent their summary, the horizontal lines give their 95% confidence intervals and the size of the squares represent the weight of the study.\n\n(OR: 1.68, 95% CI: 1.03 -2.75, p = 0.04). In the 4 other studies, coinfection was protective, but again the odds ratios were not statistically significant. Similar issues as indicated in the preceding sections i.e. types of viruses studied should be born in mind in interpreting our findings on this subject.\n\nEight studies were included in a review investigating the relationship between single and multiple influenza virus infection and disease outcome (supplementary Table 2 ). Two of the 7 studies, Venter et al., [29] and Singleton et al., [28] reported on the risk of admission to a general ward; 5 reported on risk of admission to ICU, development of bronchiolitis and pneumonia and 2 each reported on risk of developing bronciolitis and pneumonia. There is insufficient evidence in support of an association or lack of association between influenza A virus and other respiratory viruses' co-infection and severity of disease outcome. Thus whilst Boivin et al., [23] reported a statistically significant association between co-infection and increased risk of bronchiolitis (OR: 4.69, 95% CI: 1.38 -15.95, p = 0.01), Singleton et al., [28] found it was protective (OR: 0.43, 95% CI: 0.18 -0.99, p = 0.05) despite the two studies having recruited children < 3 years old and used RT-PCR for virus identification. On the other hand, Camargo et al., [35] and Singleton et al., [28] found that co-infection was actually protective against admission to ICU, however this was also not statistically significant. There is therefore a need for a larger well designed study investigating the impact of co-infection on the outcome of influenza disease.\n\nIn conclusion, this review found inconclusive results on the role of co-infections among respiratory viruses on risk of admission to a general ward or the ICU; some studies found co-infection increased the risk yet others did not. We did not find any studies that reported a significant association between co-infections and bronchiolitis and only one study reported a statistically significant association between co-infections and pneumonia.\n\nSome of the studies included in this review were highly heterogeneous and because of this, our interpretation of the results leaned on findings from individual studies. Despite these challenges, it is important to investigate whether co-infection could increase disease severity across the age spectrum or it would only be a burden in children <5 years or the elderly >65 years old (holding other factors constant). The results here are unable to answer this question because, for example, while one of the studies that recruited both adults and children Drews et al., [25] found increased risk of admission to a general ward, the other study that recruited patients of the same age profile Echeniqu et al., [32] , did not find a significant risk of admission to the ICU.\n\nSeveral factors contribute to heterogeneity in the findings of the studies on respiratory virus infections: the types and number of viruses tested and the year and season the study was conducted; the type of confounding factors controlled for e.g. co-morbidities, patients age, gender, immune status,; and the differences in study designs (i.e. whether study recruited both out-patients and hospitalized individuals and the size and duration of the studies); difference in the diagnostic tests that were used.\n\nIn this review, severity varied with the type of viruses involved in the co-infection. For example, in studies where RSV/hBoV and Flu A/hCoV co-infections were predominant, a significantly increased risk of admission to a general ward was reported -Cilla et al., [21] and Drews et al., [25] , whereas in studies where RSV/AdV and RSV/RV co-infections were predominant, a reduced risk of admission to a general ward was reported -Martin et al., [20] , and Venter et al., [29] (Figure 2 ; Supplementary table S1). The crude analysis adopted by many authors could have introduced bias towards the null i.e. some viral co-infections of low severity influenced the estimates of co-infection patterns towards the null when crude analysis was applied. Future studies should employ stratified analysis on the effect of co-infections on disease outcome where effects of specific pairs of viruses e.g. Flu A/RSV, RSV/hMPV or RSV/AdV are investigated so as to elucidate the type of virus pairs which increase or decrease disease severity. The variations could also be because of the differences in the co-infection patterns because of the differences in types of viruses that circulated in different seasons and years the different studies were conducted; Influenza A viruses, RSV, hMPV and AdV follow seasonal patterns, with higher virus activity in winters and minimal activity in summers, RV circulate all year round whereas hPIV1-4 are predominantly in summer, and the studies included here spanned over different time periods.\n\nCo-infection was negatively associated with age; studies that recruited young children <5 years were likely to report higher coinfection rates than those that recruited teenagers (13 to 18 years old) and young adults. We only included crude odds ratios and this could influence the outcome of our review. The estimated odds ratios might be different if controlled for confounding factors and this should be born in mind when interpreting the results of this review. Indeed there could be other additional factors contributing to a great variation in the frequencies of co-infections reported by different studies included in this review e.g., the differences in the season the studies were conducted, differences in the diagnostic assays (primers used in PCR experiments), and again probably due to differences in study design.\n\nEvidence from other studies indicate that the rate of coinfection is higher when studies recruit hospitalised patients and is lower when they recruit both hospitalised and outpatients or when only outpatients are recruited [16;18;38;39;39-41] . Specifically, the studies that recruited hospitalised patients; Calvo et al., [16] , Libster et al., [38] , and Aberle et al., [18] reported higher coinfection rates (17%, 19% and 20% respectively) and were more likely to find an association between co-infection and severe outcome. The studies that recruited both hospitalised and outpatients; Laguna-Torres et al., [41] , Nisii et al., [40] , and Esper et al., [39] reported comparatively lower co-infection rates (3.9%, 6%, and 13.1% respectively) and were more likely to find no association between co-infection and severe disease. Martin et al., [20] and Venter et al., [29] recruited both outpatients and hospitalised individuals whereas Richard et al., [30] and Do et al., [31] recruited patients hospitalised with acute respiratory infections. This may have skewed the outcomes in Richard et al., [30] and Do et al., [31] studies towards a more severe outcome.\n\nAs for diagnostic method, the role of polymerase chain reaction (PCR) in giving better sensitivity and specificity than other diagnostic methods was previously discussed by Henrickson [36] and Lee et al., [37] . In this review, only studies that used RT-PCR, PCR were included. If there is any yet unknown systematic error due to application of RT-PCR or PCR, then the effect would be carried over into the results of our study. However, at the present time, PCR remains the gold standard for diagnosis, as some of the respiratory viruses cannot be cultured in laboratories; hence we believe that the results summarized here closely resemble the epidemiological situation.\n\nLiterature has suggested that virus-virus interactions may influence host immune response in driving other respiratory viruses' virulence or a virulence. Respiratory virus proteins are detected by host cell tall like receptors; TL2, TLR4 and TLR6; TLR3 TLR7, TLR8 and TLR9 and by the protein kinase RNA -activated (PKR), the melanoma differentiation associated gene 5 (MAD-5), the retinoic inducible gene I (RIG-I) and the 2',5'-Oligoadenylate synthetase (2',5'-OAS1&2) which in turn triggers host production of cytokines including; tumour necrosis factor (TNF), type 1 proinflammatory cytokines; interferon-alpha (IFN-a), and interferon-beta (IFN-b), interleukin-6 (IL-6), interleukin-18 (IL-18) [11, 45, 46] , which counteract virus infection. Depending on the type of virus, infection may lead to cytokine storm resulting into severe disease characterised by organ failure. Casalegno et al., [46] and other researcher [47, 48] suggested that rhinoviruses interfered with circulation of other viruses, and some studies [15, 18] indicated that co-infections with rhinoviruses resulted in low risk. However the precise mechanisms in co-infections that may affect virulence are not well understood and more research is needed to understand the biomedical processes in respiratory virus co-infections and the co-infection patterns that may increase or decrease virulence.\n\nThe fact that only one study found a significant association between co-infection and risk of pneumonia and no study found significant association between co-infection and bronchiolitis, yet to be admitted patients must have some form of acute lower or upper respiratory disease, merits discussion. It is possible that patients could have presented with different signs and symptoms. The use of proxies for measuring disease severity e.g. hospitalisation or death, other than signs and symptoms, could avoid these problems. It is possible that some of the co-infections indicated by different studies were nosocomial infections, however, in all the included studies, ascertainment of disease status was performed during the time of hospitalisation or during the first consultation, ruling out the possibility of nosocomial infections. Also the possibilities of publication and study selection bias should be born in mind. Conversely, we employed a standard search strategy, making sure that we are able to capture all the possible studies covering the subject under study. The search was performed on MEDLINE, EMBASE and WEB of Science, databases which summarise publication in a wide variety of medical journals. We also manually searched studies of good quality to include in the review and in this way hope to have eliminated any study selection or publication bias.\n\nIn conclusion, this review found inconclusive results on the role of co-infections on severity of respiratory disease. Many of the problems in interpretation of the evidence were because the authors adopted crude analysis. Future studies should employ stratified analysis on the effect of co-infections on disease outcome where the effects of specific pairs of viruses e.g. Flu A/RSV, RSV/ hMPV or RSV/AdV are studied so as to elucidate the type of virus pairs which increase or decrease disease severity.\n\nThis work had no funding.\n\nAll authors, no conflict of interest.\n\nSupplementary data associated with this article can be found, in the online version, at http://dx.doi.org/10.1016/j.prrv.2013.11.001."}