{"title": "Reinfection could not occur in SARS-CoV-2 infected rhesus macaques 2 3", "body": "testing positive after recovering. However, it remains unclear whether the convalescing 23 patients have a risk of \"relapse\" or \"reinfection\". The longitudinal tracking of re-24 exposure after the disappeared symptoms of the SARS-CoV-2-infected monkeys was 25 performed in this study. We found that weight loss in some monkeys, viral replication 26 mainly in nose, pharynx, lung and gut, as well as moderate interstitial pneumonia at 7 27 days post-infection (dpi) were clearly observed in rhesus monkeys after the primary 28 infection. After the symptoms were alleviated and the specific antibody tested positively, 29 the half of infected monkeys were rechallenged with the same dose of SARS-CoV-2 30 strain. Notably, neither viral loads in nasopharyngeal and anal swabs along timeline nor 31 viral replication in all primary tissue compartments at 5 days post-reinfection (dpr) was 32 found in re-exposed monkeys. Combined with the follow-up virologic, radiological and 33 pathological findings, the monkeys with re-exposure showed no recurrence of 19, similarly to the infected monkey without rechallenge. Taken together, our results were testing positive after their release from the hospital and had to return to the hospital 45 for observation 3, 4 . Doubts about whether patients have a risk of \"relapse\" or 46 \"reinfection\" after recovery from initial infection have aroused the worldwide concern. 47 Therefore, in this study, we used the nonhuman primate models with SARS-CoV-2 48 infection followed by the same virus rechallenge to ascertain the possibility of 49 reinfection.\n\nFour adult Chinese rhesus macaques (No M1-M4, 3-5 kg, 3-5-year-old) were 51 intratracheally challenged with SARS-CoV-2 at 1×10 6 50% tissue-culture infectious 52 doses (TCID50), and the body weight, body temperature, X-ray, sampling of sera, 53 nasal/throat/anal swabs and all primary tissues were carried out on schedule ( Figure 1 ).\n\nFollowing the initial infection, three of the four monkeys showed the weight loss 55 ranging from 200 g to 400 g ( Figure 2a ), but the changes of rectal temperature in all the 56 animals were not observed ( Figure 2b ). Other clinical signs such as reduced appetite, 57 increased respiration rate and hunched posture were transient after the initial challenge. 58 We next determined their viral loads in respiratory and anal swabs along the timeline 59 after the infection. As shown in Figure 2c and 2d, the viral loads in nasal swabs and 60 pharyngeal swabs reached the highest levels (average, approximately 6.5 log10 RNA 61 copies/mL) at 3 days post-infection (dpi) and then declined naturally. Similarly, viral 62 loads from anal swabs reached the peak about 4.5 log10 RNA copies/mL at 3 dpi and 63 then declined to undetectable level at 14 dpi ( Figure 2e ). To identify the virus 64 author/funder. All rights reserved. No reuse allowed without permission.\n\nThe copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.13.990226 doi: bioRxiv preprint distribution and histopathological changes in SARS-CoV-2 infected monkeys, M1 65 monkey was euthanized and necropsied at 7 dpi. As shown in Figure 2f (left panel), 66 viral replication was found in nose (10 7 to 10 8 copies/mL), pharynx (10 5 to 10 6 67 copies/mL), lung (10 4 to 10 7 copies/mL), gut (10 4 to 10 6 copies/mL), spinal cord 68 (approximately 10 4 copies/mL), heart (approximately 10 4 copies/mL), skeletal muscle 69 (approximately 10 4 copies/mL) and bladder (approximately 10 4 copies/mL). The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.13.990226 doi: bioRxiv preprint Subsequently, two infected monkeys (M3 and M4) were intratracheally re-90 challenged at 28 dpi with the same dose (1×10 6 TCID50) of SARS-CoV-2 to ascertain 91 the possibility of reinfection, whereas M2 monkey without any re-treatment was 92 continuously monitored as the control (Figure 1) . None of the monkeys showed the Figure 3b , chest X-ray showed that there was no abnormal 102 in M4 monkey at 5 dpr, similarly prior to the re-exposure (28 dpi). Therefore, our results 103 suggested that the monkeys with SARS-CoV-2 infection after recovery could not be re-104 infected with the same strain. Longitudinally, the monkey undergone single infection 105 in this study did not appear the recurrence after the recovery either.\n\nIt has been reported that the high levels of neutralizing antibodies have a protective 107 effect on SARS-CoV infection, but the low neutralizing antibody are more susceptible 108 to enhance the SARS-CoV infection and trigger antibody-dependent enhancement 109 (ADE) effect 6 . As shown in Table 1 , the titers of 1:16 (M2, M4) and 1:8 (M3) exhibited 110 the neutralizing effect at 21 dpi and 28 dpi. After the re-exposure, the titers for M4 111 elevated 1:40 at 5 dpr and 14 dpr, while M3 maintained the same titer as 1:8 at 5 dpr.\n\nIn this study, ADE were not found in infected monkeys that were subsequently exposed 113 to SARS-CoV-2. Because the neutralization antibody from our animal test is 114 author/funder. All rights reserved. No reuse allowed without permission.\n\nThe copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.13.990226 doi: bioRxiv preprint 6 comparable to that from recovered patients, this finding will have important 115 implications to evaluate vaccine development. that the re-positivity from discharged patients could not be due to reinfection. It needs 131 to consider more complicated issues to find out the causes. 132 133 author/funder. All rights reserved. No reuse allowed without permission. examination of Chest X-ray in M4 monkey. M4 monkey were tested by chest X-ray 202 author/funder. All rights reserved. No reuse allowed without permission.\n\nThe copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.13.990226 doi: bioRxiv preprint 13 prior to the challenge, as well as 7 dpi, 28 dpi and 5 dpr. Front chest X-ray (upper panel), 203 Lateral chest X-ray (lower panel). 229 The nasal/throat/anal swab samples and mainly tissue compartments collected from 230 infected monkeys were tested for SARS-CoV-2 RNA by quantitative real-time reverse 231 author/funder. All rights reserved. No reuse allowed without permission.\n\nThe copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.13.990226 doi: bioRxiv preprint"}