{"title": "", "body": "Intestinal Microbiota of Dogs and Cats: a Bigger World than We Thought Jan S. Suchodolski, med vet, Dr med vet, PhD Recent molecular studies have revealed that the mammalian gastrointestinal (GI) tract harbors a highly complex microbiota that includes bacteria, archaea, fungi, protozoa, and viruses. The total microbial load in the intestine is estimated to range between 10 12 to 10 14 organisms, about 10 times the number of host cells. It is estimated that several thousand bacterial phylotypes reside in the GI tract. [1] [2] [3] The gene content of these microbes is defined as the intestinal microbiome. Gut microbes play a crucial role in the regulation of host health, by stimulating the immune system and development of gut structure, aiding in the defense against invading pathogens and providing nutritional benefit to the host (ie, production of short chain fatty acids, vitamin B12). In contrast, a microbial dysbiosis has been identified in dogs and cats with GI disease ( Table 1) . [4] [5] [6] [7] [8] [9] This review summarizes current information about the intestinal microbial ecosystem in dogs and cats. It is now well recognized that bacterial cultivation techniques do not yield sufficient information about the microbial diversity in complex biologic ecosystems because of their significant limitations. Firstly, there is currently not enough information available about the optimal growth requirements of most microorganisms, which explains why only a minority of intestinal microbes can be recovered on culture mediums. Secondly, the GI tract harbors predominantly anaerobic bacteria, which may be more prone to damage during sample handling. Thirdly, many microbes live in mutualistic interactions with other microorganisms or the host, and this hinders their growth on culture media. Additionally, many selective culture media lack sufficient specificity and often other organisms than the targets are enumerated. 10 Finally, phenotypic and biochemical identification systems frequently fail to accurately classify many microorganisms residing in the gut. Therefore, DNA sequencing of culture isolates is often required. Because of these limitations, it is estimated that only a small fraction (<5%) of intestinal bacteria can be cultivated, and a much smaller fraction can be correctly identified and classified.\n\nBecause bacterial culture underestimates microbial diversity in the GI tract, molecular tools have now become the standard approach in gut microbial ecology. 1, 2, [11] [12] [13] [14] For molecular analysis, DNA or RNA is extracted from intestinal samples (eg, feces, biopsy specimen, luminal content). For phylogenetic identification or for molecular fingerprinting, a specific gene is amplified using universal primers (either bacterial, fungal, or archaeal) that target conserved regions within these genes. The conserved regions flank variable gene regions, which when sequenced allow the phylogenetic identification of the present organisms. For bacterial and archaeal identification, the 16S ribosomal RNA (16S rRNA) gene is most commonly targeted. Other targets include the 16S-23S internal transcribed spacer (ITS) region and the chaperonin (cpn60) gene. 12 Molecular fingerprinting Molecular fingerprinting is used to separate a mixture of polymerase chain reaction (PCR) amplicons that were generated by universal primers to yield a fingerprint, which is representative of the bacterial community within the sample. Different techniques include denaturing gradient gel electrophoresis (DGGE), temperature gradient gel electrophoresis (TGGE), and terminal restriction fragment length polymorphism (T-RFLP). 7, [15] [16] [17] [18] [19] In DGGE and TGGE, differences in nucleotide composition result in unique melting behaviors of the individual PCR amplicons, generating a banding pattern that illustrates the bacterial diversity in the sample. DGGE and TGGE are inexpensive and can be rapidly performed. However, DGGE and TGGE only allow a limited resolution of PCR amplicons because many bacterial phylotypes may have similar melting behaviors. Therefore, these techniques capture only changes in the predominant bacterial groups within the gut community. For identification purposes, bands of interest need to be sequenced. In T-RFLP, amplicons labeled with a fluorescent primer are fragmented in different sizes using sequence specific restriction enzymes, again yielding a characteristic fingerprint of the microbial community. 7 Identification of bacterial groups For identification of individual bacterial phylotypes, PCR amplicons generated using universal bacterial primers need to be separated and sequenced, which can be achieved by construction of 16S rRNA gene clone libraries, 11, 12, 20 or more recently by an automated high-throughput sequencing platform (eg, 454-pyrosequencing). This platform allows several thousand sequences to be analyzed within a few hours, yielding deep phylogenetic information about the intestinal microbiome. 1,2,13\n\nQuantification of bacterial groups Commonly used methods for quantification of bacterial groups are quantitative real-time PCR (qPCR) 12, 18 and fluorescent in-situ hybridization (FISH). 6 The use of FISH is currently considered to be the most accurate method for quantification of bacterial groups because it allows direct microscopic counting of fluorescence-labeled bacteria. Furthermore, the location of bacteria with regard to the epithelium (ie, intracellular, adherent, or invasive) can be visualized.\n\nLimitations of molecular methods It is important to realize that molecular methods have some limitations. The use of different DNA extraction methods (eg, bead beating steps, heating in lysis buffer) 1,13 and the use of different PCR primers will yield slightly different results between studies. 12, 21 For example, some commonly used PCR primers underestimate the presence of specific bacterial groups, especially those with a high guanine-cytosine content (eg, Bifidobacterium spp), 11, 21 and some investigators use either a primer mix or group-specific primers for more accurate amplification. 22 Because of the high bacterial diversity in the intestine, groups of low abundance constitute such a low proportion of total bacteria that they escape identification even when high-throughput sequencing techniques using broad-range primers are employed. The additional use of group-specific PCR assays is needed to detect these groups of interest. Furthermore, PCR can exhibit bias in quantification of specific bacterial groups. For example, the bacterial 16S rRNA gene is organized in so-called operons. These operons can vary in number from 1 to 15 within individual bacterial phylotypes. The operon number may also change during the growth phase and changed activity of cells. 23 Therefore, the proportions of bacterial groups with higher operon numbers may be overestimated in 16S rRNA gene libraries or by qPCR, and caution should be used to directly relate molecular results to absolute cell counts. Because of the high diversity of the microbial community, no optimal DNA extraction protocol or PCR-based identification method exists for accurate characterization of all microorganisms, and the various methods available should be used complementarily.\n\nThe amplification of a specific gene (eg, 16S rRNA gene) allows identification of intestinal bacteria and has yielded comprehensive information about which bacterial groups are present in the canine and feline GI tract. However, because only one single gene is evaluated in comparative 16S rRNA gene analysis, these methods yield only phylogenetic information (answering the question: who is there?). They do not provide information about the functional properties of the intestinal microbiome. The microbiota differs substantially at the species and strain level in each individual animal. 2, 15, 17 Despite these phylogenetic differences, the metabolic end products of the gastrointestinal microbiome are similar between individuals. Also, although some environmental influences (eg, diet, fasting) may lead to changes in bacterial groups, these changes are not immediately associated with any major alterations in gut physiology in healthy animals. For example, antibiotic administration has a profound impact on the composition of gut microbiota but these microbial changes do not correlate with gut function. 1,24 Therefore, for a better understanding of microbial-host interactions in health and disease, the functionality of the intestinal microbiome needs to be explored. New high-throughput sequencing platforms facilitate rapid sequencing of total genomic DNA or mRNA without prior amplification of specific genes. Therefore, in addition to phylogenetic identification of microorganisms, these techniques yield information about the gene content (metagenomics) or the expressed genes (transcriptomics) within the microbiome, and may therefore define the functional potential of the microbiome. 14, 25 Metagenomic approaches have revealed the existence of a core microbiome in the mammalian intestine. Despite differences in abundance and prevalence of specific bacterial phylotypes, individuals possess similar microbial genes and metabolic pathways, 14, 25 which indicates a functional redundancy of the gastrointestinal microbiota. 24 The various members of the microbial community perform similar functions, and if one group is depressed because of external factors (eg, antibiotic therapy), other members of the community are capable of maintaining the functionality within the ecosystem. These findings emphasize the need for evaluating both phylogenetic relationships and metabolic functions (ie, metagenomics and transcriptomics) of the intestinal microbiome.\n\nCultivation results Much of the published data describing the composition of the gastrointestinal microbial ecosystem in dogs and cats has been generated using bacterial cultivation techniques. [26] [27] [28] [29] [30] These studies have revealed that total bacterial counts in the stomach range between 10 1 and 10 6 cfu/g or ml. 26 The bacterial load in the duodenum and jejunum of dogs and cats shows pronounced individual variations. Duodenal bacterial counts are low in most dogs (<10 3 cfu/g or ml of duodenal aspirates), but they may reach up 10 9 cfu/g or ml in some dogs. 29, 30 The feline duodenum reportedly harbors higher bacterial counts (10 5 -10 8 cfu/g or ml), and anaerobic bacteria (Bacteroides spp, Fusobacterium spp, Eubacterium spp) appear to predominate unlike in dogs. 29 The bacterial counts found in the proximal small intestine of some healthy dogs and cats are substantially higher than typically found in humans, where bacterial counts greater than 10 5 cfu/g or ml of small bowel aspirates indicate small intestinal bacterial overgrowth (SIBO). Although initial studies in dogs defined SIBO based on the same numerical criteria as in humans (bacterial counts >10 5 cfu/g or ml for aerobes or >10 4 cfu/g or ml for anaerobes), 31 subsequent investigations showed that healthy dogs can have bacterial counts that by far exceed those proposed cutoffs. 30 Therefore, the use of the term SIBO is now controversial in dogs, and authors prefer the terms antibiotic-responsive diarrhea or small intestinal dysbiosis. SIBO has not been reported in the cat based on the higher physiologic bacterial counts found in that species. 28 Bacterial concentrations increase aborally along the length of the gastrointestinal tract. The ileum harbors approx. 10 7 cfu/g or ml, whereas bacterial counts in the colon of dogs and cats range between 10 9 and 10 11 cfu/g or ml of intestinal content. Bacteroides, Clostridium, Lactobacillus, Bifidobacterium spp, and Enterobacteriaceae are the predominant bacterial groups that have been cultured from canine and feline intestine.\n\nMolecular tools Molecular tools have revealed high numbers of previously unrecognized species in the mammalian GI tract. It is estimated that several thousand bacterial phylotypes inhabit the human colon. 32 Recent high-throughput sequencing studies (based on 454 pyrosequencing of the 16S rRNA gene) have estimated that approximately 200 bacterial species and 900 bacterial strains reside in the canine jejunum 1 ; whereas, several thousand phylotypes are thought to be present in fecal samples of dogs and cats. 2 Ten to 12 different bacterial phyla are routinely identified in the mammalian GI tract. 2, 12, 13, 21 Of these, the phyla Firmicutes, Bacteroidetes, and Fusobacteria make the majority of gut microbiota (approximately 95%), followed by Proteobacteria and Actinobacteria, which constitute typically 1% to 5% of total bacteria identified by sequencing. 2, 13 The phyla Spirochaetes, Tenericutes, Verrucomicrobia, TM7, Cyanobacteria, Chloroflexi, Planctomycetes, and a few currently unclassified bacterial lineages constitute typically less than 1% of obtained bacterial sequences.\n\nThe abundance of these bacterial groups varies along the length of the GI tract as shown by 16S rRNA gene analysis. In the stomach, Helicobacter spp represented 99%\n\nof identified sequences in one study; whereas, the remaining 1% consisted of lactic acid bacterial populations and Clostridia spp. 33 Ten and 11 different bacterial phyla were identified in the proximal small intestine of dogs 1 and cats (Suchodolski, unpublished data, 2010) , respectively. Firmicutes (mainly Clostridiales and Lactobacillales), Bacteroidetes, Proteobacteria, and Actinobacteria constituted approximately 95% of sequences.\n\nFirmicutes (mainly Clostridiales), Bacteroides, and Fusobacteria have been reported to be the predominant bacterial phyla in the colon and feces of dogs and cats. 2, 11, 13, 14, 20, 21 However, the observed abundance of these bacterial groups differs between studies. For example, percentages of Firmicutes range between 25% and 95% of obtained 16S rRNA gene sequencing tags. 2, 13 These wide ranges are most likely caused by differences in DNA extraction methods and selection of different universal PCR primers. In contrast to results from 16S rRNA gene-based studies, Actinobacteria were documented to be abundant in feline feces in a comparative chaperonin 60 gene analysis. 12 This finding is not surprising because it has been shown that 16S rRNA gene approaches routinely underestimate the abundance of Actinobacteria in intestinal samples when universal bacterial primers are used. 21 In contrast, the use of group-specific primers for Bifidobacterium spp, members of the phylum Actinobacteria, or the use of FISH analysis with Bifidobacterium species-specific probes confirm that this bacterial group is present in the intestinal tract of the majority of dogs and cats. 8, 9, 21 In a recent metagenomic study, the Bacteroidetes/Chlorobi group and Firmicutes represented each approximately 35% of sequences obtained from canine feces, followed by Proteobacteria (15%) and Fusobacteria (8%). Actinobacteria (including Bifidobacterium spp) represented only 1% of obtained sequences. 14 Similar results were observed in feline fecal samples analyzed by a metagenomic approach. 34 Firmicutes, which are a highly abundant bacterial phylum in all parts of the canine and feline gastrointestinal tract, are represented mainly by the bacterial order Clostridiales, which in turn is organized into phylogenetically distinct Clostridium clusters. These clusters differ in abundance among the different parts of the intestine. 11, 20 Clostridium clusters XIVa and IV make up approximately 60% of all Clostridiales, and encompass many important short-chain fatty acids producing bacteria, such as Ruminococcus spp, Faecalibacterium spp, Dorea spp, and Turicibacter spp. These latter groups are consistently depleted in humans and dogs with acute or chronic enteropathies, emphasizing the importance of these bacterial groups in intestinal health (see Table 1 ). 4, 35, 36 Molecular fingerprinting has also demonstrated that every individual dog and cat has a unique and stable microbial ecosystem. 15, 17, 21 All animals harbor similar bacterial groups when analyzed on a higher phylogenetic level (ie, family or genus level), but the microbiome of each animal differs substantially on a species/strain level, with typically only a 5% to 20% overlap of bacterial species between individual animals. For example, a recent study has shown that only a small percentage (<30%) of dogs and cats harbored the same species of Bifidobacterium spp. 2,21\n\nIn addition to bacteria, the mammalian gastrointestinal tract harbors a diverse mixture of microorganisms, including fungi, archaea, protozoa, and viruses (mostly bacteriophages). Molecular tools have provided information about the species richness of these microbes, but their role in gastrointestinal health needs to be further elucidated.\n\nCultivation studies have documented the presence of yeasts and molds in the intestine of approximately 25% of healthy Beagle dogs, with fungal counts ranging from Suchodolski 10 1 cfu/g jejunal content to 10 5 cfu/g of feces, respectively. 26, 27, 37 Using a PCR assay with universal fungal primers targeting the ITS region, fungal DNA was detected in the small intestine in 39 of 64 (61%) healthy dogs and in 54 of 71 (76%) dogs with chronic enteropathies. 38 Marked differences in the prevalence of different fungi was observed between animals. A total of 51 different fungal phylotypes were identified across all 135 dogs, with the majority harboring only 1. 38 Saccharomycetes were the most commonly identified fungal class, and no significant differences in the prevalence of specific fungal phylotypes were observed between healthy and diseased dogs. 38 Fungi were found to adhere to the intestinal mucosa more frequently than they were detected in the luminal content. 38, 39 Recent high-throughput sequencing data based on 454 pyrosequencing of the 18S rRNA gene revealed 4 fungal phyla in canine and feline fecal samples, with the majority of sequences belonging to the phyla Ascomycota (>90%) and Neocallimastigomycota (>5%). 40 Fungi were present in all 19 evaluated animals, with each animal harboring multiple fungal species, with a median of 40 phylotypes ( Table 2) . 40 Remarkable interanimal differences were observed as each dog harbored a unique profile. Although most dogs harbored similar fungal phyla, each animal had a unique species population. 40 There is no data describing the precise abundance of fungi in the gastrointestinal tract of healthy dogs and cats. Studies in humans using FISH analysis have estimated fungal abundance as less than 0.3% of the total fecal microbiota. 41 In a recent metagenomic study, 14 the numerical abundance of fungi in canine fecal samples was estimated to be approximately 0.01% of obtained sequences. A similar abundance was observed in a metagenomic analysis of feline feces. 34 Archaea Archaea are evolutionarily distinct from bacteria and eukaryotes, and are classified as the third domain of life. Archaea are obligate anaerobes. They are part of the normal \n\nintestinal flora in ruminants and have also been characterized in human intestinal samples, with Methanobacteria being the predominant form. 42 The role of archaea in gastrointestinal health is unclear. Hydrogen is an end product generated by other intestinal microbes as a result of microbial fermentation and is metabolized by methanogens and sulfate-reducing bacteria (SRB), which produce methane and hydrogen sulfite, respectively. Hydrogen consumption by methanogens and SRB is an important scavenging pathway. An abnormal accumulation of hydrogen would inhibit further microbial fermentation, resulting in a decreased production of short-chain fatty acids. An imbalance of SRB to methanogens may result in increased production of hydrogen sulfite, which has the potential to damage epithelial cells. 43 Initial studies have revealed a higher abundance of sulfite-producing bacteria in the colon of cats with inflammatory bowel disease (IBD). 8 In a comparative 16S rRNA gene analysis with universal archaeal primers, 2 archaeal phyla were observed in the intestine of dogs and cats: Crenarchaeota and Euryarchaeota (Suchodolski and colleagues, unpublished data, 2010). Similar to humans, Methanobacteria (ie, Methanosphaera, Methanobrevibacter) were the most abundant archaeal class (Box 1). Recent metagenomic studies in fecal samples of Suchodolski dogs and cats revealed the numerical abundance of archaea as 1.1% of total microbiota. 14 Methanogens were the most abundant and diverse group.\n\nBecause of the heterogeneity of viruses (ie, DNA viruses, RNA viruses, ssDNA viruses), an approach with universal primers, the preferred method for bacteria, archaea, and fungi, is not possible. Therefore, it remains challenging to characterize the viral communities present in the intestine of dogs and cats. Reported viral phylotypes include rotavirus, coronavirus, parvovirus, norovirus, astrovirus, distemper virus, and paramyxovirus. [44] [45] [46] The coinfection rate with multiple viruses is suspected to be low. In a recent study using electron microscopy, only 6.5% of 935 evaluated fecal samples contained more than 1 virus. 44 However, recent metagenomic studies in humans revealed a highly diverse viral community in the gastrointestinal tract, with several hundred different genotypes, with the vast majority of these genotypes representing bacteriophages. 47 New metagenomic studies have described dsDNA viruses in fecal samples of dogs and cats. 14,34 Approx. 0.38% of all obtained sequences represented dsDNA viruses, with the vast majority representing bacteriophages. Future studies will require more detailed characterization of the viral metagenomes for better understanding of their contributions to gastrointestinal health and disease.\n\nAlthough molecular-phylogenetic and metagenomic studies have brought insight into the complexity of gut microbes, the medical importance of other members of the intestinal ecosystem, such as fungi, archaea, and viruses, needs to be further evaluated. New technological advances (ie, high-throughput sequencing techniques) will allow not only exploring the presence of microbes in the GI tract but also their metabolic functions. These approaches may yield a better understanding of microbial-host relationships Glossary.\n\nCollection of all microorganisms residing in the GI tract\n\nIntestinal microbiome The collection of all microbial genes in the GI tract Phylotype A phylotype defines a microbe by its phylogenetic relationship to other microbes. In molecular studies, a phylotype is defined as an organism that is different from all other organisms at a specific cutoff (for example: 95%, 97%, or 99% genetic similarity for genus, species or strain, respectively).\n\nThe metagenome is defined as the collection of all host and microbial genes in the GI tract. In metagenomics, DNA extracted from intestinal samples is sequenced randomly (ie, without amplification of specific genes), which provides characterization of all genes (host and microbial) present in the sample, providing a snap shot of the functional property of the metagenome.\n\nThe meta-transcriptome is defined as the collection of all expressed host and microbial genes in the GI tract. In transcriptomics, mRNA extracted from intestinal samples is sequenced randomly (ie, without amplification of specific genes), which provides characterization of expressed genes present in the sample."}