{"title": "Health care workers' perceptions and reported use of respiratory protective equipment: A qualitative analysis", "body": "Advanced respiratory protective equipment (RPE), like powered air-purifying respirators and N95 respirators, are critical for protecting health care workers (HCWs) from contracting and spreading airborne infections. Proper RPE use reduces risk, yet existing research documents low adherence. 1 Moreover, the emergence of pathogens such as Ebola and severe acute respiratory syndrome (SARS), has raised awareness of the importance of respiratory protection. 2, 3 Although much work has been done to understand how discomfort (eg, facial pressure, shortness of breath) might affect use, [4] [5] [6] [7] [8] less is known about how beliefs, perceptions, or work experiences might influence protocol adherence. Understanding what contributes to a system-level safety culture can ensure that when more significant pathogens are present, and increased N95 use is needed, barriers to use can be systemically addressed.\n\nHCW adherence to respiratory infection control guidelines, including vaccinations, are known to be influenced by personal and contextual factors, such as knowledge gaps, perceived risk, ethical and legal concerns, and economic issues 9, 10 Health behavior theories, such as the Health Belief Model, 11 have been used to examine adoption of health-related behaviors. 12 Health Belief Model constructsperceived severity, susceptibility, benefits and barriers to the health behaviors, perceived threat, cues to action, self-efficacy, and demographic factors-may inform whether protective action is taken. 13 The Health Belief Model has been previously used to understand use of respiratory protection. 14, 15 These studies found that perceived seriousness and perceived susceptibility were major factors in HCW decisions to wear respiratory masks during a SARS outbreak. However, there may be other unexplored factors impacting respiratory protection use. We therefore sought to characterize perceptions of RPE, identify reasons for use, and examine how work routines might impede or facilitate protocol adherence.\n\nWe used a qualitative study design to examine HCW's perceptions and reported RPE use. We focused on registered nurses (RNs) and nursing assistants (NAs) because they provide frontline care, spend significant time with patients, are frequently exposed to infectious agents, and thus are more likely to require RPE. 1, 16 This design facilitates identifying previously unknown issues from the participants' perspectives. Importantly, whereas some responses may not be \"true,\" the perception of their veracity may still inform behaviors and highlights the use of our qualitative approach. For example, transmission routes described by an HCW may not be biologically plausible, yet this understanding may inform RPE use.\n\nWe recruited from hospitals in the Northeastern and Midwestern United States (1 Veterans Health Administration and 1 academic medical center per region). Local contacts at each hospital provided eligible participants from adult inpatient medical, surgical, and intensive care units, and emergency departments (ED) information about our study. Focus groups were restricted to NA only or nurse only; however, they could provide patient care in any of the targeted recruitment units mentioned earlier. Focus groups often had more than 1 nurse or NA from a particular unit. Originally, we planned 2 focus groups per hospital, 1 each with NAs and RNs. However, an international Ebola outbreak spurred an additional focus group at each hospital of RNs who had Ebola prevention training.\n\nThe focus group guide (see Appendix), informed by the Health Belief Model, covered experiences using RPE (cues to action), reasons for use (perceived benefits and barriers), experiences with RPE (perceived seriousness and susceptibility), descriptions of situations when masks were not worn (motivating factors), and comfort and usability (motivating factors). We brought N95s and surgical masks to the focus groups. We focused questions and analysis on N95s. After obtaining informed consent, focus groups were audio-recorded and transcribed. Participants completed a survey about their employment and whether they had been fit tested or received RPE training. Study procedures were approved by the hospitals' institutional review boards.\n\nWe used a qualitative analytic strategy, initially guided by the Health Belief Model. However, during data review, we noted the Health Belief Model, which is a useful heuristic to organize the data, was insufficient to fully capture the rich narrative content of the data. We noted data were comprised of short stories relating to events surrounding RPE use. To take advantage of this data and reduce disaggregation of the findings, we organized the data into \"story units,\" defined as segments of text with a beginning, middle, and end. 17 Our team subsequently analysed transcripts looking for discrete \"story units.\" Two team members independently reviewed each transcript and delineated the stories using a template. Each templated story was given a title, summary, and discussed by the full team. We then conducted an inductive thematic analysis of these stories, sorting them into different story types. We noted when participants brought up droplet or contact precautions. Nurses with advanced training* 5 3.5-23 12 Nursing assistants 2 1-3 VHA, Veterans Health Administration. *The focus groups were conducted at a time of heightened awareness of Ebola. These nurses received advanced training in triaging and caring for patients with potential Ebola.\n\nWe conducted 12 focus groups (Table 1) . Across the focus groups, we identified 73 discrete stories about RPE use, which we organized into 5 categories: 1) participants knew their sites' RPE policies and protocols. They described visual cues, such as signs resulting from these policies encountered during work routines that promoted RPE use. 2) Sociocultural norms reinforced RPE use, particularly during unexpected events. 3) HCWs used their clinical experiences to determine use, sometimes opting to wear more RPE than required. 4) Additionally, risk perceptions varied by rural and urban contexts. In urban areas, for example, HCWs who perceived exposure to many high-risk patients reported limited access to RPE. Finally, 5) perceived underuse in the ED was attributed to the constant presence of patients with incomplete or delayed diagnoses. Further descriptions of each category are in the following paragraphs.\n\nFollowing hospital RPE protocol was considered part of the job. When asked about not wearing RPE when required, a Site 3 participant replied, \"That's not an option.\" Participants specified clinical indications that necessitated RPE, including a medical evaluation to \"rule out\" tuberculosis (TB), Ebola, SARS, Middle East respiratory syndrome, meningitis, or upper respiratory infections.\n\nParticipants' stories included a variety of cues prompting RPE use, including door signs on patient rooms, personal protective equipment carts in front of patient rooms, documentation in the electronic medical record, and patients being in a negative air pressure room. A Site 1 participant recounted 2 common cues, signs, and nurse reports:\n\n\"We have a big sign on the door that says 'airborne precaution' and it will tell you some things that you have to wear, so when it says airborne precaution you know that you have to wear a mask and things like that. And on report, before we get to the room, you need to get report from the other nurse that was taking care of that patient so the report will tell you. . .what to do before you get in.\"\n\nSeveral stories described scenarios highlighting how it was socially acceptable to identify lapses in following the RPE protocol. Wearing RPE was consistently recognized as \"one of the things that you have to do,\" despite RPE being \"suffocating\" and \"claustrophobic.\" These feelings could be acute when the nurse had an upper respiratory infection, which meant \"you actually can't breathe at all [with RPE on].\" Despite discomfort, a common sentiment was that RPE was protective, as a Site 2 NA said: \"I wouldn't wanna wear [RPE] all the time. But they're manageable, and I'd rather have them on than have them off.\"\n\nThe safety culture could be seen in practice. When lapses in protocol adherence occurred, HCWs were enculturated to enforce the policy. At Site 1, several participants told a story about a non-English speaking patient with TB who became hypoxic and disoriented, coughing up blood-tinged sputum as he unexpectedly emerged from his isolation room. Several HCWs quickly gathered, and whereas some began providing direct care, others, who sensed the risk of infection, began yelling to colleagues, \"Put a mask on! Put a mask on!\" In another story, Site 4 participants described how a food service worker walked into a negative pressure room without a respirator, despite an \"airborne precautions\" door sign. After informing this individual, the nursing staff reported the event to supervisors who helped organize a respiratory precaution training for food service staff.\n\nBeyond protocols, participants evaluated patient behaviors and symptoms to determine whether to wear RPE. This meant they might decide to use RPE even if protocol specified droplet or no precautions. Often, patient symptoms served as a cue to don RPE; \"Yeah, I've put [RPE] on if someone is coughing so forcefully that it sounds like one of their organs is gonna come out. . ..\" [Site 4] Similarly, several nurses at Site 2 recounted a series of symptoms that prompted \"clinical judgement to kick in.\" One participant described likely exposures to TB because of patients being misdiagnosed with pneumonia: \"It took a couple of events where I was exposed [to a patient who had an active, but undiagnosed airborne infection] and then I was like okay, I'm not gonna, you know, make that mistake again.\" Now, with symptomatic patients, she dons RPE even when the working diagnosis does not require airborne precautions.\n\nHistorical, personal experiences also framed current use. A Site 1 nurse described her history wearing protective equipment:\n\n\"HIV had just started to come out in 1983, 84, and so we were trained not wearing gloves when you would do a bed bath. There were no gloves. . . . You would just clean your patient and wash your hands well afterward, so we had just been introduced to gloves as HIV came out in the '80s, early '80s, so the masks were, geez, like I can't wear that [laughing] . . . Like when that was introduced it was a whole learning curve . . . And now we have this whole-body thing.\n\nA colleague noted that in light of current outbreaks, RPE use might increase, \"It's not just Ebola anymore. . .there's a lot more viruses coming down the pike. . .. we could end up wearing masks all the time at work.\"\n\nPerceptions of risk, need for RPE, and access to equipment vary by context\n\nWe found a relationship between risk perceptions, perceived access to RPE, and local context. Participants reported varying degrees of exposure to patients with potential airborne infectious diseases, which in turn informed their perception of individual risk. For example, at sites treating more rural populations, participants reported few encounters requiring HCWs to don airborne precautions and a lower perception of risk of exposure. They also described RPE as plentiful and accessible. A nurse at Site 2 described access to RPE, saying \"they're everywhere.\" At another site serving rural areas, several participants described the multiple ways of ensuring equipment availability: In contrast, participants from urban sites serve populations with a higher prevalence of respiratory infections such as TB and perceive a greater risk of exposure when compared with the rural colleagues. As a nurse from urban Site 1 described, RPE was down a long hallway, \"at the end of the universe.\" She noted having a \"small face\" requiring a small-sized mask, which was infrequently stocked. Another nurse at Site 4 stated, ''They keep them [in another area] because they know how expensive they are,'' and further explained, \"some people go to grab the yellow masks for droplet precautions and they might put on the N95 respirator for a droplet\" perceiving that the hospital was trying to prevent HCWs from mistakenly using a more expensive N95 instead of appropriate droplet precautions.\n\nUncertainty about diagnoses for patients entering the health care system through the ED Participants described receiving inaccurate or delayed clinical information, for example, not knowing the patient had a potential airborne infection. This was especially the case for nurses working in the ED, who described distinctly different experiences. One Site 2 NA noted, \"It's a little scarier in the ER [emergency room], just 'cause you don't know what they're coming with.\" Similarly, nurses from other sites described the ED as different, too. A Site 3 nurse reported that when transferring a patient with a diagnosis requiring RPE from the ED, only the accepting department wore protection. She reasoned the ED staff not wearing RPE by saying, \"they've kind of already been exposed to it, then it's too late.\" The ED was perceived as a place with less use of RPE, both because diagnosis was unknown, and this was attributed to ED staff being less likely to follow protocol.\n\nWe conducted one of the few large, in-depth, qualitative studies of RPE use in hospital settings. 18, 19 In 12 focus groups, spanning 4 hospitals, with RNs and NAs, participants described 2 types of nonadherence. One was of rapidly evolving situations in which HCWs were caught off guard, and unable to immediately don RPE. The other was related to an insufficient safety culture. Importantly, each of these is modifiable to some extent through enhanced communication and multidisciplinary teamwork.\n\nThe first type of RPE protocol nonadherence was not HCW oversight or ignorance, but rather unexpected actions by patients and other staff. Illustrating this type was the story about a distressed patient with TB emerging from his negative pressure room without warning. HCWs sprang to action to assist the patient, but without RPE. Nearby colleagues, observing the potentially dangerous situation, quickly reminded the first responding HCWs of the urgent need to don masks. Another example of this type was a food service employee, apparently oblivious to precaution signs, walking into a patient room without the required RPE. Similarly, HCWs requested additional training for food service employees. These instances suggest the HCWs felt empowered to speak up to colleagues when safety standards were not met. This indicates a pervasive safety culture, in which following protocols is habituated. This culture is created, as we and others have found, 20 through trainings, leadership addressing safety concerns, peer influence, and tangible resources like accessible equipment. HCWs appear to have the training to identify \"moments of risk\" and feel empowered to take immediate action to mitigate them. This type of culture and HCW empowerment has been associated with robust patient safety practices. 21, 22 Achieving the appropriate cultural among HCWs, however, has been shown to be challenging in hospital systems perhaps undermined, as we found, by inaccessible equipment.\n\nThe other type of nonadherence we found indicated limitations in the safety culture. We found 3 problematic areas, as well as indications of how to address. In the first, some HCWs did not trust the protocols and safety systems in place. Instead they relied on their clinical experience to determine what protection to wear. Several HCWs we spoke with talked about wearing N95s when the protocol specified a surgical mask. This was because they suspected, based on their clinical experience, that the patient might later be diagnosed with a respiratory infection. One nurse stated: \"I'm not gonna, you know, make that mistake again.\" This was attributed to, in part, experiences that HCWs had in which they had initially worn droplet protection, only to learn that the patient was later diagnosed with an airborne infection, which would require a higher level of RPE. Clinical experience has been shown to improve adherence, 23 yet it may also spur overuse.\n\nIn our data, when HCWs did not trust the working diagnosis they relied on their own clinical judgement, which led them to use a higher level of RPE protection than the protocols specified. This behavior can result in variable RPE use owing to the different levels of experience across staff. Further, inappropriate overuse may desensitize people to the importance and value of RPE, and send a confusing, and potentially alarming, message to others. Overuse of RPE may also result in equipment being unavailable when needed, as we and others have found. 19 Moreover, availability is an important factor in adherence. 23 When HCWs do not trust the diagnosis, huddles could help team members communicate about risks, address potential concerns, and lead to consistent and appropriate RPE use. 24 Team huddles are a proven management and communication approach 25 that could be used to review emerging patient diagnostic data and discuss with team members how to best use RPE for the unique situation. This deliberate review and clarification of risk levels may lead to HCWs' increased trust in infection control systems and belief that the hospital is motivated not by finances, but instead HCW safety.\n\nA second problem area was the perception of heightened risk and the related feeling of inadequate RPE availability. Some HCWs believed that their site had many high-risk patients, particularly those in larger facilities in dense urban areas. In contrast, HCWs at sites that reported that there were few high-risk patients, described plentiful, accessible equipment. Other HCWs reported the hospital not having their specified mask size or that RPEs were locked away, leading study participants to speculate that the hospital was trying to save money by limiting access to N95 use to discourage inappropriate use. Prior research has documented that HCWs in larger, more urban hospitals are at greater risk of respiratory infections, especially during outbreaks. 26 The relationship between site type and risk of infections may be further complicated by risk perceptions.\n\nThe third problem we found related to the unique circumstances in EDs. Patients coming into the ED arrive without a diagnosis, which puts HCWs at greater risk of exposure to infectious agents. Yet, perplexingly, this seems to have desensitized these HCWs. Some HCWs reported that even after an ED patient had received a diagnosis warranting use of RPE, ED staff might continue to forgo RPE, because, as one HCW noted, the staff believed they had \"already been exposed.\" HCWs working in the ED may perceive that exposure risks are omnipresent, with RPE being unable to protect from the myriad of potential exposures. This is problematic because these HCWs may habituate to not wearing RPE when protocol requires use. Other research has shown lower adherence to personal protective equipment, including N95s, among HCWs in EDs. 23 Our findings were consistent with several domains in the Health Belief Model. 11 For example, we found that HCW's desire to wear RPE may increase in the presence of symptomatic, but undiagnosed, patients, a feature of perceived susceptibility. RPE use was also informed by perceptions of the seriousness of patient symptoms or disease. Additionally, the Health Belief Model may provide guidance for strengthening safety systems, such as providing cues to action (eg, signs, carts) to help initiate donning RPE. However, whereas the Health Belief Model was useful in developing the focus group guide, and used to guide parts of the analysis, it had limitations; our additional use of an inductive analytic approach was useful where the Health Belief Model was lacking. For example, we encountered stories around RPE availability or rapidly developing emergent situations that may have precluded HCWs' abilities to adequately process the severity and susceptibility. The Health Belief Model was originally developed with the individual in mind to understand what influenced their likelihood of getting vaccinated. This origin helps explain why it was limited for explaining HCW behavior because HCWs are enmeshed in complexities of health care facilities and systems.\n\nWorkplace culture, training, resource constraints, and clinical experiences create a multilayered work context above and beyond the individual perceptions of risk, susceptibility, and threat.\n\nOur study has limitations. It was conducted at 4 hospitals in 2 regions of the United States, and not designed to determine differences among settings or differences by unit. Findings related to the unique context of the ED were emergent and not part of our original study design, thus, more work needs to be done to understand ED microculture. Study participants were limited to RNs and NAs; other clinicians, staff, and patient and family perspectives were not represented. The timing of our study was unique given the Ebola outbreak and therefore increased sensitivity to RPE use. Therefore, we may have heard greater concerns about RPE availability and use. Moreover, our data collection method (focus groups) may have led to social desirability biases, with reluctance to report nonadherence.\n\nRecent Ebola and SARs outbreaks remind us that a large-scale pandemic is always possible. Adherence to respiratory precautions may become critical with little advanced notice. Although government and public health agencies should continue to develop data-driven protocols, hospitals need to assess their own unique context, 27 including local norms, particularly in the ED where patients arrive without a diagnosis or HCWs may not fully trust the protocols for RPE use. Our data provide insight into reasons for RPE nonadherence; importantly, these are to a large extent modifiable. Early appraisal of facility-level-or ward-level in the case of the ED-vulnerabilities in patient safety culture surrounding RPE use could be a useful strategy for ensuring improved adherence during high incidence respiratory illness seasons when RPE use is critical.\n\nSupplementary material associated with this article can be found in the online version at https://doi.org/10.1016/j.ajic.2019.04.174."}