{"title": "", "body": "Linda Humphries F or hundreds of years, surgeons have used human tissue grafts to replace and repair diseased or damaged tissues. The earliest recorded successful grafting procedures were autografts in which skin or bone was recovered from one site on a patient's body and then grafted in a different location on the same individual. 1 Autografting procedures were described more than 2,600 years ago in the Sanskrit texts of ancient India. 1 These surgeries to repair facial mutilations involved the use of pedicle flaps from the cheek or forehead as a source for nasal reconstruction. 1 Even today, autografts usually are considered the gold standard in grafting material because of their extremely low risk of disease transmission and graft rejection and their superior ability to incorporate into the body. 2, 3 Increasingly, surgeons are choosing to use allografts (ie, tissues recovered from one individual and transplanted into another). 4 In contrast to autografts, donated allografts can • provide surgeons with a greater supply of grafting material than can be provided by the surgical patient;\n\n• reduce OR time;\n\n• eliminate harvest site morbidity in the patient; and\n\n• decrease the chance of longer hospital stays that are sometimes associated with harvest site complications (eg, nerve injury, herniation of abdominal contents, peritoneal perforation, infections, ilium fractures). [5] [6] [7] For decades, allografts have saved lives (eg, skin grafts for burn patients), prevented amputations (eg, bone replacement in tumor resections), and restored function (eg, sports injury repair.) In recent years, however, medical researchers have advanced technology and surgeons have improved surgical techniques such that new therapeutic uses for allografts are continually emerging. New techniques using allograft tissues even hold promise for the treatment of diabetes, hemophilia, and Parkinson's diseases. 8 The number of applications for allografts (eg, skin, corneas, sclera, bone, heart valves, blood vessels, pericardium, tendons, cartilage, fascia) has tripled in the last 15 years, resulting in more than one million grafting procedures in the United States in 2004. 9 Although most of these procedures had beneficial outcomes, tragic cases of disease transmission (eg, hepatitis, Creutzfeldt-Jakob disease) via allografts have occurred and continue to occur. 10 • DISEASE TRANSMISSION via allograft tissue transplants has prompted federal intervention in the tissue banking industry and resulted in federal regulations.\n\nproblem. The article also reviews recent federal regulations directed to tissue banks and outlines the resulting new Joint Commission on Accreditation of Healthcare Organizations (JCAHO) standards for the use of transplantable tissues in hospitals.\n\nThe federal government has been involved in the oversight of organ recovery and transplantation since the National Organ Transplant Act was passed in 1984. That act established the Organ Procurement and Transplantation Network, a unified organ transplant network operated by a private, nonprofit organization under federal contract. Originally, the contract was with the Health Care Finance Administration, then it was transferred to the Health Resources and Services Administration. 9, 22 Well into the 1990s, comparatively little governmental attention was being paid to the recovery, processing, shipping, and implantation of human tissues, however, even though evidence of disease transmission via tissue transplant existed.\n\nDuring the 1980s, there were reports of multiple incidents of transmission of the degenerative neurological disorder Creutzfeldt-Jakob Disease (CJD) by dura mater allografts. A 1992 report documented that seven people were infected with human immunodeficiency virus (HIV) through transplantation of organs and tissues from a single donor. Possible transmission of CJD through corneas and eye tissue was also reported. . . . 8(p2) These and other infections (eg, endocarditis, septic arthritis) demonstrated that inadequate precautions were being taken in donor selection. In October 1993, a Congressional subcommittee heard concerned testimony from representatives of the American Association of Tissue Banks (AATB) about questionable practices that were occurring in some tissue banks not accredited by AATB. 23 The resulting federal investigations confirmed . . . that human tissues from foreign sources were being offered for sale in the United States with little documentation as to the source of the human tissue, cause of death, medical conditions of the donor, or results of donor screening and testing. 23 With these revelations and deep concerns for public health safety, the US Food and Drug Administration (FDA) issued its first ruling in regulation of the tissue banking industry on Dec 14, 1993. 24 The first rule for human tissues intended for transplantation established donor medical and behavioral suitability requirements. In an effort to prevent the transmission of HIV and hepatitis B and C, specific minimum serology tests became mandatory. The rule also alerted tissue banking facilities of pending FDA inspections and the FDA's authority to\n\nT he FDA has made the following statement that could affect many hospitals because sharing of grafts between facilities is a common practice. This requirement applies even if hospitals are sharing or loaning grafts to other facilities within the same hospital system. . . . despite donor testing, there were three confirmed organ recipients and six probable tissue recipients who were determined to be infected by hepatitis C. 8(p2) The federal government acknowledged that high quality standards for the tissue banking industry already existed in the form of AATB accreditation standards, but the government also admitted that not all members of the industry followed these standards. The explanation given was that because additional costs are associated with maintaining higher quality standards, and because there is no explicit patient demand for higher quality standards to prevent contamination risks, some facilities are not currently following adequate quality control standards. 26(p1539) On July 15, 2002, the Centers for Disease Control and Prevention (CDC) informed the FDA that it had received 54 reports of allograft-associated infections. 8(p3) Considering that at the time, infectious disease transmission by human tissue was not even routinely reported, it was apparent that something had to change. Change came in the form of several more federal regulations creating a comprehensive system to constantly improve the safety of transplantable tissues.\n\nOn May 5, 2005 , the Eligibility Determination Regulation that had been proposed on Sept 30, 1999, as the suitability determination criteria became effective. 27 This ruling increased the number of tissues covered by federal screening and testing requirements. It also expanded testing requirements to include syphilis and screening requirements to include transmissible spongiform encephalopathies, West Nile virus, severe acute respiratory syndrome, vaccinia, sepsis, and a history of xenotransplantation.\n\nThe most expansive and far reaching federal regulation to be enacted is the Current Good Tissue Practices (cGTP) for Manufacturers of Human Cellular and Tissue-Based Products; Inspection and Enforcement. 26 It too became effective May 5, 2005 . Although the cGTP is directed to the tissue banking industry, the ruling includes mandates with implications for all hospitals that implant human allograft tissue. In order for tissue manufacturers to comply with the cGTP regulation, hospitals that receive tissues from these suppliers are required to meet specific storage, record keeping, and reporting guidelines.\n\nThe Joint Commission has incorporated federal mandates into its accreditation standards for hospitals and clinical laboratories. 28 The standards apply to\n\nall organizations that store or implant allograft tissues, including those mentioned previously, as well as bone marrow, cord blood, reproductive tissue, and other cellular-and tissue-based products.\n\nPOLICIES. In general, hospitals are directed to formulate standard policies and assign specific responsibility for the oversight of all facets of their tissue program, including tissue ordering, receipt, storage, issuance activity, and record keeping. Hospitals also must validate that all facilities or individuals who supply tissues are licensed properly by state agencies and/or registered as a tissue establishment with the FDA. 28 RECORD KEEPING. Precise record keeping is very important. When the hospital receives a graft, the graft's unique identification number should be documented in a log along with a description of the graft and its expiration date. The log then should be updated to show implantation data (ie, surgeon, date, graft recipient). The unique graft identification number and description of the graft also must be placed in the recipient's medical record. Even if the graft is never implanted, the log must be amended to show the final disposition of the graft (eg, discarded due to expiration or contamination). Hospitals must promptly report implantation information to the tissue provider. Even if the graft is never implanted, its final disposition still must be reported to the provider of the graft. 28 All hospital records relating to the implantation or other final disposition of tissue grafts must be maintained a minimum of 10 years or longer if required by state or federal laws after the date of distribution, transplantation, other disposition, or expiration, whichever is latest. These record retention mandates are to ensure that grafts can be traced from donor to recipient and from recipient to donor if report-ing of disease transmission or infection becomes necessary. 28 Additionally, all policy and procedure manuals and hospital publications relating to allograft tissues must be kept for 10 years. 28 STORAGE AND HANDLING OF GRAFTS. To ensure safety and effectiveness, tissue grafts must be handled, stored, and transported according to the tissue provider's written directions. Grafts must be documented to have arrived at the hospital at the proper temperature with packaging intact and with all appropriate paperwork. The paperwork should include a means for reporting use of the graft, as well as instructions for graft storage and preparation for implantation. 28 The grafts must be stored under controlled access and at the proper temperatures (Table 1) . Daily temperature charts must be maintained even for those grafts intended to be stored at ambient room temperature (ie, freezedried grafts.) For grafts intended to be stored in refrigerators or freezers, 24hour, seven-day-a-week temperature monitoring must be maintained and documented. Tissue storage records should document that refrigerated grafts are maintained at a certain temperature. 29 All temperature records must be kept a minimum of 10 years or longer if required by state and/or federal laws after the date of distribution, transplantation, other disposition, or expiration, whichever is latest.\n\nIf grafts are temporarily taken from a refrigerator or freezer to be transported elsewhere in the facility, they should be placed in a cooler that is validated to maintain the proper temperature for the extent of the time the graft is out of refrigeration. In some cases, dry ice should be placed in the transport cooler to maintain the proper graft temperature. The graft log must indicate when the graft was taken, who took the graft\n\nfrom the refrigerator or freezer, and at what time it was returned. Graft storage refrigerators and freezers must have automatic alarms to alert staff members if the temperature goes above or below the acceptable temperature range. An emergency notification system must be in place 24 hours a day, seven days a week. An emergency loss of refrigeration plan must be included in hospital protocols. ADVERSE EVENTS. Hospitals must establish a defined process to investigate recipient adverse events, including disease transmission or other complica-tions resulting from, or suspected of being directly related to, allograft tissue use. Cases of posttransplantation infection or other adverse events must be reported promptly to the tissue supplier even if the event occurred after the patient left the hospital. There must be a process in place for obtaining this information from the transplanting surgeon. Procedures must be in place for identifying and informing recipients of infection risks if donor tissue is found to harbor harmful microorganisms or infectious diseases subsequent to implantation. 28 * = Warmest target temperature unless noted to be a range. ** = Frozen musculoskeletal: -20° C to -40° C for storage six months or less. *** = Ambient temperature monitoring not required for lyophilized tissue. \n\nAdvances in medicine have resulted in the ever-increasing need for human allograft tissues. With increased use of allografts, graft-related infections and disease transmissions have risen.\n\nThe tissue banking industry and the federal government have instituted safeguards to protect transplant recipients, but many variables still exist among tissue providers. It is imperative to question tissue providers regarding their donor selection criteria and their specific donor testing protocols. It is only through implementation of the highest quality assurance standards that safe and clinically effective allografts can be provided for hospitals and patients in need. ❖ Linda Humphries, BA, CTBS, is a manager of educational services at LifeLink Tissue Bank, Tampa, Fla."}