{"title": "Cytokine Profiles in Human Metapneumovirus Infected Children: Identification of Genes Involved in the Antiviral Response and Pathogenesis", "body": "The negative sense single strand RNA virus human metapneumovirus (hMPV) has since its discovery in 2001 emerged as a commonly detected respiratory tract pathogen involved in The NPAs were tested using PCR for hMPV (A1, A2a/b, B1, B2), adenovirus, human bocavirus-1, coronavirus (OC43, 229E and NL63), enterovirus, influenza A and B virus, parainfluenza virus type 1-4, parechovirus, RSV, rhinovirus, Bordetella pertussis, Chlamydophila pneumoniae and Mycoplasma pneumoniae. Nucleic acid was extracted using NucliSENS easy-MAG according to the manufacturer's protocol (bioMerieux). All PCRs were in-house realtime assays based on TaqMan probes [16] . For hMPV detection, primers targeting the N-gene allowing detection of all four hMPV genotypes were used as described elsewhere [17] . Genotyping was performed by sequencing an amplified F-gene PCR product [18] using a 3130 Genetic Analyzer (Applied Biosystems) and comparing sequenced data with the nucleotide BLAST database (www.ncbi.nlm.nih.gov/BLAST/).\n\nA total of 162 children tested positive for hMPV (6.1%) in NPA. For the purpose of the present study, 30 children satisfying all of these criteria were recruited: an NPA was sampled less than one week after onset of symptoms and within one day after admittance, either hMPV genotypes A2 or B2 were detected in NPA, no viral co-infections detected in NPA, and serum levels of CRP <100 mg/L. Clinical data were recorded prospectively or retracted from medical records. Upper respiratory tract infection (URTI) was diagnosed when rhinitis, pharyngitis, tonsillitis and/or otitis media (serous, simplex or purulent) was found without signs of lower respiratory tract infection (LRTI). LRTI was diagnosed in children with signs and symptoms of respiratory difficulty such as tachypnea, retractions and nasal flaring, signs of lower airway obstruction (wheezing, prolonged expiration, rhonchi), focal findings (crepitations) and/or a positive chest x-ray (infiltrates, atelectasis, air trapping). LRTI was divided in bronchiolitis (age <2 years, tachypnea, retractions, wheezing, crepitations), obstructive bronchitis (age >2 years, signs of lower airway obstruction), asthma exacerbation with signs of lower airway obstruction, and pneumonia (cough, tachypnea, localized crepitations, x-ray infiltrates). A clinical severity score previously used to determine hMPV/RSV disease severity in children [7, 8] was calculated for each infected child as the sum of these variables 1) length of hospital stay 5 days (1 point), 2) oxygen demand (1 point), 3) ventilatory support by continuous positive airway pressure ventilation (1 point), and 4) ventilatory support by endotracheal intubation and overpressure ventilation (2 points).\n\nTen children admitted for elective surgery with no symptoms of RTI in the last two weeks were randomly selected and included as controls. The clinical and virological findings are summarized in Table 1 , and a detailed overview for the individual patients is presented in the S1 Table. mRNA quantification cDNA was synthesized from RNA isolated from the collected NPAs using the qScript kit according to the manufacturer's protocol (Quanta). Quantitative PCR (qPCR) was performed using Perfecta SYBR Green reaction mix (Quanta) and a StepOnePlus instrument (Life Technologies) with the temperature profile 95°C for 20 s, 40 cycles at 95°C for 3s and 60°C for 30s. Fold-change in IFN-β, IFN-γ, IL-28, IκBα, IL-1β, IL-18, NLRP3, IP-10, TNF-α, IL-6 and ISG54 gene expression relative to the control with highest levels of target gene mRNA was calculated using the ddC t -method with GAPDH as housekeeping gene. Data was plotted as boxplots where the box represents 50% of the values, the horizontal line indicates the median, whiskers show the maximum and minimum values, and the closed circles indicate outliers. Primer sequences used in this study are shown in the S2 Table. Protein quantification Blood samples were collected in Vacuette EDTA tubes (Greiner Bio-One) and the fractions separated according to the manufacturer's protocol. The concentrations of proteins in the plasma fraction were measured using a Bio-Plex multiplex system (Bio-Rad) and cytokine assays for IFN-β, IFN-γ, IL-28A, IL-1β, IL-18, IP-10, TNF-α, IL-6, Gro-α and Gro-β (Bio-Rad).\n\nCategorical variables were analyzed with the Pearson chi-square test or the 2-tailed Fisher's exact test. Continuous and nearly normal distributed variables were analyzed with the Student's t-test or ANOVA-test, and non-parametric variables were compared by Mann-Whitney U tests. A two-sided P-value less than 0.05 was considered statistically significant. Normally distributed and continuous variables are presented as average±standard deviation and nonnormally distributed variables as median (range). Analyses were performed using the Statistical Package of Social Science (SPSS, version 19.0) and SigmaPlot (version 12.0).\n\nThe study was approved by the Regional Committee for Medical and Health Research Ethics (REK, Mid-Norway). Caregivers to all patients and controls received written information about the study. Written consent was obtained at the hospital from the caregivers of all controls and the majority of the patients included in the cohort. Due to practical challenges by enrolling patients 24 hours a day, 7 days a week, some patients were enrolled after discharge from the hospital. Their caregivers received written information after the hospital stay and children were included if the caregivers did not resist enrollment by taking contact to the hospital within 4 weeks.\n\nThis study was based on a cohort involving 2656 children hospitalized with respiratory tract infection (RTI) where 162 tested positive for hMPV. From the hMPV positive children we selected samples without detectable co-infections (n = 30) as described in the methods section. Further, children admitted for elective surgery without recent symptoms of RTI were randomly selected and included as controls (n = 10). Table 1 shows that the majority of the children were diagnosed with lower respiratory tract infection (bronchiolitis or pneumonia), and the disease severity ranged from 0-4. One half of the patients had more severe disease with a score higher than zero (S1 Table) . During the period of this study, A2 (43% of the samples) and B2 (42%) were the dominant genotypes found in the cohort and therefore our focus. The length of hospitalization was average 4.1±4.2 days for A2 and 3.1±2.0 days for B2 infected children (P>0.05, Student's t-test). The maximum C-reactive protein (CRP) values in the patients ranged from approximately 5 to 100 mg/L with the majority below 50 mg/L, indicating that severe bacterial infections were unlikely.\n\nTo determine the presence of antiviral cytokines in children infected with hMPV and controls, we initially investigated the expression of type I, II and III IFNs. Fig 1A shows that only A2 infected children had slightly elevated mRNA levels of the type I IFN-β compared to the controls. As shown in Fig 1B, the mRNA levels of the type II IFN-γ was not elevated in any of the patient groups relative to the controls. In correspondence with this, IFN-γ protein was not detected in the blood samples from any of the investigated children (data not shown). Finally we evaluated the mRNA expression of the type III IFN IL-28. Fig 1C shows that both the A2 and B2 positive patients had significantly increased levels of IL-28 expression. Next, we wanted to investigate the possible involvement of NF-κB and inflammasome-associated genes in response to hMPV infection. Fig 2 shows the mRNA expression of A) IκBα, a repressor gene induced by NF-κB activation [19] , B) IL-1β, C) IL-18 and D) NLRP3 in hMPV infected children and controls. The expression of IL-18 was significantly increased for both A2 and B2 infected children. However, for the other genes investigated their expression was not significantly increased compared to the controls.\n\nIt should be noted that the standard deviations for the IκBα, IL-1β and NLRP3 expression were high. This was caused by a considerable fraction of the hospitalized children having undetectable expression while others had high mRNA levels relative to control subjects. In contrast, children from the control group exhibited similar levels of IκBα, IL-1β and NLRP3 mRNA levels. To illustrate this individual variation, differences in gene expression for individual A2 and B2 positive patients are outlined in Fig 3. From this figure, it can be seen that A) IκBα, B) IL-1β and C) NLRP3 were significantly upregulated in several patients. Interestingly, most of the patients with upregulation of IκBα, IL-1β and NLRP3 had increased expression of all three genes.\n\nTo evaluate the involvement of other relevant immunomodulator genes, we measured the mRNA expression of IP-10, TNF-α, IL-6 and ISG54. As shown in Fig 4A, the expression of IP- 10 was increased for both the A2 and B2 infected patients. The TNF-α expression (Fig 4B) was significantly higher in patients infected with B2 compared to the controls. Further, the expression of IL-6 ( Fig 4C) was not increased at mRNA level in any of the groups with hMPV infected children. Finally, the expression of ISG54 (Fig 4D) was markedly increased for both A2 and B2 infected patients.\n\nAs mentioned earlier, the expression of inflammatory genes can possibly promote pathogenic events during RTI. Consequently, we wanted to investigate if the gene expression profiles differed in children with a severity index of zero compared to those with more serious disease and a higher severity score. As summarized in Table 2 , the mRNA expression of IL-1β and NLRP3 were more frequently upregulated in the children with a severity score of 1-4.\n\nFinally, the concentration of several secreted cytokines in blood plasma was measured for a random subset of the patients (n = 10) and the controls (n = 10) as shown in Fig 5. Herein, we also included the chemokines Gro-α and Gro-β to evaluate implications of neutrophil recruitment to the lungs. Fig 5 shows that all of the cytokines included in the analysis, except for IL-28, were detected at significantly higher concentrations in patients compared to the controls. The percentage with up-regulated genes is given in the brackets. Statistical significance is indicated with the P-value from a Fisher's exact test comparing the two groups. Further, as mentioned earlier, IFN-γ was not detected above the threshold value in the controls or patient samples.\n\nThis study aimed to identify inflammatory genes associated with hMPV mediated disease. We performed an analysis of NPAs and blood samples collected from children hospitalized with RTI. Herein, we identify specific cytokines, such as IP-10, IL-18, TNF-α, and ISG54, that are elevated in hMPV mediated lung disease. Of noteworthy interest is the up-regulation of IL-1β and NLRP3 in samples from children with the most severe respiratory tract infection. This suggests that the inflammasome is involved in the innate immune response to hMPV in these patients, either as a protective mechanism or as a response to lung damage. Type I and III IFNs are responsible for the induction of an antiviral state in cells immediately after infection [20] . While type I IFNs are produced by many different cell types, type III IFNs seems to be mostly produced by plasmacytoid dendritic and epithelial cells where the epithelial cells are the main targets for activity [21] . Due to their powerful and potentially harmful effects, the production of these cytokines is tightly regulated [22] . Our results showed that the type I IFN-β mRNA in NPA was marginally up-regulated for the A2 infected patients, but the protein concentrations in plasma were markedly increased for both A2 and B2 positive patients. This inconsistency could be explained by the protein being produced by tissue resident cells in e.g. the lung or lymph nodes. Another explanation could be a lag in the induction of protein synthesis in the epithelial cells after the elevation of mRNA transcription, since it is assumed that cytokines are able to enter the bloodstream from lung tissue during inflammation. For type III IFN IL-28 we observed increased mRNA expression both for A2 and B2 infected children. However, IL-28 protein was not significantly elevated in blood plasma. IL-28 is prominently expressed in lung epithelial cells, and suggested to prevent viral invasion through skin and mucosal surfaces [23] . Hence, the lack of increased IL-28 protein in blood could, similar as suggested for IFN-β, be explained by a lag in the induction of protein synthesis.\n\nThe expression of IL-28 has been shown to be triggered by viral infection, and it displays immunological properties similar to the type I IFN-α/β [23] . Recently, it has been shown that hMPV induces expression of IL-28 in mice and the cytokine was suggested to have an important protective role [24] . For RSV, which is phylogenetically and clinically closely related to hMPV, an in vitro study has shown that IL-28, in contrast to IFN-α/β, is induced during infection of primary respiratory tract cells [25] . Further, a study on infants hospitalized with RSV infection and bronchiolitis showed induced expression of IL-28 in the airways [26] . Overall, our results adds to existing data suggesting that IFN-β and IL-28 are induced to some extent during hMPV infection.\n\nChemoattractants are induced during acute inflammation events to recruit effector cells of the immune system. In our study, elevated mRNA expression of the chemoattractant IP-10 was observed for A2 and B2 infected patients. Further, elevated levels of IP-10 protein, and also of the chemokines Gro-α and Gro-β were found in blood plasma. IP-10 has previously been shown to be significantly elevated seven days post infection with hMPV A2 in mice [27] . The expression of IP-10 may be induced by IFN-γ [28] , IFN-α/β [29] or TNF-α [30] secreted by different immune-cells. In our study, despite elevated IP-10, we did not measure any increased expression of the type II interferon IFN-γ at mRNA or plasma protein levels. The lack of IFN-γ detection in NPAs from hMPV infected children has also recently been reported elsewhere [31] . Our data suggests that IFN-β and TNF-α, which was significantly detectable in plasma, might be responsible for induction of IP-10. In addition, IFN-γ-independent induction of IP-10 has been demonstrated in human peripheral blood mononuclear cells [32] . In this setting the type III interferon IL-29, which is closely related to IL-28 that was shown to be upregulated herein, was correlated to IP-10 induction. Of note, when infecting human epithelial cells with hMPV in vitro, we observed that IL-28 mRNA was induced and that IL-29 showed a similar trend (data not shown), as also suggested elsewhere [24] . Hence, IL-28/29 could mediate IFN-γ independent IP-10 induction in hMPV infection. IFN-γ-independent IP-10 expression has also previously been reported in BAL samples from patients during respiratory tract virus infection [33] .\n\nWe found that mRNA expression of the pro-inflammatory cytokine TNF-α was elevated only in the B2-infected children. However, the level of TNF-α protein in plasma was significantly increased both for A2 and B2 infected patients. An explanation for this could be different expression kinetics for mRNA and protein. TNF-α induces NF-κB [34] and, among other functions, it is involved in the recruitment of neutrophilic cells to the lungs [35] . TNF-α production has previously been shown to be at high levels in nasopharyngeal secretions from RSor influenza-virus infected children [36] . When comparing the patients with a severity index of 0 and those with an index of 1-4, TNF-α had significantly higher levels of expression (P<0.001, Student's t-test). This could indicate that the presence of TNF-α in the respiratory tract directly or indirectly affects the severity of disease in hMPV infected children. It is worth mentioning that the hMPV C t value was similar for the patients with severity index 0 and higher (S1 Table) , suggesting similar extent of viral replication in these patients.\n\nWe did not detect any increase in mRNA levels of the pro-inflammatory cytokine IL-6. On the other hand, the levels of IL-6 in blood plasma were significantly increased for the hMPV infected patients. Similar as for IFN-β, this observation could be explained by IL-6 protein being produced by tissue-resident cells or, alternatively, downregulation of gene expression after a peaked response.\n\nA previous study comparing the expression of several inflammatory cytokines in hMPV, RSV and influenza virus, detected elevated levels of TNF-α, IL-6 and IL-1β protein in nasal washes from infants with RTI [9] . Together with our data showing increased detection of these proteins in blood from patients with RTI compared to the controls, this could suggest that at least a part of the protein detected in blood might have been secreted from cells in the respiratory tract.\n\nThe antiviral cytokine ISG54 was expressed at the highest relative levels of any of the genes included in this study. The mRNA expression was up-regulated for both hMPV A2-and B2-positive NPA samples. ISG54 is known to be induced by viruses downstream of pattern recognition receptors and IFNs [37] . The expression of ISGs is initiated by type I and type III interferons such as IFN-β and IL-28. We did indeed find that these IFNs were up-regulated at mRNA and/or protein level in hMPV infected children. The functional effects and clinical involvement of ISG54 are largely unknown. Nevertheless, ISG54 has been shown to inhibit viral replication in vitro and in vivo [38] . Interestingly, mice lacking ISG54 have recently been shown to be subject to high mortality when infected with the mouse respiratory tract pathogen Sendai virus-a negative sense, single-stranded RNA paramyxovirus [39] . This suggests that ISG54 has a protective function and limits pathogenesis in mice. However, in our study, we were not able to identify any differences with respect to length of hospitalization or severity index when comparing the groups of patients expressing ISG54 or not (P>0.05, Student's ttest), suggesting a general protective function of this cytokine in children.\n\nOur study reveal that most of the hMPV-infected children exhibited low levels of mRNA coding for inflammasome-associated proteins, except for IL-18 which was induced in both A2 and B2 infected patients, both at mRNA and protein levels. Interestingly, some patients showed distinct expression profiles with elevated levels of several genes involved in the inflammasome mediated immune-response. More specific, approximately 1/4 of the patients showed increased expression of IκBα, IL-1β and NLRP3. As mentioned earlier, the repressor gene IκBα expression is induced by NF-κB activation [19] . NF-κB induces mRNA expression of the potent proinflammatory cytokines pro-IL-1β and pro-IL-18 [40] . Further, increased level of NLRP3 mRNA expression is the initial essential step in activating the NLRP3-inflammasome. Taken together, the increased levels of NLRP3 mRNA in this group of children along with enhanced IL-1β and IL-18 mRNA expression and protein secretion could suggest that the NLRP3-inflammasome is activated to produce IL-1β and IL-18 in the respiratory tract of these patients. Previously, it has been shown that influenza virus is able to activate the NLRP3-inflammasome in mice [14] . This was found to be critical for survival and reduction of viral titers in mice lung. Further, RSV was recently shown to activate the NLRP3-inflammasome in vitro using primary human lung epithelial cells [15] . Our results show that the hMPV infected children with a severity score exceeding zero more frequently exhibited elevated levels of IL-1β and NLRP3 than children with severity score zero. This suggests a possible involvement of these genes in hMPV infected children with severe disease.\n\nAs mentioned earlier, previous studies on RSV have shown a variation in disease severity for different genotypes, but similar studies on hMPV have been inconclusive [5] [6] [7] [8] . Consequently, we wanted to see if our data suggested any differences in gene expression or disease severity for the hMPV A2 and B2 genotypes. However, we did not detect any differences between A2 and B2 with respect to expression profiles except for IFN-β and TNF-α which was significantly higher expressed in A2 and B2 positive patients, respectively, at mRNA level. Further, we did not detect any differences in the length of hospital stay or disease severity in the A2 and B2 infected children.\n\nOur study population includes infants and up to 8 years old children. Consequently there is a risk that children with both primary and secondary hMPV infections are included. These might experience different immune responses. To address this we compared children less than one year of age with older children. We found no differences in gene expression profiles (data not shown). In addition, the average age of children with severity score 1-4 was not significantly different from those with severity score zero (P = 0.28, Student's t-test), indicating that the youngest children where not more disposed to severe disease compared to the older. Of note, there was a difference in age distribution between hMPV-infected and control children. The controls were symptom-free and screened for the same airway pathogens as the patient samples, and no pathogens were detected. Hence, we would not anticipate that the inflammatory genes are expressed above a basal level in the controls. Further, to our knowledge, no studies so far have shown that basal expression is significantly different in children less than one year and older.\n\nOur use of clinical samples from selected, well-classified patients is a strength of the study. For studies aimed to examine immune responses to a particular viral infection in vivo it is a challenge, especially in children, to obtain sufficient number of samples collected at similar conditions. In particular, interfering viral and bacterial co-infections are common. In our study population extensive viral analyses of each sample revealed that nearly half of the population had viral co-infections and were excluded from further analysis. In addition, bacterial infections were unlikely because most children had received one or more conjugated pneumococcal vaccinations, and only patients with maximal CRP levels less than 100 mg/L were included. Furthermore, we only included samples that were collected within the first week after onset of symptoms. Finally, separating the samples based on the two most frequent hMPV genotypes enabled us to see if there was a genotype-specific cytokine gene expression profile or differences in disease severity. This allowed us to study the initial host immune response towards particular hMPV genotypes, which extends current literature. However, our selection criteria limited the total number of patients that were eligible for our study. Consequently, it will be necessary to confirm our findings in other cohorts, in particular with respect to inflammasome-associated genes in children with severe RTI.\n\nIn summary, our study has identified inflammasome components that may be key players in the innate immune response against hMPV in children. The recent discovery of NLRP3 inhibitors [41] that may prevent or even treat RTI-mediated inflammation, emphasizes the need to establish the role of inflammasomes in the response to RTI in children. Our study provide an important contribution in this regard.\n\nSupporting Information S1 "}