{"title": "Early diagnosis of radiodermatitis using lactate dehydrogenase isozymes in hairless mice (SKH1-hr)", "body": "irradiation [8] ; however, early diagnosis of radiodermatitis has been difficult owing to the complexity of result interpretation. In addition, research on radiodermatitis diagnosis is insufficient because cancer therapy is highly important, and little can be done to alleviate the side effects.\n\nLactate dehydrogenase (LDH, EC 1. 1.1.27) in vertebrates catalyzes the interconversion of lactate and pyruvate [9] . It exists as a tetrameric isozyme containing A, B, and C subunits [10] . The LDH A 4 isozyme (which primarily acts as a pyruvate reductase) has been predominantly detected in anaerobic tissues, while the B 4 isozyme (which primarily acts as a lactate oxidase) has been detected predominantly in aerobic tissues [11] [12] [13] . However, the function of mammalian testis-specific LDH C 4 isozyme has not been hitherto clarified [14] .\n\nLDH has been demonstrated to function as a marker for identifying cell damage in body fluids [15] . Because the expression patterns of the LDH isozymes are different for aerobic and anaerobic metabolic pathways, they can be used for the diagnosis of many different diseases. For example, the LDH A 4 isozyme increases during viral hepatitis [16] and gastric cancer [17] , while the B 4 isozyme increases during acute myocardial infarctions [18] and severe acute respiratory syndrome [19] . Interestingly, the testis-specific LDH C 4 isozyme is expressed in cancer cells [20] . Although the expression patterns of the LDH isozymes after whole body irradiation have been previously studied [21] , their expression patterns associated with radiodermatitis have not been well characterized.\n\nTherefore, we examined the potential for the early diagnosis of radiation-induced dermatitis by performing biochemical and immunological detection of LDH isozymes. We hope our results will help in the prevention and therapy of radiodermatitis.\n\nMice and reagents SKH1-hr mice were purchased from Orient Bio Inc. (Seongnam, Korea). The mice were 5 weeks old and weighed 20-23 g. Five to 6 mice were housed in each cage, kept under conventional conditions in specific pathogen-free facilities, and were adapted to a new environment for 5-6 days before the experiment. Four mice were allocated to test and control groups. These experiments were approved by the Institutional Animal Care and Use Committee (IACUC) of the Laboratory Animal Research Center of Chungbuk National University (Approval Number CBNUA-240-1004-01).\n\nPyruvic acid, nicotinamide adenine dinucleotide (NAD + ), reduced form of NAD (NADH), Coomassie brilliant blue G-250, bovine serum albumin (BSA), acrylamide, N,N'-methylene-bis-acrylamide, N,N,N',N'tetramethylethylenediamine (TEMED), bromophenol blue (BPB), DL-lactic acid, nitro blue tetrazolium (NBT), phenazine methosulfate (PMS), and anti-rabbit IgG (peroxidase conjugate) were purchased from Sigma-Aldrich Co. (St. Louis, MO). The anti-LDH A 4 isozyme [22] and anti-B 4 isozyme [23] were obtained from the Animal Physiology Laboratory (Cheongju University, Korea).\n\nIrradiation was limited to the dorso-posterior region to minimize the exposure of the internal organs. After taping the SKH1-hr mice to a 5 cm thick acrylic plate to maintain a backscatter, a linear accelerator (Mevatron 6700, Siemens, Germany) was used to X-irradiate the mice at a dose rate of 3 Gy/min, 12 Gy/day for four consecutive days. The irradiation dose was prescribed at the half-thickness of the buttock of each animal, which was equivalent to the Dmax (Depth of maximum dose, 1.5 cm) of a 6 megavoltage X-ray beam.\n\nThe irradiated SKH1-hr mice were sacrificed by cervical dislocation and 6 tissues − the skeletal muscle, heart, kidney, liver, spleen, and testis − were collected. Each tissue was ground in 3 or 7 volumes (v/w) 0.1 M potassium phosphate buffer (pH 6.85) by using Dounce and Potter-Elvehjem homogenizers in an ice-bath; next, the tissues were centrifuged in a refrigerated centrifuge at 20,000 g for 1 hr (20 PR-52D, Hitachi Koki Co. Ltd., Tokyo, Japan). The supernatants were used as extracts. Blood was collected by cardiac puncture [24] , and serum was obtained after incubation at room temperature for 1 hr and at 4 o C for 6 hrs and centrifugation at 790 g for 20 min.\n\nLDH activity assays were performed in 0.1 M potassium phosphate buffer (pH 6.85) containing 1.50 mM pyruvate and 0.14 mM NADH. Changes in absorbency at 340 nm were measured using a spectrophotometer (UV-160A, Shimadzu Co. Ltd., Kyoto, Japan). One unit was defined as the amount of enzyme activity catalyzing the conversion of 1 µmole of substrate per min. Protein content of the extracts was determined according to the method described by Bradford [25] using BSA as the standard.\n\nThe protocol for native-PAGE, described by Davis [26] , was followed using a Mighty Small II (SE 250, Hoefer Sci. Instr., San Francisco, CA) and a thermostatic circulator (EYELA CA-1100, Rikakikai Co. Ltd., Tokyo, Japan) to maintain samples at 4 o C. Polyacrylamide gel plates containing 7.5%T and 2.67%C separation gel and 3%T and 2.67%C stacking gel were prepared. Samples with 25% sucrose and 0.025% BPB were electrophoresed on the gel plate at 100 V for 20 min and then at 200 V for 130 min in 5 mM Tris-glycine buffer (pH 8.3). LDH activity was determined by incubating the gel at 37 o C with a mixture of DL-lactic acid, NBT, PMS, and NAD + and then fixing the gel in 15% acetic acid, as described by Whitt [27] . The relative activities of LDH isozymes were analyzed by BIO-1D++ software (Vilber Lourmat, Marne La Vallee, France).\n\nHeart extracts from SKH1-hr mice were electrophoresed using native-PAGE and transferred to nitrocellulose membranes (Trans-Blot Transfer Medium, Bio-Rad Lab. Inc., Hercules, CA) at 25 V for 30 min by using the semi-dry transfer system (Trans-Blot SD cell, Bio-Rad Lab. Inc., Hercules, CA) in 15 mM Tris-glycine buffer (pH 8.3). Membranes were blocked with 5% skimmed milk in TBS (0.01 M Tris buffered saline, pH 7.5) for 1 hr and were then incubated with primary antibodies for 1 hr. LDH A 4 and B 4 isozymes were assayed using anti-LDH A 4 isozyme [22] and anti-B 4 isozyme [23] . After washing, the membranes were incubated with anti-rabbit IgG peroxidase-conjugated secondary antibodies for 1 hr and were then washed again. Immunodetection was performed using a chloronaphthol and hydrogen peroxide mixture.\n\nFindings with P-values < 0.05 were considered statistically significant by following the Student's t-test.\n\nIn this experiment, we performed local X-irradiation of the dorso-posterior region to minimize organ damage. Radiodermatitis was induced in SKH1-hr mice without significant weight loss. Inflammation was observed 24 days after the first X-irradiation in the dorso-posterior region of SKH1-hr mice (Figure 1 ), according to which the radiodermatitis model was established.\n\nSpleens were collected after X-irradiation to measure their weights. The spleen weights were significantly reduced immediately after the last irradiation (P<0.05).\n\nThereafter, the weights increased until 24 days after the first irradiation ( Figure 2 ). (Table 1) . Therefore, it is apparent that protein concentrations in both the skeletal muscle and blood serum were similar. In addition, the specific activity of blood serum was very low.\n\nNative-PAGE and western blot analysis were performed to detect the distribution of LDH isozymes in tissues of SKH1-hr mice. LDH C 4 , A 4 , A 3 B, A 2 B 2 , AB 3 , and B 4 isozymes were detected, in the mentioned order, from the cathode (Figure 3 ). The LDH A 4 isozyme was expressed predominantly in the skeletal muscle, liver, and spleen tissues, while the B 4 isozyme was expressed predominantly in the testis (Figure 3 ).\n\nBlood serum collection was the simplest form of tissue collection performed in this experiment. LDH activities in the serum were not affected by irradiation (P>0.05, data not shown). The LDH A 4 isozyme was reduced on day 24 after the first irradiation, whereas the B 4 isozyme increased on day 24 (Table 2) , and the LDH C 4 isozyme changed only slightly (Table 2 ). After irradiation, the production of LDH subunits A, B, and C were compared ( Figure 4 ). Production of subunit A increased until day 7 after the first irradiation, after which it reduced until day 24. Subunit B showed a trend opposite to that of subunit A; in this aspect, they reflected the tendencies of their respective LDH isozymes. Production of subunit C remained unchanged (P>0.05, Figure 4 ).\n\nRadiodermatitis was observed 24 days after the first X-irradiation. Although the total radiation dose was similar, this result was different from a previous study, which indicated that radiodermatitis was induced 18 days after the mice were first irradiated [28] . This difference is likely due to differences in the dose prescription point. We prescribed the radiation dose at the half-thickness of the buttock (1.5 cm), so the actual skin dose was far less than the prescription dose (48 Gy). Assuming that skin depth was 3 mm, the calculated skin dose was approximately 29 Gy.\n\nGenerally, spleen weight increased following radiodermatitis development [28] . The weights of the spleens reduced immediately after the last X-irradiation. Thereafter, the weights increased until the development of radiodermatitis. This result is likely due to reduction in the number of immune cells produced by the bone marrow [28, 29] .\n\nThe levels of LDH activity and protein concentration in the blood serum were examined. LDH activities in the skeletal muscle tissues were especially high; this has also been observed in hamsters, chickens, black-spotted pond frogs [23] , javeline gobies [30] , mandrin fish [22] , catfish [31] , and goby minnows [32] . LDH activities were very low in the blood serum, probably because LDH is primarily a cytoplasmic enzyme [23, 33] .\n\nIsozymes can be identified if LDH isozyme expression patterns of each tissue are known and western blot analysis is performed [31] . Each LDH isozyme was identified by native-PAGE and western blot analysis. Our result is similar to the results of previous studies that used other mouse strains, indicating that there is no strain specificity [21, 34] . Western blot analysis determined that some of the antigenic determinants of the LDH A 4 isozyme in SKH1-hr mice and mandrin fish [22] were similar. An especially high immunoreactivity was observed between the B 4 isozymes of SKH1-hr mice and Korean cattle [23] , possibly because of a similar evolutionary relationship. The antigenic determinants of the testis-specific LDH C 4 isozyme in SKH1-hr mice and an eyespecific LDH C 4 isozyme in greenlings [35] were different due to tissue specificity (data not shown).\n\nNotably, in our experiment, LDH B 4 isozyme and subunit B were increased in the blood serum until inflammation occurred. It is likely that the production of LDH B 4 isozyme and subunit B increased owing to the necessity of lactate oxidation before the development of radiodermatitis [11] [12] [13] . This study suggests that detection of antibodies against the LDH B 4 isozymes may be useful for the early diagnosis of radiodermatitis. If an increase in LDH B 4 isozyme is detected in the blood serum by the binding of the corresponding antibody, radiodermatitis may be potentially diagnosed at early stages."}