{"title": "Development of a Novel Transgenic Rat Overexpressing the P2Y 2 Nucleotide Receptor Using a Lentiviral Vector", "body": "Extracellular nucleotides bind to cell surface receptors known as P2 receptors that are present in most tissues [1] . These receptors have been classified into two main families: the P2X receptors that are ligand-gated ion channels comprised of homo-or heterodimers [2] , and P2Y receptors that are seven membrane spanning receptors coupled via G proteins to phospholipase C and/or adenylate cyclase [3] . The G protein-coupled P2Y 2 receptor (P2Y 2 R) is equipotently activated by ATP or UTP and is believed to be involved in the regulation of proliferation and differentiation of target cells [3] . Activation of the P2Y 2 R causes proliferation and/or migration of human epidermal keratinocytes, lung epithelial tumor cells, glioma cells, smooth muscle cells (SMCs), endothelial cells, and primary rat astrocytes [reviewed in 4] . P2Y 2 R activation also increases neuronal differentiation and growth and inhibits apoptosis in neurons [5, 6] . In addition, the P2Y 2 R interacts with integrins and growth factor receptors to activate multiple signaling pathways and regulate reactive astrogliosis associated with neurodegenerative diseases [7] . P2Y 2 R activation induces α-secretase-dependent cleavage of amyloid precursor protein (APP) to release the nonamyloidogenic peptide, sAPPα, suggesting a neuroprotective role for the P2Y 2 R [8] . Furthermore, activation of the P2Y 2 R increases hepatocyte resistance to hypoxia [9] . Chen et al. [10] reported the involvement of the P2Y 2 R in neutrophil chemotaxis in which activation of the P2Y 2 R by ATP enables signal amplification and controls gradient sensing and migration of neutrophils.\n\nThe P2Y 2 R is upregulated in response to tissue injury or stress [11] . P2Y 2 R activation accelerates the rate of corneal epithelial healing [12] and plays a role in the wound healing process in rat epidermis [13] . P2Y 2 R mRNA levels and/or activity increase in models of salivary gland stress or disease [14, 15] and in blood vessels after balloon angioplasty [16] or stress induced by insertion of a vascular collar [17] . Upregulation and activation of P2Y 2 Rs in endothelium induces development of intimal hyperplasia associated with atherosclerosis and restenosis [17] , although activation of endothelial cell P2Y 2 Rs expressed at endogenous levels promotes vasodilatation [18] [19] [20] . In addition, P2Y 2 R activation inhibits bone formation by osteoblasts [21] consistent with the 9-17% increase in bone mineral content of P2Y 2 R knockout mice as compared to wild-type (WT) mice [22] . Studies also have indicated that extracellular nucleotides induce P2Y 2 R-mediated secretion of interleukin-6 by airway epithelia [23] . The P2Y 2 R knockout mouse exhibits significantly lower levels of IL-6, suggesting a protective role for the P2Y 2 R against lung infections [24] . P2Y 2 R polymorphism also has been linked to cystic fibrosis and P2Y 2 R activation mediates an increase in Cl − secretion and inhibition of Na + absorption in airway epithelial cells [25] that is virtually absent in the trachea of P2Y 2 R knockout mice [26] .\n\nTransgenic (Tg) animals are widely used in life science research to study the role of gene expression in vivo. Although mice have been used extensively in many areas of biomedical research, Tg rats have certain advantages over mice due to their larger size, unique genetics, and well-studied behavioral characteristics [27] . Rats are also better suited for microsurgery, cell and tissue transplantation, in vivo functional analyses and studies that require multiple sampling [28] . Recently, germ line transmission and ubiquitous expression of a transgene has been demonstrated in Tg rats created using a lentiviral vector [29, 30] . It has been reported that lentiviral vector injection into the perivitelline space of zygotes yields a much higher Tg rate compared to the conventional means of injecting plasmid DNA constructs into the pronucleus of a zygote [31] .\n\nIn the present study, we describe the generation of a novel Tg rat line that overexpresses the P2Y 2 R using a lentiviral vector. To date, there is no report of production of a P2Y 2 R overexpressing animal model. The Tg rat overexpressing the P2Y 2 R will be a very useful tool to investigate the consequence of P2Y 2 R upregulation in vascular inflammation, neurodegenerative diseases and the autoimmune disorder Sjögren's syndrome where the P2Y 2 R has been suggested to play a pathophysiological role.\n\nRat total RNA was reverse transcribed using oligo-dT primer. The product of this reaction was amplified using a forward primer (5′-GTATTCGGATCCTGCGAGTGAAGAACTGGAACGGA-3′) that anneals 97 bp upstream of the translation start site and a reverse primer (5′-ATGCAGAATTCTTTTTTTTTTTTTTTTTT-3′) that anneals to the poly-A tail. The forward primer contains a BamHI site (underlined sequence) and the reverse primer contains an EcoRI site (underlined sequence) to generate flanking regions for ligation. Amplified P2Y 2 R cDNA was ligated into the pLV-EGFP vector (obtained from Dr. C. Lois, MIT, Cambridge, Mass., USA) where the P2Y 2 R cDNA replaced the enhanced green fluorescence protein sequence [29] . The new vector, designated as pLV-P2Y 2 R, was sequenced to confirm the validity of the polymerase chain reaction (PCR) amplification and ligation. The expression of the P2Y 2 R in pLV-P2Y 2 R-infected cells was driven by the ubiquitin-C (UB) promoter that drives expression of ubiquitous transgenes [32] . The pLV-P2Y 2 R is composed of the woodchuck hepatitis virus posttranscriptional regulatory element (WRE) and an HIVflap element at the 5′-LTR ( fig. 1 ). Lentivirus was generated by cotransfection of pLV-P2Y 2 R, pΔ8.9 (composed of structural genes for virion assembly) and pVSV-G (Invitrogen, Carlsbad, Calif., USA) into a 293FT packaging cell (Invitrogen). Culture medium was collected at 48 h after transfection for 3 consecutive days at 24-hour intervals. The supernatant was centrifuged at 25,000 g for 90 min. The viral vector pellet was resuspended in Hanks' balanced salt solution, aliquoted, titered and kept frozen at −80°C. Direct measurements of the titer of pLV-P2Y 2 R were not possible due to the lack of an anti-P2Y 2 R-specific antibody. Therefore, the titer of pLV-P2Y 2 R was estimated to be in the range of 1 × 10 8 to 1 × 10 9 CFU/ml based on a similar study using the same transfection conditions with a lentiviral vector expressing the enhanced green fluorescence protein (EGFP) [31] .\n\nSprague-Dawley (SD) female rats (28-30 days old) were purchased from Harlan Sprague Dawley (Indianapolis, Ind., USA) and superovulated using subcutaneous implantation of 8 units of follicle-stimulating hormone, introduced via Alzet mini-osmotic pumps and followed by an intraperitoneal injection of 15 units of luteinizing hormone (LH) approximately 50-52 h after follicle-stimulating hormone implantation [33] . To obtain zygotes, the donor rats were mated with SD male rats just after LH injection. Donor rats were sacrificed and the oviducts were removed to collect zygotes in HEPES-buffered Tyrode's lactate solution [34] approximately 20-24 h after LH injection. Morphologically normal embryos having both male and female pronuclei and sperm tail were used for lentiviral vector injection. For microinjection, a sharp, pointed pipette was transferred into a BL-II hood for vector loading. The vector was then loaded into the injection pipette using a microloader. Injections were done in a 100-μl drop of HEPES-buffered Tyrode's lactate covered with mineral oil. Each zygote was immobilized with a holding pipette and then injected with the viral vector into the perivitelline space.\n\nEmbryo transfers were done surgically [35] . Lentiviral vector-injected zygotes were transferred into an 8-to 10-week-old pseudopregnant SD recipient rat. The recipient rats were synchronized by intraperitoneal injection with 40 μg of gonadotropin-releasing hormone analog des-Gly10 [D-Ala6] ethylamide (Sigma). Pseudopregnancy was verified by the presence of a vaginal plug. Injected embryos were loaded into a fine glass pipette, the pipette was then inserted into the infundibulum, and embryos were discharged into the oviduct of the recipient.\n\nSD outbred rats were used to generate Tg rat strains. One PCR-positive P2Y 2 R Tg founder was mated with a WT SD rat to determine germline transgenesis. The P2Y 2 R overexpressing rat strain was bred for 6 generations to ensure stability of the transgene. All animal studies were performed in accordance with the University of Missouri's Animal Care and Use Committee guidelines and the ILAR Guide for the Care and Use of Laboratory Animals.\n\nGenomic DNA from tail snip samples was isolated using the Wizard Genomic DNA Purification Kit (Promega, Madison, Wisc., USA), according to the manufacturer's instructions. PCR was used for screening of Tg animals. Primers annealing at 1,205-1,226 bp of the UB promoter (5′-GTCCGCTAAATTCTGGCCGTT-3′) and 431-451 bp of the P2Y 2 R transgene (5′-ACTGTGCTAAATGGCCAGTGGT-3′) were used in PCRs to yield a 499-bp amplification product. The 50-μl reactions were carried out using 50 ng of genomic DNA, 100 ng of each primer and 0.5 U of Biolase Taq (Bioline, Randolph, Mass., USA). The PCR products were size separated through a 1% (w/v) agarose gel and stained with ethidium bromide for visualization.\n\nTotal RNA was isolated from P2Y 2 R Tg (n = 5) and WT (n = 5) rats using Trisure (Bioline). Aorta, brain, heart, kidney, lacrimal gland, liver, lung, muscle and salivary gland total RNAs were used in Northern blot analysis. The total RNAs were size separated through 1% (w/v) agarose gels before transferring to Genescreen Plus membranes (Perkin Elmer, Waltham, Mass., USA) overnight. The 529-bp P2Y 2 R probe template was prepared by amplification of pLV-P2Y 2 R using forward (5′-ACACCCTCAACGCCATCAACAT-3′) and reverse (5′-AATGGCAGCTGTTTGCATGGGA-3′) primers annealing at 930-951 bp and 1,437-1,458 bp of the P2Y 2 R cDNA in pLV-P2Y 2 R, respectively. The 32 P-labeled probe was generated using the probe template, Ready-To-Go DNA Labeling Beads (Amersham Biosciences, Piscataway, N.J., USA) and [α-32 P]-dCTP (3,000 Ci/mmol specific activity; Perkin Elmer, Wellesley, Mass., USA). The membranes were prehybridized in 10% (w/v) dextran sulfate, 5× SSPE (0.75 M NaCl, 50 mM NaH 2 PO 4 •H 2 O, 5 mM EDTA), 50% (v/v) formamide, 5× Denhardt's reagent, and 1% (w/v) SDS at 42°C for 6 h prior to hybridization with the P2Y 2 R probe overnight followed by exposure to BioMax MS autoradiography film.\n\nMembranes were rehybridized with 18S rRNA probe to correct for pipetting differences. The intensity of bands was determined using Kodak D v 3.6.3 software (New Haven, Conn., USA).\n\nRat aortic SMCs were obtained from the 4-to 6-week-old rats. Thoracic aorta was denuded of adventitia, cut into 1-mm cubes and digested in 0.1% (w/v) collagenase in Dulbecco's modified Eagle's medium containing 1% (w/v) bovine serum albumin at 37°C with gentle rocking. Cells dissociated within the first 30 min were discarded to improve SMC purity. Liberated cells were resuspended in Dulbecco's modified Eagle's medium with penicillin (50 IU ml −1 ), streptomycin (50 μg ml −1 ) and L-glutamine (2 mM). These cells were 100% positive for smooth muscle actin immunofluorescence.\n\nThe intracellular free calcium concentration, [Ca 2+ ] i , in single SMCs extracted from the aorta was determined using fura 2, a Ca 2+ -sensitive fluorescent dye, and an InCyt Dual-Wavelength Fluorescence Imaging System (Intracellular Imaging, Cincinnati, Ohio, USA). Briefly, cells were plated on coverslips and incubated at 37°C for ~6 h to allow adherence. Adherent cells were incubated with 2.0 μM fura 2-acetoxymethyl ester in assay buffer for 40 min at 37°C in the dark. Cells were washed and staged under the fluorescence microscope, stimulated with agonists at 37°C and exposed to 340/380 nm light. Fluorescence emission at 505 nm was converted to [Ca 2+ ] i using a standard curve constructed with solutions containing known calcium concentrations. Agonist-induced increases in [Ca 2+ ] i were calculated by subtracting basal [Ca 2+ ] i from the peak [Ca 2+ ] i .\n\nBrain, exorbital lacrimal gland, heart, intestines, kidney, liver, lung, lymph nodes, pancreas, salivary glands, skin and spleen were collected from 3-, 5-, 6-, 8-and 12-month-old P2Y 2 R overexpressing rats as well as from WT controls. Tissues were fixed in 4% (v/v) paraformaldehyde, embedded in paraffin, sectioned and stained with hematoxylin and eosin. Histopathology of the tissues was analyzed under an upright microscope (Zeiss Axiophot, Germany). Kidney lesions were visualized with Congo red to detect amyloid, Picrosirius red (PSR) to detect collagen and periodic acid methenamine (PAM) to detect basement membranes. Adobe Photoshop CS3 (Adobe, San Jose, Calif., USA) was used to convert digital PSR images to grayscale and collagenous material was depicted at relative grayscale values above 127. Images were analyzed using Image J software (NIH, Bethesda, Md., USA) to quantify the percentage of pixels in the image that stained PSR-positive for collagen.\n\nBlood samples from two P2Y 2 R overexpressing rats (5 and 8 months old) and a WT rat were analyzed for urea nitrogen, creatinine, total protein, albumin, globulin, alanine aminotransferase (ALT), alkaline phosphatase (ALP), uric acid, chloride, calcium and phosphorus levels. In addition, samples were analyzed for red blood cells, hemoglobin, hematocrit and white blood cells at the University of Missouri Research Animal Diagnostic Laboratory (http://www.radil.missouri.edu).\n\nRat colonies were monitored every 3 months by the University of Missouri Research Animal Diagnostic Laboratory for the absence of the following pathogens: Mycoplasma pulmonis, rat parvovirus (NS-1), Toolan's H-1 virus, Kilham rat virus, rat minute virus, pneumonia virus of mice, rat coronavirus, sialodacryoadenitis virus, Theiler's meningoencephalitis virus and rat theilovirus.\n\nTo determine statistically significant differences in gene expression and [Ca 2+ ] i between P2Y 2 R overexpressing Tg and WT rats, general linear models of SAS version 9.1 (Cary, N.C., USA) were used. The values are given as the mean ± standard error of the mean (SEM). For all statistical tests, the level of significance was chosen as p < 0.05.\n\nOne SD recipient was used to carry embryos injected with pLV-P2Y 2 R. Out of 22 embryos, one PCR-positive P2Y 2 R overexpressing Tg rat was generated yielding a Tg generation rate of ~5% (table 1) . The P2Y 2 R Tg rats were bred for 6 generations.\n\nExpression of P2Y 2 R mRNA was determined by Northern blot analysis ( fig. 2 ) in 6-weekold rats at the third generation (n = 2). P2Y 2 R mRNA was highly expressed in all tissues screened in Tg rats ( fig. 2a ). There was a dramatic 58-fold (p < 0.05) increase in P2Y 2 R mRNA expression in brain tissue of Tg rats as compared to brain tissue from WT rats that barely expressed P2Y 2 R mRNA. P2Y 2 R mRNA levels in Tg rats were also significantly increased in heart (8-fold; p < 0.05), kidney (33-fold; p < 0.05), liver (2.8-fold; p < 0.05), lung (2.5-fold; p < 0.05), and leg muscle (2.8-fold; p < 0.05) as compared to tissues from age-matched WT control rats ( fig. 2b) .\n\nTo confirm the stability of transgene expression, P2Y 2 R mRNA levels were analyzed in tissues of three Tg rats from the sixth generation. P2Y 2 R mRNA levels remained elevated in all Tg tissue specimens examined ( fig. 2c, d) , consistent with results obtained with third generation Tg rats ( fig. 2b) . These results showed that sixth generation P2Y 2 R overexpressing Tg rats (n = 3) had 106-, 74-, 55-, 1.9-, 2.3-and 25-fold higher P2Y 2 R mRNA expression in brain, kidney, lacrimal gland, liver, lung and salivary gland, respectively, as compared to tissues from WT control rats. P2Y 2 R mRNA expression in brain and salivary and lacrimal glands was not detectable in WT animals ( fig. 2c, d) . Since P2Y 2 R mRNA levels in brain and salivary and lacrimal glands could not be determined in WT animals, expression levels of P2Y 2 R mRNA in these tissues were assumed to be 50% of the levels in WT kidney for the purpose of quantitative comparisons with tissues from P2Y 2 R overexpressing rats. P2Y 2 R mRNA levels were also found to be significantly higher in Tg rat aortic SMCs as compared to WT rat aortic SMCs ( fig. 3a) .\n\nTo determine whether the P2Y 2 R transgene was functional, freshly isolated aortic SMCs from WT and P2Y 2 R overexpressing Tg rats (fig. 3a) were exposed to UTP or ATP and the [Ca 2+ ] i was measured ( fig. 3b ). Percentages of aortic SMCs from WT rats that responded to agonist were 36% (25/69) for ATP and 23% (18/76) for UTP. In contrast, 90% (49/54) and 94% (61/65) of SMCs isolated from P2Y 2 R overexpressing Tg rats responded to UTP and ATP, respectively. P2Y 2 R agonist-induced intracellular calcium mobilization was greater in P2Y 2 R overexpresing Tg rats as compared to WT rats ( fig. 3b ).\n\nLesions were identified in multiple tissues from P2Y 2 R overexpressing Tg rats with the most remarkable changes occurring in the exorbital lacrimal gland ( fig. 4a, b) and kidney ( fig. 4d, e) . Lymphocytic infiltrates were also observed in the exorbital lacrimal gland, kidney and liver of P2Y 2 R overexpressing Tg rats but were absent in the WT rat ( fig. 4) .\n\nThe exorbital lacrimal glands of P2Y 2 R overexpressing Tg rats displayed marked multifocal harderian gland alterations, characterized by acinar atrophy and replacement of normal alveolar cells with distinct lumen by cuboidal to columnar cells with finely vacuolated, eosinophilic cytoplasm ( fig. 4a, b) . Moderate multifocal perivascular and periductular lymphocytic infiltrates were present within lacrimal glands of P2Y 2 R overexpressing Tg rats, with lymphocytic infiltrates occasionally extending into the glandular interstitium ( fig.  4a, b) . Scattered mast cells were commonly observed in interlobular connective tissue and diffusely within the interstitium (fig. 4b) . These lesions were absent in the WT rat ( fig. 4c) .\n\nGlomerulonephropathy, ranging from mild to severe, was identified in the kidneys of P2Y 2 R overexpressing Tg rats. Mild nephropathy in 2 Tg rats, aged 5 and 6 months, was characterized by multifocal basophilia and hyperplasia in proximal tubules, renal tubular dilation and proteinaceous cast deposition. Mild multifocal mineralization was also observed within the tubular lumen (not shown). Moderate glomerulonephropathy, observed in an 8month-old P2Y 2 R overexpressing Tg rat, was characterized by mild multifocal glomerulosclerosis, glomerular adhesions and parietal cell hyperplasia (not shown), moderate multifocal dilation of tubular lumina with frequent proteinaceous tubular casts, and occasional mineral deposition within tubular lumina. Mild multifocal perivascular and interstitial lymphocytic infiltrates ( fig. 4d, e) were also observed. Marked multifocal glomerulonephropathy was observed in 2 P2Y 2 R overexpressing Tg rats, aged 3 and 12 months ( fig. 4d, e) , with increased severity and frequency of lesions described in the 8month-old Tg rat, as well as marked multifocal tubular regeneration, thickening of glomerulotubular basement membranes, and moderate interstitial fibrosis ( fig. 4d, e) . These lesions were absent in the WT rat ( fig. 4f ).\n\nTg rats displayed mild, but increased pericholangial and perivascular lymphocyte infiltration in portal triads as compared to the WT rat. Occasional scattered mast cells were observed within Tg portal triads but were absent in the WT rat ( fig. 4g, h) . No pathological lesions were observed in brain, heart, intestines, lymph nodes, pancreas, salivary gland, skin or spleen of P2Y 2 R overexpressing Tg or WT rats (not shown).\n\nPAM staining of kidney tissue from a P2Y 2 R overexpressing rat showed basement membrane thickening in glomerular lesions, Bowman's capsules and affected tubules ( fig.  5a ) as compared to kidney tissue from a WT rat ( fig. 5b ). Basement membrane thickening was attributed to increased collagen accumulation as evidenced by increased PSR staining of kidney tissue from a P2Y 2 R overexpressing rat ( fig. 5c ) as compared to WT controls ( fig.  5d ). Image J analysis revealed that 19.3 and 3.6% of P2Y 2 R overexpressing and WT rat kidney cells, respectively, stained positive for collagen. All tissue sections were negative for Congo red stain, indicating the absence of amyloid deposition (not shown).\n\nThe majority of blood parameters were similar between P2Y 2 R overexpressing Tg and WT rats (table 2) . However, ALT and ALP were elevated in both Tg animals as compared to the WT rat, and uric acid was comparatively elevated in the 5-month-old Tg rat, which suggested damage to liver and kidney, respectively. Absolute lymphocyte count was 60% greater in P2Y 2 R overexpressing Tg rats as compared to the WT rat. P2Y 2 R overexpressing rats also had comparatively elevated absolute counts of segmented neutrophils and lymphocytes (table 2).\n\nTg animal technology has led to significant advances in our understanding of the pathology of human diseases and thus provides an ideal experimental system to study gene function in vivo [36] . Although Tg mice are the most commonly used animal models in the biomedical field due to the high efficiency of their production, development of efficient gene transfer technologies in the rat is also critical for the broader application of genetically modified animal models to the investigation of molecular mechanisms underlying human diseases [37, 38] . Unfortunately, there are few Tg rat lines available as compared to thousands of Tg mouse lines. To date, the pronuclear injection (PI) method has been used to generate the majority of Tg rats. Generating Tg rats using PI is difficult due to technical and physiological limitations, such as high postinjection cell death (35-70%) and low transgene integration rate [27, 39, 40] .\n\nA relatively new and efficient means of gene transfer (i.e., using a lentiviral vector) enabled us to produce a Tg rat line overexpressing the P2Y 2 R. Oncoretroviral vectors are considered to be a most efficient gene delivery system but are not without their problems, including size limitation (10 kb), multiple integration sites per genome, and difficulties with maintaining transgene expression over subsequent generations [41, 42] . However, recent studies showed that, unlike traditional oncoretroviral vectors, transgenes introduced by lentiviral vectors into oocytes, male germ-line cells, embryos, and embryonic stem cells remain stably expressed [29, 43, 44] . Furthermore, since the lentiviral vector is simply deposited into the perivitelline space of a zygote, there is no need for visualization of the pronuclei, making Tg animal production much easier and less detrimental. Lentiviral vector injection into the perivitelline space yields a much higher Tg rate as compared to the highly inefficient pronuclear microinjection of plasmids in the rat. To generate an average of 4-6 Tg founder rats with PI, for example, it is necessary to inject 500-600 zygotes if the background strain is outbred (such as for SD rats) and to prepare about 20 recipient females for embryo transfer. In addition to the large numbers of microinjections and embryo transfers with the PI method, it is also necessary to genotype and maintain a large number of pups to identify Tg rats. These shortcomings are magnified if one wishes to create a Tg rat on an inbred background, such as Fischer 344, Lewis, Brown Norway or Wistar-Furth, due to their poor response to superovulation and higher sensitivity to microinjection [27, 45] . This study demonstrates that injection of only 22 SD zygotes obtained from one female donor and transferred to one recipient was sufficient to create one founder that was germline Tg, and transgene expression was maintained through at least 6 generations. Therefore, this result highlights the effectiveness of generating Tg rats using lentiviral vectors.\n\nAlthough the P2Y 2 R has been studied in a wide variety of cell and tissue types, Tg animal models overexpressing the P2Y 2 R were not available before this study. Here, a Tg rat model overexpressing the P2Y 2 R was developed that expresses increased levels of P2Y 2 R mRNA in major organs and tissues, such as aorta, brain, heart, kidney, liver, lung, lacrimal gland and leg muscle. Comparison of WT and P2Y 2 R overexpressing Tg rats showed that expression levels of the P2Y 2 R transgene in tissues did not change between the third and sixth generations. The endogenous P2Y 2 R in WT rats is expressed in liver, lung and muscle and to a lesser extent in heart, kidney, and brain, but was undetectable in lacrimal and salivary glands. Expression of the P2Y 2 R transgene in lacrimal and salivary glands was elevated as compared to WT rats, but was lower than in the other tissues analyzed. Although oncoretroviral vectors have been considered as efficient gene delivery systems, previous studies showed their limitation with regard to transgene transcriptional silencing in subsequent generations [41] . In this study, we demonstrated that incorporation of the P2Y 2 R transgene into a lentiviral vector enabled stable P2Y 2 R mRNA expression through 6 generations and the expressed P2Y 2 R was functionally active, as indicated by increased P2Y 2 R agonist-induced intracellular calcium mobilization in single SMCs from P2Y 2 R overexpressing Tg versus WT rats. In addition, there was a significant increase in the percentage of responsive aortic SMCs of P2Y 2 R overexpressing Tg versus WT rats. Overall, these results indicate that functional P2Y 2 R expression is significantly higher in Tg rat tissue as compared to WT controls. In the cardiovascular system, it has been shown that extracellular UTP or ATP induces mitogenic activation of SMCs through activation of P2Y 2 Rs. P2Y 2 R mRNA is upregulated in intimal lesions of rat aorta and contributes to the development of intimal hyperplasia [17] .\n\nThe placement of a silicone collar around a rabbit carotid artery induced intimal thickening that was preceded by the upregulation of P2Y 2 R mRNA in medial SMCs and endothelial cells. In the P2Y 2 R overexpressing rat developed in the current study, P2Y 2 R-mediated increases in [Ca 2+ ] i in aortic SMCs were 1.8 times greater than in WT rat aortic SMCs ( fig.  3 b) . Similarly, P2Y 2 R mRNA expression in aorta was 2.7 times greater in P2Y 2 R overexpressing Tg rats as compared to WT rats ( fig. 3a) , indicating a close correlation between increased P2Y 2 R mRNA expression and functional activity and suggesting that these Tg rats will be ideal for investigations on the role of P2Y 2 R overexpression in vascular lesion development.\n\nIn this study, we observed pathological changes in lacrimal glands from P2Y 2 R overexpressing rats that resemble Sjögren's syndrome, such as lymphocytic infiltration of the lacrimal gland ( fig. 4 ). Masaki and Sugai [46] reported that 45% of patients with Sjögren's syndrome develop symptoms only in exocrine glands, whereas 50% of Sjögren's syndrome patients exhibit lymphocyte-mediated tissue damage that may involve the pulmonary, renal, hepatic, hematologic, and/or dermatologic systems. There are several case reports linking Sjögren's syndrome and renal pathology [47, 48] that resembles the renal histopathology of P2Y 2 R overexpressing Tg rats ( fig. 4, 5) . The glomerulonephropathy observed was associated with basement membrane thickening and collagen deposition, but not amyloid deposition, as determined by PSR, PAM and Congo red staining, respectively. While both harderian gland alteration and chronic progressive nephropathy are known to occur spontaneously in laboratory rats [49] , it is notable that all P2Y 2 R overexpressing Tg rats exhibited lesions of the lacrimal gland or kidneys regardless of age, whereas no lesions were apparent in lacrimal glands or kidneys of WT rats. Additionally, the severity of lesions, especially involving glomeruli, in 3-month-old P2Y 2 R overexpressing Tg rat is incongruent with spontaneous chronic progressive nephropathy. Since the P2Y 2 R overexpressing Tg rats are maintained in facilities free of major rat pathogens, as determined by sentinel monitoring, it is unlikely that the lesions in P2Y 2 R overexpressing Tg rats are attributable to infectious disease. Pathological lesions observed in P2Y 2 R overexpressing animals worsened with age except in the case of the 3-month-old rat which displayed severe lesions in kidney and lacrimal gland. We did not determine P2Y 2 R expression levels in animals that were used for histopathological examination. It is possible that the 3-month-old rat expressed higher P2Y 2 R levels as compared to other rats used for histopathological examination, since this rat was an offspring of two P2Y 2 R Tg parents and may have been homozygous. The other rats used in histopathological examination were confirmed to be heterozygous. Also, since SD rats are outbred, greater individual variations are expected.\n\nClinical pathology revealed increased levels of ALP, ALT, and uric acid in the blood of P2Y 2 R overexpressing Tg rats as compared to WT controls, which was suggestive of kidney and liver abnormalities (table 2). P2Y 2 R overexpressing rats also had comparatively elevated absolute counts of segmented neutrophils and lymphocytes (table 2), which is suggestive of an ongoing inflammatory process. The results of the clinical pathology analysis were confirmed by histopathology and suggest that clinical pathology may be a useful way to monitor the progression of phenotypic manifestations in P2Y 2 R overexpressing Tg rats.\n\nAlthough P2Y 2 R overexpressing Tg rats displayed lymphocytic infiltrates of the kidney and lacrimal gland, a common histopathological marker of Sjögren's syndrome [50] , we did not detect pathological changes in salivary gland tissue from P2Y 2 R overexpressing Tg rats, consistent with a low level of P2Y 2 R mRNA expression in salivary gland ( fig. 2 ) that is perhaps due to tissue-specific mRNA degradation or low transcriptional activity of the UB promoter. Finally, the increase in P2Y 2 R activity in SMCs from P2Y 2 R overexpressing Tg rats, as compared to WT rats ( fig. 3 ), is consistent with intimal thickening of arteries [16, 17] that also has been reported in female patients with Sjögren's syndrome [51] .\n\nP2Y 2 R activity has been associated with human disease pathologies in cystic fibrosis [52] , Sjögren's syndrome [53] and atherosclerosis [17] . The P2Y 2 R overexpressing Tg rat generated for this study may be a useful animal model for investigating the effects of P2Y 2 R up-regulation on the development of inflammatory and autoimmune diseases. In addition, since P2Y 2 R expression is increased in multiple tissues from P2Y 2 R overexpressing Tg rats as compared to WT controls, studies with this Tg rat line may provide novel insights into the roles of the P2Y 2 R under various physiological and pathophysiological conditions. Gene expression analysis of P2Y 2 R mRNA levels in Tg and WT rats. a Northern blot hybridization of total RNA from tissues of P2Y 2 R Tg and WT rats. P2Y 2 R expression in tissue specimens from 2 third-generation Tg rats was compared to 2 WT rats. Total RNA was hybridized with a P2Y 2 R probe (upper band in autoradiogram) prior to hybridization with 18S rRNA (lower band in autoradiogram). b P2Y 2 R mRNA expression in organs obtained from third-generation P2Y 2 R overexpressing Tg (n = 2) and WT (n = 2) rats. The expression of P2Y 2 R mRNA was normalized to 18S rRNA. c Northern blot hybridization of total RNA from tissues of sixth-generation P2Y 2 R overexpressing Tg (n = 3) and WT (n = 3) rats. Total RNA was hybridized with a P2Y 2 R probe (upper band in autoradiogram) prior to hybridization with 18S rRNA (lower band in autoradiogram). d P2Y 2 R mRNA expression in organs obtained from 3 sixth-generation P2Y 2 R overexpressing Tg and WT rats. The expression of P2Y 2 R mRNA was normalized to 18S rRNA. B = Brain; H = heart; K = kidney; LG = lacrimal gland; Li = liver; Lu = lung; M = muscle (leg); S = salivary gland. * p < 0.05 statistically significant differences in expression levels of P2Y 2 R mRNA between tissues from P2Y 2 R overexpressing Tg and WT animals. P2Y 2 R mRNA expression and receptor activity. a P2Y 2 R mRNA expression in aorta from WT and fourth-generation P2Y 2 R overexpressing Tg rats relative to 18S rRNA. b [Ca 2+ ] i measurements in single SMCs isolated from aortas of WT or fourth-generation P2Y 2 R Tg rats. Increases in [Ca 2+ ] i were expressed by subtracting the basal [Ca 2+ ] i (prior to addition of 10 μM UTP or ATP) from the peak agonist-induced increase in [Ca 2+ ] i . Data represent the means ± SEM of results from three independent experiments. * p < 0.05 indicates a significant difference from WT control. Histopathological images of lacrimal gland, kidney, and liver from P2Y 2 R overexpressing and WT rats. Representative histopathological images of exorbital lacrimal gland from 3month-old (a) and 8-month-old (b) rats; kidney from 3-month-old (d) and 1-year-old (e) rats and liver from 5-month-old (g) and 1-year-old (h) P2Y 2 R overexpressing rats and 6-monthold WT rat (c, f, i). The tissues were fixed in 4% (v/v) paraformaldehyde and stained with hematoxylin and eosin. a A large area of perivascular and periductal lymphocyte infiltration (black arrows) in a 3-month-old P2Y 2 R overexpressing rat. b Harderian gland alteration of the exorbital lacrimal gland in a P2Y 2 R overexpressing rat (white arrows); interstitial and periductal lymphocyte infiltrates (black arrows). d Glomerulonephropathy in a P2Y 2 R overexpressing rat with glomerular sclerosis (white arrow), dilatation of tubular lumen and tubular proteinaceous casts (arrowheads), interstitial lymphocyte infiltrates (black arrows). e Glomerulonephropathy in a P2Y 2 R overexpressing rat showing thickened glomerular basement membranes and glomerular adhesion (white arrows), thickened tubular basement membranes with tubular regeneration (black arrowheads, blue in the online version), interstitial lymphocyte infiltrates (black arrows) and a small proteinaceous cast (white arrowhead, yellow in the online version). g, h Representative images of mild pericholangial and perivascular lymphocytic infiltrates (black arrows) and scattered mast cells (arrowheads) in portal triads of P2Y 2 R overexpressing rats. c, f, i WT exorbital lacrimal gland, kidney, and liver, respectively. The yellow scale bars represent a distance of 200 μm for a, c, d, f, g, and i and 100 μm for b, e, and h. Histological examination of kidney sections from P2Y 2 R overexpressing Tg (a, c) and WT (b, d) rats in which basement membranes were stained with PAM (a, b) and collagen was stained with PSR (c, d). Basement membrane thickening in affected glomeruli, Bowman's capsules, and tubules is indicated by black arrows, whereas PSR-positive collagen in affected glomeruli and Bowman's capsules is indicated by white arrows. Analysis of pixels in the images using Image J software indicated that 19.3% of pixels in image C stained PSRpositive for collagen, while 3.6% of kidney cells stained positive for PSR in P2Y 2 R overexpressing and WT rats, respectively. The scale bars represent a distance of 200 μm. Values in bold indicate differences greater than 25% between P2Y 2 R overexpressing Tg rats and WT rats. Rats P2Y 2 R 1 and P2Y 2 R 2 were 5 and 8 months old, respectively, and WT 1 was 6 months old."}