{"title": "Canine distemper virus-induced depletion of uninfected lymphocytes is associated with apoptosis", "body": "Canine distemper virus (CDV), measles virus (MV) and rinderpest virus are paramyxoviral pathogens for dogs, humans, and cattle, respectively. Biological and antigenic similarities among these viruses are well documented. More recently other novel paramyxoviruses; such as Nipah virus causing disease in pigs (Chua et al., 1999 (Chua et al., , 2000 , Hendra in horses (Murray et al., 1995) , and phocine distemper in seals (Osterhaus and Vedder, 1988) emerged. These events demonstrate the high potential of these viruses to undergo a rapid evolution. Of particular concern are those novel paramyxoviruses which also have a zoonotic potential.\n\nCDV infection in dogs generally induces a multisystemic disease (for review, see Griot et al., 2003) . After aerosol infection, initial virus replication takes place in the lymphoid tissues of the upper respiratory tract. CDV-induced alterations of lymphoid tissue include thymus atrophy, depletion of B and T cells and inclusion bodies in reticular and lymphatic cells (Wünschmann et al., 2000; Iwatsuki et al., 1995; Krakowka et al., 1980; Krakowka and Koestner, 1977) . Suppressed lymphocyte responses to mitogens have been associated with the development of severe neuronal disease (Cerruti-Sola et al., 1983) .\n\nAt approximately 10 days post-infection (p.i.), CDV spreads from the primary replication sites to various epithelial tissues, and also invades the central nervous system (CNS), resulting in a demyelinating disease (Greene and Appel, 1998) . The extent of the neuropathological alterations is influenced by the age and the immune status of the animal at the time of infection (Wünschmann et al., 1999; Krakowka, 1982; Appel, 1969) as well as the virus strain Summers et al., 1984; Vandevelde et al., 1982) . Previous pathogenesis studies identified an acute and a chronic stage of the development of CDVinduced demyelination. In the acute stage, it was shown that demyelination coincides with viral replication in glial cells, predominantly astrocytes (Zurbriggen et al., 1993a; Vandevelde et al., 1985) . With disease progression the inflammatory reaction in the demylinating areas leads to the chronic phase of distemper . It was previously speculated that an ''innocent bystander mechanism'' associated with the anti-viral immune response leads to the chronic progression of the disease (Griot et al., 1989) . Furthermore, it was shown that virus infection of oligodendrocytes is a rare event (Schobesberger et al., 2002; Glaus et al., 1990; Wisniewski et al., 1972) , but that a restricted infection of oligodendrocytes and neurons can occur leading to a non-cytolytic, persistent infection Zurbriggen et al., 1995) .\n\nThe mechanism of CDV-induced immune suppression remains unclear (Greene and Appel, 1998; Krakowka et al., 1980) . CDV antigen has been demonstrated in CD4 + , CD8 + T cells as well as in B cells leading to a direct or indirect virus-mediated T and B cell cytolysis and dysfunction of CD4 + T cells. It was also shown that peripheral blood cytokine production is minimized either due to depletion of cytokine producing cells or by virus-induced down regulation of cytokine production (Gröne et al., 1998; Iwatsuki et al., 1995) . These events consequently result in a reversible massive cytolytic (Zurbriggen and Vandevelde, 1994) virus-induced immune suppression, which can persist for several weeks, rendering animals highly susceptible to opportunistic infections (Krakowka et al., 1980) .\n\nConsidering this central element in the pathogenesis of canine distemper, a more detailed knowledge on the characteristics of the observed lymphopenia is required. This is important with respect to the determination of depleted lymphocyte subsets, the role of cell death and the role of lymphocyte infection by CDV. Our results demonstrate that CDV-induced lymphopenia is an early event after infection and the degree of lymphocyte depletion correlates with the severity of disease and the presence of CDV antigen in lymphoid tissue and CNS.\n\nVirulent CDV strain A75/17 had previously been propagated in specific pathogen-free dogs (Cherpillod et al., 2000; Vandevelde et al., 1982) . Lymphoid tissue from these dogs containing large quantities of virus was homogenized and frozen in aliquots at À70 8C until their use for inoculation.\n\nTen 13-week-old purebred specific pathogen-free Beagle dogs were used for the experiment in the framework of a CDV DNA vaccine study (Cherpillod et al., 2000) . Dogs 1-5 were inoculated with the above-mentioned DNA vaccine, dogs 6-10 served as controls. All animals were inoculated with 0.2 ml of virulent CDV strain A75/17 in a lymphoid tissue suspension. Animals were examined daily for clinical symptoms of distemper. The experiment was terminated on day 25.\n\nPeripheral blood leukocytes (PBL) were obtained by incubation of EDTA blood in NH 4 Cl buffer (0.15 M NH 4 Cl, 10 mM NaHCO 3 [pH 7.4]) for 5 min at 4 8C to destroy erythrocytes. For complete lysis of erythrocytes, the treatment was repeated once, followed by a wash in Ca 2+ -Mg 2+ -free PBS (PBS-A) supplemented with 0.035% (w/v) EDTA, and centrifugation at 400 Â g for 10 min at 4 8C. PBL were kept on ice until further processing for: (i) phenotyping of leukocyte populations, and analysis of: (ii) CDV antigen detection and (iii) apoptosis analysis by flow cytometry (FCM).\n\nTissue samples were obtained from lymph nodes and brain, processed by routine fixation in 4% PBSbuffered paraformaldehyde, followed by paraffin embedding. Tissue sections were examined: (i) histopathologically, and (ii) by immunohistochemistry (IHC) or (iii) in situ hybridization (ISH) for CDV antigen (for details see below).\n\nDog-specific antibodies against leukocyte surface markers were characterized at the first international canine leukocyte antigen workshop (Cobbold and Metcalfe, 1994) . The following mAbs were used: CD3 (CA17.2A12), CD4 (CA13.1E4) and CD8a (CA9.JD3) as T cell markers, CD21 (CA2.1D6) as B cell marker. With the exception of CD8a (IgG2a) all antibodies are of IgG1 isotype. Detection used Rphycoerythrin (R-PE) conjugated F(ab 0 ) 2 fragment goat anti-mouse IgG (Jackson ImmunoResearch Laboratories, West Grove, PA, USA) as secondary antibody.\n\nAn antibody against human CD14 cross-reacting with the canine CD14 and directly labeled with R-PE (Clone Tük4, Dako, Zug, Switzerland) was used as marker for monocytes.\n\nFor immunophenotyping of PBL, Fc receptors were blocked with 10 mg/ml of human IgG (Globuman Berna 1 , Berna Biotech Ltd., Berne, Switzerland), followed by incubation with the primary antibody (10 ml of supernatant at a dilution of 1:5) for 30 min on ice, and by incubation with the secondary R-PE-conjugate (1:50) for 30 min on ice. Between these incubation steps the cells were washed with CellWash 1 (Becton Dickinson, Basel, Switzerland). Stained cells were acquired on a FACScan flow cytometer, and analysis done using the CellQuest program (both Becton Dickinson).\n\nFor the immunohistochemical detection of CDV nucleocapsid (N) protein in PBL and tissue sections, mouse mAb D110 was used, which recognizes an epitope in the CDV N protein (Hamburger et al., 1991; Bollo et al., 1986) . Depending on the detection of CDV antigen in lymph node and brain tissue sections, dogs were grouped into two categories: presence of CDV N protein in dogs 2, 6, 7, 8 and 10 (group ''CDV Ag + '') and absence of CDV N protein in dogs 1, 3, 4, 5 and 9 (group ''CDV Ag À '') ( Table 1) .\n\nIn situ hybridization was performed for the detection of CDV mRNA in brain and lymph node tissue sections. Strand-specific digoxigenin-labeled RNA probes were prepared as described elsewhere Müller et al., 1995) . CDV mRNA was demonstrated by ISH using an RNA probe \n\nCDV-Ag + 2 + + + + + 6 + + + + + 7 + + + + + 8 + À + + + 10 + + + + + a Attribution into a CDV-Ag À or a CDV-Ag + group dependent on the detection of CDV N protein in lymph node and brain. b Systemic and neurological symptoms.\n\ncomplementary to the phosphoprotein (P) region of virulent CDV strain A75/17 mRNA as described elsewhere (Zurbriggen et al., 1993b (Zurbriggen et al., , 1998 .\n\nFor quantification of apoptotic and dead cells, dualparameter analysis of Annexin V-FITC (Bender Med Systems, Vienna, Austria) and propidium iodide (PI; Sigma Chemicals, Buch, Switzerland) labeling was performed (Vermes et al., 1995) . Annexin V is a Ca 2+dependent phospholipid-binding protein, showing a high affinity to phosphatidylserine (PS), which is translocated from the cytoplasmic to the extracellular side of the cell membrane during apoptosis. The 5 Â 10 5 cells were labeled with 2 mg/ml Annexin V-FITC in 140 mM NaCl, 2.5 mM CaCl 2 , 10 mM HEPES (pH 7.4) buffer for 10 min at 4 8C. After compensation, PI (1 mg/ml) was added in order to discriminate between apoptotic and dead cells, and the sample was analyzed immediately by flow cytometry. To determine which leukocyte population showed expression of PS at the cell surface, PBL were labeled with the appropriate leukocyte surface marker as described above. After washing samples were subjected to staining with Annexin V-FITC and analyzed immediately by FCM.\n\nAfter fixation of the cells with 2% paraformaldehyde for 20 min at 4 8C, they were washed and resuspended in 50 ml of PBS containing 0.05% Saponin for permeabilization. After blocking of Fc receptors with 10 mg/ml of human IgG (Globuman Berna 1 ), 10 ml of mAb D110 was added, and the sample incubated for 30 min at 4 8C. Incubation with the secondary R-PE-conjugated goat anti-mouse IgG antibody (1:50) for 30 min at 4 8C followed. PBS-Saponin solution was used for washing steps and dilutions. Negative control samples were stained with the secondary antibody only, the procedure was as described above.\n\nTo determine if cells expressing PS at the cell surface were infected with CDV, PBL were labeled with Annexin V-FITC as described above. Then, samples were fixed, and stained for CDV antigen detection (using Annexin V buffer instead of PBS).\n\nFor the detection of CDV N protein in brain and lymph node tissue sections, mAb D110 was used as described elsewhere (Hamburger et al., 1991; Bollo et al., 1986) with some modifications. Briefly, tissue sections were deparaffinized, incubated in 1% hydrogen peroxide (H 2 O 2 ) solution in methanol for 10 min at room temperature (RT) to quench endogenous peroxidase and pretreated by boiling in 6 M urea for 1 min in the microwave oven. After blocking in 5% normal goat serum for 20 min at RT, mAb D110 (1:2) was incubated for 2 h at 37 8C. Goat anti-mouse IgG (1:40) was added as secondary antibody for 30 min at RT, followed by mouse monoclonal peroxidase-anti-peroxidase complex (1:100; Dako) for 30 min at RT. The color reaction was performed with diaminobenzidine and H 2 O 2 for 10 min at RT. For dilutions and washing steps TBS/ Tween-20 (0.01%) was used.\n\nBriefly, deparaffinized brain and lymph node tissue sections were incubated in 0.2 M HCl for 20 min. After washing with 2Â sodium chloride/sodium citrate (SSC) buffer, sections were permeabilized with proteinase K (Roche Diagnostics, Rotkreuz, Switzerland) at a concentration of 5 mg/ml for 15 min at 37 8C, followed by post-fixation with 4% paraformaldehyde in PBS (5 min at RT). The samples were washed in 2Â SSC and pre-hybridized at 50 8C for at least 1 h in 50% (v/v) formamide, 4Â SSC, 2Â Denhard's reagent and 250 mg RNA/ml. Hybridization was performed overnight at 50 8C in 50% (v/v) formamide, 4Â SSC, 2Â Denhard's reagent, 500 mg RNA/ml and 10% dextrane sulfate (w/v). The final concentration of the labeled probe was approximately 2 ng/ml. After hybridization, excess labeled RNA was removed by washing in 2Â SSC and by RNase treatment: 100 U/ml RNase T1 and 0.1 mg/ ml DNase-free RNase (both Roche Diagnostics) for 30 min at 37 8C. After washing in 2Â SSC (55 8C, 20 min) and 0.2Â SSC (55 8C, 20 min), samples were incubated with an alkaline phosphatase-conjugated anti-digoxigenin antibody (Roche Diagnostics) for 2 h at RT. For the following color reaction nitro blue tetrazolium and 5-bromo-4-chloro-3-indolyl phosphate (both Roche Diagnostics) were used.\n\nData obtained from flow cytometry were statistically processed using the computer program NCSS 2000 (NCSS, Kaysville, UT, USA). Analysis of variance (ANOVA) procedure was used to assess the association between the different study groups and observations times. P-values of less than 0.05 were considered statistically significant.\n\nDogs, which were used in a CDV DNA vaccination experiment (Cherpillod et al., 2000) were infected with virulent CDV strain A75/17. All dogs except dog 4 had elevated body temperature (>39.5 8C) 3 d.p.i. (Table 1) . Dogs 2, 6, 7, 9 and 10 showed a second increase in body temperature between 17 and 24 d.p.i. Dogs 2, 6, 7, 8 and 10 had severe clinical symptoms typical of acute distemper with diarrhea, rhinitis, conjunctivitis, tonsillitis as well as neurological signs such as ataxia and myoclonus. Dogs 3 and 5 only had mild symptoms (fever, rhinitis, conjunctivitis) while dogs 1, 4 and 9 remained healthy after the 6th d.p.i.\n\nBrain and lymph node sections from all animals were subjected to CDV antigen and CDV mRNA staining at 24 d.p.i. representing the end of the experiment. There was a clear correlation between the degree of the clinical symptoms and the detection of viral Ag as well as mRNA (Table 1) . Immunohistochemical analysis and ISH of selected sections revealed the presence of CDV N protein and CDV mRNA in dogs 2, 6, 7, 8 and 10 (Table 1) . These animals showed severe clinical symptoms. In contrast, selected tissue sections of dogs 1, 3, 4, 5 and 9 were all negative for CDV Ag and CDV mRNA (Table 1) . These animals showed no or only mild clinical symptoms.\n\nFor reasons of clarity, two groups of dogs were defined thereafter based on the detection of CDVAg in lymph node and brain. These were the ''CDV Ag negative (Ag À ) group'' with dogs 1, 3, 4, 5 and 9 and the ''CDV Ag positive (Ag + ) group'' with dogs 2, 6, 7, 8 and 10 (Table 1) .\n\nValues of total leukocyte counts before infection ranged between 7.7 Â 10 3 and 23.8 Â 10 3 ml À1 (Fig. 1) . Three d.p.i. the number of leukocytes was in the normal range for dogs 1, 3, 4, 9 and 10 whereas dogs 2, 5, 6, 7 and 8 showed a leukocytosis. A cytological smear analysis demonstrated that this was attributable to a granulocytosis (data not shown). At 6 d.p.i., the number of leukocytes dropped in all animals of the Ag + group and in two animals of the Ag À group ((3.9-9.3) Â 10 3 ml À1 ), when compared to the values before the challenge. Leukocyte numbers were normal again on 10 d.p.i. In dogs 2, 7 and 8, a second leukopenia was observed between 17 and 24 d.p.i. (Fig. 1) . Fig. 1 . Leukocyte counts after CDV infection. The number of leukocytes/ml peripheral blood from dogs experimentally infected with CDV was determined before infection (day À23) and at different time points p.i. The upper graph shows the data for the CDV-Ag À group and the lower graph for the CDV-Ag + group, as defined in Table 1 .\n\nCDV-infection induced lymphocyte depletion, which varied dependent on the leukocyte population. The absolute number of CD3 + T cells showed a severe decrease 3 d.p.i. in all dogs ( Fig. 2A) . In the CDV-Ag À group, T cell counts came back to normal preinfection values on 6 d.p.i. in dogs 1, 3 and 4, and on 10 d.p.i. in dog 5. Dog 9 remained with low levels of T cells, slowly recovering towards the end of the experiment. The T cell counts in the CDV-Ag + group were more severely affected. Although some dogs showed a transient recovery of T lymphocyte numbers, at 24 d.p.i. only low levels (14-80 cells/ ml) were detectable ( Fig. 2A) .\n\nStatistical analyses demonstrated that the CDVinduced depletion of T lymphocytes was significant in both groups, when the T cell numbers before infection (day À23) and those 3 or 6 d.p.i. were compared (P = 0.01). A comparative analysis of the CDV-Ag À with the CDV-Ag + group revealed statistical differences at 6 and 24 d.p.i.\n\nAnalyses of absolute numbers of CD21 + B cells following CDV infection demonstrated that B cells were also strongly depleted. At 3 d.p.i., B cells dropped massively in both the CDV-Ag + and the CDV-Ag À groups (Fig. 2B) . Again, it was dogs 3 and 4 from the CDV-Ag À group, which had restored B cell counts. In contrast, the animals of the CDV-Ag + group kept low B cell numbers during the whole observation period. Statistical analysis revealed significant differences at all time points p.i. compared to the preinfection value (p < 0.001). Also a comparison of days 3 and 24 p.i. showed a significant difference between the two groups (P = 0.02).\n\nThe numbers of CD14 + monocytes of some dogs (dogs 5-7) only showed a transient decrease at 3 d.p.i., coming to normal levels 6 d.p.i. (Fig. 2C) . Interestingly, no statistically significant difference was observed between the CDV-Ag À and the CDV-Ag + group.\n\nThe depletion of T cells was further investigated by a separate analysis of the CD4 + T helper cell and the CD8 + cytotoxic T cell subsets. In general, a similar pattern of lymphocyte depletion and recovery compared with the CD3 + total T cells was detected ( Figs. 2A and 3) . At 3 d.p.i., the values of CD4 + and CD8 + T cells dropped considerably in both groups of dogs ( Fig. 3A and B) . In the CDV-Ag À group the values for dogs 1, 3, 4 and 5 recovered on 6 or 10 d.p.i., showing a fluctuation during the observation period in Fig. 2 . Absolute counts of CD3 (A), CD21 (B) and CD14 (C) positive leukocytes before (day À23) and at different time points after experimental CDV infection. The upper graphs show the data for the CDV-Ag À group and the lower graphs for the CDV-Ag + group, as defined in Table 1. some of these dogs. Again, dog 9 had severely depleted CD4 + and CD8 + T cell subsets, which only slowly recovered at the end of the experiment. This was in contrast to the dogs in the CDV-Ag + group. Therein, the numbers of CD4 + and CD8 + T cells did not show a substantial recovery, and fell back to very low levels at 24 d.p.i. For both groups, there was a statistically significant difference between the values obtained before infection (day À23) and those obtained 3 d.p.i. (CD4 + : P < 0.001, CD8 + : P < 0.001), or 6 d.p.i. (CD4 + : P < 0.001). Furthermore, within the CDV-Ag À group both T cell subset numbers differed significantly when the values of 3 and 6 d.p.i. (CD4 + : P = 0.04, CD8 + : P = 0.03), as well as 24 d.p.i. (CD4 + : P < 0.001, CD8 + : P < 0.001) were compared.\n\nFinally, comparison of the values at 6 d.p.i. and at 24 d.p.i. revealed statistical differences between the CDV-Ag À and the CDV-Ag + group (CD4 + : P = 0.02, CD8 + : P = 0.02 and CD4 + : P = 0.01, CD8+: P < 0.001, respectively).\n\nIn order to analyze whether this severe lymphopenia caused by CDV infection was associated with lymphocyte death, the expression of PS at the cell surface was measured using Annexin V staining.\n\nWithin the CDV-Ag À group, dogs 9 and 5 had an increase in Annexin V + cells reaching over 5% of the leukocytes at 3 days (dog 9) or 6 days (dog 5) p.i. (Fig. 4) . The percentage of Annexin V + cells in this Fig. 4 . Influence of experimental CDV infection on the percentage of Annexin V + leukocytes. The values before (day À23) and at different time points p.i. are shown. The upper graphs show the data for the CDV-Ag À group and the lower graph for the CDV-Ag + group, as defined in Table 1 . Fig. 3 . Absolute counts of CD4 + (A) and CD8 + (B) positive lymphocytes before (day À23) and at different time points after experimental CDV infection. The upper graphs show the data for the CDV-Ag À group and the lower graphs for the CDV-Ag + group, as defined in Table 1. group was back to normal pre-infection values of 1-2% 13 d.p.i. In contrast, all dogs of the CDV-Ag + group showed a sharp increase of PS expressing cells peaking at 3 or 6 d.p.i., with up to 10% Annexin V + leukocytes. Also in this group, at 13 d.p.i. the percentage of Annexin V + cells dropped to values comparable to those before infection. Nevertheless, in the CDV-Ag + group a second peak with a minor increase of PS expressing leukocytes was observed 21 d.p.i.\n\nInterestingly, in contrast to the percentage of Annexin V + leukocytes, the amount of PI + cells remained constant throughout the observation period (data not shown), indicating that the increase in PS expressing cells on 3-10 d.p.i. was a result of apoptotic cell death.\n\nTo determine which cell population was mostly affected leukocytes were double stained with Annexin V and cell surface markers defining certain populations. Within the CD3 + T cells of animals from both groups a massive increase of PS expression at 3 d.p.i. was observed. This high percentage decreased again to relatively low levels at 6 d.p.i. (Fig. 5) . There was a statistically significant difference when comparing the values before (day À23) and 3 and 6 days postinfection (P = 0). Furthermore, a statistical comparison of the CDV-Ag À and CDV-Ag + group at 3 d.p.i. demonstrated a significant difference between these groups (P = 0.04).\n\nA similar picture was observed when these analyses were performed for the CD4 + and the CD8 + T cell subpopulations. In the CDV-Ag + group a particularly strong increase of Annexin V + cells of both the CD4 + and the CD8 + phenotype was notable at 3 d.p.i. Interestingly, in the CDV-Ag À group different results were obtained for CD4 + compared to CD8 + cells. While an increase of PS expression was found within the CD4 + subset, this was not the case for the CD8 + T cells, where values similar to those before infection were observed (Fig. 5) .\n\nFor CD21 + B cells, some animals of the CDV-Ag + group also displayed a strong increase of Annexin V + cells. Otherwise a relatively weak increase in the percentage of Annexin V + cells was observed for both the CD21 + B cells and the CD14 + monocytes. This was more evident in animals of the CDV-Ag + group than in the CDV-Ag À group (Fig. 5) . The difference Fig. 5 . Influence of experimental CDV infection on the percentage of Annexin V + CD3 + , CD4 + , CD8 + , CD21 + and CD14 + leukocytes. The values before (day À23) and at different time points p.i. are shown. The gray boxes represent the data for the CDV-Ag À group, and the empty boxes for the CDV-Ag + group, as defined in Table 1. between the values obtained before infection compared to those 6 d.p.i. was statistically significant (CD21 + : P = 0.02, CD14 + : P = 0).\n\nCDV N protein was first detected 6 d.p.i. in dogs 2, 6, 7, 8, 9, 10 . In most of the animals the amount of CDV + leukocytes increased until 17 d.p.i., and then decreased (Fig. 6) . The only dog from the CDV-Ag À group, which had CDV-infected leukocytes was dog 9, although these cells were only seen 6 and 10 d.p.i. and remained at a low level.\n\nCDV + leukocytes were first detected within the high forward scatter region, in which the monocyte population can be found, indicating that these cells were the first targets for virus infection (data not shown). However, at later time points p.i., many CDV + cells were also within the scatter regions of lymphocytes (small forward and side scatter) and granulocytes (high side scatter).\n\nTo further elaborate the relationship between apoptosis and virus infection, double staining of PBL for Annexin V and for CDV N protein were performed. Interestingly, the majority of apoptotic cells were negative for CDV N protein expression (data not shown). Furthermore, a comparison of the kinetics of PS with CDV N protein expression indicated no direct relationship between these two parameters ( Figs. 4 and 6) .\n\nIn the context of a CDV DNA vaccine project, we analyzed the influence of CDV infection on leukocyte depletion, lymphopenia and virus-induced cell death in CDV-infected dogs and compared their values with uninfected control animals. Ten dogs were inoculated with virulent CDV strain A75/17 and monitored for up to 25 d.p.i. Based on CDV antigen expression in the CNS and in lymphoid tissues as well as in peripheral blood cells, two groups were formed: CDV-Ag + and CDV-Ag À animals. The CDV-Ag + group exhibited moderate to massive expression of CDV antigen in brain and lymph node tissue, whereas in the other group (CDV-Ag À ) despite mild clinical symptoms no antigen could be found in neither brain nor lymph node tissue using different methods of detection. It was also found that the occurrence of severe clinical symptoms correlated with antigen detection in brain and lymphoid tissues. A restricted infection of lymphoid tissue, unlike brain tissue, could not be demonstrated (Zurbriggen, unpublished observations) . The present study demonstrates that severe lymphopenia is a characteristic and particularly early event during infection of dogs with CDV. Even though the animals used in this experiment were immunized with a distemper DNA vaccine it is highly unlikely that the DNA vaccination had any effect on the measured parameters. An important finding was that the degree of lymphopenia correlated with the severity of the disease, virus colonization of the CNS and virus persistence in the lymphoid tissue. This indicates that such early events-and not only the long-lasting immuno-suppression-in the course of CDV infection are important for disease pathogenesis (Tipold et al., 2001) . Furthermore, it is likely that this impairs the immune response against CDV itself and also against other microbes, leaving animals highly susceptible to secondary infections (Appel et al., 1982 (Appel et al., , 1992 Krakowka and Wallace, 1979; Cornwell et al., 1965) .\n\nThere are several lines of evidence suggesting that the severe lymphocyte depletion in the acute phase of the disease is not due to a direct effect of CDV. After The upper graphs show the data for the CDV-Ag À group and the lower graph for the CDV-Ag + group, as defined in Table 1. double labeling of PBL with CDV and Annexin Vonly few CDV Annexin V + cells were found. A significant reduction of lymphocyte numbers in the blood of infected animals was observed as early as 3 d.p.i., before CDV viremia and infection of leukocytes was apparent. In general, the kinetics of the virus infection did not correlate with the kinetics of the lymphocyte depletion and cell death, respectively. Furthermore, on days 3 and 6 p.i. a distinct increase in apoptosis but not much virus was detectable. Consequently, the present study demonstrates that mechanisms other than a direct induction of cell death by the virus have to be considered. A comparison with lymphopenia induced by other viruses reveals some similarities suggesting that these effects might be caused by an immunological reaction common to several virus infections.\n\nOur study is particularly interesting when compared to the closely related MV infection in humans. This disease is associated with an extensive lymphopenia with up to 90% of the lymphocytes disappearing from the peripheral blood. Numbers of CD4 + and CD8 + T cells, B cells, neutrophils and monocytes are reduced leading to a temporary, MV-associated immunosuppression rendering humans highly susceptible to opportunistic infections (Okada et al., 2000; Niewiesk et al., 2000; Naniche et al., 2000; Nanan et al., 1999) . The mechanisms of MV-induced immune suppression are still not fully understood and are most likely multifactorial (Marttila et al., 2001) . It has been discussed that MV suppresses cell-mediated immunity by interfering with the survival and functions of dendritic cells and T cells (Fugier-Vivier et al., 1997) . Cell membrane-associated MV components inhibit antigen processing (Marttila et al., 2001) . It has been speculated that the production of a soluble factor can inhibit antigen-specific T cell proliferation and the proliferation of uninfected B cells (Fujinami et al., 1998) . However, the mechanism of MV induced lymphopenia is unknown. During natural infection the preferential target cells infected are monocytes and not lymphocytes (Nanan et al., 1999) , corresponding to the results obtained in the present study with CDV. In Measles, the number of MV-infected cells remains a minor population, and therefore cytolysis of viralinfected lymphocytes alone cannot explain the profound immune suppression. In the acute phases of CDV-induced lymphopenia this also appears to be the case. With Measles, it has been suggested that lymphopenia is primarily due to extended death of non-infected blood cells caused by apoptosis (Okada et al., 2000) . This again is related to the observation made in the present study with CDV. In the acute phase of many other virus infections a lymphopenia with characteristics as those presented here can be observed (Oldstone, 1996) . Examples include classical swine fever (Summerfield et al., 1998 , bovine viral diarrhea (Ridpath et al., 2000) , porcine Circovirus-2 infection (Nielsen et al., 2003) , influenza (Tumpey et al., 2000) , severe acute respiratory syndrome (SARS) (Peiris et al., 2003) , foot and mouth disease (Bautista et al., 2003) , Dengue virus infection (Fadilah et al., 1999) , cytomegalovirus infection (Einsele et al., 1993) , and many others. Interestingly, in many cases a correlation of disease severeness and degree of lymphocyte depletion was observed. Based on this, the determination of lymphocyte numbers can have a prognostic value for the development of the disease. The mechanism of this lymphocyte depletion in the acute phase of virus infections is unknown. A nonspecific (over-)activation of the innate immune system to a rapidly replicating virus in a naïve host might be involved. The effects could be mediated by overproduction of inflammatory cytokines and interferons, which in turn affect lymphocyte homeostasis.\n\nThe knowledge of the immunopathological mechanisms of virus-induced lymphopenia is important not only for canine distemper and measles but also for previously unknown paramyxoviruses such as Hendravirus and Nipahvirus. Since it has been shown that several viruses, even not necessarily of the same virus family, exhibit similar mechanisms as described here it can be speculated that findings seen after CDV infection might indeed be applicable to other emerging (Morbilli) viruses as well. This would not only facilitate the rapid understanding of the disease pathogenesis but also the development of immunotherapeutical drugs and vaccines against these previously unknowns agents.\n\nThe technical assistance of René Schaffner is acknowledged. The authors thank Marlies Schlatter and Rosmarie Fatzer for editing and critically reviewing the manuscript."}