{"title": "", "body": "Allogeneic hematopoietic stem cell transplantation (HSCT) has emerged as one of the best therapeutic options available for many patients with malignant and non-malignant diseases involving the hematopoietic system. The use of donors other than human leukocyte antigen (HLA)-matched siblings requires the depletion of host-attacking donor T cells to prevent graft-versus-host disease (GvHD). The broader use of alternative stem cell donor sources, such as unrelated donors, haploidentical related donors and umbilical cord blood (CB) have, however, resulted in an increased incidence of viral infections caused by the T-cell depletion strategies required to prevent GvHD. As a result, infection is one of the main causes of transplant-related mortality and morbidity in this setting (1) .\n\nCytomegalovirus (CMV), Epstein-Barr virus (EBV), and adenovirus (Adv) infections are particularly frequent among HSCT recipients and are often described as important risk factors affecting prognosis after HSCT (2e4). Although the introduction of sensitive viral screening techniques and pre-emptive treatment strategies have reduced deaths related to these complications, current antiviral drugs have some important limitations. First, depending on the drug, antiviral pharmacotherapy can result in bone marrow suppression and substantial toxicities (5, 6) that are difficult to manage in patients who have undergone intense chemotherapy and radiation. Second, effective antiviral drugs do exist for CMV and EBV and can be beneficial, but the effectiveness of these agents in patients with Adv infection has only been suggested by nonrandomized and uncontrolled clinical trials, and, in our experience, they are often not effective (7) . Antiviral drugs-especially those used for CMVcan lead to late-onset CMV disease. Once the antiviral pharmacotherapy is removed, the lateonset CMV may be worse than the original reactivation because the use of these agents can delay virus-specific immune recovery (2) . As a result, patients with viral complications may require multiple treatment courses, which is not only expensive, but drug resistance may also occur. In the case of (8) reported that despite the use of antiviral drugs, approximately one third of transplant recipients had increasing viral loads after initiating antiviral therapy. Hence, one of the most attractive and innovative approaches to overcome the limits of current antiviral pharmacotherapies is adoptive immunotherapy with the use of virus-specific T cells.\n\nOver the past 20 years, there has been an increasing use of virus-specific adoptive T-cell therapies in which donor-derived virus-specific T lymphocytes are administered to patients with the primary goal of counteracting the effects of uncontrolled viral replication in immunosuppressed patients after HSCT. To optimize this approach, numerous in vitro studies have been conducted by various groups in an attempt to identify the best methodology for the expansion or selection of virus-specific T lymphocytes for clinical use ( Figure 1 , Table I ) (9e15).\n\nThe first experiences with the use of antiviral adoptive immunotherapy used T cells expanded with CMV-infected fibroblasts (16, 17) or CMV lysate (18, 19) . Although effective, this made them difficult to export because of the regulatory hurdles required for such a production. Indeed, the expansion of virusspecific T cells often requires clean rooms, quality control, quality assurance, release testing and documentation to meet current good manfuacturing practice (cGMP) compliance. One of the first cGMPcompliant strategies reported for the manufacture of virus-specific T cells was the selection of virus-specific T cells from bulk donors' T lymphocytes by tetramer selection (9) . The advantages of this method were the rapid availability of the T cells and the ease of the selection process, which does not require antigen-presenting cells (APCs), exogenous cytokines or extended ex vivo manipulation and can be performed with the use of closed-system devices outside of a dedicated clean room or GMP facility. However, tetramer-mediated selection only selects T cells specific for a single HLArestricted epitope of a single virus (in this case CMV) and is generally only available for donors with the most common of HLA types. Although sometimes effective, focusing the antiviral response to one epitope leaves the patient vulnerable to antigenic escape, as has been observed clinically for EBV (20, 21) .\n\nAnother method to isolate virus-specific T cells is by immunomagnetically selecting T cells that secrete interferon (IFN)-g in response to virus-derived overlapping peptides (10, 22) . This technique is advantageous because the cells are rapidly available and do not require extensive manipulation while still targeting entire antigens or viruses, depending on the stimuli. However, the selection of unexpanded T cells has been associated with GvHD, and, as with the tetramer technology, this option is currently only available for donors who are seropositive for the virus being targeted.\n\nAnother GMP-applicable method to generate virus-specific T cells involves the stimulation of peripheral blood mononuclear cells (PBMC) with APCs. This approach was investigated in the 1990s to generate EBV-specific cytotoxic T cells (CTL) by stimulating PBMC with EBV-transformed lymphoblastoid cell lines (LCL) (23) and was later modified to include a first stimulation with dendritic cells transduced with clinical-grade adenoviral vectors expressing viral antigens for EBV or CMV, thus expanding the antiviral specificity of the CTL (11) . Furthermore, CTL expanded in this way enable T cells to recognize three viruses (EBV [from the LCL], CMV [from the engineered adenoviral vector], and adenovirus [from the adenoviral vector]) in a single culture with a very high specificity starting from a relatively low blood volume (50e60 mL). The limitation of this approach is that it is time-consuming (up to 3 months), requires the use of a clinical grade viral vector, which is expensive, and can be a major regulatory hurdle.\n\nTo remove the need for viral vectors, more recent approaches have used dendritic cells that were either nucleofected with plasmid DNA encoding different viral antigens or pulsed with overlapping peptides for viral antigens to stimulate and expand multi-viruse specific T cells. After only a single stimulation (a total of approximately 10e17 d), the CTL were frozen and ready for use pending the release testing (12, 13) .\n\nDespite the manufacturing advances made for the generation of virus-specific T cells, none of the approaches described above are able to expand virusspecific T cells from donors who are virus-seronegative. This is a limitation because one of the biggest risks for viral infection (excluding immune suppression) is when the graft does not contain a specific T-memory compartment (such as in cord blood or seronegative adult donors) and the recipient is latently infected by these pathogens (24e26). To peptide of interest to stimulate the T cells. Once the T cells are stimulated, antibodies bind IFN-g and the T cell, allowing the T cells to be isolated by magnetic selection. (D) To improve on the classic ex vivo expansion system, the rapid system utilizes the APCs present in the PBMC. The PBMCs are pulsed with overlapping peptides representing the viral antigens(s) of interest. APCs pulsed with the peptides then stimulate the T cells to grow. When coupled with a G-rex gas-permeable culture device, these CTL are ready 9e12 d after initiation. address this unmet need, several groups have evaluated strategies to stimulate the naive T cells present in cord blood (27e31). Furthermore, with the use of the G-Rex gas-permeable device (32) , it was possible to expand cord bloodederived T cells to numbers sufficient for clinical use, demonstrating for the first time that it is possible to generate multivirus-specific T cells in a virus-inexperienced setting in a cGMPapplicable manner (14, 33) .\n\nThe first clinical protocols whereby CMV-specific T cells were cultured from hematopoietic stem cells donors and then transferred to the recipients were successfully performed in the early 1990s: The Seattle group treated 14 HSCT recipients with CMV-specific clones generated from stem cell donors observing neither CMV viremia increase or CMV disease in any of them (16, 17) .\n\nIn an attempt to more rapidly generate CMVspecific T cells, several groups have explored strategies that limit the ex vivo expansion time. Peggs et al. from the University College of London generated CMV-specific T cells by selecting IFN-gesecreting T cells after exposure to viral antigens. They treated 18 matched related donor (MRD) and matched unrelated donor (MUD) HSCT recipients both as prophylaxis and as pre-emptive therapy. The results of this trial were promising for patients treated as prophylaxis (six of seven patients did not have CMV re-activation after CMV-specific T-cell infusion), but this approach appeared to be less efficient in clearing ongoing infections, because nine of 11 patients treated pre-emptively still required additional antiviral drugs. Moreover, in this trial, GvHD was observed in multiple patients, probably as a consequence of selecting highly activated T cells (10) ( Table II) .\n\nThe use of tetramer-selected T cells was first reported by Cobbold et al. (9) . They treated nine patients who had undergone matched-related donor (MRD) and matched unrelated donor (MUD) HSCTs and who had CMV re-activation after HSCT. After the administration of tetramer-selected CMVspecific T cells, eight of nine patients cleared the virus, but two cases of GvHD were observed (9) . These data are confirmed by several other clinical trials showing that this therapy is safe and often able to overcome some of the limitations of antiviral drugs (34, 35) .\n\nFeuchtinger et al. (36, 37) reported the first experience in which AdV-specific T cells were used to treat AdV infection in patients undergoing HSCT. In their clinical trial, nine patients underwent MRD, (Table III) .\n\nThe opportunity to readily activate EBV-specific T cells from healthy EBV-seropositive HSCT donors with the use of LCL as APCs and the seriousness of this infection in HSCT recipients (post-transplant lymphoproliferative disease, PTLD) also made EBV one of the first targets suitable for adoptive immunotherapy (39, 40) (Table IV) . In a multi-institutional study enrolling 114 patients undergoing MRD, MUD and haplo-HSCT, none of the 101 patients who received donor-derived EBV-specific CTLs both as prophylaxis and as pre-emptive therapy had development of PTLD, and no cases of de novo GvHD occurred after CTL infusion (41). Historically, in patients who received T-celledepleted grafts with similar conditioning regimens, the rate of PLTD was approximately 11%. Furthermore, of the 13 patients who were treated for overt PTLD, 11 achieved complete remission that was sustained without recurrence. The most significant adverse effects seen were localized but reversible and included swelling at sites of disease during the therapeutic response in four patients with bulky disease at the time of T-cell therapy. In addition, the group at Memorial Sloan-Kettering Cancer Center reported the results of another large study that used EBV-specific CTLs for the treatment of PTLD: 47 patients with HSCT were treated for PTLD with donor-derived or third-partyederived EBV CTLs, with an overall response rate of 68% without evidence of de novo or recurrent GvHD (42) . Other smaller studies reported similar results in terms of both efficacy and safety of EBV-specific CTLs obtained by LCL stimulation (43, 44) . Hence, the adoptive transfer of EBV-specific T cells is a safe and effective strategy both in the prophylaxis or therapeutic setting (45) .\n\nTo further broaden the specificity of CTL, several groups have explored the use of multi-virusespecific T-cells, including T cells targeting EBV and Adv (46) or CMV and Adv (47) or CMV, Ad and EBV (11, 48) . One large study from Australia demonstrated the efficacy and the safety of infusing bi-virusespecific T cells to 50 MRD and MUD HSCT recipients. These patients received T cells specific for CMV (with or without adenovirus) as prophylaxis and observed the same incidence of GvHD and a statistically significant reduced incidence of CMV re-activation compared with a cohort of patients who received the same HSCT protocol but did not receive CMV-specific T cells (49) . To further broaden the specificity of CTL, the group at Baylor College of Medicine expanded T cells targeting CMV, EBV and adenovirus in a single culture. Among the 33 MRD, MUD and haploidentical (haplo) HSCT patients who received CMV, EBV and AdV-specific T cells, they described eight cases of CMV re-activation, 11 cases of Adv infection and 10 cases of EBV reactivation/PTLD. All viral infections resolved after CTL therapy. EBV-and CMV-specific T cells were detected in the peripheral blood after infusion in almost all patients treated. However, AdV-specific T cells were found only in patients who had AdV infection. Importantly, however, no cases of GvHD were observed despite the fact that the majority of the patients were recipients of alternate donor grafts (11, 41) . In addition to CMV, EBV and Adv, HSCT recipients are also susceptible to other viral infections such as BK virus, JC virus, human herpes virus (HHV)6, HHV7, influenza, para-influenza, coronavirus, and human respiratory syncytial virus, all of which may cause severe morbidity and mortality (50) . To extend this approach to others viruses, the group at Baylor College of Medicine described a method by which it is possible to rapidly generate a single preparation of polyclonal (CD4þ and CD8þ) T cells that are specific for seven viruses (EBV, CMV, Adv, BK, HHV6, human respiratory syncytial virus and influenza) frequently described as important risk factors affecting prognosis after HSCT (13) . These broadly virus-specific T cells are now being evaluated clinically (ClinicalTrials.gov Identifier NCT01570283).\n\nIn all of the above-mentioned clinical trials, one of the inclusion criteria was the availability of a seropositive donor. The clinical experience of Tcelleadoptive immunotherapy from seronegative donors is still limited, but cord bloodederived CTLs are currently being tested in a phase I clinical trial. Of nine patients receiving multi-virus-specific CTL (CMV, EBV and AdV), only three patients had viral reactivations. One patient had both CMV reactivation and adenovirus infection. After T-cell infusion, there was an increase in CMV-specific T cells detected in the peripheral blood that coincided with a decrease in CMV viral load. The patient also successfully cleared the adenovirus infection without additional antiviral therapy. Two patients had EBV reactivation or infection either before or soon after CTL infusion that was controlled without additional therapy, coinciding with the detection of EBV-specific T cells in the peripheral blood (51) .\n\nThe widespread use of T cells to prevent or treat viral complications occurring after HSCT is mainly limited by their relatively long production time and by the complexity of the production process itself, which limits the therapy to a relatively small number of centers. Several groups have investigated different approaches to overcome these limitations, and several strategies have emerged as potentially suitable for clinical investigation or are already being investigated in ongoing studies. Tetramer selection and IFN-gesecreting T-cell isolation are by themselves two encouraging approaches in terms of handiness and reproducibility, but, as mentioned above, they still have some pitfalls that emerged when these approaches were tested clinically (9,10,52e54).\n\nAnother potential strategy to broaden the application of virus-specific T cells is the use of thirdparty T cells. The generation and the banking of HLA-typed virus-specific T-cell lines ready to be infused could represent an option for patients suitable for antiviral T-cellebased immunotherapy but for whom the clinical condition requires a prompt intervention (Table V) . This \"off-the-shelf\" approach was initially evaluated by Haque et al. (55) , who treated 33 patients (HSCT recipients and solid organ transplantation recipients) with thirdparty EBV-specific CTL for PTLD. They observed overall response rates of 64% at 5 weeks and 52% at 6 months, with no cases of GvHD or graft rejection. The best results were observed in patients who received donor T cells that were best HLA-matched with the recipient (55) . The Memorial Sloan Kettering Group also confirmed the safety of this strategy describing their results comparing the use of third-party EBV-specific CTLs with the use of donor lymphocytes infusion (DLI) in patients who had development of PTLD after CB HSCT. Whereas the response rate was similar in both groups, GvHD occurred more frequently in patients treated with DLI (56) . In 2011, Quasim et al. (57) also described the results of a trial enrolling patients with development of AdV infection after MUD HSCT treated with third-party AdV-specific T cells, highlighting a high risk of GvHD development, but, in this case, T cells were generated by means of the IFN-g capture technology, which may increase the risk for the presence of alloreactive T cells in the infused product.\n\nFinally, a recent multi-center study used banked third-party multi-virusespecific T cells and showed that this is a feasible and safe approach to rapidly treat multiple viral infections occurring after HSCT. This study showed that a clinical effect is possible even when the CTL donor and transplant recipient only share one single HLA locus. The caveat is that the shared allele must be known to present a known and effective epitope of the virus, meaning that extensive in vitro characterization of the CTL lines must be performed by laboratories with extensive expertise (58) . Nevertheless, this approach resulted in a 74% complete or partial response rate. Importantly, 50 patients with an array of HLA types were successfully treated with the use of only 18 cell lines. Furthermore, this approach demonstrated that an in-depth characterization of the CTL product not only serves as a measure of potency but can also be used to customize a treatment for each patient through the use of the banked T cells.\n\nThe age of antiviral immunotherapy being a \"boutique\" therapy is, we hope, coming to an end. Since the first clinical trial testing the efficacy of these cells, advances have been trending toward making the technology faster, more streamlined, standardized and more affordable. To move beyond phase I/II, later phase clinical trials are typically sponsored by large pharmaceutical companies interested in marketing their product, and this type of partnership is essential for cell therapy to continue to move beyond early-phase clinical trials. From an academic perspective, laboratories must continue to innnovate and make laborious procceses more efficient, cost effective and more broadly applicable. Beyond processing, alternative transduction methods such as transposons and overlapping peptides must be optimized to limit the use of viral vectors (59) .\n\nFinally, although third-party CTL appear to be the most appealing way to manufacture CTL and administer them to patients, these CTL will only become the standard of care if manufacturing technologies continue to improve. The use of gaspermeable culture device technology represents a signficiant advance for the rapid expansion of T cells, but these devices still require multiple manipulations that are exposed to the environment (increasing the risk of contamination) and must be performed in biosafety cabinets. Large-scale cultures bags and devices are now being produced (60) , but whether they can support complex expansions such as those required for antigen-specific T cells remain to be tested.\n\nWith improved detection techniques and the introduction of pre-emptive strategies, the prognosis for patients with viral complications after HSCT has improved, but pharmacotherapeutic agents still have some important pitfalls. One of most investigated and promising approaches to overcome some of the limitations of antiviral drugs is adoptive immunotherapy with the use of virusspecific T cells. At the moment, different virusspecific T-cell isolation/generation techniques are available: each has its own advantages and limitations, and none of them has been shown to be superior in pre-clinical studies. To move virusspecific T-cell therapy to the mainstream, larger studies are necessary to simplify the manufacturing process and to extend the availability to all HSCT recipients, irrespective of their donor status. Rapid T-cell generation and third-partyederived T-cell infusion are being currently investigated as potential solution to overcome some of the limitations regarding availability, but, in the meantime, other solutions (ie, CTL generation from virus-naive sources) should also continue to be tested to further broaden the application of this approach. \n\nThe authors have no commercial, proprietary, or financial interest in the products or companies described in this article."}