{"title": "PCR-based diagnostics PCR-based diagnostics", "body": "Molecular diagnostics are revolutionising the clinical practice of infectious disease. Their effects will be significant in acutecare settings where timely and accurate diagnostic tools are critical for patient treatment decisions and outcomes. PCR is the most well-developed molecular technique up to now, and has a wide range of already fulfilled, and potential, clinical applications, including specific or broad-spectrum pathogen detection, evaluation of emerging novel infections, surveillance, early detection of biothreat agents, and antimicrobial resistance profiling. PCR-based methods may also be cost effective relative to traditional testing procedures. Further advancement of technology is needed to improve automation, optimise detection sensitivity and specificity, and expand the capacity to detect multiple targets simultaneously (multiplexing). This review provides an up-to-date look at the general principles, diagnostic value, and limitations of the most current PCR-based platforms as they evolve from bench to bedside.\n\nPathogen identification: scope of the problem In the USA, hospitals report well over 5 million cases of recognised infectious-disease-related illnesses annually. 1 Significantly greater numbers remain unrecognised, both in the inpatient and community settings, resulting in substantial morbidity and mortality. 2 Critical and timely intervention for infectious disease relies on rapid and accurate detection of the pathogen in the acute-care setting and beyond. The recent anthrax-related bioterrorist events and the outbreak of severe acute respiratory syndrome (SARS) further underscore the importance of rapid diagnostics for early, informed decision-making related to patient triage, infection control, treatment, and vaccination with life-and-death consequences for patients, health providers, and the public. [3] [4] [5] Unfortunately, despite the recognition that outcomes from infectious illnesses are directly associated with time to pathogen identification, conventional hospital laboratories remain encumbered by traditional, slow multistep culture-based assays, which preclude application of diagnostic test results in the acute and critical-care settings. Other limitations of the conventional laboratory include extremely prolonged assay times for fastidious pathogens (up to several weeks); requirements for additional testing and wait times for characterising detected pathogens (ie, discernment of species, strain, virulence factors, and antimicrobial resistance); diminished test sensitivity for patients who have received antibiotics; and inability to culture certain pathogens in disease states associated with microbial infection. 2, 6 The failure of either clinical judgment or diagnostic technology to provide quick and accurate data for identifying the pathogen infecting patients leads most clinicians to adopt a conservative management approach. Empiric intravenous antibiotic therapy (most common in PCR-based diagnostics for infectious diseases: uses, limitations, and future applications in acute-care settings acute-care settings such as emergency departments and intensive care units) offers the advantages of maximum patient safety and improved outcomes. The benefits of conservative management may be offset, however, by added costs and potential iatrogenic complications associated with unnecessary treatment and hospitalisations, as well as increased rates of antimicrobial resistance. [7] [8] [9] A rapid reliable diagnostic assay, which allows for accurate identification of infected patients and informed early therapeutic intervention, would thus be invaluable for emergency and critical care physicians. For more than a decade, molecular testing has been heralded as the \"diagnostic tool for the new millennium\", whose ultimate potential could render traditional hospital laboratories obsolete. [10] [11] [12] However, with the evolution of novel diagnostics tools, difficult questions have arisen regarding the role of such testing in the assessment of clinical infectious diseases. As molecular diagnostics continue to flow from bench to bedside, clinicians must acquire a working knowledge of the principles, diagnostic value, and limitations of varied assays. 13 Here we discuss the most promising molecular diagnostic techniques for infectious diseases in hospital-based settings: the emphasis is on PCR-based methods since they have reached greatest maturity; existing assays, current, and future applications are described. Further, a framework for describing limitations that have been encountered, as well as speculation regarding the potential effect of these developments from the patient, physician, hospital, and societal perspective is provided.\n\nThe first nucleic-acid-based assays used DNA probe technology. 14-16 DNA probes are short, labelled, single-strand segments of DNA that are designed and synthesised to hybridise targeted complementary sequences of microbial DNA. By contrast with traditional culture-based methods of microbial identification, which rely on phenotypic characteristics, this molecular fingerprinting technique relies on sequence-based hybridisation chemistry, which confers greater specificity to pathogen identification. Direct detection of target microbial DNA in clinical samples also eliminates the need for cultivation, drastically reducing the time required for reporting of results. In 1980, the description of DNA hybridising probes for detecting enterotoxigenic Escherichia coli in stool samples raised hopes that nucleicacid-based technologies would eventually replace traditional culture techniques. 17 Since that time, however, a more restrained approach has been adopted due to recognition of technical limitations of the methodology; most notably, the large amount of starting target DNA required for analysis, which results in poor detection sensitivity. 18 To attain optimum sensitivity, critical for most clinical applications, researchers sought to directly amplify target microbial DNA. The development of the PCR technique in 1985 answered this need, and provided what is now the best-developed and most widely used method for target DNA amplification. Other approaches, including amplification of the hybridising probes (eg, ligase chain reaction and Q-beta replicase amplification) and amplification of the signals generated from hybridising probes (eg, branched DNA and hybrid capture), and transcription-based amplification (eg, nucleic-acid-sequence-based amplification and transcription-mediated amplification) have also been incorporated into various detection systems. 19 Detailed descriptions of these technologies are beyond the scope of this review, but are well summarised elsewhere. 20\n\nPCR is an enzyme-driven process for amplifying short regions of DNA in vitro. The method relies on knowing at least partial sequences of the target DNA a priori and using them to design oligonucleotide primers that hybridise specifically to the target sequences. In PCR, the target DNA is copied by a thermostable DNA polymerase enzyme, in the presence of nucleotides and primers. Through multiple cycles of heating and cooling in a thermocycler to produce rounds of target DNA denaturation, primer hybridisation, and primer extension, the target DNA is amplified exponentially (figure 1). Theoretically, this method has the potential to generate billions of copies of target DNA from a single copy in less than 1 h. For more detailed discussion of the basic principles of PCR see references 21-25. Over the past two decades, PCR has been extensively modified to expand its utility and versatility. Multiplex PCR enables the simultaneous detection of several target sequences by incorporation of multiple sets of primers. 26 To increase sensitivity and specificity, a double amplification step can be done with appropriately designed \"nested\" primers. 27 Amplification may be made less specific to detect divergent genomes by randomising portions of the primer sets. 28 Finally, RNA (rather than DNA) can be detected by converting RNA into a complementary DNA copy, and then amplifying (so-called reverse transcriptase PCR, or RT-PCR), enabling evaluation of RNA viruses or viable organisms. 27 A significant advancement in PCR technology is quantitative real-time PCR, in which amplification and detection of amplified products are coupled in a single reaction vessel. For purposes of clinical applicability, this process represents a major breakthrough since it eliminates the need for laborious post-amplification processing (ie, gel electrophoresis) conventionally needed for amplicon detection, and allows for measurement of product simultaneous with DNA synthesis. One approach for real-time monitoring of amplicon production is to use fluorescent DNA intercalating dyes, such as SYBR-Green I, which bind non-specifically to double-stranded DNA generated during amplification. 29 A more popular alternative approach is to use a fluorescent-labelled internal DNA probe which specifically anneals within the target amplification region. The choice of probe format depends on the compatibility of its hybridisation chemistry with the experimental design. Variations in probe format include TaqMan (Applied Biosystems; figure 2), fluorescence resonance energy transfer (FRET), and molecular beacon probes. [30] [31] [32] Regardless of the format chosen, the internal probe emits a fluorescent signal during each amplification cycle only in the presence of target sequences, with signal intensity increasing in proportion to the amount of amplified products generated. The amount of starting templates in a specimen can be quantified by comparing the exact cycle number at which amplified products accumulate significantly over baseline with a pre-derived quantitative standard. Development of automated instrumentation with quantitative capacity insures reproducibility. Practical advantages of real-time PCR over conventional PCR are thus myriad and include speed, simplicity, reproducibility, and quantitative capacity.\n\nPCR-based diagnostics have been effectively developed for a wide range of microbes. Due to its incredible sensitivity, specificity, and speed of amplification, PCR has been championed by infectious disease experts for identifying organisms that cannot be grown in vitro, or in instances where existing culture techniques are insensitive and/or need prolonged incubation times. 33, 34 Application to the clinical arena, however, has met with variable success so far. Only a limited number of assays have been approved by the US Food and Drug Administration (FDA; table 1) and fewer still have achieved universal acceptance in clinical practice. 47 Furthermore, surprisingly limited effort has been focused on harnessing these time-saving diagnostics for emergency department and other acute critical-care settings where time is of the essence. A discussion of the progress made and the obstacles remaining to be addressed follows.\n\nWith the increasing number of genomes of infectious pathogens being sequenced, catalogues of genes can be exploited to serve as amplification targets fundamental to the design of clinically useful diagnostic tests. As a result, over the past decade the number of PCR assays developed commercially and in hospital-based laboratories (\"inhouse\") has continued to expand. Among the assays that have been developed for detection of specific microbes, three are described in more detail below, along with a discussion of their pros and cons relative to conventional diagnostic methodologies (table 2).\n\nOne of the earliest recognised applications of PCR for clinical practice was for detection of Mycobacterium tuberculosis. 54, 55 Disease characteristics favouring the development of a non-culture-based test for tuberculosis included week-long to month-long delays associated with standard testing, and the public-health imperative associated with early recognition, isolation, and treatment of infected patients. Two PCR-based assays are approved by the FDA for direct detection of M tuberculosis from clinical specimens (table 1) . Although these assays result in significant improvements in time to diagnosis, the only FDA approved use at this time is as a diagnostic adjunct to the conventional smear and culture. Nonetheless, recent studies suggest that more widespread use of these assays may significantly affect patient management, clinical outcomes, and cost efficacy. 56, 57 Potential yet unrealised applications of the assay for use in acute-care settings include earlier informed decision-making for appropriate use of isolation beds in high prevalence sites, regional outbreaks, or where isolation beds are scarce. The use of this and other PCR-based diagnostics in these settings, however, will have to be balanced against costs, expertise, and time associated with routine around-the-clock availability of testing, as discussed in more detail below.\n\nAnother PCR-based diagnostic assay, which has gained widespread acceptance, is that for Chlamydia trachomatis. Conventional detection systems for this organism (ie, culture and direct antigen testing by immunoassays), have been limited by the requirement for specialised facilities to culture this fastidious microbe, as well as inadequate sensitivity and specificity of immunoassays relative to the gold standard culture results. 58 Laboratory development and subsequent clinical validation testing have indicated excellent sensitivity and specificity of the PCR assay leading to its commercial development (table 1) . Proven efficacy of the PCR assay for both genital and urine samples has resulted in its application to a range of clinical settings, most \n\nDuring the extension phase of PCR the probe is cleaved by 5Ј exonuclease activity of Taq polymerase thereby releasing the reporter from the quencher and producing an increase in reporter emission intensity which can detected and quantified. As amplification continues, the amount of reporter dye signal measured is proportional to the amount of PCR product made.\n\nrecently routine screening of emergency department patients considered at risk for sexually transmitted diseases. 59, 60 Although studies in the acute-care settings have not yet used PCR assays for C trachomatis on site and in real time (thus not taking full advantage of the speed of PCR), routine use of this assay in the aforementioned studies has resulted in nearly three-fold greater rates of disease detection and treatment relative to standard care. Distinguishing life-threatening causes of fever from more benign causes in children is a fundamental clinical dilemma faced by clinicians, especially when infections of the central nervous system are being considered. Bacterial causes of meningitis can be highly aggressive but generally cannot be differentiated on a clinical basis from aseptic meningitis, a benign condition generally appropriate for outpatient management. 61 Culture methods often take several days to show positive results and are confounded by poor sensitivity or false-negative findings in patients receiving empiric antimicrobials. 62 One well developed assay, which has the potential to influence the management of patients in the acute-care setting, allows early and rapid diagnosis of diseases of viral cause. Testing and application of a PCR assay for enteroviral meningitis has been seen to be highly sensitive. 63, 64 With reporting of results within 1 day, preliminary clinical trials have shown significant decreases in hospital costs due to decreased duration of hospital stays and courses of antibiotic therapy. 65, 66 Other viral PCR assays, now routinely available, include those for herpes simplex virus, cytomegalovirus, Epstein-Barr virus, hepatitis viruses, and HIV. 67 Each has a proven cost-saving role in clinical practice, including detection of otherwise difficult to diagnose infections, and a newly realised capacity to monitor progression of disease and response to therapy, vital to the management of chronic infectious diseases. 68 With the increasing number of genomes of infectious pathogens being sequenced, catalogues of genes can be exploited to serve as amplification targets. As a result, the number of PCR assays developed both commercially and in-house continues to expand.\n\nThe notion of a universal detection system has been proposed for the identification of classes of pathogens and speaks most directly to the future potential effect of PCR-based assays for clinical practice in emergency and other acute critical-care settings. 69 Experimental work has focused on using sequences of the 16S rRNA gene, an evolutionarily conserved gene seen exclusively in bacterial species. 70, 71 By designing primers that are complementary to these regions, investigators can, in theory, establish the presence of any bacteria in an otherwise sterile clinical specimen (such as cerebrospinal fluid or whole blood). Clinical applications are profound. Acute-care physicians could rapidly identify the presence of bacteraemia. Previous empiric decision-making could be abandoned in Review PCR-based diagnostics favour of educated practice, allowing appropriate, expeditious decision-making about the need for antibiotic therapy and hospitalisation. In principle, this approach could be applied to other taxonomic groups of pathogens (eg, genus of species, families of viruses, or fungi) by exploiting common features of classes of organisms for broad-range PCR assay design. 72 Validation of this technique for eubacterial detection has focused on \"high yield\" clinical settings where expeditious identification of the presence of systemic bacterial infection has immediate high morbidity and mortality consequences. Notable clinical trials have included assessment of patients at risk for infective endocarditis, [73] [74] [75] febrile infants at risk for sepsis, 76,77 febrile neutropenic cancer patients, 78 and critically ill patients in the intensive care unit. 79 While several of these studies have reported promising results (with sensitivity and specificity for bacteraemia well above 90%), significant technical difficulties remain, preventing general acceptance of these assays in clinics and hospitals (see Limitations below).\n\nOne significant investigational role for broad-range PCR has been its use as a \"molecular petri dish\" to identify emerging or existing infectious causes for diseases previously described as idiopathic. The DNA amplified using this broad-range approach may contain intervening sequence information that is phylogenetically specific to a unique microbe when compared with existing microbial genetic databases. For example, sequencing of the 16S rRNA gene amplified via highly conserved primer sets has led to the identification of Bartonella henselae in bacillary angiomatosis, and Tropheryma whipplei as the uncultured bacillus associated with Whipple's disease. 80 Further, recent epidemiological studies that suggest a strong association between Chlamydia pneumoniae and coronary artery disease serve as an example of the possible widespread, yet undiscovered, links between pathogen and host which may ultimately lead to new insights into pathogenesis and development of novel life sustaining or saving therapeutics. 81 The most recent, high-profile investigational use of broad-range PCR was in the molecular identification of a coronavirus as the causative agent in SARS. In a variant approach to PCR assay development, broad-based primers with degenerate sequences designed to detect unknown viruses were used to randomly amplify the genetic contents of infected clinical isolates. A subset of the amplified sequences showed homologies to the genus of coronavirus, 82,83 consistent with other confirmatory laboratory test results. Soon afterwards, a coronavirus-specific PCR assay was developed for rapid laboratory diagnosis of SARS. 84 Notably, these advancements came only weeks after the first reports of the disease surfaced-a veritable tour de force bespeaking the power of broad-range PCR. 85\n\nWith multidrug-resistant pathogens on the rise, early antimicrobial resistance profiling is crucial both for timely, objective treatment of infected patients, as well as for broader public-health surveillance. Conventional tests of this type are limited by prolonged culturing time (48-72 h) and poor accuracy due to variability in inoculum size and culturing conditions. To address these shortcomings, nucleic-acidbased assays are being advanced as genetic mechanisms of Review PCR-based diagnostics Although the presence of a resistance gene does not necessarily imply its expression and conferment of phenotypic resistance, its absence does establish a lack of resistance through that particular genetic mechanism: for example, meticillin resistance is mediated by the mecA gene. A distinctive feature of meticillin resistance is its heterogenous expression. As such, when typical phenotypic susceptibility testing is used to assess resistance, meticillin-resistant strains may seem falsely susceptible to some ␤-lactam antibiotics in vitro. 86 For this reason, direct detection of the mecA gene by PCR is more desirable. With its high detection sensitivity and specificity, mecA PCR has gained wide acceptance and is becoming the most reliable method of identifying meticillinresistant Staphylococcus aureus (MRSA). 87 PCR-based resistance testing in M tuberculosis has also been developed for the detection of rifampicin resistance. Rifampicin resistance is well characterised and conferred by mutations within a short sequence of the rpoB gene of M tuberculosis, which result in aminoacid substitutions in the rpoB subunit of RNA polymerase. 88 The Line Probe assay (LiPA; Inno-Genetics) is a commercially available PCR-based assay that targets the mutation-prone segment of the rpoB gene. 89 Correlation with standard resistance-detection methods has been more than 90% and is shown to provide clinicians with a drastic reduction in detection time, critical for treatment decisions. 90 Genotypic analysis of other M tuberculosis drug resistance is more challenging due to the number of mutations and genetic loci involved. Technical innovations (ie, multiplex PCR or DNA microarray) that allow simultaneous amplification and analysis of multiple target sequences will likely provide the means to surmount this later limitation. 91, 92 With ever-increasing evidence supporting the prognostic value of identifying drug-resistant mutations, routine genotypic resistance testing is now standard care in the treatment of HIV-infected patients. 93-95 PCR followed by nucleotide sequencing is the most commonly used method. Although genotypic tests are more complex than typical antimicrobial susceptibility tests, their ability to detect mutations at concentrations too low to affect drug susceptibility in a phenotypic assay provides insight into the potential for resistance to emerge. They also have the advantage of detecting transitional mutations that do not themselves cause drug resistance but indicate the presence of selective drug pressure, with potential importance for individual patient treatment decisions.\n\nThe increasing threat of bioterrorism has gained considerable attention in light of the anthrax outbreak that came after the September 11, 2001 terrorist attacks. It has become increasingly apparent that responsibility for the rapid recognition and accurate diagnosis of real or suspected bioterrorism events will fall principally to front-line acutecare physicians who will be critical in initiating appropriate response measures. 96 Unfortunately, as was seen with the 2001 anthrax episode, the clinical presentation of bioterrorism victims may be non-specific and difficult to distinguish from commonly encountered disease processes. 96 The previously described limitations of conventional culture-based assays make such tests wholly inadequate for detection of bioterrorism agents in suspected clinical outbreaks. Furthermore, traditional microbiological methods, which require prolonged incubation, increase biohazard risk at the hospital laboratory due to unnecessary propagation of bioterrorism pathogens in culture-based systems. Wide recognition of these limitations has led to recent developments and refinements of PCR-based assays for a number of category A bioterrorism agents, including variola major, Bacillus anthracis, Yersinia pestis, and Francisella tularensis. 97-100 PCR diagnostics for bioterrorism agents will likely be used both for diagnosis of symptomatic individuals, as well as larger scale screening of exposed victims (preclinical phase), who would be candidates for early prophylactic therapy.\n\nAlthough most bioterrorism-induced illnesses resemble natural outbreaks, there is the possibility that causative bioterrorism agents are genetically engineered to increase virulence, acquire resistance to antibiotics or vaccines, or produce phenotypic characteristics that resemble multiple, simultaneous infections, so-called binary agents (via insertion of recombinant genes). 101 In such cases, it is likely that nucleic-acid-based approaches will be more invaluable than conventional detection methods since they are the more easily adaptable and capable of uncovering detailed information embedded in genetic sequences.\n\nPCR is more expensive than conventional approaches. The direct costs of PCR reagents, equipment, dedicated space, personnel training, and labour have been reported to be as high as US$125 per reaction. 102 Even among PCR methods, there is variability in cost with the most expensive being fluorogenic-based systems. Moreover, the labour intensity needed for most assays as well as technical limitations of most thermocyclers to do multiple runs of PCR simultaneously have prevented routine around-the-clock testing in the clinical setting. On the other hand, continued refinement in PCR technology, as well as improvements in automation and reproducibility via high throughput robotics, will probably lead to increasing demand and marked cost reductions to rates competitive with traditional methods. Already, this development has been reported for Neisseria gonorrhoeae and C trachomatis PCR tests which now cost around $9 per reaction. 103 In assessing the overall benefit of PCR, however, direct monetary costs should not be the only consideration since the assay has several significant advantages over traditional methods. One study, which took a global methodological approach to cost, involved assessment of perinatal screening for Group B streptococcus using PCR versus culture techniques. 104 Considered variables of the assays in addition to the direct monetary cost included infections averted, mortality, infant disabilities, hospital stays, and the societal benefits of healthy infants. Overall, the authors concluded that the benefits of PCR outweighed its cost. Notably, this result was reached even without inclusion of important but Review difficult-to-measure parameters, such as the societal benefit of decreased drug resistance due to targeted therapy made possible by the PCR assay.\n\nThe principal shortcomings in applying PCR assays to the clinical setting include false-positive results from background DNA contamination; the potential for false-negative test results; detection sensitivity exceeding clinical significance; and limited detection space of the assay or platform for simultaneous identification of multiple species, virulence factors, or drug resistance.\n\nThe widespread use of PCR in clinical settings has been hampered largely by background contamination from exogenous sources of DNA. 105 In most pathogen-specific assays, the predominant source of contamination is derived from \"carryover\" products from earlier PCR reactions, which can be harboured and transmitted through PCR reagents, tubes, pipettes, and laboratory surfaces. Coupled with the robust amplification power of PCR, even very minor amounts of carry-over contamination may serve as substrates for amplification and lead to false-positive results. Meticulous control measures such as good laboratory practices and physical separation of preamplification and postamplification areas can reduce contamination risks but are not foolproof. The use of enzymatic inactivation of carry-over DNA (ie, uracil N-glycosylase) can further reduce contamination risk. 106 Contamination issues are most pronounced in assays that use universal primers, such as those targeting conserved regions of the eubacterial 16S rRNA gene. Here, the ubiquitous presence of eubacterial DNA in either the environment or working reagents may lead to false-positive findings. Attempts to decontaminate PCR materials have involved nearly all known methods of destroying DNA including ultraviolet irradiation, chemical treatment, and enzymatic digestion. 107, 108 None of these methods has been shown to be entirely effective without significant diminution of assay sensitivity. We have recently reported an alternative method that uses a size-based ultrafiltration step for reducing contaminating DNA from PCR reagents, primers, and DNA polymerase before amplification. Although this method of decontamination has been shown to be effective without compromising detection sensitivity in vitro, 109 validation, and optimisation of the method in clinical samples needs further study. More importantly, effective and reliable methods of decontamination have not yet been developed for steps outside the assay proper such as sample collection and preparation. Towards this end, one promising area of investigation involves development of methods to integrate sample preparation, amplification and detection on a single platform, the so-called \"lab-on-a-chip\". Self-contained microchip platforms thus hold promise for the best means of decontamination and overall assay efficiency. 110\n\nPCR assays for microbial detection may give false-negative results for two principal reasons: the relatively small sample volume permissible for PCR reactions; and problems associated with PCR processing. The sample volume most PCR assays can accommodate is quite small relative to the volume used in conventional culture methods; as such, in cases in which the concentration of infectious organisms is low, the assay may yield false-negative findings. To account for this, DNA extraction and purification steps are usually performed before PCR amplification as a means of concentrating total DNA from a larger sample volume. Additional methods to optimise starting concentration of target DNA for the PCR reaction include: selecting specimen sources (eg, cerebrospinal fluid) or specimen fractions (eg, buffy coat instead of whole blood) with the highest abundance of microbial DNA for the DNA extraction; briefly cultivating samples to increase microbial load before DNA extraction; 20 or introducing specific capture probes to concentrate only microbial DNA in a given sample. 111 Several sample processing obstacles may also lead to false-negative findings. Three of the most commonly encountered problems are (1) inadequate removal of PCR inhibitors in the sample, such as haemoglobin, blood culture media, urine, and sputum; (2) ineffective release of microbial DNA content from the cells; or (3) poor DNA recovery after extraction and purification steps. Methods to ensure best sample processing include: incorporating internal amplification controls (eg, the human ␤-globin gene) to the PCR assay to monitor for presence of both purified sample DNA as well as potential PCR inhibitors; 112 and inducing various chaotropic, enzymatic, or thermal methods of cell lysis to effectively liberate microbial DNA content. 20 Because of the varying effectiveness of each of these measures, efforts to improve an assay's detection sensitivity may need to be individually adjusted based on the assay's clinical application and the microbial pathogen of interest.\n\nPCR assays may detect microbial pathogens at concentrations below those of previously established gold standard reference methods. Distinguishing whether this result represents a false-positive finding and establishing the clinical significance of these findings is challenging. In the past, discrepant analysis based on the results of additional ancillary tests was used to provide estimates of sensitivity and specificity in the presence of an imperfect gold standard. 113 One example can be seen in assessments of novel nucleic acid-based assays in detecting C trachomatis. 114, 115 In these studies, \"false positives\" (DNA-amplification positive and tissue culture negative) were adjudicated by either antigen detection methods or another well-established DNA-amplification test. Despite its popularity, recent concerns have been raised regarding the potential bias incurred by discrepant analysis in favour of the new tests. 116, 117 Up to now, the issue has not been completely resolved.\n\nThe complexity of the clinical interpretation of positive PCR findings is further underscored by one study that reported that a universal PCR assay (using primers from conserved regions of the 16S rRNA gene) amplified eubacterial DNA in blood samples from healthy people. 118 It is unknown whether such findings are indicative of latent disease processes or sub-clinical colonisation. Moreover, the finding that microbial DNA can be detected even after successful antimicrobial treatment suggests that the assays detect both viable and non-viable organisms. 119, 120 Clearly, interpretive guidelines based on the correlation of test results with clinical presentation and existing standards will be required before these assays can be used for definitive diagnosis and/or treatment decisions.\n\nOne breakthrough in establishing the meaning of positive PCR results involves the development of reliable quantitative measures of pathogen load. While traditional PCR assays are used primarily for dichotomous outcome, innovative realtime PCR methods allow for quantitative measurement of starting template in the sample, which will probably be useful in differentiating benign colonisation from either latent or active disease. Other non-PCR amplification methods with quantitative capacities include branched DNA and nucleic-acid-sequence-based amplification. Quantification of pathogen load is already well established in clinical virology (eg, HIV-1, cytomegalovirus, hepatitis B virus, hepatitis C virus, and Epstein-Barr virus), where it has proven useful in assessing disease severity or monitoring treatment efficacy. [121] [122] [123] [124] [125] [126] The value and importance of PCR-based pathogen quantifications in clinical bacteriology remains under investigation. 127 Alternative innovations regarding PCR technologies may help in differentiating viable from non-viable organisms, important for clinical practice decisions. RNA is known to be rapidly degraded with a typical half-life of minutes after cell death; thus, it has been proposed as a more accurate indicator of viable microorganisms. 128, 129 In some clinical situations, detection of RNA species by RT-PCR has been shown to correlate well with the presence of viable organisms and has been effectively used to monitor antibiotic therapy. [130] [131] [132] [133] [134] Clinical application of RNA-based approaches will need further improvement, however, because they have been hampered in development by difficulties in extracting detectable concentrations of intact RNA from small numbers of bacteria.\n\nConventional methods for pathogen detection will not be supplanted by PCR-based assays if the latter cannot be elaborated to further characterise detected pathogens. As described previously, genetic sequences contain rich sources of information that can be analysed to ascertain pathogens' species or strains, virulence factors, and antimicrobial susceptibilities. However, to do so in a single reaction, simultaneous amplification of several target genes is needed. Repeating amplifications with different primer pairs, so-called multiplexing, is notoriously difficult since often one or more of the target sequences do not amplify. 91 Recent studies have shown that PCR can be used for simultaneous reproducible amplification of multiple DNA fragments in a single reaction, provided that only a single primer set is used for amplification of all these fragments. Repetitive-sequence-based PCR (rep-PCR), which uses consensus PCR primers to amplify DNA sequences located between successive repetitive elements in eubacterial genomes, has been shown to simultaneously amplify fragments of different sizes, allowing discrimination of bacteria at the subspecies level. 135, 136 This conceptual breakthrough has led various investigators to develop and explore various technical approaches which harness the same idea. By exploiting the conserved and variable sequences on the 16S rRNA gene, we have shown through use of quantitative PCR that a single consensus primer set can multiplex amplify multiple species of the 16S rRNA gene with equal efficiencies. 109 Similarly, ligation-dependent PCR (figure 3) 137 and padlock probes with rolling circle amplification (figure 4), 138 which are both probe amplification methods, have also shown that multiple genetic targets can be queried simultaneously by using a single primer pair for amplification. Both of these assays rely on multiple oligonucleotide probes, each containing a unique target sequence and a consensus primer sequence, that are amplifiable in the presence of their targets. Progress in these approaches could greatly enhance throughput in genotyping pathogens detected, and may represent the next generation of PCR-based assays that hold tremendous promise with regard to their clinical applications. Even if this problem is resolved, the best way in which to analyse the resultant PCR products remains unclear. While PCR product detection and analysis have typically been achieved using gel-electrophoresis and sequencing techniques, these approaches are laborious and timeconsuming, which detracts from clinical applicability. 139 The introduction of real-time PCR technology with the potential use of differentially labelled fluorescent probes for simultaneous identification of multiple amplified products in a single assay holds promise. 140 Unfortunately, current ability to spectrally differentiate multiple fluorescent signals is quite limited.\n\nAnother possible approach that can be used to analyse multiple amplified sequences is to incorporate microarray technology. DNA microarrays are constructed by spatially isolating specific genome sequences to prearranged areas on a microchip. [141] [142] [143] Fluorescently labelled amplification products are then allowed to anneal to complementary sequences on the chip, and the resultant pattern is spectrally analysed. The main advantage of using microarrays for pathogen detection is the potentially large number of target sequences the system can discriminate simultaneously. The use of microarray technology for pathogen detection is still in the development phase however. Efforts to improve sensitivity, reproducibility, and to streamline approaches to complex data analysis are still needed before these platforms can be used clinically.\n\nA final novel approach for analysing amplified products is mass spectrometry. The recent advent of matrix assisted laser description/ionisation (MALDI) technology coupled with time of flight mass spectrometry (TOF-MS) has created a robust means to characterise mostly proteins, but increasingly, nucleic acid. In MALDI-TOF-MS, the organic molecule-for example an amplified product-is ionised and subsequently identified based on its mass-to-charge ratio ( figure 5 ). [144] [145] [146] [147] [148] [149] The advantages of MALDI-TOF-MS lie in the inherent accuracy and the high-speed (1 second) of signal acquisition, making this technology an attractive candidate for high-throughput DNA analysis.\n\nThe real-time PCR-based platform holds great promise in replacing conventional laboratory-based testing for future point-of-care testing. With advancements in automation, integration of specimen preparation with target identification, and miniaturisation, it will become much easier to bring analyses near bedside to be done by less-trained personnel. The ability to interface with high throughput PCR systems is already seen in many new automated extraction instruments. Technical limitations of most PCR instruments to run overlapping reactions in parallel have restricted analyses to batches, thereby compromising the assay's overall turnaround time. However, with the new generation of thermocycler (eg, SmartCycler, Cepheid), separate PCR reactions, each with a unique set of cycling protocols and data analysis, can now be done simultaneously. Furthermore, the recent introduction of hand-held batteryoperated real-time PCR instruments (BioSeeq, Smiths Detection-Edgewood BioSeeq) is the latest iteration of the moving trend from laboratory to near patient testing. 150 Ultimately, as \"lab-on-a-chip\" technologies mature, routine point-of-care testing will be realised.\n\nThe true effect of PCR development for true point-ofcare testing remains to be seen. Significant practical and regulatory requirements slow and often halt the transition of laboratory developments for bedside applications. Compliance with federal, state, and local regulations must be met when operating point-of-care testing devices. Novel tests must go through the complex and time-consuming process of FDA approval. For in-house assays, strict clinical laboratory improvement amendment requirements must be met to define the operational characteristics of the assay relative to current gold standards. Institutional resources, manpower issues, and cost effectiveness also have to be carefully considered when making decisions about the practicalities of replacing traditional diagnostic methodologies. Additional programmatic steps for true point-of-care testing must be developed to insure effectiveness, including (1) operational turn-around time (vs speed of the test); (2) education of practitioners in interpretation of results; (3) development of protocols for optimal treatment and decision-making based on results of novel tests; and (4) establishment of quality assurance and quality improvement programmes. As PCR-based technologies continue to mature, each of these issues will need to be systematically addressed in order to realise their benefit for routine patient care. 151\n\nPCR technology offers a great potential in the arena of infectious disease. A universally reliable infectious disease diagnostic system will certainly become a fundamental tool in the evolving diagnostic armamentarium of the 21st century clinician. For front-line acute care physicians, or physicians working in disaster settings, a quick universal PCR assay, or panels of PCR assays targeting categories of pathogens involved in specific syndromes such as meningitis, pneumonia, or sepsis, would allow for rapid triage and early aggressive targeted therapy. Resources could thus be appropriately applied, and patients with suspected infections rapidly risk-stratified to the different treatment settings, depending on the pathogen and virulence. The ability to discern species and subtype would allow for more precise decision-making regarding antimicrobial agents. Patients who are colonised with highly contagious pathogens could be appropriately isolated on entry into the medical setting without delay. Targeted therapy would diminish development of antibiotic resistance, because the identification of antibiotic-resistant strains would permit precise pharmacological intervention. Both physicians and patients would benefit from less repetitive testing and elimination of wait times for traditional laboratory results. Furthermore, links with data management systems, locally, regionally, and nationally, would allow for effective epidemiological surveillance with obvious benefits for antibiotic selection and control of disease outbreaks. It is certain that the individual patient will benefit directly from this approach. Patients with unrecognised or difficult-to-diagnose infections could be identified and treated promptly. Inpatient stays would be reduced with a concomitant decrease in iatrogenic events. Societal benefits will need to be carefully explored with attention to relative costs of the novel diagnostics in relation to existing standards.\n\nRER has served as an expert consultant to Ibis Therapeutics, a division of Isis Pharmaceuticals (Carlsbad, CA, USA), which develops diagnostic assays using both PCR and mass spectrometry techniques.\n\nData for this review were identified by a search of Medline and from the references of relevant articles. Search terms used were: \"PCR\", \"molecular diagnostics\", \"emerging infectious disease\", \"bioterrorism agents\", \"antimicrobial resistance\", \"DNA microarrays\", and \"mass spectrometry\". Only English language papers were considered. "}