{"title": "The first case of hourglass-like constriction neuropathy of a digital nerve À propos du premier cas de neuropathie constrictive d'un nerf digital", "body": "Neuropathies in the upper limb are common and most often caused by extrinsic and intrinsic compression, neuralgic amyotrophy [1] or hourglass-like constriction. The definition of hourglass-like constriction includes all palsies caused by fascicular torsion and/or fascicular edema unrelated to any compressive structure [2] . Several reports of hourglass-like constriction in the upper limb involve the anterior and posterior interosseous [3] , axillary [4] , musculocutaneous [5] and suprascapular [4] nerves. Spontaneous palsies of digital nerves are not as frequent as in other nerves of the upper limb; only a few cases have been described in the literature [6] . Therefore, in this report, we present the first case of hourglass-like constriction of a digital nerve.\n\nA 40-year-old female without any medical history presented to our clinic with a 1-year history of paresthesia and numbness on the ulnar side of her ring finger and the radial side of her little finger. Paresthesia was the first symptom and preceded the development pain and hypoesthesia, without any identifiable trigger event. The Weber test revealed discreet hypoesthesia in the same territory. A typical irritative pseudo-Tinel sign was immediately induced by percussion of the examiner's fingertip on the 4th palmar common digital nerve in the palm of the hand. Physical examination did not identify any motor weakness. There was no history of trauma, wound, flu or immune disorder. The interview did not find any Neuropathies of digital nerves are an infrequent phenomenon and their causes are most often mechanical. A rare cause of acute neuropathy is hourglass-like fascicular constriction of a nerve due to torsion. Although several cases of hourglass-like constriction have been described in the literature, none to our knowledge involved digital nerves. In this report, we present the first case of hourglass-like constriction of a digital nerve. occupational risks, or evidence of a neurologic disease like multiple sclerosis. The neurological examination was normal.\n\nNo vascular abnormality like in hammer syndrome was found on Doppler sonography. The patient gradually developed significant pain day and night in the involved area. No medical treatment was effective against the pain. Electroneurophysiological examination (ENP) was performed and found no abnormality, specifically at the level of the ulnar nerve. Magnetic resonance imaging (MRI) of the cervical spine found no evidence of a radicular cause; brain MRI was normal. Ultrasound (performed with a linear transducer) and MRI of the hand found no signs of local compression. The 4th palmar common digital nerve had a normal signal and no neuroma was visible. The radiologist found a very small vascular abnormality close to the fourth digital nerve space (Fig. 1) . He could not identify the origin of this abnormality, but we presumed it might be caused by local inflammation.\n\nThe patient did not show any signs of recovery and because her symptoms were worsening, surgery was performed to explore the area. We located the 4th palmar common digital nerve through an anterior approach. No external compression was found anywhere along the course of the nerve. Surgical exploration found an hourglass-like fascicular constriction of the 4th palmar common digital nerve proximal to the metacarpophalangeal joint (Fig. 2) . The rest of the common nerve was normal over its entire course. Macroscopic and microscopic examination revealed the nerve was edematous, and the single constriction was almost complete. All the fascicles were affected but appeared to be continuous and not ruptured. No vascular abnormality was observed except for local inflammation around the constriction. Interfascicular neurolysis was performed to correct the constriction. Immediately after neurolysis, the nerve regained a nearly normal appearance without edema or intrinsic constriction (Fig. 3) .\n\nDuring the postoperative follow-up 3 months after surgery, clinical examination found a reduction in pain and paresthesia; numbness and hypoesthesia were still present, although decreasing. No further MRI or ENP was performed postoperatively since they were all normal initially. After a follow-up of 9 months, the patient had made a full recovery, with complete resolution of the pain.\n\nSpontaneous palsy of nerves in the upper limb related to hourglass-like constriction has been reported in literature but this phenomenon is very rare. This explains the diagnostic difficulties of this pathology and its complicated management.\n\nThis pathology is frequently associated with the diagnosis of neuralgic amyotrophy, primarily because of its favored localization in the upper limb and its clinical presentation with sudden onset of pain, most often in the shoulder or arm region, showing an upper brachial plexus distribution. Muscle weakness follows, hours to weeks after the initial onset of pain.\n\nThis constrictive lesion is discovered during surgery, but the clinical finding is usually homogeneous. Classically pain is considered as the first and most common symptom of hourglass-like constriction [7] and it is decreased several weeks after the onset of palsy. However, paresthesia was the first warning signal in our patient. Numbness, hypoesthesia and acute pain appeared subsequently. Our patient's pain worsened over time, which is not typical. This specificity can be explained by the fact this nerve is purely sensory; hence, pain was the predominant symptom.\n\nUp until now, descriptions of hourglass-like constriction in the literature only concerned mixed nerves -sensory and motor. Our case is the first involving a sensory nerve and to our knowledge, no other case has been reported.\n\nOften published as a case report, hourglass-like constriction of nerves remains a neuropathy for which the primary cause has not been identified. In their review of 42 cases of hourglass-like constriction in the upper limb [7] , Pan et al. described multiples causes of this neuropathy: nerve injury, flu-like syndrome, pregnancy, intensive work, severe acute respiratory syndrome, minor surgery and alcohol intoxication. None of these causes were found in our patient's history, unlike in 62% of cases reviewed by Pan et al. Vigasio and Marcoccio [4] and Haussmann and Patel [8] have suggested that joints are the main location of constriction due to the repeated movements. Several articles [8, 9] report cases of multiple palsy in different areas that cannot be explained purely by a mechanical cause. The initial phenomenon seems to be inflammatory and fascicles being twisted during the motion. Local inflammation, whatever the cause, leads to edema of the nerve and weakness of the fascicles, which become vulnerable. This may lead to the development of adhesions between the fascicles and adjacent structures during abduction or rotation of the shoulder, elbow flexion/extension, forearm rotation.\n\nPan et al. [7] highlighted this inflammatory aspect; after reviewing immunohistochemical results, they found a large number of inflammatory cells and most cases had evidence of nerve demyelination.\n\nIn our case, ultrasound and MRI were normal. The small vascular abnormality close to the nerve lesion was probably due to local inflammation. Usually these exams find characteristic abnormalities and contribute to making the diagnosis. Studies have been done of the appearance; first, nerve enlargement with edema and hypoechogenicity is observed; in the next step, incomplete hourglass-like constriction with an increase in nerve diameter is seen; finally, ruptured fascicles with edema and rotation of fascicles in supination around each other within a nerve are visible.\n\nSeveral treatment options are available depending on the severity of the lesions.\n\nSunagawa et al. [10] recommend a conservative approach; interfascicular neurolysis should be proposed after 7 months of monitoring without recovery. Nearly 50% good clinical outcomes were found after performing interfascicular neurolysis. They also proposed tendon transfer if the patient is older than 50 years with no sign of recovery, or in younger patients after at least 1 years' wait.\n\nNagano [11] also adivses interfascicular neurolysis as the firstline treatment. From his observations, he concludes that interfascicular neurolysis is more effective than conservative treatment in the long term, especially for the recovery of muscle strength.\n\nGuerra and Schroeder [12] recommended performing epineurectomy and detwisting with fixation to the surrounding tissue to prevent retwisting later. Resection of the portion containing the constriction and primary nerve repair has been also described for the most severe cases of compression.\n\nIn his review, Pan et al. [7] report 93.7% good results following interfascicular neurolysis, 9% after neurorrhaphy, and 57.1% after nerve grafting. They prioritize conservative management because it offers the best recovery. When the fascicles appear totally ruptured, neurorrhaphy of nerve garfting seem to be the best solution in severe cases. Interfascicular neurolysis was the first choice for our patient, mainly due to anatomical reasons. Macroscopic examination showed only one site of constriction and the fascicles appeared intact. The fact that it was an exclusively sensory nerve was also a factor. Simple interfascicular neurolysis was preferred from a risk-benefit point of view, versus resection with direct repair or nerve grafting. The challenge of this treatment is pain reduction. Sensory recovery is not the main goal, knowing that this zone is not a major contributor to the hand's sensory function.\n\nThe authors declare that they have no competing interest."}