{"title": "", "body": "Over the past several weeks, the total number of patients with 2019 novel coronavirus disease (COVID-19) and the number of associated deaths has been increasing. Of the deaths caused by COVID-19, most were older adults. 1 China has the largest ageing population globally. In 2017, there were 241 million older adults (>60 years) nationwide, accounting for 17·3% of the total population, 2 of whom around half were emptynest elderly (ie, without children, or whose children left home and worked elsewhere) with little social support. More than 30 million people were older than 80 years, and more than 40 million required long-term care due to disabilities. 2,3 Mental health problems are common in older Chinese adults (ie, ≥55 years), with the prevalence of depressive symptoms reported to be 23·6% in this population. 4 The rapid transmission of the severe acute respiratory syndrome corona virus 2 (SARS-CoV-2) and high death rate could exacerbate the risk of mental health problems and worsen existing psychiatric symptoms, further impairing their daily functioning and cognition. Public transport in many regions has been suspended to lower the risk of disease transmission; thus, online mental health services have been widely adopted. 5 Older adults have limited access to internet services and smart phones, and as such only a small fraction of older adults can benefit from such service provision. In addition, in most areas of China, clinically stable older adults with psychiatric disorders or their guardians usually need to visit psychiatric outpatient clinics monthly to obtain the maintenance medications. The current mass quarantines and restrictions to public transport have inevitably become a major barrier to access maintenance treatments for this group.\n\nThe outbreak of COVID-19 has raised great challenges for mental health services for older adults in the community. There seems to be insufficient and inadequate attention paid to this vulnerable population in the recently established crisis psychological services in China. Stakeholders and health policy makers should collaborate to resolve this barrier in order to provide high-quality, timely crisis psychological services to community-dwelling older adults."}