{"title": "Influenza vaccine coverage rates and perceptions on vaccination in South Korea", "body": "Summary Objective: This survey was performed to assess the level of influenza vaccine coverage, to understand the driving forces and barriers to vaccination and determine vaccination interventions for the following year in Korean population. Methods: A national sample of 1720 community dwelling adults of age 18 and older were surveyed by individual visits during April 2005. Demographics, state of influenza vaccination, reasons for vaccination or non-vaccination and perceptions on vaccinations were asked by questionnaire. Results: Influenza vaccination coverage in general population and high risk group was 34.3% and 61.3%, respectively. Predictors for vaccination were !65 of age, performance of regular exercise, vaccination in the previous season, experience of influenza-like illness, belief that vaccine can prevent common cold and opinion that vaccine must be taken annually. The most common reason for vaccination for both whole population and high risk groups was to prevent both influenza and common cold, while the most common reason for non-vaccination was the thought that he/she was healthy enough not to be in need for vaccination. Having more information on influenza and vaccination as well as doctor's recommendation for vaccination appeared to be the most important modus operandi to encourage influenza vaccination among non-vaccinees.\n\nInfluenza causes significant morbidity in both healthy population and patients with high risk conditions. Healthy adults may suffer from high fever, headache and myalgia, whereas clinical manifestations are more serious in high risk patients such as elderly or patients with comorbid conditions and may even cause death due to respiratory complications. 1e3 The clinical course of influenza differs by age, immune status, characteristics of circulating influenza strains, comorbidities and pregnancy status. 4 Changes at antigenic sites of influenza virus render a new strain that can avoid the immunity induced by previous strains, thus causing influenza epidemics. 5 The most effective way of preventing influenza is to immunize with vaccines made after prediction of antigenic variation. In one study, inactivated vaccine showed efficacy of 86% reduction in influenza-like illness in healthy adults when vaccine strain was well matched with predominant circulating strain. 6 Although antibody production rate is lower in people over the age of 65, various studies proved influenza vaccine to be effective in reducing influenza related diseases and complications, hospitalizations and mortality in this group. 7e11 The priority group who are recommended for annual vaccination includes persons aged !65 years, persons with chronic illness such as chronic cardiopulmonary disease, diabetes, chronic liver disease and malignancy, residents of long term care facilities, health-care personnel and pregnant women. 12 The Center for Disease Control and Prevention is expanding the priority group for vaccination in recognition of the significance of influenza and importance of vaccination. The priority group for influenza vaccination have been also expanded in Korea; pregnant women and persons aged 50e64 years were newly added in 2003 and children of age 6e23 months were added in 2004. 13 People working in organizations dealing with SARS (Severe Acute Respiratory Syndrome) have been newly added in response to the movement of CDC.\n\nInfluenza vaccine production and import are increasing in Korea; while vaccines for 8e10 million people, which can cover about 19% of total population, were supplied in the season 2002e2003, vaccine for 15 million people were distributed in the season 2003e2004. In the season 2004e 2005, vaccines for 17 million people were supplied, and according to the sales statistics, it is estimated that 33% of total population have been vaccinated. 13 These percentages are comparable to other countries: Fedson 14 reported in 2000 that influenza vaccine distribution per 1000 population was 183 doses in Korea, and this number is relatively high compared to Northern America (265 doses), Western Europe (170 doses), Southeast Asia (0.04 dose) and worldwide (37 doses). 15 Vaccine distribution rate grew even higher to 359 doses per 1000 population in 2004. 13 Korea shows relatively high influenza vaccine distribution rate, however, exact vaccination coverage among total population or priority group have not yet been studied. The Korea Centers for Disease Control and Prevention set a goal to increase vaccination rate in the priority group to reach at least 60%. 13 Nevertheless, vaccination coverage rate has been calculated according to the sales record, and nationwide vaccination rate by self-report of the whole population or priority group has never been studied. Precise identification of vaccination rate in the whole population as well as high risk groups is urgently needed in order to accomplish objectives of influenza vaccination policy.\n\nTherefore, the aim of this study was to investigate the level of influenza vaccination coverage in adults and high risk groups, identify factors related to vaccination and opinions about influenza and influenza vaccine, and discover the way to increase vaccination coverage.\n\nThis is a population based cross-sectional descriptive study. The target study population included non-institutionalized persons aged !18 years living in South Korea. The survey was conducted by Gallup Korea â , a professional research company, and face-to-face interviews were performed by 80 trained professional interviewers from 19 to 29 April 2005. In order to represent the total population, multistratified random sampling according to the principle of proportionate probability sampling was adopted to select the subjects.\n\nSouth Korea is divided into eight provinces and seven cities and each province or city is further subdivided and stratified into 4e5 units. The number of households to be interviewed in each administrative district was calculated and decided proportionately according to the location and sizes of the district, age and gender. The statistics of 2005 from the National Statistical Office was used for the calculation. 16 If the selected household could not be surveyed, an alternative household was chosen in the same manner.\n\nBefore the interview, the interviewer explained the purpose of the study to all the subjects and verbal informed consent was obtained by respondents who agreed to participate. The questionnaire contained 22 questions. Data on demographics such as age, gender, level of education, and level of income were obtained. Questions about drinking, smoking and exercise habits and comorbid conditions were asked. The interview continued with asking whether or not the respondent was vaccinated in the season 2004e2005 and 2003e2004. If the respondent was vaccinated in the season 2004e2005, further questions on the reason of vaccination was asked. Thirteen reasons were presented, and respondents were to choose as many as they wish. For non-vaccinated respondent, the reasons of non-vaccination were asked in a form of multiple choice questions with 15 reasons. Six yes-or-no questions on opinions about influenza vaccine were presented to all respondents. Further 11 yes-or-no questions about opinions on influenza and influenza vaccination were presented to high risk group. All respondents were asked whether they intended to have vaccinated in the following season.\n\nRegular exercise was defined as performing exercise more than once a week, smoker as currently smoking, and regular alcohol consumer as drinking alcohol more than twice a week. High risk group was defined as either age ! 65 years or having comorbid conditions. Comorbid conditions included cardiovascular diseases such as congestive heart failure and myocardial infarction, diabetes, lung diseases including asthma and chronic obstructive pulmonary disease, chronic liver diseases including chronic hepatitis and liver cirrhosis, and malignancy.\n\nUnivariate analysis of factors associated with vaccination/non-vaccination was performed using c 2 test and Fischer's exact test. To describe statistical significance, the 95% confidence interval (CI) was computed. In logistic regression, gender, presence of comorbid conditions, age (!65), level of education, size of dwelling town, monthly income, smoking habit, drinking habit, exercise habit, vaccination in previous season, history of influenza-like illness and six opinions about influenza were included. All statistical analyses were performed using the SPSS 10.0KO for Windows (SPSS Inc.)\n\nOf the total responses from 1730 subjects, 10 insincere responses were excluded and, therefore, data of 1720 (99.4%) subjects were analyzed. Mean age was 43.1 AE 14.59 years and 848 subjects (49.3%) were male. One hundred and seventy-four subjects (10.1%) were !65 years and 224 subjects (13.0%) had one or more comorbid conditions; 328 subjects (19.1%) were classified as high risk group.\n\nThe coverage rates for influenza vaccination were 34.3%, 61.3%, 79.7%, and 54.9% among total adult population, high risk group, persons aged !65 years and persons with comorbid conditions, respectively (Table 1) .\n\nInfluenza vaccination coverage was higher in females, increasing with age (18.3% in age 18e29 years versus 84.8% in age ! 70 years), and in persons with any comorbid condition. As for the socio-demographic variables, the likelihood of receiving the vaccine increased when the education level was lower, the size of town was smaller, and the income level was lower. Persons on regular exercise, non-smokers and not so regular alcohol consumers showed higher vaccination rates compared to subjects not doing regular exercise, current smokers and regular alcohol consumers, respectively. Persons who had been vaccinated in the preceding season (2003e2004) and those with a history of influenza-like illness also showed higher rates (Table 1) .\n\nReasons for vaccination among vaccinees are described in Table 2 . The most common reason for vaccination in total population was 'to prevent not only flu but also common cold' (79.5%), followed by 'influenza being a serious disease' (29.0%), 'recommendations from friends or family members' (22.2%) and 'received information from mass media' (11.5%). Reasons such as 'having seen people get sick/ die from flu' (11.2%), 'not in good health' (10.7%), 'doctor's advice' (7.8%), 'have chronic disease' (5.4%) were among less common reasons. The most common reasons for vaccination were not different in high risk group, however, 'have interest in vaccination because of bad health status' showed higher rank (18.4%) than the total population.\n\nReasons for refusal among non-vaccinee are described in Table 3 . In total population, 'perception of good health' was the most common cause of non-vaccination (70.5%) followed by 'not enough time' (26.0%), 'troublesomeness of vaccination' (18.4%), 'distrust in the effectiveness of vaccine' (11.3%), and 'missed vaccination time' (10.5%). The rank of reasons for non-vaccination was not different in high risk group but less people (58.3%) chose 'in good health' as the reason.\n\nFactors influencing future vaccination are summarized in Table 4 . 'More information on importance of vaccination' (27.7%) was the most common factor to increase the drive for vaccination, followed by 'recommendation from doctors or nurses' (27.4%). In the high risk group, this rank was reversed, and doctors or nurses' recommendation was the most influential factor for future vaccination (38.1%). Other options included 'if vaccine is cheaper' (18.8% in total population and 21.3% in high risk group), 'if more information is provided about influenza' (18.8% and 15.0%, respectively), 'if I have enough time' (18.0% and 18.9%, respectively), 'if I can get vaccinated at workplace' (8.1% and 10.2%, respectively) and 'if there is a way other than shots' (2.9% and 5.5%, respectively). Of the total population 17.3% and of the high risk group 16.5% were negative about getting vaccinated and answered 'I would not take it in any situation'.\n\nOpinion about influenza vaccine is described in Table 5 . More than 60% of both vaccinees and non-vaccinees agreed that 'vaccine can prevent influenza' and 'vaccine is safe'. More vaccinees compared to non-vaccinees agreed that 'vaccine can prevent common cold' and 'vaccine should be taken annually'. However, more non-vaccinees thought vaccine was expensive. Less than 20% of vaccinees and non-vaccinees thought that 'you never get influenza once you are vaccinated'. In all opinions, the difference in the percentages of vaccinees and non-vaccinees were statistically significant.\n\nFurther questions were presented to persons of the high risk group. Most of both vaccinees and nonvaccinees agreed that complications of influenza might be serious (93.5% and 90.6%, respectively) and that they had chance to hear about influenza and influenza vaccination from mass media (77.1% and 70.9%, respectively). However, more vaccinees of the high risk group compared to non-vaccinees agreed on the following opinion; influenza might be dangerous to high risk group, influenza might aggravate underlying diseases, vaccination might reduce chances of hospitalizations, and vaccination might reduce expenses for extra medication. Furthermore, more than 60% of vaccinees agreed that they were at high risk of catching influenza, and at bad health, and that acquaintances advised them to get vaccinated, however, less than 50% of non-vaccinees agreed on the same opinion. In comparison, nearly 50% of non-vaccinees thought themselves to be in good health whereas only 12.4% of vaccinees thought the same way. Also, although more vaccinees than nonvaccinees were advised to get vaccinated, it was less than 50% in both groups (Table 6) . \n\nResults of multivariate analysis to determine factors associated with vaccination are summarized in \n\nIntention for vaccination in the next season was as follows: 43.3% of total subjects and 68.9% of the high risk group were willing to get vaccination.\n\nSelf-reported influenza vaccination coverage of 34.3% in this study corresponded well to the percentage estimated from the number of vaccine doses sold (33%). 13 Moreover, the coverage in high risk group met the target set by Korean CDC (>60%). These coverage rates in Korea in the season 2004e2005 is relatively high, compared to the coverage in the United States (8.8% in whole population and 42% in high risk groups) and Europe (19e24% in priority group 17 ). Nevertheless, the rates are not satisfactory enough, because WHO set the goal of attaining vaccination coverage of the elderly population to at least 50% by 2006 and 75% by 2010 18 and more efforts are needed to increase the coverage rates.\n\nIn univariate analysis, people of older age or persons having comorbid condition were more likely to get vaccinated, which is in concordance with studies from other countries. 19e21 Since these two groups are the main target for vaccination, it implies that vaccination program in South Korea is quite successful. People with healthy lifestyle habits such as regular exercise, non-smoking and no regular alcohol consumption also had higher vaccination rate. People with healthy lifestyle may have more interest in general health, seek for preventive health care and therefore are more willing to get vaccinated. Vaccination coverage in females was significantly higher in univariate analysis, and similar result was shown in another study. 17 The fact that more females (56% versus 44% males) were !65 years who had higher vaccination rate might be the explanation in South Korea.\n\nInterestingly, vaccination coverage was higher among people of lower education level, and lower income and living in smaller towns. This may be partially explained by the fact that both persons !65 years and persons with chronic illnesses are more likely to be undereducated and have lower income, as is shown by South Korean statistics, 22 and similar results were also presented by Jimenez et al. 23 The government policy to administer influenza vaccine free of charge to low income group at public health centers may be another explanation: Survey showed that people vaccinated at public heath centers were older, and had lower level of education and were living in a smaller town (data not shown).\n\nTo prevent common cold as well as flu was the most common reason for vaccination. This is concordant with the high percentage of agreement (62.2%) that vaccine can prevent common cold. Also, the perception that 'influenza vaccine can prevent common cold' was a predictor for vaccination. This idea might have been responsible for the increase of vaccination rate, however, wrong attitude due to wrong knowledge must be corrected. Self-perception of bad health, interest in vaccination and chronic illness were common reasons for vaccination in high risk group, showing their interest in health.\n\n'Confidence in health' was the most common reason for non-vaccination (60%) in both all adults groups and high risk groups, followed by 'being too busy', 'because it is troublesome' and 'miss vaccination time'. Among nonvaccinees with non-vaccination reason of 'miss vaccination time', 49% were willing to get vaccination in the following season. 'Not believing in the effectiveness of vaccination' accounted for about 11% of the responses. These results led us to suggest some intervention to increase vaccination uptake: More efforts should be paid to convince people in the priority group who are at high risk, and to provide information on influenza and effectiveness of vaccination to increase vaccination motive. Also, improvement of accessibility to vaccines such as providing vaccination at workplace may contribute to an increase of vaccination uptake. Less than 1% of non-vaccinees reported 'side effects of vaccination' or 'fear of getting influenza by vaccination' as the reason for non-vaccination. The above result is different from other studies 21, 24 and implies that people have correct knowledge on side effects of vaccines.\n\nHealth-care workers' recommendation for vaccination was the most important factor to influence future vaccination habit in high risk group, in agreement with other studies. 20,21,23,25e27 Booth et al. 28 reported that 71e82% of general physicians recommend vaccination to priority group, and Song et al. 29 showed that reminding persons of age ! 65 to get flu shots by telephone calls or postcards significantly increased vaccination rate. In this present study, recommendations to the high risk groups by doctors and public health centers were 10% and 3%, respectively, inferring that recommendation rate from doctors in clinical practice is very low. Perenboom and Davidse 30 reported that active recommendation to persons with chronic illness increased the rate of vaccination from 42% to 75.5%. Therefore, the role of health-care workers, especially doctors, appears to be very important in increasing vaccination rate, and therefore, they should give active recommendations.\n\nIn the high risk group most of the persons were aware of the fact that influenza is a serious disease and it may be more dangerous or produce more complications in persons with chronic illness. Furthermore, more than half of them believed that influenza vaccination might reduce hospital admission and extra medical expenses, showing that they have correct perception on influenza and influenza vaccine. However, while more than 60% of vaccinees in the high risk group agreed that they were not in good health and at high risk of catching influenza, and they are interested in vaccination because of bad health, only 28.3% and 42.5% of non-vaccinees, respectively, agreed on that. Also, 48.3% of vaccinees were advised to get vaccinations while only 28.3% of non-vaccinees did receive the advice. This shows apparent difference in the perception of one's health between vaccinees and non-vaccinees and, therefore, efforts should be made to inform people about the priority group of vaccination in order to increase coverage rate.\n\nForty-three and three-tenth of total subjects and 68.9% of the high risk groups were willing to get vaccination in the coming season, and the percentage in high risk groups exceeds the rate in the season 2004e2005 as well as the target of Korea CDC (61.3% and 60%, respectively). 13 Persons who had been vaccinated previously were more willing to have vaccination in the following season (Table 7) , and this correlates with other studies 24,31,32 that previous vaccination is the most significant predictive factor for future vaccination. Moreover, belief that 'vaccine must be taken annually' was a predictor for vaccination. Efforts to increase vaccination rate in priority group for at least one season may have influence over vaccination for several years. This may be particularly useful in the situation of vaccine shortage, when it is recommended by authorities that supply of vaccines should take precedence to priority group. 33 The strength of this study lies in the fact that survey was conducted on individual interview basis and meanings of questionnaire were explained thoroughly even to the elderly, and thus receiving precise answers.\n\nThere are some limitations in the study. First, high risk group consisted of only persons !65 or persons with comorbid condition, and therefore, the whole priority group were not included in the analysis. Secondly, the survey was conducted in April, when it was past the influenza season and therefore recall bias might have occurred. Thirdly, the presence of comorbid condition and vaccination uptake were totally relied on self-reports of the subjects and therefore actual presence of illness or vaccination uptake might have been over-or under-estimated.\n\nIn summary, the significance of influenza and importance of vaccination were well perceived, especially, among the high risk groups and 43.3% in total population and 68.9% of the high risk group showed intention to have vaccination, which is very encouraging. Since giving correct information and health-care personnel's recommendation to vaccination would greatly influence vaccination rate, doctors should be geared up with precise information and actively recommend them to get influenza vaccinations."}