{"title": "ClinMicroNet -Sharing Experiences and Building Knowledge Virtually", "body": "The recent spread of severe acute respiratory syndrome around the globe and the public alarm that has followed with the Centers for Disease Control and Prevention (CDC) and the United States Govem.ment being among the first to recommend against travel to Hong Kong, the People's Republic of China, and even Canada are illustrative of the increasing complexity faced by clinical microbiologists in today's world. Bacteria and viruses do not respect national borders, with their propagation subject to factors beyond governmental control.\n\nSome of the key problems facing clinical microbiologists in the U.S. were highlighted by Lance Peterson (l), a ClinMicroNet member, in an address given in November 200 1 at an American Society for Microbiology (ASM) branch conference in Philadelphia: (i) empiric theory becoming more difficult due to drug resistance -need for more testing, (ii) need for laboratories to recognize new pathogens, (iii) support for health,care infection control, (iv) support for detection of bioterrorism, and (v) support for detection of food safety failures.\n\nGiven this increasing complexity and pressure on resources, clinical microbiologists have an underlying motivation to share information and experiences in an effort to improve practices and resolve problems. An Internet listserv has two key advantages: it is fast, and distance is no barrier. By creating an active discussion forum, members are made aware of new developments in the field, and are able to discuss problems as they emerge and to resolve practical issues, receiving the opinions of professional colleagues who have faced similar questions in their own work. Moreover, in highly specialized fields, doubts about practices can often be resolved only through discussion with other experts who work in the same area but in different hospitals and geographical regions. Being connected with a group of professionals across the U.S. and around the world encourages members to collaborate in resolving these problems, and benefiting from the collective experience of the group.\n\nEmpirical evidence indicates that virtual communities overlap physical communities, reinforcing one another as the widespread use of Internet technologies provides a base for greater communication.\n\nClinMicroNet is a closed network with a clearly defined membership of doctoral-level clinical microbiologists who must be invited to join the list by an existing member. The study of this mature network, active since 1995, indicates that the listserv is not only used for sharing information but also provides a basis for generating new knowledge as individual members respond to specific questions and contrast different laboratory practices. There is a steady flow of questions and answers but no overload. The following discussion is based on empirical research conducted by direct observation of the ClinMicroNet listserv during a lo-week period in 2002 (15 March to 3 1 May).\n\nA core group of 20 members out of more than 400 contributed more than 40% of queries and replies during the study period, with 778 messages analyzed and classified by subject heading, member, and theme. Analysis of these messages provided insight into communication patterns, the existence of a core group, and how knowledge was shared. Subsequently a small group survey containing some 80 variables was conducted from 2 to 16 May, 2002 to explore how members use the list and what they most value. Questionnaires were sent to every sixth person on the member list arranged in alphabetical order (67 members). If e-mail messages were rejected or a response was received without data, another person was selected. An additional 20 questionnaires were sent in the second week of May from which 7 responses were received to give a total of 33 completed questionnaires of 90 successfully sent.\n\nThere is little institutional dominance in this network, and with the exception of the CDC and a few universities, most members are the sole representative from their hospital or university. While 88% of the 400+ members live in the U.S., they come from 40 different states and 200 cities across the country.\n\nMessage flow was constant during the study period, with new issues being raised almost on a daily basis. The nature of the communications made it clear that ClinMicroNet is a work resource, a knowledge co-operative that enables highly specialized professionals in different locations to share experiences and pool their knowledge. It was most active during the U.S. working day, as most contributions were made during members' working hours. Half of the questions posted during the evaluation period received at least one response in the first hour, with many questions being effectively resolved the day they are posted.\n\nAs ClinMicroNet attracts members of a very specific professional community, it could be argued that they identify with a common need and a common objective. Members recognize one another through their publications and the hospital or university they work in, providing an elemefi of trust. Furthermore, the opportunity to meet at conferences reinforces the spirit of cooperation and collaboration fostered by the network. In this respect, ClinMicroNet meets three basic conditions identified by Peter Kollock (2) when considering design principles for online communities: (i) it must be likely that two individuals will meet again in the future, (ii) individuals must be able to identify each other, and (iii) individuals must have information about how the other person has behaved in the past.\n\nClinMicroNet has a mature membership base. The level of activity (topics raised per messages sent) and involvement of its members, with 42% active during the study period of 10 weeks, is a further measure of its success. There are clear rules but little need to enforce them, as members seldom stray from the common objective. The list administrator has adopted a policy of sending gentle reminders every few months about the rules of discussion, methods of posting messages, and related issues or if he detects a certain move away from the stated objective of the list, but there is no filtering or control over what is discussed.\n\nThe results of the member survey indicate that those members who are more active online maintain contact with a larger number of members offline, suggesting that online contact reinforces offline relationships, in line with Hampton and Wellman's (3) research findings on social networks.\n\nFrom an organizational perspective, ASM fully supports the project and covers any costs associated with running the network. The CDC makes use of ClinMicroNet to advise members on matters of concern. For example, the posting on the first report of vancomycinresistant Staphylococcus aureus on 3 July, 2002 met with an almost immediate response from members. The CDC also surveys ClinMicroNet members on matters of policy and practice, an effective means of polling an influential sector of the clinical and public health microbiology community.\n\nThere is a \"win-win': situation for most people involved. Passive members benefit from a steady flow of information. Active members benefit from the opportunity to collectively discuss approaches, resolve issues, and generate knowledge, as well as build stronger ties with other active members. The CDC and ASM support the building of a stronger scientific community, and in turn, the network provides them with greater insight into professional challenges.\n\nObservation indicates a level of familiarity among Internet discussion group participants. Several factors NOTE: No responsibility is assumed by the Publisher for any injury and/or damage to persons or property as a matter of products liability, negligence or otherwise, or from any use or operation of any methods, products, instructions or ideas contained in the material herein. No suggested test or procedure should be carried out unless, in the reader's judgment, its risk is justified. Because of rapid advances in the medical sciences, we recommend that the independent verification of diagnoses and drug doses should be made. Discussions. views and recommendations as to medical procedures, choice of drugs and drug dosages are the responsibility of the authors. contribute to this social bond, including the maturity of the network, the existence of conferences attended by many members, and the existence of a core group of members, who through their active participation fuel discussion and keep the flow of messages coming. Confirmation was found in the member survey, where all but one respondent had attended either the ASM General Meeting or Interscience Conference on Antimicrobial Agents and Chemotherapy. Prior to the ASM meeting in May 2002, two or three notifications were posted to the listserv regarding meetings for ClinMicroNet members at the conference, including the annual ClinMicroNet box lunch. Dr. Michael Miller, who initiated the concept of the ClinMicroNet and serves as its administrator, also started the ClinMicroNet member meetings at the ASM General Meeting. He commented that \". . .it is always good to get folks together and meet each other. This killed two birds with one stone, it was the catalyst that tripled the attendance at the annual Division C meeting. Prior to inviting ClinMicroNet members to the meeting to join each other for the lunch, attendance at this meeting was usually between 40 and 80 people. Now it is well over 150 to 200\" (4). While the conference was taking place, communication on the list stopped almost completely. One member outside of the U.S., having not received any messages in the preceding days and perhaps unaware of the conference dates, sent a test message to the list, believing that the site had a technical problem.\n\nObservation of queries sent to Clin-MicroNet suggests that members do not generally use the network to find information available elsewhere. There are many existing scientific resources available to clinical and public health microbiologists. On the understanding that ClinMicroNet complemented existing resources, a series of questions were included in the survey. Widespread use of the CDC website, ASM website, and Medline were reported, with all respondents using at least one of these sources and 79% using all three. Medline was used most widely, generally on a weekly basis, while reported use of the other sites was predominantly weekly to monthly. \n\nThe survey was sent to a random selection of list members (n = 87), with 33 responses received. ClinMicroNet ' messages dominate incoming mail for most respondents, representing between 25 and 50% of total e-mail received by more than half of the respondents, and more than 50% in nine cases (28%). Receiving too many messages on a daily or weekly basis may be counterproductive to the aims of the list, causing clutter and frustration for members. Nevertheless, 80% of the respondents said they read more than half of the messages. Most surveyed members dedicate up to 2 h per week to Clin-MicroNet, with only 3 (9%) indicating that they spend 5 h or more-per week.\n\nAn analysis of message flow over the past 3 years shows that ClinMicro-Net has a surprisingly constant level of activity on a month-to-month basis of 300 to 400 messages. Active members limit the volume of messages in the following ways: (i) once an issue is resolved, there is little further discussion or comment or (ii) the respondents reply off list or by phone. This happens in the majority of cases and may occur at the request of the list administrator or the individual who posed the question.\n\nNew messages were classified into various fields within clinical or public health microbiology or infectious disease, as shown in Fig. 1 . Members were also asked to rate different characteristics of ClinMicroNet, with the findings shown in Table 1 (p. 124).\n\nThe user survey provides evidence on passive and less active members, as the majority (20 of 33) defined their 30 40 50 60 J participation level as occasional (less than monthly), and 8 of the 33 members who responded did not intervene during the study period. An analysis of this group shows that they save messages, maintain social contacts beyond the list, and value the same attributes as more active members. They are avid readers who follow the flow of messages with a level of interest similar to that of their more active colleagues.\n\nThe sharing of tacit knowledge is more highly valued than explicit knowledge, which can be obtained from alternative sources. The evidence used to support this statement is twofold. First, a high percentage of messages focus on laboratory practice and personal laboratory experience, based on the analysis of communication over the study period (Table 2, p. 124). Second, Table 1 indicates that members place greater importance on characteristics linked to tacit knowledge.\n\nThe predominantly practical focus of questions underscores the importance of tacit knowledge and individual experience. The presence of established figures (experience) and sharing experiences (transfer of tacit knowledge) were highly rated in the member survey, while the opinions of experts and information on laboratory practice were the most valued messages.\n\nIn their studies of knowledge management in Japanese companies, Nonaka and Takeouchi (5) stress the importance of looking outside the organization for contrasting approaches and sharing that information within the organization, where it is then used to develop new approaches (or products).\n\nClinMicroNet works across organizations. Its members are professionals interested in working together to learn and compare and share experiences, looking outside their organizations. -The problems they face collectively as a professional group serve as further motivation for co-operation across organizations and borders. The positive tone of the respondents concerning the communications suggests that they are influenced by the information exchanged and may even reconsider their own laboratory practices and policies.\n\nIf, as Nonaka (6) writes, \"making personal knowledge available to others is the central activity of the knowledgecreating company,\" it follows that ClinMicroNet can be defined as a knowledge-sharing network and possibly as a knowledge-creating network. As members document their personal experiences of using particular procedures and tests, they begin to transfer valuable tacit knowledge. The possibility to draw on the personal experience of many other expert microbiologists is identified as one of the major benefits of belonging to ClinMicroNet.\n\nObservation of list communications confirms that the vast majority of questions receive a reply within 24 h, with the first reply arriving within the hour more than 50% of the time. This mixture of sharing personal experience and rapid replies has generated significant value to members, both those who are active and others whose presence on the list allows them to benefit from the knowledge generated.\n\nUsing the tacit-explicit quadrant shown in Table 3 , different examples of knowledge creation can be identified in ClinMicroNet.\n\nThe transfer of tacit knowledge takes place when one works in close proximity with others, learning from how they work. One example of tacit-to-tacit exchange in ClinMicroNet communication occurs with the interpretation of images. Members look at the image and make their own assessment. An expert in the field sends a reply to the list giving an opinion based on his or her experience. Individual members can look at the image again and learn through the \n\nExplicit-to-explicit exchange is the collection of different information within an area to create a report. During the study period, five surveys on laboratory practice or procedures were con-ducted by ClinMicroNet members. The individuals gathered the information and collated it into reports, which were then sent to the list for the benefit of all members.\n\nTacit-to-explicit exchange applies to the articulation of tacit knowledge regarding specific laboratory practices or experience using particular laboratory supplies or the interpretation of information related to specific cases. The process of putting practices, impressions, and experience into words in response to a specific question is potentially valuable to all ClinMicroNet members.\n\nBy actively reading ClinMicroNet messages, members absorb explicit information that forms part of their body of knowledge. The majority of members surveyed save many messages on their computers for future reference and may internalize much of the information received on an ongoing basis.\n\nNonaka (6) argues that the existence of each of these four processes within a company leads to a spiral of knowledge. As ClinMicroNet is a network of professionals working in different organizations, all members benefit from the shared knowledge. On occasion, the administrator will provide additional references to feed discussion, but there is no systematic attempt to maximize the value of information exchanged. The members are the main actors, and ultimately their input is what makes the network successful. It is the voluntary nature of ClinMicroNet that ensures its success. Members participate through their commitment to the project, and occasional participants gain from and add value to the network as an audience.\n\nClinMicroNet is a dynamic Internet discussion group, characterized by having a clear focus, strong core group, and broad-based active membership. Table  4 summarizes the reasons for the success of ClinMicroNet. It meets the information needs of its members by providing them with a forum to exchange views and experiences, and to work together to further their knowledge.\n\nEvidence shows that ClinMicroNet is a social network, extending its influence beyond the virtual, bringing members together at conferences and creating a reciprocal exchange of information among all parties to create more knowledge. The process of knowledge creation makes membership much more valuable. The practical focus responds to a need clearly identified by members, as they learn from the experience of one another in a dynamic environment, where, for example, microbial resistance can make standard practices redundant and new challenges emerge as others are met.\n\nMembership is by invitation only, and prospective members must qualify by demonstrating a high level of knowledge in the field. This limited access allows the network to grow organically, maintain a balance, and avoid the risks of overloading the structure. Most members are the sole representatives of their institutions, This makes a relatively small group potentially very powerful, as important messages extend far more widely if the membership is dispersed across many hospitals and centers.\n\nThe rules exist to make the transfer of information easy, keep things simple, and avoid potential problems or conflicts of interest. Much more important than rules is the active support of the list administrator, who founded the network and-has guided its evolution.\n\nLooking outside the organization is not new to the scientific community, which has always had its conferences, academic journals, and associations. ClinMicroNet complements these existing resources by offering something that the others cannot provide -a permanent forum to.discuss practical issues and laboratory procedures, resolve doubts on difficult cases, and work collectively for the benefit of the entire clinical and public health microbiology community in the first instance and, through the use of the information, influence procedures in the workplace.\n\nThis underlying bias toward sharing experiences, information that is not always documented, and contrasting approaches keeps the network alive. An active network invites discussion, and the best practice development and allows a stronger community to emerge. So long as a balance is maintained, the network can go from strength to strength as members remain active, and the knowledge spiral continues. . "}