{"title": "Recovery of renal function after long-term dialysis and resolution of cardiomyopathy in a patient with aHUS receiving eculizumab", "body": "We present the case of a 18-month-old girl with renal and cardiac manifestations of atypical haemolytic uraemic syndrome (aHUS), and a novel complement factor H mutation. Transient haematological remission was achieved with intensive plasmapheresis, but cardiac function deteriorated and renal function was not restored. Initiation of eculizumab after 6 months of dialysis significantly improved organ function. At 43 months after presentation, haematological values had normalised and cardiac function had improved. Dialysis was discontinued after 10 months (the longest reported time in a patient with aHUS) and the estimated glomerular filtration rate had recovered to 70 mL/min/ 1.73 m 2 . In conclusion, treatment of aHUS with eculizumab, even after long-term dialysis, can significantly improve renal function. Discontinuation of dialysis and resolution of cardiac function has implications on the potential recovery and treatment choice of such patients. Earlier initiation of eculizumab, however, might have prevented the irreversible renal sclerosis and cardiac dysfunction.\n\nAtypical haemolytic uraemic syndrome (aHUS) is a rare disease mainly associated with uncontrolled complement activation leading to endothelial cell damage and the development of systemic thrombotic microangiopathy (TMA). 1 Clinically, aHUS is characterised by Coombs-negative anaemia, thrombocytopenia and organ dysfunction. The most frequent manifestation of aHUS is kidney damage, but cardiac complications occur in up to 10% of patients due to the systemic nature of TMA. [2] [3] [4] Until recently, plasma exchange/plasma infusion (PE/PI) was the only option to manage patients with aHUS. A key treatment advance was the availability of eculizumab, a humanised monoclonal antibody to C5, licensed in the USA and the EU in 2011, and in Russia in 2013. In studies to date, eculizumab has demonstrated high efficacy in children and adults with aHUS, achieving remission of haematological symptoms and improvement or, in some cases, full recovery of renal function. 5 It is unclear, however, whether there is any benefit of continued prevention of TMA with eculizumab in patients for whom treatment was not immediately initiated and in whom long-term TMA has caused significant injury to organs. We review the relevant literature and present an illustrative case study.\n\nA 18-month-old girl was presented 4 days after polio vaccination, with repeated vomiting but no fever and no stool changes.\n\nThe patient was admitted to hospital 3 days after initial investigations had revealed peripheral oedema, arterial hypertension (135/100 mm Hg), anaemia (haemoglobin (Hb), 4.6 g/dL), thrombocytopenia ( platelets, 59.4×10 9 /L), renal failure (decreased urine output, 1 mL/kg/h; creatinine, 129 μmol/L; urea, 22 mmol/L) and proteinuria (3.3 g/L), indicating TMA and organ damage. Further tests to confirm TMA (blood film for schistocytes and renal biopsies) and to eliminate immune-mediated diseases (direct and indirect Coombs test) were conducted.\n\nIn a child presenting with the classical features of TMA and renal failure, without prior relevant medical history, the most common cause would be Shiga toxin-producing Escherichia coli (STEC) and haemolytic uremic syndrome (HUS). However, the rarer atypical form of HUS and thrombotic thrombocytopenic purpura (TTP) should also be considered. In this patient, no diarrhoea and no gastrointestinal infection preceded the TMA, and tests for Shiga toxin, HIV and Streptococcus pneumonia were negative. TTP was ruled out as ADAMTS (a disintegrin and metalloproteinase with a thrombospondin type 1 motif ) 13 activity was normal (61%). STEC-HUS, aHUS and TTP would have different treatment modalities for optimal outcomes, thus a differential diagnosis is important at an early stage.\n\nOther rare causes, such as membranoproliferative glomerulonephritis, dense deposit disease and C3 glomerulonephritis, were ruled out as immunofluorescence staining of renal biopsies revealed neither immunoglobulin (IgG, IgA and IgM) nor C3 deposits (data not shown). Although complement protein C3 may be normal in approximately 70% of patients with aHUS, C3 plasma levels may be normal in up to 100% of paediatric patients, 6 7 due to local rather than systemic consumption. Low C3 does, however, suggest aberrant fluid phase complement regulation. Our patient had low C3 levels (79 mg/dL) and a positive complement haemolysis (CH 50 ) test, despite initial complement factor H (CFH) levels being within the normal range.\n\nRenal biopsy histology (12 weeks after presentation) was also consistent with TMA (figure 1A-D). Testing for cobalamin C deficiency, an important differential diagnosis in children, was not available at the time. A diagnosis of aHUS was made based on clinical presentation and evidence of complement consumption.\n\nGenetic screening for complement mutations does not have implications on immediate patient management, but does inform for long-term treatment decisions. In our patient, genetic screening results were obtained 2 years after initial presentation and identified a heterozygous mutation in CFH exon 23 (c.3653G>A [ p.Cys1218Tyr]), as well as heterozygous polymorphisms in the same gene (c.2016A>G and c.2808G>T).\n\nInitially, the only available management strategy was fresh frozen PIs. Loop diuretics, anticoagulation therapy (heparin, 1000 U/day), platelet antiaggregation therapy (dipyridamole, 37.5 mg/day) and prednisolone (2 mg/kg) were also prescribed. The patient improved in the first month, with diuresis increasing to approximately 1500 mL/day. However, the diuresis soon decreased to 300 mL/day and, on day 39, blood pressure suddenly increased to 180/120 mm Hg and Hb decreased, although platelet count was normal (184×10 9 /L). The patient was transferred to the Children's Clinical Hospital of St Vladimir in Moscow, to receive PE.\n\nMore than a month after initial presentation, the patient remained anaemic (Hb, 6.4 g/dL) and thrombocytopenic ( platelets, 62×10 9 /L), with increased creatinine (288 μmol/L) and lactate dehydrogenase (LDH; 792 U/L). Despite continuous venovenous haemodiafiltration, peritoneal dialysis and regular PE, further TMA manifestations occurred, with subsequent development of cardiomyopathy (ejection fraction, 42%) requiring digitalis treatment. Severe hypertension (150-180/100-120 mm Hg) persisted.\n\nEculizumab (300 mg every 16 days) was initiated 8 months after disease onset, after vaccination against meningitis, Haemophilus influenzae type b and pneumococcal infections. The patient was not on prophylactic antibiotics as this is not local practice.\n\nDuring the 35 months of eculizumab therapy, no PE was required. Urine output increased to 900 mL/day and hypertension was less pronounced (120-130/70-80 mm Hg), and controlled by calcium-channel blockers. Four months after starting eculizumab, peritoneal dialysis was discontinued, after >180 days of anuria and 10 months of dialysis (figure 2).\n\nAt the most recent follow-up visit, Hb (13.1 g/dL), LDH (276 U/L), platelet count (317×10 9 /L), creatinine (72.7 mmol/L) and urea (6.13 mmol/L) were within or near normal ranges. C3 levels remained low (57 mg/dL), C4 was normal (21.4 mg/dL) and complement activity absent (CH 50 : 0% lysis). Renal tests showed daily urinary protein of 72 mg and an estimated glomerular filtration rate (eGFR) of 70 mL/min/1.73 m 2 . Kidney Doppler ultrasound (May 2015) showed irreversible damage, with sclerosis, reduced arterial blood flow and ischaemia of cortical parenchyma. Echocardiography revealed a small left ventricle dilation, but improved ejection fraction (71%). Global left-ventricular myocardial contractility was not reduced, and myocardial hypertrophy was resolved. Since presenting with aHUS, the patient has undergone rapid growth and weight gain, with improved appetite and normalised sleep patterns. Eculizumab was well tolerated. During eculizumab treatment, the child had two severe acute respiratory syndrome episodes, an acute intestinal infection, focal pneumonia and chicken pox. These infections did not lead to clinical manifestations of TMA, despite delays in administration of eculizumab of 3-7 days (figure 2). Based on CH 50 measurements, complement blockade was maintained throughout.\n\nMost patients with aHUS rapidly develop end-stage renal disease (ESRD) within the first year after presentation if the TMA process is not rapidly inhibited. 6 It is unclear, however, if a patient already in ESRD for several months has any possibility of renal recovery, and whether there is the risk of further disease progression.\n\nOne of the initial clinical trials of eculizumab was conducted in patients with aHUS who had chronic kidney disease despite long-term therapy with PE. 5 In two patients receiving long-term dialysis (119 and 1128 days, respectively), dialysis could not be discontinued after eculizumab was initiated. In a second trial in patients with more recent progression of TMA, four of the five patients receiving dialysis (range, 6-26 days) were able to discontinue dialysis during long-term eculizumab treatment. 5 To our knowledge, the longest reported duration of dialysis before eculizumab treatment permitted dialysis to be discontinued is 4 months, in a 7-month-old girl with aHUS resulting from a CFH mutation. 8 Also, a 21-year-old woman with aHUS discontinued dialysis after 3.5 months as a result of eculizumab treatment. 9 Conversely, there are reports of patients in whom renal damage was too advanced to be recovered with eculizumab treatment even though their prior dialysis duration was shorter (<3 months). 10 11 Initially, management with standard therapy of PI, anticoagulants and steroids was associated with an improvement in symptoms, however, at 1 month post presentation, our patient deteriorated. Seven months of PE did not result in further clinical benefit. Eculizumab initiation led to discontinuation of dialysis in our patient after 10 months of anuria. Notably, long-term eculizumab may allow the recovery and repair of renal tissue, even in patients with long-term disease. In a clinical study of such patients, eGFR increased by a mean of 6 mL/min/ 1.73 m 2 after 6 months of eculizumab treatment and was maintained at 1 year (mean improvement 9 mL/min/1.73 m 2 ). 5 While renal function in our patient has not normalised, eGFR improved to 70 mL/min/1.73 m 2 after 35 months of eculizumab treatment. A renal biopsy revealed characteristics of prior TMA and sclerosis, and ischaemia of renal tissues. Furthermore, eculizumab also improved the patient's critical hypertension and myocardial hypertrophy. In our patient, eculizumab treatment was delayed until the drug was approved in Russia. Earlier treatment might have prevented not only severe and irreversible kidney damage, but also the development of cardiovascular complications.\n\nComplement-mediated vascular injury and progression of TMA can occur despite normal haematological values and a lack of overt TMA manifestations. 4 12-14 Extrarenal TMA Figure 2 Haematological and renal parameters during PE/PI and eculizumab treatment. The x-axis represents time in weeks since presentation. Dashed horizontal lines show lower limit of normal ( platelets, haemoglobin) or upper limit of normal (LDH, creatinine). eGFR was not measured until 50 weeks after presentation as the patient was anuric. eGFR, estimated glomerular filtration rate; LDH, lactate dehydrogenase; PE/ PI, plasma exchange/plasma infusion.\n\nmanifestations developed in our patient while she was in haematological remission. Around 20% of patients with aHUS have extrarenal TMA, 14 and progression of TMA has previously been reported in an anephric patient. 12 Eculizumab treatment led to the resolution of our patient's cardiomyopathy, an extrarenal complication not often considered related to aHUS, highlighting the value of continued blockade of complement.\n\nThe fact that C3 levels remained low in our patient despite eculizumab treatment, may indicate the presence of C3 nephritic factor (C3NeF) autoantibodies stabilising C3 convertase, or continued upstream complement consumption. Histological examination did not demonstrate involvement of C3Nef, and upstream complement activation is not inhibited by eculizumab, that binds to C5. Despite the continued low C3 levels, eculizumab inhibited further downstream complement pathway activation.\n\nDisease progression in the absence of thrombocytopenia shows that validated clinical biomarkers to confirm the diagnosis of aHUS and to monitor eculizumab treatment are required. Discordant findings of individual biomarkers, including C3, C5a, C5b-9 and CH 50 , have been documented, 7 15 while an ex vivo assay monitoring complement deposition on endothelial cells may prove effective in monitoring eculizumab efficiency and personalising eculizumab therapy. 7 Recently, the key role of mutations and polymorphisms in complement factor genes has been established in aHUS. [16] [17] [18] In our patient, aHUS occurred due to a complement activating condition (vaccination) and multiple genetic risk factors (mutation and polymorphisms) in CFH. The position of the CFH mutation (1218) is important for binding to C3, regulating alternative complement pathway activation on endothelial cells, and is associated with the aHUS disease phenotype. 19 However, the amino acid change (Cys to Tyr) has not been previously reported and is not included in the National Heart, Lung, and Blood Institute Exome Sequencing Project (http:// evs.gs.washington.edu/EVS/). The p.Cys1218Tyr substitution affects the disulphide bond between Cys1218 and Cys1167 (http://www.uniprot.org/uniprot/P08603), a conserved amino acid at the C-terminus of CFH. Moreover, this change is predicted to be potentially pathogenic by both the mutation analysis software (Sorting Intolerant From Tolerant (SIFT); score 0.00, deleterious change; http://sift.jcvi.org/) and PolyPhen-2 (score 1.00, probably damaging; http://genetics.bwh.harvard. edu/pph2/). The fact that the patient did not manifest any further TMA despite multiple infections (complement activating conditions) during treatment with eculizumab, indicates that the dose utilised was adequate to block terminal complement production.\n\nThis case is, to our knowledge, the longest reported time after which a patient with aHUS on chronic dialysis has successfully discontinued dialysis. Despite clinical evidence of neither thrombocytopenia nor haemolysis, extrarenal manifestations progressed over time. These may represent a subclinical complement-mediated inflammatory response leading to thrombosis of the coronary arterioles and capillaries, with corresponding ischaemic heart damage and dysfunction. The case also demonstrates the potential for recovery of renal and other organ function with eculizumab treatment in a child with aHUS, despite the delay in initiation of treatment. The confirmation of aHUS by identification of a genetic mutation in CFH suggests that lifelong eculizumab treatment will be necessary-withdrawal of therapy risks inappropriate alternative complement cascade activation associated with life-threatening complications by numerous precipitating factors.\n\nThanks to the treatment our daughter has received, she recovered from serious illness, feels good, goes to school again and is now developing normally for her age. We wish for the treatment to continue in the long-term, as we understand the cause is genetic and it has been explained to us that without treatment the disease could recur at any time.\n\n▸ Eculizumab treatment enabled a patient with atypical haemolytic uraemic syndrome (aHUS) to discontinue dialysis after 10 months of anuria. ▸ The resolution of cardiac complications, not often considered related to aHUS, suggests continued eculizumab treatment is justified. ▸ Extrarenal complications of aHUS may progress despite no overt thrombocytopenia or haemolysis, highlighting the importance of continued treatment and the need for reliable disease biomarkers. ▸ Eculizumab led to improvement in the function of the kidneys and other organs, despite a delay in initiation of treatment.\n\nContributors KE and ET were responsible for the treatment course of the patient, and data collection. EV and BvdH performed the genetic analysis and interpretation. KE and ET helped interpret the data, and drafted the manuscript. All the authors provided critical revision of content, and read and approved the final manuscript."}