{"title": "T-cell immunosenescence: lessons learned from mouse models of aging", "body": "Physiologic aging is a complex, albeit normal process of life that affects many components of vertebrate biology including the immune system. Age-related declines in immune function render the aged more susceptible to infectious diseases resulting in increased morbidity and mortality. Furthermore, the efficacy of vaccination is greatly reduced in the elderly, thus limiting preventative prophylaxis. For example, in older (e.g. ≥65 years old) individuals, the yearly influenza vaccine is only 40-60% efficacious [1] . Additionally, reduced immune responses have been observed in elderly individuals vaccinated against tetanus, hepatitis and Streptococcus pneumoniae [2] [3] [4] (also see the article by Sztein et al. in this issue). With a substantial percentage of the global population approaching an advanced age, coupled with the threat of emerging diseases that can severely impact the aged, such as pandemic influenza (H5N1), West Nile virus (WNV) and severe acute respiratory syndrome (SARS), it is crucial that we devise means to improve the vaccination of the aged and therapies to increase immunity in this susceptible population. However, to achieve this, a thorough understanding of the mechanisms responsible for age-related declines in immune function is needed.\n\nIn general, immune-mediated protection from infection is attributable to circulating antibodies and antigen-specific CD8 + T cells, which are elicited as a result of prior infection or vaccination. Antibody responses generated early in life, before the onsetof immunosenescence, persist well into later life, as evidenced by the recent isolation of protective antibodies from survivors of the 1918 influenza epidemic [5] . Likewise, T-cell memory generated during youth generally functions well into old age, whereas immune memory generated later in life (i.e. elderly) functions poorly [6] . T-cell functions in the elderly decrease because of the accumulation of age-related defects, thereby limiting effective immune responses [6, 7] . Therefore, it is the generation of 'new' immune responses against annual or novel vaccines in the aged that is of crucial importance. In this review, we focus on key findings in experimental mouse models of T-cell immunosenescence, discuss age-related factors affecting primary CD4 + and CD8 + T-cell responses and T-cell memory and the impact that these deficiencies in T-cell function have on vaccine efficacy and immunity.\n\nIntrinsic defects of immunosenescent CD4 + T cells A hallmark of age-related declines in immunity is reduced humoral responses. This has an especially negative impact because the generation of protective antibodies is the goal of many current vaccines. Central to the generation of productive B-cell responses is cognate help provided by CD4 + T cells. It is well established that naïve CD4 + T cells accumulate various intrinsic defects in immune function over time (Table 1 ) (also see the article by Weng et al. in this issue) [6] [7] [8] . The use of T-cell receptor transgenic (TCR Tg) mouse models to study these intrinsic defects has enabled the field to move forward rapidly, because this model eliminates other age-related changes in the T-cell compartment, such as changes in TCR repertoire and increased regulatory functions, which could otherwise complicate the interpretation of results. Another benefit is that the identification of naïve cells in the TCR Tg models is more straightforward, because they can be specifically identified by TCR expression. Therefore, starting populations are unambiguously naïve cells, which is usually not the case in studies with aged wild-type mice. Activation of naïve T cells requires their recognition of cognate antigen presented by professional antigenpresenting cells (APCs) in the context of an immunologic synapse. It has been demonstrated that naïve CD4 + T cells from aged TCR Tg mice do not form immunologic synapses as efficiently as do cells from young mice in vitro [9, 10] . In addition, there was a reduction of 50% in recruitment of signaling molecules (e.g. Lck, ZAP-70, Fyn, LAT, Grb2 and Vav) to these synapses in aged CD4 + T cells compared with young cells [10] . Significant alterations in cytoskeletal rearrangement [11] , cell surface glycosylation [12] and phosphorylation of key signaling molecules [13] [14] [15] contributing to reduced function were also noted in naïve CD4 + T cells from aged mice. Taken together, these changes negatively influence the intensity of TCR signaling in naïve CD4 + T cells taken from aged mice, contributing to other observed defects downstream of the initial priming event.\n\nBecause of defects in TCR signaling and activation, effector CD4 + T cells generated from aged naïve cells function poorly compared with effectors derived from young cells both in vitro and in vivo [6] . Results from in vitro studies demonstrate that naïve TCR Tg CD4 + T cells from aged mice exhibit reduced expansion over a 4-d culture period [16] . Naïve CD4 + T cells from young mice expanded 12-fold, whereas those from aged mice only expanded 5fold [17] . In addition, the aged cells had fewer cell divisions compared with CD4 + T cells from young mice. Aged CD4 + effector cells did not down-regulate expression of CD62L (Lselectin) or increase surface CD25 expression. Furthermore, aged effector cells cultured under Th1 or Th2 polarizing conditions did not polarize as readily without the addition of interleukin-2 (IL-2) compared with young cells [17] . The aged CD4 + effectors also have defects in cytokine production after restimulation, with a significantly reduced production of IL-2 compared with young cells [17] . The defective expansion and differentiation of aged naïve cells during effector generation could be reversed by the addition of exogenous IL-2, indicating they are defective in IL-2 production but not responsiveness to IL-2. Similarly, when equal numbers of naïve aged or young TCR Tg CD4 + cells were transferred into young hosts and immunized with antigen, donor cells from aged mice did not expand as well as their young counterparts [18] . Additionally, when these cells were stimulated ex vivo, intracellular cytokine staining revealed that aged CD4 + cells produced significantly less IL-2 than young CD4 + T cells. Collectively, these results indicate that there are intrinsic defects in the naïve CD4 T cells from aged mice, although these data do not completely rule out the influence of an aged 'environment'.\n\nThe reduced capacity of naïve aged CD4 + T cells to become activated, expand and differentiate extends to having a negative impact on the ability of these cells to provide cognate help to B cells. After transfer of equal numbers of either young or aged naïve TCR Tg CD4 + cells into young hosts, there were significant reductions in antigen-specific B-cell expansion, antibody production and progression toward a germinal center (GC) phenotype after immunization in mice receiving aged cells [18] . Although there was no defect in the ability of aged CD4 + T cells to migrate into the GC, their ability to provide cognate help once they arrived was dramatically impaired. Interestingly, although there were significantly more young TCR Tg CD4 + cells in mice receiving young cells at day 7 after immunization, by day 14, the numbers of young and aged donor cells were equivalent; thus, differences in the numbers of helper T cells at this time point could not account for these results, suggesting differences in the ability to provide cognate help to B cells between young and aged CD4 + cells.\n\nMany age-related defects in T-cell function have been described, but what is the underlying cause of these defects? Arguably the most important factor contributing to the onset of immunosenescence is thymic involution that in mammals seems to progress gradually not long after birth (see article by Lynch et al. also in this issue). After involution, the thymus exhibits a greatly reduced output of naïve T cells. An elegant study by Hale et al. [19] demonstrated in the mouse that the number of recent thymic emigrants (RTEs) in the periphery peaks at 6 weeks of age and declines thereafter. Without a continuous stream of new T cells to replenish the peripheral T-cell compartment, it is probable that the resident cells have increased longevity to compensate for reduced output (see article by Dowling and Hodgkin also in this issue). Several studies support the hypothesis that increased postthymic longevity of CD4 + T cells is sufficient for the accumulation of age-related defects in CD4 T-cell function. A recent study using OT-II (Vα2 Vβ5) TCR Tg mice found that aged CD4 + TCR Tg-expressing cells were subject to superantigen-mediated deletion in the periphery. Previously, it was demonstrated that, in C57BL/6 mice, CD4 + T cells bearing Vβ5 TCRs are chronically deleted by an endogenous super-antigen encoded by mouse mammary tumor viruses-8 and -9 [20] . Thus, the OT-II TCR Tg + cells found in these aged animals were actually of a younger post-thymic age (i.e. more recent thymic emigrants) compared with other non-Vβ5 TCR Tg models [21] . Importantly, when compared against age-matched naïve TCR Tg cells not subject to deletion, naïve aged OT-II (Vα2 Vβ5) TCR Tg CD4 + T cells in this model produced more IL-2 and exhibited greater expansion after stimulation. Further support for the role of thymic involution in the acquisition of agerelated declines in CD4 + T-cell function is evident when young mice are thymectomized [22] . Eight months after surgical ablation of the thymus, TCR Tg CD4 + T cells possessed significant defects in IL-2 production and CD25 expression following stimulation with peptide-pulsed APC compared with cells from mock-treated mice. Thus, the amount of time a T cell has spent in the periphery has an impact on its ability to respond to stimulation.\n\nWhile there is a clear correlation between reduced thymic output and diminished naïve CD4 + T-cell function, there are also data indicating that RTEs generated in the aged possess intrinsic defects. RTEs from aged mice have been shown to produce less IL-2 and expand poorly after stimulation compared with RTEs from their young counterparts [19, 22, 23] . In addition, RTE from aged mice possess defects in Ca 2+ mobilization following TCR ligation [23] . Although these defects in RTE generated in aged mice are well documented, new CD4 + T cells generated from aged bone marrow stem cells (BMSCs) in young hosts are highly functional [24] . These newly generated CD4 + T cells exhibit robust responses in both primary and memory assays and function well to help humoral responses after vaccination. Thus, these data imply that, even though aged BMSCs remain functional, the aged thymus microenvironment plays an important role in producing defective T cells.\n\nSimilar to CD4 + T cells, with increasing age there is a decline in CD8 + T-cell responsiveness to newly encountered antigens (Table 1 ). This has been demonstrated in models of viral infection in which sublethal infection of aged mice results in delayed clearance of virus [25] . Following infection of young or aged mice with lymphocytic choriomeningitis virus (LCMV), aged mice exhibit a lower percentage of LCMV-specific CD8 + T cells than young animals [26] . In addition, the frequency of CD8 + T cells capable of producing interferon-gamma (IFN-γ) in response to LCMV peptides was reduced in aged mice. Similarly, in a mouse model of influenza infection, the magnitude of the aged CD8 + T-cell response directed against the immunodominant nucleoprotein (NP) epitope is reduced [27] . There was also a delay in the peak of the CD8 + T-cell response detected in aged mice compared with young counterparts. Therefore, it is clear that progressive aging affects CD8 + T-cell responses; however, it remains unclear whether the reported deficiencies in CD8 + Tcell function result from a reduction in the number of CD8 + T cells elicited during an immune response, represent functional defects intrinsic to aged T cells or are a consequence of functionally defective CD4 + T cells that are unable to provide effective cognate help to the CD8 + T cells.\n\nMaintenance of a diverse T-cell repertoire is essential to mount effective T-cell responses against new pathogens and vaccines [28, 29] . It has been proposed that age-related declines in CD8 + T-cell repertoire diversity provides an explanation for the increased susceptibility to infectious disease and reduced vaccine efficacy observed in the aged. Detrimental reductions in the size and diversity of the aged CD8 + T-cell repertoire probably represent the coalescence of three events associated with progressive age in mice and humans: (i) thymic involution, (ii) steady increases in the proportion of antigen-experienced memory CD8 + T cells and (iii) the appearance of CD8 + T-cell clonal expansions.\n\nThe generation of T-cell receptor diversity is entirely dependent on the production of new T cells by the thymus [30] . The aged thymus is still capable of contributing new naïve cells to the peripheral T-cell pool, although the output of new T cells is severely reduced by thymic involution. Further evidence of the importance of the thymus in maintaining CD8 + T-cell repertoire diversity is demonstrated by mice that have been subjected to thymectomy. Mice thymectomized at 6 weeks of age exhibit increased frequencies of expanded T-cell clonotypes compared with intact animals at 18 months of age [31] . In addition, thymectomy of young mice was shown to result in the loss of reactivity to influenza NP peptide, highlighting the role of the thymus in maintaining repertoire diversity [32] .\n\nSeveral recent studies have indicated that, in the face of decreasing thymic export, maintenance of the naïve T-cell pool in the aged becomes increasingly dependent on peripheral homeostatic proliferation [33] [34] [35] . Although T-cell maturation occurs predominantly in the thymus, thymic emigrants can undergo further maturation in the periphery following low-affinity interactions with self-peptide-major histocompatibility complex (MHC) complexes [36, 37] . Some have speculated that, although homeostatic proliferation is able to maintain the number of peripheral naïve T cells in aged mice, the overall T-cell repertoire diversity is compromised as the maintenance of individual T-cell clones differs based on TCR avidity and the availability of selecting ligands. To examine this idea further, isolated populations of naïve CD8 + T cells from individual aged mice were subjected to DNA spectratype and sequence analyses to determine TCR diversity [38] . In contrast to the diverse naïve repertoire present in younger mice, naive CD8 + T cells isolated from individual aged mice showed extensive perturbations in the normally gaussian TCR Vβ spectratype profiles, indicative of oligoclonal expansions and an overall reduction in repertoire diversity. Subsequent DNA sequence analyses led to the novel observation that clonally expanded populations of naïve CD8 + T cells exist in aged mice. Thus, these data suggest that, along with a decrease in thymic export, pressure to maintain the size of the naïve T-cell pool in aged mice through homeostatic proliferation also results in a reduction in the level of repertoire diversity through the selective outgrowth of specific clonotypes.\n\nThese age-related changes are important and can have dramatic impacts on the response to an infectious pathogen. A recent study demonstrated that the age-associated decline in repertoire diversity negatively impacts the capacity of aged CD8 + T cells to respond to influenza infection [32] . The repertoire of CD8 + T cells responding to immunodominant influenza virus epitopes after primary influenza virus infection has been well characterized, with the responses to NP and acid polymer-ase (PA) being dominant [39] . After primary influenza infection, the absolute numbers of CD8 + T cells elicited in young and aged mice were similar, but aged mice exhibited a fivefold reduction in the CD8 T-cell response to NP compared with young mice, both in terms of frequencies and absolute numbers of NPspecific T cells detected in the lung airways [32] . Analysis of TCR Vβ use by spectratype and flow cytometric analyses revealed that the repertoire of NP-specific CD8 + T cells elicited in infected aged mice was often less diverse compared with the population of NPspecific CD8 + T cells generated in young mice. Consequently, a reduction in NP reactivity and repertoire diversity with aging was associated with a decline in heterosubtypic (i.e. cross-protective) immunity against a secondary influenza infection. Thus, contractions in size and diversity of the naïve CD8 + T cell repertoire caused by aging can result in a preferential decline in reactivity to an immunodominant viral epitope crucial for host protection.\n\nPerturbations in the aged CD8 + T-cell repertoire can also be attributed to the nonmalignant expansion of individual CD8 + T-cell clones. In mice up to 12 months of age, the percentages of CD8 + T cells bearing polyclonal Vβ expression patterns remain constant [31] . However, after 18 months of age, the frequency of expanded T-cell clones increases rapidly. T-cell clonal expansions (TCEs) can dominate as much as 50% of the peripheral CD8 + T-cell repertoire in aged humans and up to 80% of the repertoire in aged mice, severely constraining the repertoire of cells able to respond to new infections or vaccination [40] [41] [42] [43] .\n\nMost TCEs identified in mice and humans are believed to arise from the dysregulated outgrowth of T-cell clones in response to persistent antigenic stimulation during chronic infections. However, a recent report showed that antigen-specific TCE can also develop from the pool of conventional memory CD8 + T cells generated after infection by a nonpersistent virus [44] . A proportion of aged mice was shown to have an increased frequency of peripheral memory CD8 + T cells specific for an immunodominant epitope 19-20 months after intranasal Sendai virus infection. Consistent with other identified TCEs, Sendai-virus specific TCEs expressed elevated levels of CD122 and CD127, molecules comprising the receptors for the homeostatic cytokines IL-15 and IL-7, respectively [42, 44] . Although TCEs generated during chronic infections are found to be functionally impaired, these virus-specific TCEs were shown to both produce cytokines in response to antigenic stimulation and exhibit functional TCR avidities similar to those of normal virus-specific memory T cells present in younger mice [44] . These data would suggest that TCEs are a natural outcome of the long-term homeostatic proliferation of the memory T-cell pool. Although functional and probably able to mediate protective immunity against a secondary viral challenge, the presence of these TCEs still severely compromises the overall size and diversity of the T-cell pool, substantially reducing responsiveness to newly encountered pathogens.\n\nIt has been shown that robust and long-lasting CD8 + T-cell memory is not generated after infection of aged mice [26] . This is probably a direct consequence of a defective primary immune response in aged mice, perhaps a consequence of impaired function or reduced diversity in the CD8 + T-cell repertoire. For example, the number of memory CD8 + T cells specific for an immunodominant influenza virus epitope, NP, was reduced after infection of aged mice, and the absence of this response correlated with poor viral clearance after a recall response [32] . Importantly, even if an adequate primary response to infection is generated, CD8 memory generation is deficient. The mechanisms underlying this are not well characterized and might be a consequence of several factors, including poor CD4 help because of impaired function of CD4 + T cells in aged mice.\n\nSimilar to CD4 + T-cell memory, it has generally been shown that CD8 + T-cell memory generated when young is maintained long term and remains functional [26] . However, there are significant changes in the nature of peripheral and systemic memory over time. For example, after a respiratory virus infection, the number of memory cells in the airways (peripheral memory) declines, whereas the numbers of memory cells in the spleen (systemic memory) remain stable over time [45] [46] [47] . Interestingly, dual adoptive transfer experiments directly comparing the function of newly generated and aged CD8 + memory T cells have shown that the recall function of virus-specific memory CD8 + T cells in the spleen actually improves with age on a per cell basis [48] . The data show that there are substantial phenotypic changes in memory cells over time, and the overall improvement might be explained by the progressive loss of senescent cells.\n\nWith very advanced age, there is also a dysregulation of memory CD8 + T cells manifested by the development of large clonal expansions, as discussed above. In many cases this is thought to be the consequence of persistent activation by ubiquitous chronic viral infections such as cytomegalovirus (CMV) observed in humans. Although these cells are nonmalignant, they are functionally impaired. More recently, it has been shown in mice that clonal expansions can also arise from conventional CD8 + memory T cells [44] , probably through homeostatic mechanisms. These cells can be considered part of the memory T-cell pool, because they retain the ability to respond to antigen.\n\nBy using experimental mouse models, it has been demonstrated that significant defects in CD4 + and CD8 + T-cell responses occur with increasing age. Intrinsic defects of aged naïve CD4 + T cells limit the initial priming event, which has dramatic effects on expansion, differentiation and the ability to provide cognate help to B cells. Consequently, antibody responses in the aged are diminished. In CD8 + T cells, age-associated declines in repertoire diversity can severely limit the initiation of effective immune responses. In addition, aging significantly impacts the generation of CD8 + T-cell memory and recall responses in the aged. Clearly, the effects of thymic involution are implicated in the acquisition of agerelated defects in T-cell function. Thus, as T cells age in the periphery, these defects accumulate and contribute significantly to reduced immune function in older individuals. Approaches that can overcome these defects can include enhancing the production of new T cells in the aged or the use of more potent adjuvants to overcome intrinsic defects in T cells. Such approaches could serve to increase the efficacy of vaccination and immunity to infection in the aged."}