{"title": "Stochastic dynamics of an epidemics with recurrent spillovers from an endemic reservoir", "body": "modes of transmission, (1) animal-to-human and (2) human-to-human. The model assumes that (i) epidemiological processes are faster than other processes such as demographics or pathogen evolution and (ii) that an epidemic occurs until there are no susceptible individuals left. The results show that during an epidemic, even when the pathogens are barely contagious, multiple outbreaks are observed due to spillover transmission. Overall, the findings demonstrate that the only consideration of direct transmission between individuals is not sufficient to explain the dynamics of zoonotic pathogens in an incidental host.\n\nRecent decades have seen a surge of emerging infectious diseases (EIDs), with up to forty new diseases recorded since the 1970s [1] . Sixty percent of emerging human infectious diseases have an animal origin [1, 2] . The World\n\nHealth Organization defines zoonotic pathogens as \"pathogens that are natu-5 rally transmitted to humans via vertebrate animals\". The epidemics caused by EIDs impact the societal and economical equilibria of countries by increasing unexpected deaths, the need for health care infrastructures and by interfering with travel [3] . Moreover, the risk of EIDs being transmitted to humans from wildlife is increasing because of the recent growth and geographic expansion of human 10 populations, climate change and deforestation, which all increase the number of contacts between humans and potential new pathogens [1, 4, 5] . Given this, it is crucially important to understand how infections spread from reservoir, i.e. by spillover transmission.\n\nThere is numerous empirical evidence that the epidemiological dynamics of 15 infectious diseases is highly dependent on the spillover transmission from the reservoir (for the reservoir definition see Table 1 ). The start of an outbreak is promoted by a primary contact between the reservoir and the incidental host [6] . With regards to the Ebola virus, some twenty outbreaks have been recorded since the discovery of the virus in 1976 [7] . This number of outbreaks undoubtedly underestimates the total number of emer-from an animal reservoir to the host population [8] . While the reservoir has an important role for causing the emergence of outbreaks, the role of spillover transmission on the incidental epidemiological dynamics is rarely discussed.\n\n\"any animal, person, plant, soil, substance or combination of any of these in which the infectious agent normally lives\"\n\n\"all hosts, incidental or not, that contribute to the transmission to the target host (i.e. the population of interest) in which the pathogen can be permanently maintained\"\n\nHaydon et al. [10] \"an ecologic system in which an infectious agent survives indefinitely\"\n\nAshford [11, 12] . Two other definitions have been proposed to clarify and complete the notion of reservoir in the case of zoonotic pathogens. On the one hand, Haydon et al. (2002) define the reservoir from a practical point of view in order to take into account all hosts epidemiologically connected to the host of interest (i.e. target host), to implement better control strategies. On the other hand, Ashford (1997) establishes a more generalizable definition: for a given pathogen there is a single reservoir. We will use Ashford's definition, i.e. a model where a pathogen is persistent in the environment of the incidental host.\n\nTheoretically, pathogen spillover is often neglected and it is generaly as- \n\nA Stochastic Susceptible-Infected-Recovered (SIR) compartmental transmis-85 sion model [20] with recurrent introduction of the infection into an incidental host by a reservoir is considered ( Figure 2 ). Our goal here is not to study a S I R A Figure 2 : Representation of the stochastic model with transition rates. A reservoir (A) has been added to a classical SIR model where the pathogen is persistent. Individuals are characterized by their epidemiological status in the incidental host (S: suceptible; I: infected; R: recovered). A susceptible individual becomes infected through the transmission by contact at rate βSI or through the reservoir at rate τ S. An infected individual recovers at rate γ. Stochastic simulations are performed with the following values: the transmission by contact, expressed as the basic reproductive ratio, 0 < R 0 < 10, the spillover transmission, 10 −1 < τ < 10 −10 and the recovery rate γ = 0.1. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/213579 doi: bioRxiv preprint of the basic reproductive ratio of the pathogen, R 0 , which is widely used in epidemiology. R 0 corresponds to the average number of secondary infections 105 produced by an infected individual in an otherwise susceptible population. The interest of this ratio is mostly the notion of threshold: in a deterministic model, for a pathogen to invade the population, R 0 must be larger than 1 in the absence of reservoir. In a stochastic model, the higher the R 0 the higher the probability for the pathogen to invade the population. In a SIR model, the basic reproduc-110 tive ratio R 0 equals to βN γ . Individuals in the recovered compartment do not contribute anymore to the transmission process. Since we assume that demographic processes are slower than epidemic processes, the number of susceptible individuals decreases during the epidemic due to the consumption of susceptibles by the infection until the extinction of the population.\n\nTo analyse the dynamics in the incidental host, three statistics will be studied The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/213579 doi: bioRxiv preprint Approximation by a branching process. The epidemiological model with recurrent introduction of the infection into an incidental host by a reservoir can be 135 approximated by a branching process with immigration from the reservoir to the incidental host at the beginning of the infectious process (thus assuming that individual \"birth and death rates of infected individuals\" are constant during the starting phase of an outbreak). The individual birth and death rates are respectively βS, the transmission rate and γ, the recovery rate and the 140 immigration rate corresponds to the spillover rate τ N at the beginning of the infection. In other words we assume that the number of susceptibles is N to study the beginning of the infection, which is a good approximation as long as few individuals have been infected. We distinguish between two regimes in the incidental host, the subcritical regime when R 0 < 1 and the supercritical regime 145 when R 0 > 1. We suppose that at time t = 0 a single individual is infected by the spillover transmission.\n\nAs illustrated in Figure 3 , three patterns are observed (i) a stuttering chain of 150 transmission that goes extinct, i.e. infection spreads inefficiently, (corresponding to Stage II in Wolfe's classification, see Figure 1 ), (ii) a large outbreak and few stuttering chains of transmission (corresponding to Stage III, see Figure 1 ) and (iii) a single large outbreak consuming a large number of susceptible individuals (corresponding to Stage IV see Figure 1 ). 155 Figure 4 shows the roles of R 0 and τ in the occurrence of the patterns. Stuttering chains of transmission occur when the pathogen is barely contagious between individuals (small R 0 ) and when the recurrent emergence of the pathogen (τ ) is low. At the opposite, when the pathogen is highly contagious (large R 0 ) or when the spillover transmission is high (τ ), only one large outbreak is ob- \n\n9 . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/213579 doi: bioRxiv preprint where E[K(S i , β, γ)] can be computed and equals (see Appendix A):\n\n(\n\nIn other words, the initial number of susceptible individuals for the i + 1-th excursion is the initial number of susceptible individuals for the i-th excursion minus the mean number of recovered individuals produced during the i-th excursion under our branching process approximation. We repeat the procedure for the i + 1-th excursion, and so on, until k satisfies S k > 0 and S k+1 ≤ 0 (no susceptible anymore). In order to be considered as an outbreak, an excursion has to exceed c individuals, where we recall that c is the epidemiological threshold. Under our branching process approximation, the probability for the i-th excursion to reach the epidemiological threshold (see Appendix A) is:\n\n10 . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/213579 doi: bioRxiv preprint\n\nreads:\n\nwhere S 1 = N , and the S i 's are computed as described in (1).\n\nWhen the spillover transmission is fixed and small, the mean number of outbreaks computed with the branching process is a good approximation compared R 0 > 1, the probability to have one large outbreak is high. Hence we make the approximation that one large outbreak occurs during the epidemic, and the total number of outbreaks (O total (N, β, γ)) can be approximated by:\n\nTo be part of outbreaks occurring before the large one, an excursion has to satisfy two conditions (i) to have a size higher than the epidemiological treshold c, and (ii) to be of a size not too large otherwise it would correspond to the large outbreak.\n\nTo be more precise, this condition will correspond to the fact that the supercritical branching process used to approximate this excursion does not go to infinity. As a consequence, O bef ore (N, β, γ) can be approximated by (See\n\nTo approximate the number of outbreaks after the large outbreak (O af ter (N, β, γ)),\n\n. CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/213579 doi: bioRxiv preprint we need to know how many susceptible individuals remain in the population.\n\nThe number of susceptibles consumed before the large outbreak is negligible with respect to the number of susceptibles consumed during the large outbreak.\n\nHence we can consider that the initial state of the large outbreak is N sus- \n\nwhich has one trivial solution (S i = N ) and a non-trivial solution with no explicit expression denoted N af ter (N, β, γ) . After the large outbreak, the epidemiological threshold for the next excursions, denoted R 0 af ter , is subcritical branching process approximation [19] :\n\nWe know that the probability for an excursion to reach the epidemiological threshold c in order to be considered as an outbreak is (recall Equation (3) \n\n14 . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/213579 doi: bioRxiv preprint Because the subcritical case is considered, the probability p c is small, thus 225 allowing the approximation of the probability that the excursion is not an outbreak (See Appendix C for details):\n\nWe deduce the probability for the excursion to reach the threshold c, (See\n\nNow, we can study some limit cases of mp c to approximate the number of outbreaks and understand the effect of the spillover transmission.\n\nWhen mp c is small, then the probability to have an excursion reaching the 230 epidemiological threshold c is small and the number of outbreaks will be small.\n\nm small corresponds to a small number of spillovers from the reservoir. According to Figure 7a , when a small effect of spillover transmission (τ < 10 −6 ) and a small infection reproductive ratio (R 0 < 0.8) are considered then the number of outbreaks is small. In the case of a slightly higher direct transmission (R 0 = 0.8)\n\nthen each spillover has a non negligible probability to become an outbreak that is why the number of outbreaks for a small spillover transmission rate is higher compared to smaller direct transmission.\n\nWhen mp c is large, then the probability that the excursion is not an outbreak, (1 − p c ) m , is small leading to a large outbreak consuming a large number 240 of susceptible individuals. Then few outbreaks will emerge. In Figure 7a , when τ is large (τ > 10 −2 ), that is to say when a large number of spillover transmissions (m) arise, only one outbreak is observed because the large number of spillovers prevents the outbreak from dying out.\n\nWhen mp c is close to one, each excursion has a non negligible probability to be an outbreak but the number of susceptible individuals consumed is small enough to allow further outbreaks making possible the appearance of multiple 15 . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/213579 doi: bioRxiv preprint outbreaks. We get an approximation of τ for which multiple outbreaks are possible by solving mp c = 1:\n\n(12) The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/213579 doi: bioRxiv preprint in the real process than in the approximation we have done, we need to choose a higher parameter τ .\n\n• We have considered, in our approximating branching process, that when 260 a new individual is infected by the reservoir during an excursion then only one individual is still infected. In reality, there is at least one infected individual but there may be more. As a consequence, the spillover rate may be lower in the real process than in the approximation. \n\nSince no explicit expression of the size of the outbreak can be obtained with the deterministic model, we estimated it using numerical analyses. \n\nZoonotic pathogens constitute one of the most pressing concerns with regards to future emerging diseases, but studies investigating the importance The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/213579 doi: bioRxiv preprint\n\nWe argue that, as suggested by our model, the human epidemic caused by EIDs could be due to recurrent spillover from an animal reservoir.\n\nIn the case of zoonotic pathogens, it is of primary importance to distinguish between primary cases (i.e. individuals infected from the reservoir) and secondary cases (i.e. individuals infected from another infected individual) to 330 specify the control strategies to be implemented, in order to optimize the utilization of the public health resources. According to the stochastic SIR model coupled with a reservoir analysed here, the same dynamics can be observed depending on the relative contribution of the transmission from the reservoir and the direct transmission by contact with an infected individual (see Figure 4) .\n\nFor example, a large outbreak is observed either for a high spillover transmission or for a high direct transmission. Empirically, it is generally difficult to distinguish between these two pathways of transmission. Only in the case of non-communicable diseases it is easily possible to measure the importance of the recurrent transmission from the reservoir. Indeed, in this context, all infected The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/213579 doi: bioRxiv preprint tion is difficult. Thereafter, the role of control strategies implemented could be evaluated in order to determine the better strategies.\n\nWe have considered that the reservoir is a unique population in which the pathogen can persist. The pathogen is then endemic in the reservoir and the In this paper, we have argued that the conventional way for modelling the epidemiological dynamics of endemic pathogens in an incidental host should be enhanced to account for spillover transmission in addition to conspecifics transmission. We have shown that our stochastic SIR model with a reservoir 380 produce similar dynamics that those found empirically (see the classification scheme for pathogens from [13] ). This model can be used to better understand how the ways in which EIDs transmit impact disease dynamics.\n\n. CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/213579 doi: bioRxiv preprint\n\nIn this appendix, we derive results on the branching process approximation 385 stated in Section 3. The main idea of this approximation is the following: when the epidemiological process is subcritical (R0 < 1), an excursion will modifiy the state of a small number of individuals with respect to the total population size. During the i-th excursions, the direct transmission rate βSI will stay close to βS i I where S i denotes the number of susceptibles at the beginning of the \n\n. CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/213579 doi: bioRxiv preprint where P denotes a probability, and hence\n\nwhere E is the expectation. By definition, an excursion is considered as an outbreak only if the maximal number of individuals infected at the same time during this excursion is larger than an epidemiological treshold that we have denoted by c. Hence in order to approximate the number of outbreaks we still have to compute the probability for an excursion to be an outbreak. This is a classical result in branching process theory, and can be found in [28] for instance. P (S, β, γ) := P(more than c individuals infected at the same time) = γ/βS − 1 (γ/βS) c − 1 .\n\nWith these results in hands, the method to approximate the mean number of outbreaks is the following. First the probability that the first excursion is an\n\nThe number of susceptibles at the beginning of the second excursion is approximated by\n\nThe second excursion has a probability γ/βS 2 − 1 (γ/βS 2 ) c − 1 to be an outbreak. The number of susceptibles at the beginning of the third excursion is approximated by We now focus on the case R 0 = βN/γ > 1. In this case the approximating branching process will be supercritical and will go to infinity with a positive probability. In the case when the epidemic process describes small excursions, the branching process approximation is still valid, but in the case when it describes a large excursion, then a large fraction of susceptible individuals will be consumed and the branching approximation will not be valid anymore. However, as all the quantities (susceptible, infected and recovered individuals) will be large, a mean field approximation will be a good approximation of the process. Here the mean field approximation will be the deterministic SIR process, whose dynamics is given by:\n\nLet us first focus on the small excursions occurring before the large one.\n\nAs they are small, they can be approximated by a branching process. Here, unlike in the previous section, the approximating branching process Z is supercritical, as βN > γ. We can compute its probability to drift to infinity:\n\nAs we will see, a supercritical branching process with individual birth rate βN and individual death rate γ conditionned to get extinct has the same law as a 24 . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/213579 doi: bioRxiv preprint subcritical branching process with individual birth rate γ and individual death rate βN . Indeed, if we denote by Z n the successive values of this branching process, we get for every couple of natural numbers (n, k):\n\nWe used again in this series of equalities classical results on branching processes that can be found in [28] . As a consequence, if we denote by G[N, β, γ] the number of susceptible individuals consumed by the excursion of a supercritical branching process with individual birth rate βN and individual death rate γ conditionned to get extinct, we get:\n\nAnd the probability for this excursion to have a size bigger than the epidemio-\n\nAs the number of susceptible individuals stays large until the large excursion 400 occurs, we may keep N as the initial number of susceptibles at the beginning of the excursions instead of replacing it by their mean value, as we have done in the previous section.\n\nThe different quantities we have just computed allow us to approximate the number of small excursions before the large excursion: in expectation, we have\n\nCC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/213579 doi: bioRxiv preprint small excursions, which consume That is to say, S(T f ) and S(0) are related by the equation The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/213579 doi: bioRxiv preprint approximated by the smallest solution of:\n\n(as the largest solution is S(T f ) = N ).\n\nNotice that it is easy to have an idea of the error done for a small variation of the initial state. Indeed, if we denote by S f the smallest solution of (B.2)\n\nand by S f − l(k) the solution when S(0) = N − k for a k small with respect to N , we get:\n\nor in other terms\n\nAs k and l(k) are small with respect to N , this can be approximated by\n\nFinally, notice that in (B.1), S is a decreasing quantity, and I is a nonnegative quantity, which varies continuously. Henceİ = I(βS − γ) has to be negative before I hits 0. As a consequence,\n\nThis ensures that the epidemic is subcritical after the large outbreak.\n\nIn this section, we focus on the effect of the reservoir transmission rate (τ ) on the number of outbreaks when the infection is subcritical (R0 < 1). The idea is the following: first, as the excursions of a subcritical branching process are 410 small, we can make the approximation that, at the beginning, the infection rate 27 . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/213579 doi: bioRxiv preprint by the reservoir is constant equal to τ N , and that the direct transmission rate is equal to βN I. Making this approximation allows us to treat the two processes of infection (by contact and by the reservoir) independently. Second, using a result of Singh and Myers (2014), we get the mean number of independent 415 infections by the reservoir during an outbreak under our approximation [19] . As the infections by the reservoir during an outbreak describe a Poisson process, we know that their times are uniformly distributed during the outbreak. As a consequence, we make the approximation that the successive local maxima of the number of infected individuals during the outbreak corresponds to the 420 successive maxima of the outbreaks generated by the independent infections by the reservoir. However, we have to take into account the fact that there is at least one infected individual remaining in the population when a new individual is infected by the reservoir (otherwise the new infected individual would generate a new outbreak). Hence we will make the approximation than the event 'the 425 excursion does not hit the treshold c' and the event 'no excursion generated by an infection by the reservoir and with initially two infected individuals, hits the treshold c' are equivalent. Notice that by doing that we underestimate the probability of an excursion to reach any threshold we may explain why we overestimate the spillover transmission τ maximizing the number of outbreaks. 28 . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/213579 doi: bioRxiv preprint Hence we make the approximation that P(excursion is not an outbreak) ∼ (1 − p c ) m .\n\nAs the approximating branching process is subcritical, the probability p c is small. Hence, we pursue the approximation by saying As a consequence, we get P(excursion is an outbreak) ∼ mp c = 1 − βN γ −τ /β (γ/βN ) 2 − 1 (γ/βN ) c − 1 when mp 2 c is small. Hence, if mp c is small, few outbreaks will hit the treshold, and the number of outbreaks will be small. If mp c is large, (1−p c ) m is small and the outbreaks will be big, consuming a large number of susceptible individuals.\n\nAs a consequence, there will be few outbreaks. The case mp c of order one is the more favorable for outbreaks, as in this case every excursion will have a non negligible probability to be an outbreak, but will be small enough not to consume to many susceptible individuals, allowing other outbreaks to occur.\n\nHence we get an approximation of the optimal τ by solving mp c = 1, which yields: \n\n. CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/213579 doi: bioRxiv preprint . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/213579 doi: bioRxiv preprint"}