{"title": "Discovering novel quercetin-3-O-amino acid-esters as a new class of Src tyrosine kinase inhibitors", "body": "Quercetin, a water soluble flavanoid, and its derivatives have ameliorative effects on a host of disorders including cancer, renal and cardiovascular diseases, and have inhibitory activity against SARS-CoV 3CL pro or viral replication. [1] [2] [3] [4] [5] Particularly, quercetin is a well-known protein tyrosine kinase (PTK) inhibitor at micromolar level. For instance, its IC 50 value is 0.9 mM against epidermal growth factor receptor (EGFR) and 15 mM against Src tyrosine kinase respectively, [6, 7] indicating that this natural product is more active against EGFR than Src tyrosine kinase. During the last decade there has been considerable interest in synthesis, [8] [9] [10] functional elucidation, [11, 12] and biological evaluation of quercetin and its derivatives [13] [14] [15] . Most of the studies were focused on the quercetin O-glycosides, the majority of which have a sugar linkage at the 3-OH. Up to now, the quercetin-3-O-amino acid-ester was neither discovered as a natural product, nor reported on synthesis and bioactivity studies. Therefore, whether this type of compounds could be synthesized and whether they are still active against PTKs remain unknown.\n\nPTKs catalyze phosphoryl transfer of the g-phosphoryl group of ATP to tyrosine residues of proteins, playing a central role in signal transduction and cellular mechanisms [16] . As one of the important PTKs, EGFR and its ligands (EGF and TGF-a) have been found to have high expression levels in many tumors of epithelial origin and proliferative disorders of the epidermis, such as psoriasis [17, 18] . Src, a nonreceptor tyrosine kinase which functions as an early upstream signal transduction protein, is activated in several human cancers, including carcinomas of the breast, lung, colon, esophagus, skin, parotid, cervix, as well as gastric tissues [19, 20] . Therefore, they are attractive targets for the discovery of antitumor drugs.\n\nIn this paper, we report our first attempt to synthesize a series of novel quercetin-3-O-amino acid-esters. Remarkably, not only these compounds can be synthesized, but also they show promising high selective inhibitory activity against Src tyrosine kinase. The primary structure-activity relationship of the new compounds is elucidated by molecular modeling as well.\n\nTo prepare a variety of quercetin derivatives with various O-3 substituents, an efficient and facile synthesis approach is developed as depicted in Scheme 1. The straightforward three-step synthetic route allowed us to diversify position 3 of the quercetin moiety via the key intermediate 1 at a later stage.\n\nBeginning with the commercially available rutin, protection of the hydroxyl groups and subsequent deglycosylation led to the selective protected quercetin 1 which gave an entry in the series substituted on the 3 position [21] . Indeed compound 1 still exhibits two free hydroxyl groups. However the higher reactivity of position 3 allows the selective esterification by protected amino acids in THF using 1.2 equiv. of DCC (N,N-dicyclohexylcarbodiimide) as condensing agent and a little DMAP (4-dimethylaminopyridine) as catalyst. Cleavage of benzyl group was performed with hydrogenolysis catalyzed by 10% Pd/C. Then, the desired final products quercetin-3-O-amino acid-esters (3a-o) were obtained in good yields after purification by chromatography. Substitution at N atom of amino acid moiety is important. In our first approach to get the compounds bearing deprotected amino group of amino acid moiety, trifluoroacetate acid solution of dichloromethane was used to remove the tertbutyloxycarbonyl group (Scheme 2). However, no desired product was detected in the crude product. We conjecture that the target compound was decomposed in the acidic medium. So an alternative approach performed under mild condition was then investigated (Scheme 2). Unfortunately, attempts to debenzylate the compounds bearing benzylated N atom in amino acid moiety under H 2 atmosphere at ambient temperature was not successful. Based on above study, we deduced that the compounds without protective groups of N atom are unstable. Besides, we tried to synthesize the compounds bearing Boc-Ser, Ac-Gly and Ac-Thr.\n\nThe intermediates before debenzylation were obtained in moderate yields. However, no desired products were detected in the crude products after debenzylation. terminated by the addition of 50 mL of 2 M H 2 SO 4 , and the plate was read using a multiwall spectrophotometer (VERSAmaxÔ, Molecular Devices, Sunnyvale, CA, USA) at 490 nm. The inhibition rate (%) was calculated using the following equation: [1 À (A490/A490 control)] Â 100%. IC 50 values were calculated from the inhibition curves.\n\nTo explore the interaction mechanism between the newly synthesized quercetin-3-O-amino acid-esters and the two targets, molecular docking was carried out with the program AutoDock 4.0.1 [22] for the 7 compounds binding to both Src and EGFR, respectively. The three dimensional (3D) structures of target proteins of human c-Src and EGFR are from Brookhaven protein data bank (pdb entry No.: 2SRC and 1M17, respectively). The Lamarckian genetic algorithm (LGA) is used for docking with the following settings: a maximum number of 1,500,000 energy evaluations, an initial population of 50 randomly placed individuals, a maximum number of 37,000 generations, a mutation rate of 0.02, a crossover rate of 0.80 and an elitism value (number of top individuals that automatically survive) of 1. For the adaptive local search method, the pseudo-Solis and Wets algorithm was applied with a maximum of 300 iterations per search. To validate the reliability of our docking approach and parameters used, the binding free energies of quercetin to EGFR and to Src kinase were calculated with same parameters.\n\nFor the primary assay, the percent inhibitions of the compounds (3a-o) at 10 mM were measured (data are listed in Table 1 ).\n\nRemarkably, the newly synthesized quercetin-3-O-amino acidesters show low inhibition against EGFR kinase (<43%), whereas exhibit inhibitory activity as high as 76% against Src kinase (Table 1 ). This result suggests that the novel quercetin-3-O-amino acid-esters have higher inhibitory selectivity against Src kinase than EGFR kinase. Thus, the introduction of the amino acid group into quercetin leads to the reverse of the high inhibitory selectivity from EGFR to Src. To confirm the bioactivity, the IC 50 values were further determined for the compounds with inhibition rate higher than 50% against Src kinase at 10 mM, namely, compounds 3a-c, 3g, 3-k and 3m ( Table 2 ). The data show that all the 8 compounds have prominent inhibitory activities with IC 50 values ranging from 3.2 mM to 9.9 mM, indicating that some quercetin-3-O-amino acidesters are moderately active inhibitors of Src kinase.\n\nThe binding free energies of quercetin to EGFR and Src kinase were calculated to be À6.6 kcal/mol and À5.7 kcal/mol, respectively, which are in good agreement with the experimental results that quercetin is more active against EGFR than Src kinase [6, 7] . Therefore, the docking approach and parameters are reasonably reliable. The predicted binding free energies (DG) of the 8 new compounds are listed in Table 2 . Noticeably, the predicted DG values of the new compounds to Src kinase (À8.1 kcal/mol in average) is stronger by 1.4 kcal/mol than that to EGFR (À6.7 kcal/ mol in average), which is in agreement with our experimental observation that the 8 new compounds are stronger inhibitors against Src kinase than against EGFR kinase. Therefore, the selectivity of the newly synthesized quercetin-3-O-amino acid-esters should be attributed to the specific property of the substituted R groups, the amino acids (Table 1) . Different conformations have been found for these compounds in the active pockets of both proteins. For the comparison of the difference in binding mechanism, the pairs of hydrophobic interaction (HI hereinafter) and the number of hydrogen bonds (HB hereinafter) between the new compounds and the two targets are analyzed by the program LIGPLOT [23] . The result reveals that there are, in average, 14 HIs and 3.5 HBs between Src and each of the new compounds, while there are, in average, only 9 HIs and 2.5 HBs between EGFR and each compound (Table S1, Figs. S1-S5, Supplementary material). In other words, one third more of these two kinds of interactions were observed between the compounds and Src kinase than EGFR kinase. As examples, the interaction details of the two most active compounds (3i and 3j) are shown in Fig. 1 . There are 12 atoms of 3i forming hydrophobic interactions with 7 residues of Src, of which 5 atoms are from the newly substituted group of 3i (Fig. 1B) ; while there are only 5 atoms of 3i forming hydrophobic interaction with 2 residues of EGFR, of which only 2 atoms are from the substituted group (Fig. 1A) . Two hydrogen bonds form between 3i and Src, while 4 HBs between the compound and EGFR. Regarding the binding of 3j, the hydrophobic interaction between 3j and Src is similar to that between 3j and EGFR, but there are 4 HBs between 3j and Src while only 1 between 3j and EGFR. Therefore, both hydrophobic and hydrogen bonding interactions are important to the high selectivity of the novel quercetin-3-O-amino acid-esters against Src kinase.\n\nIn summary, for the first time fifteen novel quercetin-3-O-amino acid-ester derivatives are successfully prepared in this study. The bioassay reveals that the new compounds have higher selectivity as inhibitors against Src kinase than against EGFR kinase, which is different from quercetin that is more active against EGFR than against Src. Molecular docking result reveals that both hydrophobic and hydrogen bonding interactions are important to the selectivity. In average, one third more of these two kinds of interactions were observed between the compounds and Src kinase than EGFR kinase. Therefore, this study provides a new promising scaffold with moderate inhibitory activities (IC 50 values ranging from 3.2 mM to 9.9 mM) for further development of new anticancer drugs targeting Src tyrosine kinase.\n\nThe reagents (chemicals) were purchased from commercial sources (Alfa, GL Biochem Ltd. and Shanghai Chemical Reagent Company), and used without further purification. Analytical thin layer chromatography (TLC) was HSGF 254 (0.15-0.2 mm thickness, Yantai Huiyou Company, China). Column chromatography was performed with CombiFlash Ò Companion system (Teledyne Isco, Inc.). NMR spectra were obtained on Varian Mercury-300 spectrometers (TMS as IS). Chemical shifts were reported in parts per million (ppm, d) downfield from tetramethylsilane. Proton coupling patterns are described as singlet (s), doublet (d), triplet (t), quartet (q), multiplet (m), and broad (br). Low-and high-resolution mass spectra (LRMS and HRMS) were given with electric and electrospray ionization (EI. and ESI.) produced by Finnigan MAT-95 and LCQ-DECA spectrometer.\n\nA mixture of rutin (2.44 g, 4 mmol) and K 2 CO 3 (1.83 g, 10 mmol) in anhydrous DMF (20 mL) was stirred under nitrogen for 0.5 h. Then benzyl bromide (1.6 mL, 13.4 mmol) was added. After stirring for 3 h at 60 C, the mixture was acidified to pH 5 with 10% AcOH \n\nA mixture of compound 1 (100 mg, 0.175 mmol), DCC (43.2 mg, 0.209 mmol), DMAP (3 mg, 0.025 mmol) and Boc-Leu-OH$H 2 O (52.4 mg, 0.210 mmol) in THF (15 mL) was stirred at ambient temperature for 10 h. The mixture was filtered and the filtrate was purified by flash column chromatography (CH 2 Cl 2 /CH 3 OH) to give 2a. To the formed product (2a) in a mixture of EtOH/dioxane (10 mL, 3:1) was added 10% palladium on carbon (10 mg), then the mixture was stirred under H 2 atmosphere at ambient temperature for 3 h. The resulting mixture was filtered through Celite, washed with EtOH and purified by flash column chromatography Table 2 The IC 50 values (in mM) and predicted binding free energies (DG in kcal/mol) of some The same procedure described for 3a was used starting with Ac- "}