{"title": "S1 gene sequence analysis of new variant isolates of avian infectious bronchitis virus in Tunisia", "body": "Infectious bronchitis virus (IBV) belongs to group 3 of the genus Coronavirus of the family Coronaviridae. It possesses a positive-stranded RNA genome encoding nucleocapsid protein (N), membrane glycoprotein (M), spike glycoprotein (S), and small membrane protein. The S protein is posttranslationally cleaved into S1 and S2. The S1 protein contains antigenic epitopes associated with three hypervariable regions (HVR 1, 2, and 3), and variations within S1 sequences have been used to distinguish between different IBV serotypes. 1 Avian infectious bronchitis, a worldwide-distributed disease, is associated with an acute and a highly contagious infection of poultry. 2 It causes respiratory distress, drops in egg production, and nephritis. 3 The disease has also been reported in vaccinated flocks since cross-protection among different serotypes may be unpredictable, 4 even though high-quality live and killed vaccines have been used as the primary method for controlling IBV infection in commercial chickens for many years. 5 However, high cross-protection levels were successfully reported in monitoring the disease effects using currently available vaccines. 6 Despite the development of vaccines that contribute to the control of the clinical disease, the emerging field virus variants remain a target that is difficult to monitor. Many serotypes have been described for IBV due to the nature of coronaviruses that show frequent mutations or recombinations, which easily occur in RNA viruses, leading to novel pathogenic variants. 7, 8 In most cases, the new isolates have restricted distribution and remain associated with particular geographic areas. 2, 9 In Tunisia, field variant strains were described and associated with outbreaks of respiratory disease and nephritis with rapid spread. The novel genotypes TN20/00, TN200/01, and TN335/01 were shown to be serologically and genetically very distant from the Mass H120 vaccinal strain, but closely related to the CR88121 and D274 types. 10 Despite the application of a prophylactic program, based on the H120 vaccine, the results were unsatisfactory. 11 Therefore, efforts are continually being made to identify and characterize field isolates, allowing better understanding of IBV pathogenicity for better disease control.\n\nAs part of a molecular epidemiological survey based on the study of IBV S1 gene sequences, the present work was carried out to characterize new field isolates using molecular tools and establish genetic and antigenic relationships between field virus variants and available vaccine strains.\n\nChickens with respiratory and kidney problems, from several broiler and layer commercial flocks, were sampled. These outbreaks of IB infection occurred between 2007 and 2010 in different farms in the northeast of Tunisia. Reports from veterinarians described clinical signs, consistent with IB infections, seen in broilers aged 3-7 weeks with a morbidity rate ranging from 10% to 70%. In layers, mortality, egg drop, and deformed eggs were the most relevant symptoms reported. Thirty-six organ samples from these farms were collected during that period and tested for the presence of IB virus. The flocks were located in seven different regions from the northeast of the country: the capital, Tunis, Soliman, Mornag, Jedaida, Haouaria, Tazarka, and Korba. The flocks were vaccinated by spray with H120 vaccine, the only vaccine used in the country, in conjunction with sustained hygienic measures.\n\nTissue samples from trachea, lungs, kidneys, and cecal tonsils were kept on ice, in sterile transport medium containing 5% antibiotics (20,000 IU/mL penicillin, 10,000 µg/mL streptomycin, and 5000 µg/mL kanamycin) and treated directly for virus isolation.\n\nSpecimens were homogenized with Dulbecco's modified Eagle's medium, clarified by centrifugation at 1500 × g at 4°C for 15 minutes and filtered through nonpyrogenic syringe filter (0.22 µm) before inoculation into allantoic cavities of 10-day-old specific-pathogen-free embryonated chicken eggs. During the incubation period at 37° ± 5°C, the eggs were candled daily, and embryos that died within 24 hours were discarded. On day 2 after inoculation, three eggs were chilled at 4°C for 2 hours, and the allantoic fluids were harvested and stored at −80°C. The remaining eggs were further incubated for five more days and observed for typical embryo lesions of IBV such as dwarfing, stunting, and curling. The stored allantoic fluids were further passaged twice into specific-pathogen-free eggs before samples, free of any specific lesions, were declared negatives.\n\nViral RNA was extracted from 500 µL allantoic fluid. A volume of 500 µL proteinase K buffer (1 M Tris, 5 M NaCl, 0.5 M ethylenediaminetetraacetic acid), and 20 µL proteinase K (Sigma-Aldrich, Lyon, France; final concentration 0.25 mg/mL) were added to the allantoic fluids. A volume of 50 µL sodium dodecyl sulphate 10% (w/v) was added to the mixture, which was incubated at 37°C for 2 hours. Viral RNA was then extracted by two consecutive acid phenol-chloroform-isoamyl alcohol (500 µL, 25:24:1) (Sigma-Aldrich) isolations. The mixtures were agitated, kept on ice for 5 minutes, and centrifuged at 12,000 × g. The aqueous phase containing RNA was mixed with 1 mL of absolute alcohol and 2 M sodium acetate, and kept at −80°C for 30 minutes. The supernatant was removed, and the precipitated RNA was pelleted at 12,000 × g for 20 minutes and washed once with 0.5 mL of 70% ethanol. Finally, the pellet was dried and suspended in 20 µL diethyl pyrocarbonate-treated water and used immediately or stored at −80°C with 1 µL RNAsin. RT-PCR for nucleocapsid gene (n) detection Viral RNA was amplified by reverse transcription-polymerase chain reaction (RT-PCR) assay using one set of primers flanking a well-conserved region of the nucleocapsid gene: forward 5′-TCATGGCAAGCGGTAAGG-3′ and reverse 5-′TTCAGGTTAGCGGCTGGTC-3′ (Genset, Paris, France). 12, 13 For cDNA synthesis, a mixture of 20 µM of the reverse primer and 20 µL of the RNA was incubated at 70°C for 10 minutes and then cooled on ice. The RNA-primer mixture was adjusted to a final volume of 30 µL, containing 5X RT buffer, 0.1 M dithiothreitol, 10 mM dNTPs and 40 U Moloney murine leukemia virus (Invitrogen, Carlsbad, CA), followed by incubation at 42°C for 1 hour. The reverse transcriptase was then inactivated by heating the mixture at 70°C, and 20 µM of each primer, 10X buffer, 50 mM MgCl 2 , 10 mM dNTPs and 1 µL Taq polymerase (Invitrogen) were added for cDNA amplification. Each sample was overlaid with water RNase free to a total volume of 100 µL. The PCR was conducted and performed with 30 cycles of denaturation at 94°C for 1 minute, annealing at 55°C for 1 minute, and polymerisation at 72°C for 1 minute. The initial denaturation and the final polymerisation steps were at 94°C for 5 minutes and 70°C for 10 minutes, respectively. The PCR products (316 pb) were analysed on a 2% agarose gel.\n\nAmplification of the S1 gene by RT-PCR was performed using the primers set forward 5′-CCCAATTTGAAAACTGAACA-3′ and reverse 5′CCTACTAATTTACCACCAGA-3′. 14 To obtain the cDNA, the reverse primer (20 µM) was added to 20 µL template RNA and incubated for 10 minutes at 70°C. After a quick standing on ice for 5 minutes, 5X RT buffer, 0.1 M dithiothreitol, 10 mM dNTPs, and 1 µL of SuperScript II (Invitrogen) were added and the mixture was incubated at 42°C for 90 minutes. The reaction was stopped at 70°C for 15 minutes. For cDNA amplification, 10X PCR buffer, 50 mM MgCl 2 , 10 mM dNTPs, and 10 µM of each primer were gently mixed to a final volume of 100 µL. After the predenaturation step at 94°C for 5 minutes, 0.5 µL Taq DNA polymerase was added. The whole PCR program was performed with 35 cycles of denaturation at 94°C for 1 minute, annealing at 49°C for 1 minute and polymerisation at 72°C for 3 minutes. The postpolymerisation step was at 72°C for 7 minutes. After gel electrophoresis, the predicted S1 band of 1.6 kb was cut from the gel and purified using the Gene Clean Kit (Bio101, Vista, CA), according to the manufacturer's recommendations.\n\nAfter the first run of S1 gene amplification, 1 µL of the PCR product was further amplified using the internal primers: CK4T7 (5′-TAATACGACTCACTATAGGGATGCTAC-TAGTCAAAGCTTCANGGNGGNGCNTA-3′) and CK2 (5′-CTCGAATTCCNGTRTTRTAYTGRCA-3′). 15 The thermal profile of the second run of amplification was 94°C for 15 seconds, 50°C for 45 seconds, and 72°C for 1 minute, with a final elongation step of 10 minutes at 70°C. Nested PCR amplification was performed for 45 cycles. For visualisation, 10 µL of PCR products was electrophoresed on a 2% agarose gel. The nested PCR products (610 pb) containing HVR1, HVR2, and HVR3 were purified and sequenced. Determination of the nucleotide sequences was performed using the Prism Ready Reaction Dye Deoxy Terminator Cycle Sequencing Kit on an ABI Prism 377 DNA sequencer (Applied Biosystems, Foster City, CA).\n\nAssembly and analysis of sequence data were conducted using the BioEdit program. Nucleotide and amino acid deduced sequences were aligned using ClustalW. Phylogenetic analyses and tree construction, performed by the neighbor-joining method with 1000 bootstrap replicates, were conducted with MEGA software. Glycosylation sites were determined using the Prosite program. 16 GenBank accession numbers of the reference strains H120 (M21969); QX (AER08736); D274 (X15832); 4/91 (AF093794); CR88121 (AJ 619609); B1648 (X87238); Italy02 (AJ457137); TN335/01 (EF535996); TN200/01 (EF5359 97); TN20/00 (535998).\n\nCurrently, genotyping is by far the most used tool in this field, having largely replaced serotyping IBV strains, and the use of molecular techniques for isolation and genotyping IBVs has resulted in increased interest in the detection of new IBV variants. The present study shows the current situation of IBV in the northeast of Tunisia associated with the identification of IBV isolates as novel variants that are unrelated to reference strains using RT-PCR and sequencing methodologies.\n\nDuring the years 2007-10, five IBVs were isolated from trachea, lungs, kidneys, and cecal tonsils from 4-5-week-old broiler chickens (Table 1) Notes: a Identification by serological and reverse transcription-polymerase chain reaction analyses; b GenBank accession numbers for the hypervariable region of S1 gene sequence of the novel infectious bronchitis virus genotypes; c sequence not submitted to GenBank; x,y,z identical to S1 gene sequence of Tn296/07, Tn556/07 and H120 strains, respectively.\n\nidentification was realized and ascertained by RT-PCR and S1 gene sequence analyses. Despite a dual vaccination with MassH120 strain, broilers from which isolates were recovered showed typical IB clinical symptoms and produced typical embryo lesions (stunting, dwarfing, and curling) after three serial passages in chicken embryos. RT-PCR using primers amplifying the N (316 pb) and the S1 (1600 pb) genes confirmed the identity of the five IBV isolates. The isolates were further characterized by sequencing the HRV regions of S1 gene, which were compared then aligned, showing 100% amino acid sequence similarity between TN295/07 and TN296/07, isolated from different broiler flocks located in two different regions (Soliman and Jedaida, respectively). The results indicated that they are identical to each other and belong to the same genotype. Similar results were also observed for TN556/07 and TN557/07 genotypes, even though they were isolated from different areas (Tunis and Mornag, respectively). High amino acid similarity was demonstrated between TN1084/08 and Mass H120 genotypes, and the phylogeny results indicated that TN1084/08 isolate belongs to the same genetic cluster as MassH120 virus, inferring that it should be considered as the H120 vaccine strain (Figures 1 and 2) .\n\nConsidering nucleotide and amino acid identities of HVR S1 gene sequences (Table 2) , 55% amino acid homology was shown for TN296/07 and TN556/07 isolates, whereas 46% and 55% similarities were displayed when they were compared to CR88121 vaccinal strain, respectively. However, the amino acid content of HVR subunit of TN296/07 isolate showed only 18% and 17% similarities with MassH120 and D274 vaccinal strains, respectively; while TN556/07 isolate shared 20% homology with these two reference genotypes. The results indicated that TN296/07 and TN556/07 differed from all the vaccine strains included in this study, suggesting that the Tunisian isolates were not reisolation of vaccinal virus. Furthermore, phylogenetic analysis showed that 793B serotype strains (4/91 and CR88121 vaccines) are closer to the Tunisian isolates than Massachusetts H120 and D274 vaccinal strains (Figure 1 ). The comparisons of S1 gene sequences of representative strains of different serotypes isolated from several countries in North America, Europe, and Africa (Mass strain: H120; Doorn strain: D274; 793B strains: 4/91, CR88121; QX strain; Italy 02 strain; Belgium B1648 strain and TN256/07, TN556/07 isolates) showed a high degree of variation ( Figure 2 ) and differences in their S1 amino acid sequences ($25%). When compared to Italy 02 strain, the two Tunisian TN256/07, TN556/07 isolates showed the closest nucleotide (64%) and amino acid identities (#75%) ( Table 2 ). As reported by other studies, 17-20 IBV serotypes were usually shown to differ, in their S1 amino acid sequences, by only 20%-25% and as little as 3% in many cases; thus, TN296/07 and TN556/07 field isolates should be considered as different new serotypes. Phylogenetic analyses confirmed these findings and demonstrated that TN296/07 and TN556/07 isolates form a separate phylogenetic cluster more related to the local TN200/01 and TN335/01 strains (isolated in 2001) than other reference strains (Figure 1 ). S1 sequence comparisons showed significant differences in nucleotide and amino acid sequences of HVR regions of TN296/07 isolate with either TN20/00 field variant isolate (44% nucleotide and 52% amino acid identities) or TN335/01 (50% nucleotide and amino acid identities). The HVR of TN556/07 isolate also indicated considerable variability as compared to either TN20/00 (54% nucleotide and 62% amino acid identities) or TN335/01 (64% nucleotide and 72% amino acid identities) ( Table 2) deletions or insertions observed within the HVR of S1 gene sequences were associated with changes potential in glycosylation motifs and antigenic S1D and S1E sites, at amino acid positions aa 49-61 and aa 131-149 , respectively ( Figure 2 ) that may lead to important changes in the antigenicity and the degree of virulence of IBV, as reported by others. [21] [22] [23] [24] [25] Consequently, sequence analyses and phylogeny data confirmed the identification of two novel IBV field variant genotypes coexisting in Tunisian broiler flocks. In addition, it appears that these isolates are unique and have extensive variability in their S1 gene sequences compared to each other, to recently reported Tunisian field variants, and to other reference genotypes ( Figure 2 ).\n\nThe emergence of the two new genotypes may be related to the two major forces that drive coronavirus evolution: mutation due to high error rates of the viral RNA polymerase and recombination. Thus, phylogeny results showed that TN296/07 and TN556/07 genotypes are very closely related to the Tunisian TN200/01 IBV variant. Besides, the sequenc-ing results demonstrated that TN200/01 shares the highest nucleotide and amino acid similarities with either TN296/07 (51% nucleotide and 59% amino acid identities) or TN556/07 (70% nucleotide and 77% amino acid identities) (Figures 1 and 2) . Therefore, one can infer that genetic events accumulated during time in TN200/01, inducing the emergence of new genotypes that differ from the parental one.\n\nHowever, when proper vaccination programs are implemented with one genotype (MassH120 type, in Tunisia), control of the disease may be achieved and provides a selective means for the emergence of new variant genotypes. 26 This hypothesis thus leads us to address the question of whether positive selection pressures might have driven H120 strain evolution, resulting in the emergence of new IBV variants in the field. This idea can be supported by the fact that although Mass H120 virus shows low identities with field isolates, the HVR sequence analyses indicated that field isolates share and possess 12 identical amino acid substitutions as compared to H120 genotype, at amino acid positions 76, 78, 93, 103, For personal use only.\n\nAlignment of deduced amino acid sequences of HVR S1 gene. New Tunisian isolates, old Tunisian field isolates and selected infectious bronchitis virus reference strains. Notes: Dots indicate identical residues. Boxed letters denote antigenic sites S1D (aa 49-61 ) and S1E (aa 131-149 ). Shaded letters indicate identical substitutions compared to MassH120. Potential N-glycosylation sites are underlined.\n\n117, 120, 126, 130, 133, 159, 167, and 173 ( Figure 2) . We may suppose that these genetic events have occurred within a common parental strain (probably during H120 genome replication), then conserved during time among the new emerging field isolates. In addition, these amino acid substitutions are located in HVR2 for the amino acid residues 76-173, and it was well documented that HVR2 contains sequences associated with IBV serotype-specific neutralizing epitopes. Besides, the region between amino acid residues 123-152 was identified as being involved in differentiating the pathogenicity of some IBV strains. 27 Therefore, because of high sequence differences between both TN296/07 and TN556/07 isolates and reference IBV strains, the newly identified genotypes may express new serotypes. Partial or total sequencing of the S1 gene is useful to genotype and identify new serotypes. 28 In fact, it has been demonstrated that in some cases small differences in amino acid sequence of the S1 protein can be sufficient to lead to serotype change 2 nucleotide and amino acid identities of Tn296/07 and Tn556/07 isolates with selected infectious bronchitis virus sequences S1 nucleotide identity a (%)\n\nTn296 /07  Tn556/07  Tn20/00  Tn200/01  Tn335/01  H120  D274  CR88/121  4/91  It-02  QX  B1648  Tn296/07  50  44  51  50  8  8  40  41  42  35  39  Tn556/07  55  54  70  64  9  8  47  62  64  51  61  Tn20/00  52  62  58  53  50  57  49  57  60  49  76  Tn200/01  59  77  69  81  57  70  50  61  69  52  62  Tn335/01  50  72  64  82  50  63  49  55  62  49  56  H120  18  20  64  71  63  72  47  68  71  68  69  D274  17  20  78  78  70  87  47  69  67  100  63  CR88121  46  55  57  60  57  61  57  64  50  47  48  4/91  45  70  65  69  64  82  79  69  73  69 and indeed absence of cross-protection. 29 Therefore, studies investigating antigenic relatedness between new genotypes using seroneutralization techniques are necessary to finally classify them as new serotypes.\n\nThe present study revealed the coexistence of novel emerging field IBV genotypes, which had not been reported before. The identified strains were isolated from young broilers indicating the serious occurrence of IBV infection and its persistence, especially in younger animals. However, in vivo studies are useful to determine the pathogenic characteristics of TN296/07 and TN556/07 genotypes and evaluate the cross-protective level provided by the Mass H120 vaccine.\n\nMoreover, when possible, it is important to evaluate periodically the cross-protective capabilities of vaccines versus recent field isolates. Outcomes of these studies will provide valuable information for better control of the disease using adequate preventive measures."}