{"title": "Unconsented HIV Testing in Cases of Occupational Exposure: Ethics, Law, and Policy", "body": "Human immunodeficiency virus (HIV) testing practices in cases of occupational exposure can be a highly charged and controversial issue. While the advent of post-exposure prophylaxis (PEP, preventive medication taken soon after a needlestick or other exposure to patients' blood) has substantially reduced the risk of acquiring HIV, using PEP comes with its own risks. According to published guidelines, PEP should be taken only when source patients are HIV-positive or have risk factors for HIV. 1 Initiating PEP when source patients are uninfected puts exposed persons at risk from taking toxic drugs with no compensating benefit. Forgoing PEP if the source is infected carries a greater risk of acquiring HIV. On one side of a debate are those who would argue that in all cases, HIV testing should be performed only after the source patient is given pre-test information and provides his or her voluntary informed consent. Others would argue that, when an exposed health care provider is put at risk either of acquiring HIV or needlessly suffering toxic effects from PEP, an exception from normal informed consent practice should be permitted. Still others would argue that unconsented HIV testing in cases of occupational exposure can be justified on the balance of harms and benefits to both source and exposed persons. How can emergency physicians decide which of these HIV testing practices is most appropriate? One place to turn is laws or policies governing HIV testing in cases of occupational exposure; however, these typically come with little or no explanation or justification. Whenever laws or policies depart from the well-established ethical imperative to respect patients' rights to informed consent, it is critical to subject such departures to rigorous ethical analysis. In this article, we summarize public health policy and state laws regarding unconsented HIV testing in cases of occupational exposure, and analyze the situation using two leading ethical theories.\n\nHIV testing practices in the United States are regulated by state laws. The controversy over HIV testing in cases of occupational exposure is reflected in inconsistencies and variations in state laws and policies. Thirty-six states have laws that allow unconsented HIV testing of source patients in select cases of occupational exposure when such exposures occurs to health care providers rendering care in the hospital setting (Table 1 ). 2 Each state has its own requirements for unconsented HIV testing, resulting in substantial differences among laws in different states. Variations exist in numerous procedural elements, including who can authorize an unconsented test, how the test is documented in the medical record, and who is informed of the test results.\n\nSome states, like Arizona, Maine, New Mexico, and Oregon, require a court order for all instances of unconsented testing, while most other states require a court order only if a blood specimen is not already available for testing (Table 1) . There is also variation on whom unconsented HIV testing may be performed. [3] [4] [5] [6] Hawaii, Maryland, and New York permit unconsented HIV testing in cases of occupational exposure only if source patients are unable to consent for testing because they are absent, deceased, comatose, or lack capacity to consent. [7] [8] [9] Other states, such as California, South Carolina, and Rhode Island permit unconsented HIV testing on patients with full capacity even when they refuse voluntarily testing. [10] [11] [12] A list of state statutes governing HIV testing in cases of occupational exposure can be found in Data Supplement S1. Similar disparities regarding unconsented HIV testing in cases of occupational exposure are found in policy statements. In their 2001 guidelines for managing occupational exposure, the CDC states that when the HIV status of the source patient is unknown, informed consent for HIV testing should be obtained in accordance with applicable state and local law. 13 The CDC's 2005 guidelines do not mention unconsented testing even though the refusal of source patients to consent to testing is cited as a challenge in post-exposure management. 1 While strongly opposed to unconsented HIV testing in routine practice, the American College of Emergency Physicians in its policy statement on bloodborne infections \"strongly supports the rapid HIV testing of patients who are the source of a health care workers occupational blood/body fluid exposure.\" 14, 15 The statement says nothing about obtaining informed consent for HIV testing in such cases. Going one step further, the American Medical Association specifically calls for adoption of legislation that permits HIV testing without explicit consent \"where a health care worker has been placed at risk by exposure to potentially infected body fluids.\" 16 The variability in state law and policy demonstrates a clear lack of consensus on how best to approach HIV testing of source patients in cases of occupational exposure. Existing laws and policies provide no rationale for recommending one HIV testing practice over another. When laws are inconsistent or lack a compelling justification, they cannot provide proper guidance. We therefore turn to two leading ethical approaches to analyze the situation.\n\nOne approach in ethics (deontology) determines whether actions are right or wrong based on the duties individuals have toward one another (Table 2) . A central maxim of deontological theory, the categorical imperative, requires that individuals be treated as ends in themselves and not as a means to the ends of others. 17 Another tenet of deontological theory, respect for autonomy, acknowledges a person's right to hold views, make choices, and take actions based on personal values and beliefs. 18 The most common application is the patients' right to informed consent, which enables patients to act \"1) intentionally, 2) with understanding, and 3) without controlling influences that determine their action.\" 18 Therefore, ignoring patients' right to informed consent both violates their autonomy and also runs contrary to the categorical imperative in that it interferes with patients' ability to determine their own goals.\n\nIn contrast to deontology's emphasis on duties, utilitarian theory is formulated in terms of the consequences of actions ( Table 2 ). Right actions are those that maximize beneficial consequences. Wrong actions are those that yield a preponderance of undesirable consequences over beneficial ones for all those who stand to be affected. 18 Determining when benefits outweigh harms (or the reverse) is no simple matter. For one thing, the harms and benefits to be weighed are anticipated, so uncertainty about future consequences is a problematic feature of utilitarian analyses. Furthermore, the \"weighing\" of harms and benefits-even when known-is not based on objective or agreed-upon measures.\n\nWithin the deontological approach, a conflict of duties can exist. Prima facie, or conditional duties, are ones that would be actual duties unless they were to come into direct conflict with another, more important prima facie duty. 19 Physicians' primary duties are to their patients, but that duty can sometimes conflict with another obligation. One such circumstance is specified in the harm principle, stated as follows by John Stuart Mill: \"The only purpose for which power can be rightfully exercised over any member of a civilized community, against his will, is to prevent harm to others.\" 20 The ethical obligation to prevent actual or expected harm to others imposes justified limits on autonomy.\n\nIn clinical practice, several situations regularly occur in which the health or life of another individual may be in danger. Although controversial, these cases sometimes result in restricting a patient's right to provide informed consent or refuse treatment. For example, forced cesarean sections at term have been justified by determining that the harm to the fully viable fetus outweighs the mother's right to refuse surgical intervention. 21 Civil commitments have been ordered by judges in cases where psychiatrists determine that individuals pose a danger to others. 22\n\nThe case of unconsented HIV testing and PEP presents a similar conflict of duties. The duty to respect the patient's autonomous decision to refuse HIV testing conflicts with the duty to prevent serious harm to another person, the exposed health care provider. When no competing ethical principles are present, autonomous persons have the right to agree to or decline HIV testing. In cases of occupational exposure, the question is whether harms to exposed health care providers are of sufficient weight to justify overriding source patients' autonomous decisions to refuse HIV tests. Before attempting to answer this question, we provide some basic factual information about harms to exposed providers.\n\nOccupational Exposure and Post-Exposure Prophylaxis-In 2004, the Centers for Disease Control and Prevention (CDC) estimated that approximately 385,000 needlestick and sharps-related injuries occur every year to health care workers in hospital settings. 23 In emergency medicine, a study of graduating residents found that 56% reported a potentially infectious occupational exposure. 24 The actual number of emergency physicians sustaining occupational exposure injuries is likely much higher, but many incidents go unreported. More severe occupational exposures, such as those caused by large hollow-bore needles, deep punctures, or contact with visible blood on devices or needles used in an artery or vein, carry the greatest risk of HIV transmission. 1 When more severe exposures occur, the risk of HIV transmission is approximately 0.3%. 25 PEP taken soon after a needlestick or other exposure to patients' blood has been shown to reduce the likelihood of HIV transmission by as much as 81%. 25 Unfortunately, PEP causes unpleasant side effects, and less frequently, significant harm from drug toxicities. 26 Two or three antiretroviral agents must be taken once or twice daily for 28 days. 1 Nearly 50% of health care personnel taking PEP reported adverse events, and about one third prematurely stopped taking their medications. 26 While side effects from PEP are generally unpleasant: nausea, fatigue, headache, vomiting, and diarrhea can be severe. Most of the antiretroviral drugs recommended for PEP have potential serious or life-threatening drug interactions. 27 There is limited information about the effects of most antiretroviral drugs on the developing fetus or neonate. 13 There have even been reports of fatal lactic acidosis in pregnant women treated with a combination of stavudine and didanosine. 13 Due to its potential for harm, PEP should be taken only when the source of the exposure is HIV-positive or has risk factors for HIV. 1 However, risk factors alone are a poor predictor of HIV infection, with as many as 26% of newly diagnosed HIV patients reporting no risk factors. 28 When source patients actively refuse HIV testing, exposed persons are incapable of making fully informed decisions about whether to initiate PEP.\n\nIn contrast to the duty-based, deontological approach, the utilitarian approach requires a calculation of the potential harms and benefits to all who stand to be affected by an action or policy. This approach is frequently used to justify limiting autonomy for public health benefit. For example, coercive measures such as quarantine, temporary isolation, and directly observed therapy have been used to restrict the liberty of patients with extensively drug resistant tuberculosis and severe acute respiratory syndrome. 29, 30 Another classic public health example is compulsory vaccinations required for a child's enrollment in school. 31 To determine whether a utilitarian argument is compelling in cases of occupational exposure, the beneficial and harmful consequences of the alternative courses of action first need to be explored. (Table 3) -If a source patient is HIVinfected but refuses testing, the exposed person suffers anxiety from not knowing the source patients' HIV status, with the additional discomfort of having to make a decision about initiating PEP under risk and uncertainty. 32 To forgo PEP if the source is HIV-infected increases the likelihood of transmission. With regard to benefits, if an unconsented HIV test is performed, the exposed person could initiate PEP immediately, thereby reducing the chance of acquiring HIV.\n\nIf a source patient is not HIV infected but refuses testing, the exposed person suffers the same anxiety and uncertainty about initiating PEP. As already noted, most exposed persons will suffer side-effects from PEP with no opportunity for compensating benefit when the source is uninfected. If an unconsented HIV test is performed on the uninfected source patient, two possible benefits exist. One is relief from knowing the source patient's negative serostatus. The second is the opportunity to knowingly forgo PEP and its related side effects and toxicities. (Table 4) -If an unconsented test is performed on an HIV-infected source patient, psychological, social, and physical harms may occur. Patients who test positive for HIV after providing voluntary informed consent have higher rates of depression than the general population. 33 These psychological effects may be magnified in persons tested for HIV without their voluntary consent, since they may be less emotionally prepared for their test results, as well as angered by the failure to respect their autonomous refusal. If an unintended breach of confidentiality occurs, HIV-positive source patients could be subject to social harms from stigma and discrimination. 34 Last, when patients test positive for HIV, physicians are required to report their names to public health authorities, who may then use partner notification practices to contact exposed persons for testing. 35 Even when the name of the source is not revealed, in many stable relationships the source person's identity will be obvious. Although these notification practices are legally allowed or mandated, they may still have harmful consequences, the most concerning of which is the potential for violence against the infected partner, which has happened to women. 36 If an unconsented HIV test is performed on an HIV-infected source patient, there can be substantial individual and public health benefits. Earlier diagnoses can lead to earlier initiation of treatment, improved health outcomes, and reduced mortality from HIV/AIDS. 37 Knowing one's HIV status also enables infected persons to take precautions that prevent spreading the infection to intimate partners, such as using condoms or accessing early antiretroviral treatment, which greatly reduces likelihood of transmission. 38 If an unconsented HIV test is performed on an HIV-uninfected source patient, psychological harms can occur. Source patients will likely be angered by having HIV tests performed against their wishes, a clear violation of their autonomy. Overriding a source patient's refusal could also erode trust in the physician and the health care system at large. There is even the possibility, albeit remote, that some individuals would choose to forgo needed medical care in fear of being tested for HIV without their consent.\n\nDespite these potential harms, source patients subjected to unconsented HIV tests would presumably be reassured by negative test results. With prevention counseling, these patients could also benefit from learning how to lessen the likelihood of acquiring HIV.\n\nWe believe a utilitarian analysis of harms and benefits to both exposed and source individuals yields the conclusion that, with several important caveats (see Recommendations), it is ethically permissible to test the blood of source patients who refuse to consent in cases of occupational exposure. It is admittedly difficult to determine whether the probability and magnitude of harms to exposed persons are greater than those of source patients. As noted, both may suffer psychological harms. The types and severity of physical harm to the exposed person from taking PEP unnecessarily if the source is HIV uninfected, or forgoing PEP if the source is HIV infected, are known. While potential social and physical harms to the source patient exist, they can be mitigated by adhering to protections and safeguards put forth in our recommendations.\n\nDespite the potential harms of unconsented HIV testing in cases of occupational exposure, both the exposed individual and the source patient can receive considerable benefits. The benefits to the exposed individual described earlier cannot be questioned. Although the concerns surrounding unconsented testing focus on the potential harms to source patients who are HIV-infected, this discounts the immense benefits that would result from early diagnosis and treatment. Benefits to source patients who discover they are uninfected are fewer, but exist nonetheless. Although it would be artificial to assign numerical utilities to the benefits and harms, on balance it is reasonable to conclude that overall benefits gained to both source and exposed persons are proportional to the restrictions imposed and outweigh harms for all who are affected.\n\nThe conclusion that unconsented HIV testing is ethically justified is less clear when using a deontological approach. The analysis depends on the strength of the duty to respect autonomy by obtaining informed consent to perform an HIV test, compared with the duty to prevent harm to the exposed health care provider. It is difficult to resolve these cases because there is little objective basis for determining when one prima facie duty is more important than a conflicting prima facie duty. 19 Nevertheless, philosophical ethics recognizes the existence of a hierarchy of duties, with some more compelling than others when they conflict. The duty to save a life is stronger than other duties a physician may have. If a physician is scheduled to perform a routine procedure on a patient but encounters another patient in need of resuscitation, it is obvious which duty takes precedence. Although the duty to respect patient autonomy is central in the practice of medicine, it is not absolute. The duty of physicians to prevent harm is embodied in one of the ancient mottos in the profession; in the case under discussion here, we contend that it supersedes the duty to obtain consent for an HIV test.\n\nFrom an advocacy standpoint, the ethical arguments set forth in this article should encourage emergency physicians to petition for changes in guidelines, or even laws that support unconsented HIV testing in select occupational exposure cases. If such advocacy is to take place, certain procedural measures are needed to minimize harms and maximize potential benefits to both source and exposed persons. To that end we propose the following recommendations.\n\nPrior to testing a patient's blood without consent, a thorough explanation of the purpose, risks, and benefits of testing must be provided to the source patient. The source patient must be made aware of the possibility of unconsented testing in certain circumstances.\n\nThe discussion of the purpose, risks, and benefits of HIV testing should be performed by a health care provider knowledgeable in the use of PEP. This must be someone other than the exposed person because of the strong self-interest on the part of the exposed provider. The source patient should be given every opportunity to provide voluntary informed consent for HIV testing, and be made aware that unconsented HIV testing will be permitted in situations where there has been a more severe exposure to a health care provider. This is an important ethical step to enable restricting the rights of source patients only once, through unconsented testing, rather than twice by withholding information on options and imposing testing.\n\nIf the source patient refuses to consent to the HIV test, then unconsented testing should be allowed after a clearly defined exposure.\n\nUnconsented HIV testing should occur after the source patient has been informed that his or her blood will be tested for HIV without consent. The source must then be given the option of knowing the test results. Providing test results is an important ethical and procedural step because it blends the utilitarian directive to test with respect for the patient's demand for information. If source patients test positive and choose to know their test results, they must be linked to available care and treatment. Linkage to care is an ethically important procedural step to ensure patients have the opportunity to benefit from knowing their HIV status.\n\nIf a specimen is not already available, a court order should be sought that could compel the source to submit to HIV testing.\n\nObtaining a court order to compel the source patient to submit to drawing blood for HIV testing is an ethically appropriate procedural step for a blood draw, which carries only minimal risk. However, if the patient still refuses a judicial order, we do not recommend the use of physical force or sedation.\n\nWhen unconsented testing is done, all standard measures to ensure strict confidentiality should be employed, consistent with applicable law.\n\nThese include storing HIV test results in a secure medical record, protection of the legal proceeding if applicable, and establishing security protections to prevent unauthorized disclosure of test results to third parties.\n\nFacilities conducting unconsented HIV testing should develop procedures for documenting unconsented HIV tests.\n\nEpisodes of unconsented testing should be entered into a registry that can be reviewed for quality assurance. Sanctions should be defined and enforced for providers who inappropriately invoke unconsented HIV testing when it is not warranted, such as in cases of insignificant exposure.\n\nEmergency physicians should learn and adhere to the laws in their state regarding unconsented HIV testing in cases of occupational exposure.\n\nTo ascertain the most current legislation, emergency physicians should consult the regularly updated National HIV/AIDS Clinicians Consultation Center Compendium of State HIV Testing Laws, or contact the local or state health department. 2\n\nRefer to Web version on PubMed Central for supplementary material. "}