{"title": "Letter to the Editor Presence of ON1 and BA HRSV-genotypes in", "body": "Human respiratory syncytial virus (HRSV), a member of the Paramyxoviridae family, is a nonsegmented, single-stranded RNA virus [1] . HRSV is the main viral cause of acute and severe lower respiratory tract infections in children worldwide. It has a single type, with two subgroups (A and B) that are further divided into several genotypes based on the variability of the G-protein gene. For HRSV A, 11 genotypes have been described, which are GA1-GA7, NA1, NA2, SAA1, and ON1 [2] . HRSV B has 17 genotypes, designated as GB1-GB4, SAB1-SAB3, and BA1-BA10 [3] .\n\nIn Paraguay, we have previously found that children with severe acute respiratory infection required longer time of hospitalization (5-15 days) when HRSV was present alone or in co-infection with adenovirus, rhinovirus, or coronavirus [4] . The lack of genetic information about these Paraguayan HRSV isolates led us to carry out a molecular characterization of the circulating genotypes in the Central Department.\n\nA total of 36HRSV were detected out of 280 nasopharyngeal aspirates, collected from children under 5 years of age with symptoms of severe acute respiratory infection, between May 2010 and December 2013, admitted to the Hospital General Pediátrico Niños de AcostaÑu. HRSV detection was performed by real-time PCR (Fast-Track Respiratory Pathogens Plus Kit, FTD, Luxembourg). Genetic amplification of the attachment G-protein gene was carried out by Polymerase Chain Reaction. Phylogenetic relationships were reconstructed by the neighbor-joining method with Kimura's two-parameters as the model of nucleotide substitution, as incorporated in MEGA v5 [5] . Partial nucleotide sequences obtained in this study were deposited in the GenBank database (accession numbers: KM508816-KM508827).\n\nSequencing/phylogenetic analyses of 12 samples showed the presence of HRSV subgroups A (11 samples) and B (1 sample) ( Figs. 1 and 2) . Concerning HRSV subgroup A, genotype NA1 circulated between 2010 and 2012 (three seasons). In 2012 both genotypes NA1 and GA5 co-circulated. In 2013 the novel genotype ON1 circulated (Fig. 1) ; this genotype has a 72-nt duplication of G-protein gene, which was first described in Ontario during the 2010-2011 winter season [2] . Concerning HRSV subgroup B, genotype BA10 circulated in 2010 (Fig. 2) ; therefore, in this year both HRSV subgroups A and B co-circulated.\n\nThe 60-nt duplication of G-protein gene from HRSV-B was first described in Buenos Aires [6] , from specimens collected at different times (1995-2001) and locations. The first report of BA10 circulation goes back to 2007 in Niigata, Japan [3] . The Paraguayan BA10 strain had two characteristic changes in its predicted G-protein, E226D and E292G, and conserved all its N-glycosylation sites, as compared with BA prototype strains.\n\nIn the ON1 genotype, the duplication of the G-protein gene is at one-third of the C-terminal region. In our study, the Paraguayan ON1 strains retained two unique amino acid substitutions (E232G, and T252K) in this region [2] . It is known that ON1 genotype has rapidly disseminated across the world and replaced other genotypes of HRSV-A, but up to date this replacement has not been associated with changes in the severity of illness or number of intensive care admissions [7] [8] [9] .\n\nNone.\n\nThis study was partially funded by the Universidad Nacional de Asunción, Paraguay.\n\nWritten informed consent was obtained from parents or guardians prior to study participation. This study was approved by the Ethics Committee at Instituto de Investigaciones en Ciencias de la Salud, Universidad Nacional de Asunción (IICS-UNA) and the Hospital General Pediátrico Niños de AcostaÑu. "}