{"title": "Low temperature compartment formation in refine immunodeficiency virus-infected and uninfected fefiue kidney cells", "body": "The feline immunodeficiency virus (FIV) has been proposed as a model for the human immunodeficiency virus (HIV) (Talbott et al. 1989) . Our research was to use a cell-free system that reconstitutes membrane traffic between the transitional endoplasmic reticulum and the Golgi apparatus (Morr6 etal. 1986 , Nowack et al. 1987 , Paulik et al. 1988 to study factors that may influence trafficking and processing of the major FIV coat proteins. These studies would be facilitated by a reversible means to accumulate the viral glycoproteins in an unprocessed form in a pre-Golgi apparatus compartment. One approach to achieving such an accumulation would be to utilize low temperature (Tartakoff 1986) . In pancreatic ascinar (Tartakoff 1986 ) and other cells (Lagunoff and Wan 1974 , Holmes etal. 1981 , Fries and Lindstrom 1986 , Saraste etal. 1986 ), at temperatures of 16 to 18 ~ or below, secretory proteins were blocked and accumulated in a pre-Golgi apparatus compartment. At 20 ~ a medial Golgi apparatus compartment was reached (Saraste and Kuismanen 1984) . Similar results were obtained with the intracellular transport and surface expression of proteins in several other virus-infected cell systems (Marlin and Simons 1983 , Tooze et al. 1984 , Tooze et al. 1988 , Griffiths et al. 1985 , Copeland et al. 1988 . In this report we quantitated the response of Crandall feline kidney (CRFK) cells to low temperature. The results showed a 16 ~ block in the trafficking of membranes between the transitional endoplasmic reticulum and the Golgi apparatus that resulted in an accumulation of membranes in an intermediate compartment at the cis face o f the G o l g i a p p a r a t u s . T h e b l o c k in m e m b r a n e traffic a p p e a r e d to be nearly c o m p l e t e b u t reversible as the a c c u m u l a t e d m e m b r a n e s a n d vesicles o f the cis G o l g i a p p a r a t u s n e t w o r k were r e p l a c e d by an e q u i v a l e n t a c c u m u l a t i o n o f vesicles a n d m e m b r a n e s within 15 to 3 0 m i n u p o n transfer o f cells f r o m 1 6~ to 37 ~\n\nCeil culture CRFK (Crandall feline kidney) cells were grown in D-MEM (Dulbecco's minimum essential medium) supplemented with 10% fetal calf serum, 1% MEM non-essential amino acids, 1% BME vitamins, 1% sodium pyruvate, t% penicillin (100U/m1), 1% streptomycin (100 gg/ml) and 50rag gentamicin/liter.\n\nInfected CRFK cells were maintained from a CRFK cell stock that was chronically infected with the Petaluma strain of FIV (Phillips etal. 1990 ).\n\nAll temperature experiments were carried out in constant temperature incubators (• 0.5 ~ The incubators were housed in a refrigerated room (4*C) to ensure that the room temperature never exceeded that of the chambers. Equilibration of culture media and cells to the temperature of the chambers occurred rapidly in a matter of a few minutes. Fixations were at the same temperature as the incubations.\n\nCells or isolated fractions were fixed after temperature incubation in 2.0% glutaraldehyde in 0.t M sodium phosphate, pH 7.2 followed by post fixation in osmium tetroxide in the same buffer. Dehydration Fig. 1 A, B . Portions of uninfected CRFK cells illustrating the appearance of the Golgi apparatus at 37 ~ A The trans face and the trans Golgi network (TGN) were identified as those membranes distal to the aligned portions of the Golgi stack associated with clathrin-coated vesicles (large arrows). Irregular, often dilated and endoplasmic reticulum-associated membranes at the opposite Golgi apparatus face were designated the cis Golgi network (CGN). Putative 50 to 70 nm \"transition\" vesicles (small arrows) were located in this region but clathrincoated vesicles were absent. B As in A except to more clearly illustrate the association of the cis Golgi network and budding profiles with the Golgi apparatus-associated transitional endoplasmic reticulum (double arrows). The ultrastructural appearance was unchanged by virus infection. Bar: 0.5 gm Fig. 2 A-C. Portions of uninfected CRFK cells after 30 min of incubation at low temperatures. A At 16 ~ the Golgi apparatus stacks became surrounded by more membrane material while the number of stacked cisternae remained constant. The increased membrane material was located largely at the cis Golgi apparatus face (double arrows) and consisted of irregular structures or vesicles, partially fused, with swollen interiors and morphologically distinct from the cisternal stacks. Vesicular profiles, 50-70 nm in diameter, representing putative transition vesicles (small arrows) were increased but did not accumulate. Clathrin-coated vesicles (large arrows) marked the trans Golgi network. B\n\nInfected cell incubated at 18 ~ for 30 rain. The membrane material of both the cis Golgi network (CGN) and the trans Golgi network (TGN) was increased. C Uninfected cell incubated for 30rain at 4 ~ A collection of partially budded transition vesicles is illustrated at the double arrows. Bar: 0.5~tm was through an acetone series with embedment in Epon (Luft 1961) . Thin sections were observed and photographed using a Philips EM 200 electron microscope.\n\nCRFK cells contained an extensive system of Golgi apparatus consisting of dispersed stacks of about 4 cisternae each (Fig. 1) . On average the stacks were about 1 txm in diameter (width) with a height exclusive of the trans Golgi apparatus network and associated pre-Golgi apparatus vesicles of about 0.25 txm (Fig. 1 ). After 30rain incubation at different temperatures, a much more extensive Golgi apparatus was seen at 16 ~ (Fig, 2 A, C) and below. The alteration was most evident as an increase in the height of the cisternal stacks ( Fig. 3 ) as seen in both uninfected cells (Fig. 3 A, B ) and cells infected with FIV ( Fig. 3 C, D) . The diameter of the stacks, on average, remained constant over the temperature range 4 to 37~ as did the number of cisternae per stack (Fig. 3) . In both uninfected ( Fig. 3 A, B) and virus-infected (Fig. 3 C, D) cells, Golgi apparatus height nearly doubled by 15 to 30 min of incubation at 16~ The basis for the progressive increase in stack height could not be found in an increase in the number of clearly defined cisternae (Figs. 2 and 3 ). The increase in height was due, rather, to an accumulation of irregular membranes consisting of closely packed and partially fused vesicles at the cis face of the Golgi apparatus stack (cis Golgi network) (Fig. 4) . These elements often were swollen and were not organized morphologically into cisternae aligned with those of the existing stack ( Fig. 2A) . Also during the first 10min of low temperature incubation, the number of 50 to 70 nm vesicles of the cis Golgi apparatus face increased approximately 2-fotd (data not shown). However, these vesicles represented less than 15% of the total accumulated membranes at the cis Golgi apparatus face. To test the reversibility of the increase, cells incubated at 16 ~ were returned to 37 ~ for varying times up to 30 rain. Surprisingly, the height of the Golgi apparatus did not return to control values as expected. Rather it remained constant (Fig. 5) . The anomaly was resolved when the cis Golgi network and the trans Golgi network membranes were analyzed separately (Fig. 6) . The trans Golgi network was identified by the presence of clathrin-coated vesicles. The cis Golgi network was identified as an irregular and slightly swollen system of cis- ternae, vesicies and tubules and the absence of clathrincoated vesicles at the opposite Gotgi apparatus face '~ 8.4~ z~F (Fig. 7) . With increasing time of incubation at 37 ~ a ~ 7~ E decline in the cis Golgi membranes was accompanied ~ ~.+F ~L 6+0~by a corresponding and equivalent increase in trans $ 5+~ =~ , +. 8~+\", Oolgi apparatus membranes (Fig. 6) . By 30min after transfer to 37 *C, the CGN was much reduced in amount, but replaced by a nearly equivalent amount of membranes at the TGN (C and D). This reciprocai relationship was quantitated and illustrated in Fig. 6 . The TGN was identified as the region of the Golgi apparatus occupied by clathrin-coated membranes and vesicles (large arrows), Bar: 0.5 ixm brane systems to temperatures of 16 ~ and below was comparable to that seen in other systems but with important differences. In contrast to results with liver slices and cultured chinese hamster ovary cells (Morrb etal. 1989 ), transition vesicles accumulated, but most evident was the formation at the cis Golgi apparatus face of a smooth membrane compartment, endoplasmic reticulum-like in character, consisting of irregular tubules and partly fused vesicles. These structures, corresponding to a cis Golgi apparatus network (CGN), were in sharp contrast to those found in liver where vesicle integrity was maintained (Morrb etal. 1989 ).\n\nThe CGN was formed proximal to the location of transition vesicles such that its formation by fusion of the transition vesicles was regarded as unlikely. Rather it seemed to represent an accumulation of transitional endoplasmic reticulum membranes that failed to bud or where the buds had partially formed and failed to separate. At 18 ~ the CGN block was partly relieved and replaced by a comparable block at the opposite Golgi apparatus face that resulted in an accumulation of membranes of the trans Golgi network (TGN). Progression from the trans Golgi network beyond the Golgi apparatus is known to be prevented at temperatures below 20 ~ (Saraste et al. 1986 ). Under these conditions, processing events characterizing the medial Golgi apparatus compartment take place with glycoproteins transferred from endoplasmic reticulum. Yet these glycoproteins do not reach the cell surface indicative of a temperature block involving exit from the Golgi apparatus. This is evidenced as well in our studies, where the accumulations of trans Golgi apparatus material occurred at 18 ~ and 20 ~ whereas the cis Golgi apparatus accumulations were restricted to temperatures of 16 ~ and below. In general, the responses of the Golgi apparatus and associated membranes to temperature were similar in uninfected and FIV-infected cells.\n\nIn liver, the transition vesicles that form and accumulate at low temperature (16~ do not appear to progress rapidly through the Golgi apparatus upon transfer to 24 ~ or 37 ~ (M. Paulik and D. J. Morrt, unpubl, results) . However, the cis Golgi compartment accumulated by the CRFK cells in response to a 16 ~ temperature block appeared completely reversible. Whereas the membrane accumulations generated at 16 ~ remained associated with the Golgi apparatus over 30 min, the accumulations disappeared from the cis face and progressed to the trans face. The reciprocal cis to trans shift occurred rapidly. It was observed after 5 min and was nearly complete by 15 min.\n\nAssuming that TGN membranes are Golgi apparatusderived (Geuze and Morr6 1991) , it would follow that rapid membrane transfer and maturation had taken place upon transfer to 37 ~ Neither the diameter nor the number of cisternae per stack was diminished over the same time period as the accumulations of translocated membranes appeared. Thus, an amount of membrane equivalent to approximately 2 complete Golgi apparatus cisternae was observed to progress cis to trans within 15 rain at 37 ~ following the alleviation of the 16 ~ block. A low temperature block of the type reported here is expected to prove useful with the CRFK cells to aid in the study of viral glycoprotein processing. It is reasonable to expect that entry into the Golgi apparatus of endoplasmic reticulum-derived viral glycoproteins will be blocked at 16 ~ whereas transfer to 18 ~ will then permit passage to the trans Golgi network but not beyond. Eventually, transfer to 24 ~ or higher would permit exit from the trans Golgi network and delivery to the cell surface. In this manner, the studies reported here provide the basis for step-wise temperature control in CRFK cells of the passage of viral glycoproteins through the Golgi apparatus to permit investigation of the subcellular location and order of processing events in FIV maturation and assembly."}