{"title": "Analysis of epidemiological characteristics of coronavirus 2019 infection and preventive measures in Shenzhen China-a heavy population city", "body": "Novel coronavirus pneumonia patients were firstly reported in Wuhan, Hubei in December 2019, and spread to all provinces in China and more than 20 countries in the following month [1] [2] [3] [4] [5] . By February 20, 2020, COVID-19 has infected more than 70000 cases and led to more than 2000 deaths [6] . Based [7, 8] . The first COVID-19 patient in Shenzhen was admitted on January 9, 2020, and 416 cases have been confirmed by February 20, 2020 . Most of the confirmed cases were imported cases from Hubei province until now. There was no large-scale transmission and nosocomial infection in Shenzhen city so far. Therefore, the purpose of the study was to analyze the epidemiology and preventive strategies in Shenzhen in order to understand the main transmission route and effective preventive strategies in cities with risk of imported cases, which may provide clue for better preventing outbreak of potential respiratory infectious disease, such as COVID- 19 in cities with heavy population density and high proportion of external population. \n\nThe first COVID-19 patient in Shenzhen was admitted on January 9, 2020. The number of confirmed cases of COVID-19 began to be released daily on January 19, 2020. Based on the daily new cases, three phases were classified. The slow increase phase begun from January 19 to January 28, the rapid increase and plateau phase begun from January 29 to February 5 and the decline phase begun since February 6 ( Figure 1 ). For those confirmed cases, the exact date of arriving at Shenzhen were identified. The peak arrival time was around January 23, which was 7 days on average ahead of the peak of daily new All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nThe copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.02.28.20028555 doi: medRxiv preprint confirmed cases ( Figures 1A and 1C ).\n\nA series of preventive strategies and measures were shown in Fig 2. We divided the preventive strategies into early prevention and strengthened prevention. For the general population, people entering the hospital were asked to wear masks and take body temperature. The hospital environment was disinfected timely and regularly, hand-washing equipment and disinfectants were equipped All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nThe copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.02.28.20028555 doi: medRxiv preprint in multiple places, and indoor air ventilation was strengthened.\n\nAs early as January 19, when the National Health Commission announced the first imported case in Shenzhen, Shenzhen began to take temperature for people in main city entrances to screen imported cases. After the release of the first (highest) level response to major public health emergencies in Guangdong on January 23, all Chinese new year's entertainments were cancelled, and many public places were temporarily closed in Shenzhen, including market, cinema, museum, library, gymnasium, and so on. Other necessary public places needed to be disinfected regularly, including airport, station, port, freeway entrance, urban traffic, community entrance. The employees in these places needed to have health examinations. People came to these places needed to wear masks and take body temperature.\n\nMillions of people returned to Shenzhen from all over the country after Chinese new year's holiday, which may lead to the imported cases and potential transmission. Therefore, strengthened measures were implemented in February 2, which included isolating all the new arrival people came from epidemic area for medical observation for 14 days, informing all people in the living communities once there were confirmed cases ever stayed in the communities, using of big data and information technology to track the cities of the subject had visited in the last 14 days and identify the contacted persons of the confirmed cases ( Figure 2 ).\n\nAs transmission of infectious disease requires links between three parts of the cycle, the source of infection, route of transmission and susceptible population.\n\nThe preventive strategies and measures implemented in Shenzhen were supposed to block the links by early identifying and isolating potential and confirmed cases as well as cutting of the transmission route. The newly diagnosed COVID-19 cases reached its peak around January 31, which was 7 All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nThe copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.02.28.20028555 doi: medRxiv preprint days after the peak date of cases arrival at Shenzhen and around 10 days after the serial early preventive strategy implemented. Taking account of the incubation period (mostly 3-7 days, with mean of 3.7 days) and the time between symptom onset and confirm of the diagnosis (6 day on average) [9, 12] , the peak of new confirmed cases coincided with the implementation of serial preventive strategy and measures，indicating these preventive strategies and measures were effective in preventing transmission of COVID-19 in Shenzhen.\n\nPatients demographic data were shown in Tab. 1. Patients were divided into 3 groups according to the time phase of COVID-19 incidence. Compared with the reports from Wuhan, Hubei [11] , the age of infected population in Shenzhen was younger and decreasing gradually, in which 33 patients were children. There was no difference in gender (Table 1) .\n\nThere were 63 cases in slow increase phase from January 19 to January 28.\n\nAlmost all cases (61/63, 96.8%) were patients from Hubei, and 2 cases were family members of patients from Hubei, indicating that main source of COVID-19 patients was imported from Hubei province at this beginning slow increase phase.\n\nIn the rapid increase and plateau phase from January 19 to February 5, there were 228 confirmed patients. Compared with the previous period, although majority of the patients (174, 76.7%) were still from Hubei, but infection related to contact with Hubei patients (27, 11.9%), non-Hubei patients (12, 5.3%) and no contact history (14, 6.2%) increased. Meanwhile, cases of familial clustering increased by 19.8%, indicating that local transmission in the family environment should not be ignored.\n\nIn the decline phase since February 6, although the number of daily new confirmed cases decreased significantly, but infection related to contact with Hubei patients (27, 21.6%), non-Hubei patients (15, 12 .0%) and no contact All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nThe copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.02.28.20028555 doi: medRxiv preprint history (9, 7.2%) had the tendency of increase. Meanwhile, cases of familial clustering increased to be predominant (76, 61.3%), indicating that local transmission in the family environment was important route of transmission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nThe copyright holder for this preprint (which was not peer-reviewed) is in China [13, 14] . Protective measures for the general population, such as disinfection, wearing masks, measuring body temperature, preventing crowd All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nThe copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.02.28.20028555 doi: medRxiv preprint gathering and reducing human contact, can also prevented the spread of respiratory infectious diseases [15, 16] . For staff in public places, protection measures were both important for the public people and themselves.\n\nInformation publicity also played an important role in the prevention of respiratory infectious diseases for residents [17] . Big data and artificial intelligence were increasingly important in preventing infectious, which can monitor the population and formulate corresponding measures in time to reduce the spread of the respiratory infectious disease, and easily track patients and close contacts [18] .\n\nHospitals and medical staff played the most important role in the treatment of respiratory infectious diseases. Due to the progression of the illness and many patients seeking medical care in the hospital, human-to-human infection was more likely to occur than other places, so more strict protections should be taken [19, 20] . The medical staff, especially those in infectious disease department, emergency department, respiratory department and other departments related with infectious disease prevention, should have the ability to discern patients with respiratory infectious diseases and take protective measures [21] [22] [23] . When there are warning of respiratory infectious diseases, hospitals needed to take measures to prepare for medical staff training, protective measures and medical supplies earlier than other places [24] .\n\nMeanwhile, it is necessary to isolate patients with infectious diseases and suspected patients away from other patients to avoid nosocomial infection [25] .\n\nIn conclusion, in situation of major outbreak of respiratory infectious disease, such as COVID-19, in nearby province of Hubei, Shenzhen, a high population density, high proportion of external population and high mobility city, has to face the imported cases and risk of spreading the outbreak into Shenzhen city. The implementation of early preventive strategies and measures in Shenzhen were successful in early identification of COVID-19 cases and prevented major outbreak occurred in Shenzhen. Early identification of imported cases, prevention of family clustering transmission, preventive measures in the public All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nThe copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.02.28.20028555 doi: medRxiv preprint area and very strict infection control procedure in hospital setting are crucial for the successful control of outbreak in Shenzhen. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nThe copyright holder for this preprint (which was not peer-reviewed) is . "}