{"title": "Identification of porcine circovirus type 2 in retrospective cases of pigs naturally infected with porcine epidemic diarrhoea virus The Veterinary Journal", "body": "Porcine epidemic diarrhoea virus (PEDV) is a member of the genus Coronavirus, family Coronaviridae, Order Nidovirales (Cavanagh, 1997) . PEDV causes a highly contagious enteric infection in swine (Pensaert and Debouck, 1978) and clinical signs include anorexia, vomiting, diarrhoea, and dehydration. Morbidity and mortality in infected neonatal piglets <5 days of age approaches 95% because of the severe diarrhoea and dehydration. Histological lesions are characterised by villous atrophy and fusion in the jejunum and ileum . In the Republic of Korea, there has been high incidence of diarrhoea and death in neonatal piglets associated with PEDV infection and this has become a major economic concern .\n\nPorcine circovirus type 2 (PCV2) is considered to be an important emerging pathogen associated with postweaning multisystemic wasting syndrome (PMWS) in pigs (Allan and Ellis, 2000; Chae, 2004a) . In addition, PCV2 has been associated with a number of different syndromes and diseases such as porcine dermatitis and nephropathy syndrome (PDNS), porcine respiratory disease complex (PRDC), and reproductive failure (Chae, 2004b) .\n\nRecently, in three Korean pig herds, neonatal pigs naturally infected with PEDV were seen with unusually severe diarrhoea which lasted for three months (personal observation, C. Chae). PCV2 was detected by polymerase chain reaction (PCR) and in situ hybridisation in aborted fetuses from the same three herds. It was speculated that in some unknown way infection with PCV2 in utero might affect the outcome of PEDV infection in post-natal pigs. Moreover, dual infection with PEDV and PCV2 has also been reported in neonatal piglets (Hirai et al., 2001) . The objective of the present study was to determine the prevalence of PCV2 DNA in fresh intestinal tissues by PCR and in formalin-fixed, paraffinwax-embedded intestinal tissues by in situ hybridisation from pigs naturally infected with PEDV.\n\nOne hundred and seven pigs from 87 pig herds diagnosed with PEDV infection by reverse transcriptionpolymerase chain reaction (RT-PCR) between January and December 2003 were used in this study. Sixty-seven herds submitted one pig, 14 herds submitted two pigs, and four herds submitted three pigs. PCV2 was detected in aborted fetuses from 15 pig herds by PCR and in situ hybridisation. PMWS was diagnosed in eight herds. The 107 pigs came from throughout the country with 23 cases from Kyounggi Province, 32 from Chungcheung Province, 32 from Kyoungsang Province, and 20 from Cholla Province. The animalsÕ ages ranged from 1-5-days-old: 30 were 1-day-old, 47 were 2-day-old, 15 were 3-day-old, nine were 4-day-old, and six were 5-day-old.\n\nPCR was used to detect PCV2 in fresh small intestinal tissues as previously described (Kim et al., 2003) and the reactions were performed in triplicate. Positive control DNA from reference strains was included in each reaction. Negative control DNA, extracted from the small intestine of a 1-day-old gnotobiotic pig, was also included in each reaction. For detection by in situ hybridisation of PCV2 DNA in formalin-fixed, paraffin-wax-embedded intestinal tissues, samples of small intestine were fixed in 10% (w/v) neutral buffered formalin for 24-48 h, embedded in paraffin, sectioned at 4 lm, floated on a water bath containing diethylpyrocarbonate-treated water and mounted on positively charged slides (Erie Scientific Co.). The digoxigenin-labelled probe for PCV2 was prepared and in situ hybridisation was performed as previous described (Kim et al., 2003) . The small intestinal tissues from three pigs which had been experimentally infected with PCV2 were used as positive controls and small intestinal tissues from eight uninfected pigs were used as negative controls (Kim et al., 2003) .\n\nAmplification of extracted DNA from small intestinal samples with primers for PCV2 resulted in amplified products corresponding to those of the predicted size, i.e., 481 base pairs. A total of 35 (32.7%) of 107 small intestinal samples from pigs naturally infected with PEDV was found to be positive for PCV2 by PCR. The five PCR products were randomly selected and sequenced. Their identities were confirmed as PCV2 (data not shown). Positive signals for PCV2 were detected in 32 (29.9%) of 107 small intestinal samples from pigs naturally infected with PEDV by in situ hybridisation. The distribution of positive cells in the jejunum and ileum was multifocal or patchy. Distinct positive labelling was found throughout the lamina propria of the small intestines ( Fig. 1) . Comparison with haematoxylin and eosin-stained sections from the same block indicated that most of the positive cells had an oval nucleus and abundant cytoplasm resembling macrophages. No enteropathogenic Escherichia coli were isolated from intestinal tissues of the 107 pigs with PEDV infection (data not shown), although rotavirus antigen was detected in frozen intestinal tissues from two pigs with PEDV infection using an immunofluorescence antibody test (data not shown).\n\nThe results indicated that PCV2 was highly prevalent in pigs naturally infected with PEDV. Neonatal piglets may have been infected with PCV2 at either the pre-natal or post-natal stages. It is speculated that pre-natal PCV2 infection such as in utero infection may be more common than post-natal infection in neonatal piglets because most of the piglets with PEDV infection were <3 days-old. Transplacental transmission with PCV2 has been also reported in gilts (Ladekjaer-Mikkelsen et al., 2001) . PCV2 typically causes subclinical infections with most (if not all) farms worldwide having seropositive animals, whereas only a small number of pigs are seropositive to PMWS (Larochelle et al., 2003; Rose et al., 2003) .\n\nIn this study, we did not determine whether PCV2 influenced the severity of PEDV infection in the piglets. Although no lymphoid lesions (lymphocyte depletion together with granulomatous inflammation) compatible with PMWS were observed in the PEDV-infected pigs, we concluded that either infection with PCV2 in utero may affect the outcome of PEDV infection in post-natal pigs in some unknown way, or the fact that we identified PCV2 in pigs naturally infected with PEDV may simply reflect its ubiquity. Further studies are needed to determine the functional role of PCV2 in diarrhoea from pigs naturally infected with PEDV. Fig. 1 . Pigs naturally co-infected with porcine epidemic diarrhoea virus and porcine circovirus 2 (PCV2). PCV2 DNA was detected in inflammatory cells in the lamina propria of jejunum. In situ hybridisation; nitroblue tetrazolium/5-bromocresyl-3-indolylphosphate, methyl green counterstain."}