{"title": "Classification analysis of dual nucleotides using dimension reduction", "body": "Recently, graphical techniques have emerged as a powerful tool for the visualization and analysis of complicated biological systems. These methods can provide an intuitive picture and help people gain useful insights. Many graphical approaches have also been used to deal with a wide variety of biological problems. For instance, various graphic schemes have been successfully used to study enzyme-catalyzed system (King and Altman, 1956; Chou et al., 1979; Chou, 1980; Forsen, 1980, 1981; Chou and Liu, 1981; Cornish-Bowden, 1979; Myers and Palmer, 1985; Zhou and Deng, 1984; Chou, 1989 Chou, , 1990 Lin and Neet, 1990; Kuzmic et al., 1992; Andraos, 2008) , protein folding kinetics (Chou, 1990 (Chou, , 1993 , condon usage (Chou and Zhang, 1992; Zhang and Chou, 1994) , HIV reverse transcriptase inhibition mechanisms (see Althaus et al., 1993 a-c, as well as a review article, Chou et al., 1994) , and base frequency distribution in the anti-sense strands (Chou et al., 1996) . Recently, the images of cellular automata were also used to represent biological sequences (Xiao et al., 2005a, b) , predict protein subcellular location (Xiao et al., 2006a, b) , investigate HBV virus gene missense mutation (Xiao et al., 2005a, b) and HBV viral infections (Xiao et al., 2006a, b) , predicting protein structural classes (Xiao et al., 2008) and G-proteincoupled receptor functional classes (Xiao et al., 2009 ), as well as analyze the fingerprint of SARS coronavirus (Wang et al., 2005; Gao et al., 2006) . Graphic approaches have been also used recently to examine the similarities/dissimilarities among the coding sequences of different species Qi, 2007, 2009; Qi and Fan, 2007; Yao et al., 2006) , analyze the network structure of the amino acid metabolism (Shikata et al., 2007) , and study cellular signaling networks (Diao et al., 2007) .\n\nAnother useful graphic method, radar chart, has been used to illustrate differences in amino acid compositions to predict protein subcellular localization (Chou and Elrod, 1999) . Also, radar charts have been applied in a similar manner to classifying organisms (Sorimachi and Okayasu, 2004, 2008a, b; Okayasu and Sorimachi, 2009) . Quite recently, Sorimachi reported some interesting results based on graphical analyses in Sorimachi and Okayasu (2008a, b) and Sorimachi (2009) . In Sorimachi and Okayasu (2004) , 23 eubacteria was classified (11 Gram-positive and 12 Gram-negative eubacteria) into two groups, ''S-Type'' represented by Staphylococcus aureus and ''E-Type'' represented by Escherichia coli, based on their patterns of amino acid compositions by radar charts determined from the complete genome. The study shows that amino acid compositions are useful values to investigate genomic structures and biological evolution.\n\nIn this paper, we introduce a new approach to investigate the 23 eubacteria studied by Sorimachi and Okayasu (2004) . The method consists of two parts: (i) PN-curve, a 3D graphical representation of DNA sequences presented in our earlier study (Qi and Fan, 2007) and (ii) principal components analysis (PCA), a projection method to analyze data set and reduce it from high dimensional space. Here, we firstly obtain a 16-dimension vector set of dual nucleotides by PN-curve from the complete genome of organism. Each vector of the set corresponds to a single gene of genome. Then the 16-dimension vector set is reduced to 2-dimension by PCA. The 2D graphical representation based on the 2-dimension vector set is proposed to investigate the classification patters among different organisms.\n\nPN-curve is a 3D graphical representation of DNA sequences presented in our earlier study (Qi and Fan, 2007) . It consider a consider a 4 Â 4 matrix in which the rows and columns are assigned to pairs of nucleotides (PNs)\n\nGiven an arbitrary DNA primary sequence, the PN-curve can be generated by the following map f:\n\nwhere (AA) i , (AT) i , (AG) i , (AC) i ,y, (CG) i and (CC) i are the cumulative occurrence numbers of AA, AT, AG, AC,y, CG and CC, respectively, in the subsequence from the first base to the nth base in the sequence. Unlike important geometry curve Z (Zhang, 1997) and Z 0 (Zhang and Zhang, 2004) , PN-curve is not unique because of the 16! different combinations about 16 kinds of PNs. However, we are only interested in PN-curve as numerical parameters that may extract characteristics of DNA sequences. Here, the different combinations attach no impact on the extracted numerical parameters. For a given gene or genome, there is a cumulative PN-profile or PN-curve corresponding to it. The PN-curve or the cumulative PNprofile is used interchangeably in this paper. Note that the essence of cumulative PN-profile is to display the variations of the PN content along a gene or genome. The derivative of PN-curve with respect to the PN content is used to construct 16-component vectors related with the cumulative PN content. The 16-component vector consists of the percentage of 16 kinds of PNs: AA, AT, AG, AC,y, CG and CC.\n\nFor a given gene, there is a 16-component vector to reveal the patterns of PN compositions. As for genome of an organism, there are thousands of genes. It is not practical that the cluster tendency of patterns is only based on a single pattern derived from a single gene. There are two normal ways to know the tendency of genome: (i) all genes are linked each other into a very long sequence, and a 16-component vector by cumulative PN-profile is used to represent the cluster pattern of PN compositions; (ii) each gene is used to generate a corresponding 16-component vector by PN-profile, and the average of all vectors illustrates the cluster pattern. However, the two ways may hide some detail. For example, given an average 5, there are many possible chooses: 1 and 9, 2 and 8, or 5 and 5, 6 and 4. It was obvious that the average maybe hide the distinction among different chooses. So we use dimension reduction method to uncover the more detail hid in all vectors.\n\nPrincipal components analysis (Jackson and Wiley, 1991) is a projection method to analyze data set and reduce it from high dimensional space to few hidden variables while keeping information on its variability. It and its many expanded methods have been successfully applied to the resolution of some problems (Costa et al., 2009; Du et al., 2006) . Since the patterns in 16-component vectors of genome of an organism can be hard to find in high dimension space, where graphical representation is not available, the possibility of grouping the variability in few variables is an important step to visualize and consequently uncover the information. In Wang et al. (2008) , an effective dimension-reducing approach was introduced for predicting membrane protein types. Here, we reduce 16-dimension vector to 2-dimension by using PCA. Then we give the 2D graphical representation of the patterns of PN compositions and utilize the representation to intuitively observe the evolution patters among different organisms.\n\nWe now give the simple description of PCA. Assume that the mean of sample\n\nDiagonal matrix^is made up of the eigenvalues of S, where^¼ diagðl 1 ; . . . ; l D Þ and l 1 ! Á Á Á ! l D . The principle com-\n\nThe mean and covariance matrix of Y are 0 and diagonal matrix^, respectively. Now we ignore the components of lesser significance and leave out some important components. Then the final data set will have fewer dimensions than the original. In this paper, the original data set is 16 dimensions. The final data set has only two dimensions by choosing only the first two eigenvectors.\n\nComplete genome sequences were downloaded from NCBI GenBank (ftp://ftp.ncbi.nih.gov/genomes/Bacteria/). Here, the analysis of genomes was performed by some bacteria consisting of 11 Gram-positive and 12 Gram-negative bacteria (Sorimachi and Okayasu, 2004) . The genome sequences used for this study are summarized in Table 1 .\n\nDual nucleotide contents at various base positions were computationally calculated by PN-curve. As for a sequence, a 16-dimension vector related to dual nucleotide contents is generated by PN-curve. The complete genome of species consists of thousands of genes. Each gene corresponds to a vector. Then we can obtain a vector set corresponding to the complete genome of the specie. In order to visualize and uncover the information hidden in the vector set, we reduce 16-dimension vector to 2-dimension by using PCA. Then we give the 2D graphical representation of the patterns of PN compositions and utilize the representation to intuitively observe the evolution patters among different organisms. We develop two programs. A program named as ''GenomePNs.pl'' is designed to generate 16-dimension vector set of complete genome. The input of the perl program is file ''*.ffn'' from NCBI GenBank. Its output is a file called as ''percentage_PNs.txt''. The other program, ''DimReductionAnaly.m'', is a matlab program used to reduce 16-dimension vector set to 2-dimension by using PCA algorithm and visualize the 2-dimension vector set. Its input is ''percentage_PNs.txt'' and the output is a 2-dimension graphic representation.\n\nThe patterns of dual nucleotide compositions based on the complete genomes of various eubacteria in Table 1 are 2-dimension dot-cluster graphs, as shown in Fig. 1 .\n\nTo characterize the pattern of dual nucleotide compositions and to classify eubacteria, we focused on particular dot-cluster. A close look to Fig. 1 shows that dot-cluster in some graphs is mainly grouped into two clusters while those dots in other graphs is mainly grouped into one cluster. Now, we divide the grid coordinate system into two regions: I and II, as shown in Fig. 2 . Concentrations of dot-cluster changed markedly two main groups: ''S-Type'' represented by S. aureus and ''E-Type'' represented by E. coli. The conception about ''S-Type'' and ''E-Type'' is presented by Sorimachi and Okayasu (2004) . Here, concentrations of dot clusters are mainly inside Region I in ''S-Type'' whereas they are mainly inside Region II in ''E-Type''. The two groups are separated from each other by these dot-clusters.\n\nBy using PCA algorithm, eubacteria is classified into two groups, ''S-Type'' and ''E-Type'', based on the dual nucleotides compositions calculated from the complete genome. In ''S-Type'', the patterns of the dot-clusters also show much difference each other. According to the relative location between main clusters, ''S-Type'' can be classified into two subgroups: (i) one subgroup includes the bacteria, S. aureus Mu50, Str. pyogenes M1, B. subtilis, R. prowazekii, C. perfringens 13 and B. burgdorferi. Concentration of dots of them is mainly in the left dot-clusters and (ii) the other consists of the following, L. monocytogenes, C. jejuni, M. pulmonis, H. pylori J99, H. influenzae, M. genitalium and H. pylori 26695. Concentration of dots of these bacteria is mainly in the right dotclusters. Similarly, ''E-Type'' can be also classified into two subgroups. The first subgroup includes those bacteria whose dots are classified into two clusters. They are E. coli, S. typhi, V. cholerae and Y. pestis. Concentration of the dots of the second is mainly one dot-cluster. They are M. tuberculosis, M. leprae, N. meningitides, T. pallidum, M. pneumoniae and U. urealyticum, respectively. The above results show that bacteria in Table 1 are grouped into two classes: S. aureus ''S-Type'' and E. coli ''E-Type'', based on their genomic structures. As Okayasu and Sorimachi (2009) reported both types ''S-Type'' and ''E-Type'', the above species were classified further into their subgroups based on amino acid compositions or codon usages. Similar results have also been obtained by Sorimachi and Okayasu (2004) .\n\nBy using data derived from dual nucleotides based on complete genomes, our studies are applicable to analyze genomic structures and provide their 2-dimension graphic representation by PCA algorithm. Then the method is used to investigate the dual nucleotide compositions of 11 Gram-positive and 12 Gramnegative eubacteria in Table 1 .\n\nThe amino acid compositions of the eubacteria of Table 1 have been studied by Sorimachi and Okayasu (2004) . Their research results show that these eubacteria were classified into two groups, ''S-Type'' represented by S. aureus and ''E-Type'' represented by E. coli. Similarly, we also classified these eubacteria into two groups, ''S-Type'' and ''E-Type'', according to particular dot-cluster derived from complete genomes data by PCA. Compared with the research results of Sorimachi and Okayasu, our results show some diversity in three eubacteria: H. influenzae, M. pneumoniae and U. urealyticum. Here, H. influenzae belong to ''S-Type'' while M. pneumoniae and U. urealyticum are ''E-Type''. We do not think that the diversity imply some failure in our approach or Sorimachi and Okayasu's scheme. The proportion of diversity is low, only 13%. Looked by statistics viewpoint, the diversity is acceptable.\n\nThe present study demonstrates that dual nucleotide compositions are useful values to investigate genomic structures and biological evolution. The more similar the structures of dot-cluster are the more similar the organisms are. That is to say, the structures between evolutionary closely related species are more similar, while those between evolutionary disparate species are larger. Closely observing Fig. 1 , we find that in ''S-Type'' the more similar species groups are the following: S. aureus Mu50, S. pyogenes M1 and B. subtilis; L. monocytogenes, H. pylori J99, H. influenzae and H. pylori 26695. In ''E-Type'' the more similar species groups are the following: E. coli, S. typhi, Y. pestis; M. tuberculosis, M. leprae, T. pallidum and U. urealyticum. Similar results can be found out in Fig. 1 of Sorimachi and Okayasu (2004) . "}