{"title": "Narrative review Profiling infectious diseases in Turkey after the influx of 3.5 million Syrian refugees", "body": "Since 2011, the conflict in Syria has led to over five million refugees, of whom more than three million have fled to Turkey to seek safety [1] . As a result of the humanitarian response of Turkey towards Syrians, the country became the number one recipient of these refugees in the world. The number of Syrian refugees in Turkey has increased over 200 times from 2012 to February 2019, (14 237 to 3 635 841 in number) [2] of whom 6% of them stay in temporary shelters, and 94% live in community settings [2] . Since May 2011, the government policy about the Syrian Refugee Crisis has been primarily coordinated by the Disaster and Emergency Management Presidency (AFAD) in Turkey. AFAD built 26 temporary settlements in the south-east Region of Turkey close to the border regions that hosts around 221 000 Syrian refugees [3] .\n\nTurkey is a signatory to the Geneva Convention Relating to the Status of Refugees (1951) and its Protocol (1967) with a geographical limitation clause. Based on the above-mentioned definition, at the outbreak of the war the Turkish government granted Syrians temporary protection in October 2011 and enacted the Law on Foreigners and International Protection in April 2014, which provided a legal framework for refugees under the name 'temporary protection regime'. Syrian refugees are provided an identity card that allows the card holders access to healthcare and treatment free of charge, access to education for their children, and work permits as well as vocational training [4] .\n\nThe objective of this study is to review the current healthrelated conditions of Syrian refugees including their access to healthcare and living conditions, and discuss the outcome of infectious diseases with the ongoing refugee crisis. We have reviewed the reports and statistics provided by the Ministry of Health of Turkey (MoH), Directorate General of Migration Management and Disaster and Management Presidency along with other reports and studies conducted by non-governmental organizations. We have checked reports published about Syrian refugees until March 2019.\n\nCurrently, the population fraction of registered Syrians has reached to 4.4% of the total population of Turkey. Women constitute 46.5% of the Syrian population living in Turkey. Children under the age of 5 years account for 12.3% of the refugees, and children under the age of 15 years account for 37.2%. More than 90% of the Syrian population lives in the community and mostly in larger provinces. Istanbul, Sanliurfa, Hatay and Gaziantep are the top four provinces, each of which hosts more than 300 000 Syrian refugees [2] .\n\nAccording to a comprehensive study by AFAD, the World Health Organization (WHO), and MoH focuses on the non-communicable disease surveillance among Syrian refugees in 2016, in which the mean of household size was determined as 3.5 among Syrian refugees [5] . In another study conducted in Sanliurfa province that explored the health status of Syrian women, the mean household size was found to be 9.9 (SD 4.9). In 81.8% of households, more than five people were living together and in 35% there were more than ten persons [6] . Another study in Istanbul conveyed similar results: nearly 70% of households five or more people and 43.5% of the households had two or more families living together. In the same study, participants expressed their concerns about the quality of the housing and 22.3% reported lack of access to hygiene materials for everyday use such as soap [7] and 20% of Syrians have reported limited access to safe drinking water [8] .\n\nSyrian refugees' healthcare utilization and treatment costs are covered by the AFAD via social security premium payments. Nonregistered Syrian refugees have only access to emergency care, after which they are referred to registration offices [3] . Healthcare is free of charge for registered refugees only in the city of registration, unless there is an emergency or a risk for contagious disease [9, 10] . In order to strengthen primary care, the MoH established Refugee Health Centres in neighbourhoods populated with Syrian refugees. Up to now, 85 clinics in 16 provinces started providing primary healthcare including outpatient services and the Ministry plans to expand it to the whole country [11] .\n\nThe MoH provides refugees residing in temporary settlements free on-site health services, including reproductive health, immunization, and outpatient care. Conditions on temporary settlements are more favourable than outside regarding access to healthcare [12] . The health-seeking pattern of Syrian refugees is mainly to bypass primary care and access to hospital services and it puts an extra burden on the limited resources along with other barriers including language, cultural norms, and socio-economic status [3] . However, it is also important to note that there is no referral system in the healthcare system of Turkey. Since 2016, the MoH in collaboration with the WHO has launched a training programme for Syrian refugee doctors, nurses, and midwifes to be integrated in the health system at the primary care level to be employed in Refugee Health Centres. Since the beginning of the programme, almost 2000 Syrian healthcare workers have been trained in seven refugee health-training centres to work in one of the 151 such centres throughout Turkey [13] . There are other intergovernmental organizations including the United Nations High Commissioner for Refugees (UNHCR) and the International Organization for Migration (IOM) working closely with the government to support the health services provided to Syrian refugees [9, 12, 14] .\n\nVaccination rates in the Syrian Arab Republic declined sharply with the outbreak of the conflict in 2011. According to the Ministry of Health of Syria, coverage rates prior to the conflict were around 95%. The WHO and the United Nations Children's Fund (UNICEF) estimate that currently levels of immunization in Syria are around 60% [15] .\n\nIn Turkey, Syrian children have been vaccinated free of charge according to the MoH's Expanded Program (Table 1) of Immunization since 2011. Women of reproductive age were also vaccinated with tetanusediphtheria vaccine. The MoH in collaboration with UNICEF carried out nine rounds of mop-up campaigns among Syrian refugees and children from Turkey who were at risk of vaccine preventable disease in the south-east region between the years 2013 and 2014. All of the children living in and out of temporary shelters were included into Turkish National Childhood Vaccination Programme (13 antigens). Total number of vaccines applied to Syrian children is shown in Table 2 . Vaccination coverage in the temporary shelters was estimated to be >95% (unpublished data from MoH, Turkey).\n\nAccording to some earlier reports that were published in 2013, the incidence of middle east respiratory syndrome-corona virus (MERS-CoV), tuberculosis, schistosomiasis, leishmaniasis, Dengue fever, Crimean-Congo haemorrhagic fever, malaria, rabies, brucellosis, measles, polio, hepatitis A, and typhoid fever were expected to increase after the Syrian conflict [16] ; however, based on available data and our detailed analysis, the numbers show a stable situation regarding infectious diseases.\n\nIn temporary shelters for Syrian refugees in Turkey, between 2012 and 2016, a total of 1 299 209 cases of respiratory tract infection; 158 058 cases of diarrhoea including 59 bloody diarrhoeas were reported; 1354 hepatitis A cases; and 108 active tuberculosis cases were detected and treated (Table 3) . No outbreaks of cholera, hepatitis A or E, and norovirus were reported in the temporary shelters in Turkey. Nevertheless, there was high number of reported hepatitis A virus (HAV) cases in 2012 and 2013 in temporary shelters ( Table 3 ). The HAV cases were mainly children, but also included adults. In 2012 and 2013, at the beginning of the conflict, high numbers of hepatitis A cases were reported from Syria because of the interrupted health services in the country [17, 18] . In Syria, HAV vaccination was not included in the national immunization programme; however, when Syrian refugees arrived in Turkey, all the children were vaccinated according to the national immunization programme of Turkey, which covers HAV vaccination at 18 and 24 months (Table 1) . Environmental health measures including clean water supply and sanitation for temporary settlements were carried out in collaboration with AFAD and Provincial Public Health Directorate. Water was chlorinated to contain 0.05 ppm chlorine and water quality was assessed via collecting water samples in various end points in the temporary shelters three times per week. For people living in temporary shelters, skin and soft tissue infections, animal bites and urinary infections were reported to be the most common reasons of admission to infectious diseases outpatient clinics [19] .\n\nAfter the start of the conflict in Syria there were 35 confirmed polio cases in 2013 and one confirmed case in 2014 along with measles, varicella and hepatitis A outbreaks, which were the leading causes of infectious diseases among children [20] . To date, Turkey remains a polio-free country. Measles have strikingly increased in 2013 in Turkey (Fig. 1 ) [21] . The number of measles cases started to increase by the end of 2012 and the index case was not of Syrian origin, but a refugee from the Balkan countries. In 2013, 7405 cases of measles were detected. The MoH implemented catch-up and mop-up measles vaccination campaigns for both citizens of Turkey and Syrian refugees in various cities where the refugees were densely populated [22] , and consequently the number of measles cases decreased to 565 in 2014. In temporary shelters in Turkey, immunization coverage is >95% and refugee populations are receptive to vaccination ( Table 2) .\n\nCutaneous leishmaniosis (CL) was a common disease in the Syrian Arab Republic that was restricted to Aleppo and Damascus, and before the conflict the incidence was 23 000 cases per year [23, 24] . By 2013 the number of the cases was reported to be 44 000 [25] . Since the beginning of the conflict, CL has been seen a threat for the Syrians and citizens of the neighbouring countries [26] . In the provinces bordering Syria such as Ş anlıurfa and Gaziantep, CL has been diagnosed more often since 2011 [27, 28] . In a study from Gaziantep that was conducted between the years 2009 and 2015, 567 patients were admitted to the hospital with the suspicion of CL and 263 (46.4%) of them were found to be positive by parasitological examination. The percentage of Syrian refugees among these patients was 66% [27] . I  II  III  BCG  I  DTaP-IPV-Hib  I  II  III  B  Pneumococcus  I  II  III [42] . After the Syrian conflict, the number of cases peaked in Turkey, which is likely to be associated with the refugee influx. Since the vectors for malaria still exists in the south and southeastern Anatolia, malaria could be a threat for Turkey.\n\nAt the Syrian border of Turkey, a serologic survey among 307 individuals for West Nile Fever (WNV) virus was conducted based on suspected cases in April 2009. The seropositivity was found to be 17% by using microneutralization assay [29] ; however, WNV cases were not reported from the region following the refugee influx. Although there have been previously reported cases of Crimean-Congo haemorrhagic fever, Dengue fever and MERS-CoV in the region there were no detected cases reported from Syria and there were no reported cases among Syrian refugees.\n\nThe incidences of tuberculosis in Syrian Arab Republic have been in decline since before the onset of the conflict. In 2011, when the international migration movement started it was 21 cases per 100 000 population, whereas in the following years it was recorded as 23 in 2014, 19 in 2015, 21 in 2016 and 19 again in 2017 [30] . Syrian refugees are at risk of contracting tuberculosis because of overcrowding, stress and other determinants, and the likelihood of having the disease pre-departure, which may have increased due to the fragmented and disrupted health services. Such disruption and fragmentation in the public services would also have an impact on the surveillance systems meaning that these official numbers should be treated with caution. For example, Warrington et al. [31] showed that the prevalence of latent tuberculosis infection among Syrian refugees screened within the first 2 weeks after their arrival in Canada was 9% and they have calculated the annual rate of infection as 0.42%, which led to an estimation of tuberculosis incidence in the source population to be 40 per 100 000 [31] . Such a discrepancy between the official numbers and estimations can be interpreted as under-reporting as well.\n\nThe incidence of tuberculosis in Turkey was reported in the years of 2016 and 2017 as 18 and 17 per 100 000 respectively [30] . Owing to quite similar baseline tuberculosis rates and in the absence of other risk factors, pre-entry screening under such circumstances may not be cost-effective. In a recent survey performed in 36 European countries, different approaches for screening and management of tuberculosis among refugees was reported and treatment for the people coming from low incidence settings for the prevention of latent tuberculosis infections was emphasized [32] . For example, a study in Netherlands suggested to cease the tuberculosis screening programme for refugees coming from countries with <50 per 100 000; however, a similar study in Belgium suggested the continuation of pre-entry screening. Another study in the UK indicated that while migrants screened for tuberculosis posed a negligible risk to the population in the host country it might trigger stigmatization or xenophobia [32] .\n\nIn Turkey, there is no routine pre-entry tuberculosis-screening programme for the Syrian refugees. Syrian refugees are subject to Turkish National tuberculosis control programme where tuberculosis screening is performed with the tuberculosis skin test purified protein derivative of tuberculin (PPD) and then either a chest X-ray for all people who have symptoms presumptive of tuberculosis or have a contact with active tuberculosis patient. In Turkey, tuberculosis case management protocols indicate treatment for latent tuberculosis if there is contact with the tuberculosis patient [33] . In temporary shelters, between the years 2012 and 2016, 26 213 people in total were screened for tuberculosis by administering the PPD test and only three patients were detected with tuberculosis, and, in total, 108 active tuberculosis cases were diagnosed and treated (Table 3) . Within the temporary shelters by using active screening and referral or physician presumption and consecutive examination, a total of 1022 cases among Syrian refugees with active tuberculosis were diagnosed and treated between the years 2012 and 2015. By the year 2010, the proportion of the patients who were born outside of Turkey among all tuberculosis patients reached 6.8%. In 2015, 489 Syrian refugees were diagnosed with tuberculosis, which makes 56% of overall refugees with tuberculosis. The latest numbers from 2016 indicates that 12 417 new tuberculosis cases have been reported and 200 (1.6%) of them were multidrug-resistant (MDR) tuberculosis. Syrian refugees constitute 4% (n ¼ 508) of the total tuberculosis cases and ten Syrian refugees (2%) out of 508 were reported to be MDR [34] . Some problems regarding the follow-up of the diagnosed Syrian patients were reported [35] . It was not always possible to find the Syrian family in that given address since they tend to move often between and within the provinces. This posed a great barrier to follow up certain infectious diseases such as tuberculosis, where directly observed therapy was key to successful treatment.\n\nAll refugees are offered voluntary testing, counselling and medication for the sexually transmitted infections (STIs). In a crosssectional study in Ş anlıurfa, 50.8% of Syrian women reported symptoms of malodorous discharge and painful sexual intercourse which was linked to STIs, 4.1% had hepatitis B surface antigen (HBsAg) positivity and 0.4% had anti-hepatitis C virus positivity; no human immunodeficiency virus positivity was detected [6] . In a review of hepatitis B and C in Syria, the seroprevalence of hepatitis C antibodies was reported to be 2.8%, and HBsAg positivity to be 5.6% [36] . At the northern part of Syria, the seroprevalence for hepatitis C was 10.14, and for hepatitis B 10.5 [36] .\n\nThe percentage of healthcare-associated infections in migrants has been on the increase in the last 3 years when evaluated on a yearly basis based on a previous study [37] . In another study, covering mostly Syrian refugees, admission reasons of refugees to ICUs with community-acquired infections was similar to the host populations and revealed high mortality rates [38] . The first two isolates of New Delhi Metallo-Beta-Laktamaz-1 (NDM-1) were reported from a hospital, one isolate was from a Syrian refugee and the second was from a patient who had never travelled outside Turkey [39] . In a study performed in Switzerland, the colonization rate of the refugees was about ten times higher for methicillinresistant Staphylococcus aureus and two to five times higher for extended-spectrum beta-lactamase than the Swiss population [40] ; a striking difference in risk was not reported from Turkey.\n\nThere are some limitations of this report. First, it is difficult to provide an in-depth analysis for each disease because of the scarcity of the published papers. Second, even though the MoH have provided critical data for this publication, the data available to researchers are limited. Third, our search strategy mostly depends on published material, which might have the potential to leave out the grey literature or online reporting systems data such as ProMed.\n\n1. Turkey has provided access to healthcare and vaccination services free of charge for all the migrant children regardless of registration. Every migrant child in Turkey has a right to access the same immunization services as the citizens of Turkey and this service covers vaccines for 13 diseases. 2. Language is one of the major barriers to access healthcare services. Integration of Syrian health workers in the primary healthcare system has been a successful way to overcome such a barrier. Besides, it helped to increase the outreach activities for vaccination services. 3. The health-seeking behaviour of Syrian refugees shows that there is a tendency to skip the primary care services and a demand for secondary and tertiary level healthcare. It, therefore, burdens these services. Training Syrian healthcare workers and integration of guides for Arabic speaking patients to assist service provision in the hospital level might alleviate the workload. 4. In line with access to healthcare, access to medication is also provided by the MoH, which allows the control of the potential infectious diseases by timely interventions. In terms of infection control, compliance to antimicrobial stewardship principles plays an important role for it is known that the rate of antimicrobial resistance because of overconsumption in Turkey is already high [41] . 5. Syrian refugees are obliged to stay in a defined province when they arrive in Turkey and register there. However, for of various reasons, Syrian families have moved from their first registered address quite often, within and between the cities. This poses a barrier to follow-up certain infectious diseases such as tuberculosis, where adherence to directly observed therapy is key to treatment success. Therefore it is necessary to build a strong surveillance system for refugees. 6. Measles cases are increasing and measles remains the number one vaccine-preventable disease threat. Although Syrian refugees are receptive to vaccination services, seeking vaccination services remains a problem because of high mobility and lack of knowledge about refugee health centres. Therefore, dissemination of information and raising awareness through increasing the available health education activities in collaboration with local NGOs would improve vaccination uptake among refugees. 7. There has been an increase in leishmaniasis cases since 2011. No significant increase has been detected in tuberculosis, vectorborne infections except leishmaniasis, health associated infection (HAI) and STIs. Considering that Syrian refugees are a vulnerable group in Turkey, in cases of an outbreak with a public health threat, such as influenza or norovirus infections, Syrian refugees could be affected more. 8. When infections, such as WNV, MERS and Dengue fever, among Syrian refugees have not been detected, lack of awareness among healthcare workers should be taken into consideration. Therefore, trainings for potential threats and emerging infections as well as strengthening the surveillance should be improved."}