{"title": "Strategies for Improving Influenza Immunization Rates among Hard-to-Reach Populations", "body": "Every year, 10% to 20% of the American population falls ill with influenza, and on average 36,000 persons die from influenza-related complications. 1 Immunization reduces the morbidity and mortality that results from influenza and respiratory tract infections secondary to influenza infections. 2 Influenza immunization rates among the elderly, the population group that accounts for 90% of influenza-related deaths, rose steadily for a number of years, but have now plateaued between 60% and 70%. 1, 3, 4 Data from several sources, including the National Health Interview Survey, suggest that immunization rates are lower in racial/ethnic minority groups than Whites, a disparity that exists for all age groups, including elderly persons covered by Medicare and populations specifically targeted by public health interventions. 5, 6 Although data are limited, hard-to-reach (HTR) groups such as the housebound elderly, disenfranchised groups, people living in disadvantaged urban communities, undocumented immigrants, and substance users may be less likely than individuals receiving routine health care services to receive influenza immunization. 7 Members of these groups may be at increased risk of morbidity and mortality secondary to influenza because of increased incidence and prevalence of medical conditions for which influenza vaccine is recommended (e.g., asthma, diabetes) and reduced immune system activity caused by lifestyle factors. [8] [9] [10] Annually and in pandemic situations, vaccine supply may be inadequate to meet the national need, and ramp-up of production is complex. 11 A minimum of 3 to 6 months is needed to design and start manufacturing a vaccine based on a new virus strain and using current production methods, there are insufficient supplies of eggs to make sufficient vaccine to meet the demand. [12] [13] [14] An influenza pandemic would cause particularly acute problems in HTR populations. Even if sufficient vaccine against the pandemic strain could be made, gaining timely access to and rapid immunizations of HTR populations would pose significant challenges.\n\nA number of interventions have been shown to be effective for increasing vaccination coverage among the general population, including provider-based interventions, and interventions aimed at increasing community demand and enhancing access to immunization services. 15 Studies on how best to immunize HTR populations are sparse and suffer from difficulty determining the true size of the populations at risk. 16 Existing research suggests, however, that most interventions are strengthened by multiple approaches, particularly those that are community-based. 7, 17 DEFINING HARD-TO-REACH POPULATIONS High-risk populations for influenza include the elderly and those with certain chronic diseases. High risk is not the same as HTR, although there appears to be substantial overlap; whereas not all at high risk are hard-to-reach, many in the HTR population are at high risk. While no uniform definition of HTR populations exists, HTR populations have typically been defined from the perspective of linkage with the health care system, i.e., persons who do not seek treatment in traditional care settings such as provider offices or clinics. The size of hard-to-reach populations, whereas hard to estimate, is not trivial; some examples of constituent groups are as follows: 11.5-12 million undocumented immigrants nationwide, 18 1.5 million injection drug users in 96 large U.S. metropolitan areas 19 and 744,000 homeless persons nationwide, 20 as well as a proportion of the elderly and minorities. Overall, the percentage of U.S. residents at high risk for influenza but who are not immunized has been estimated to be as high as 65%. 3 Failure to be immunized is related to lack of health insurance and to having a regular provider; 21 this may be a particular concern for specific HTR groups. For example, mobile elderly differ from the majority of the other population groups in that they are covered by Medicare and generally frequent a health care provider. Thus, whereas the elderly as a high-risk group may differ from other groups in terms of access to health care as an entitlement, a proportion is not connected to care and is therefore HTR. The lack of a regular health care provider is correlated with race and ethnicity. 7 While 80% of White adults have a primary care provider, the percentage is closer to 70% for Asian-Americans and Blacks, and only 57% for Hispanics. 22 As reviewed elsewhere, other barriers to accessing care include culturally derived attitudes and belief systems, negative experiences with past treatment, language and other barriers in patient-provider relationships, and legal status (e.g., undocumented immigrants). [23] [24] [25] [26] [27] Some groups harbor substantial myths about and distrust of the medical system; previous research has shown that their attitudes appear to be strong predictors of being immunized. 28 VLAHOV ET AL. 616\n\nChallenges on the Individual Level Primary reasons for an individual not being immunized may include poor access to immunization services, difficulties in negotiating the health care system, cost, lack of education leading to misconceptions about vaccine risks and benefits, and lack of clear, strong recommendations from health care providers (Table 1) . 6, 17, 21, 23, 25, [27] [28] [29] [30] [31] [32] [33] [34] [35] At the individual level, attitudes are important: Zimmerman reported that among unvaccinated individuals, only 59% thought that immunization was wise, and almost all thought it was more trouble than it was worth. 28 Among those who were immunized, however, 98% thought it was a wise thing to do. Another study showed that unvaccinated individuals also believed that they were unlikely to get the flu. 23 Other reasons for not receiving immunization include fear of needles and fear of getting sick from the vaccine. 23, 26, 36 Lack of trust in modern medicine, belief in home remedies, and lack of trust in the government also may discourage immunization. 25 The perceived attitudes of peers also relates strongly to likelihood of immunization. In one study, whereas 75% to 80% of immunized individuals thought that their family and friends were in favor of their getting immunized against influenza, only about 40% of unvaccinated people thought so. 28 Challenges on the Provider Level Only about one-third to one-half of health care workers are immunized against influenza and providers who do not believe the vaccine is protective are less likely to recommend it to patients. 31, 37 In addition, monitoring of immunization status is generally poor. Most providers have little knowledge of how many of their patients are at high risk and especially need influenza vaccine, 32 and few providers have systematic methods to assure immunization among their patients (Table 1) . 32, 38 As HTR populations generally have little interaction with providers on a regular basis, opportunities to identify challenges or to identify factors for influence are limited.\n\nStructural challenges can be categorized as challenges inherent to influenza immunization itself and challenges inherent to the immunization distribution system (Table 1) . On the vaccine side are problems of unpredictable production and balancing the supply with the demand, whereas challenges inherent in the distribution system are principally logistical (Table 1) . 32, 39 Health care providers often have limited time to provide preventive care and the lines of responsibility for adult vaccination are oftentimes unclear. Legal and regulatory obstacles in coordinating distribution among bordering jurisdictions and handling liability issues can be barriers to mounting complicated community-based vaccination programs. For HTR populations, these issues are compounded by lack of knowledge, lack of easy access, and lack of insurance coverage. 7,40\n\nCommunity-based campaigns have suggested that targeted, culturally sensitive programs can increase immunization rates in HTR populations; many have emphasized partnering with leaders of community-based organizations to enhance rates in these groups (Table 2) . 28, [40] [41] [42] In one study, churches were particularly successful collaborators because of that 25 Another successful strategy used in public health programs in general was mobilizing trustworthy spokespeople, for example local sports figures or members of the clergy. 43 Other research has shown that community-based campaigns, which involved community or faith-based locations, and which included educational materials that were culturally appropriate, could be successful (Table 2) . 29, [44] [45] [46] And the message mattered: results from one study suggested that vaccine acceptance was higher if the vaccine was viewed as beneficial for others, such as children and grandchildren. 23\n\nThere is evidence suggesting that patient reminders, provider education and prompting, physician incentives, and standing orders are effective ways to increase adult immunization coverage (Table 2 ). 17, 36 Patient reminders, which can take the form of computer-automated mailings and autodial telephone messages, have resulted in dramatic increases in vaccination rates in high-risk groups. 47 In Monroe County, NY, vaccine coverage increased by 7% among the elderly when physicians were offered financial incentives. 48 Standing orders, i.e., a written order stipulating that all persons meeting certain criteria should be vaccinated, thus eliminating the need for individual physician_s orders for each patient, have been shown to increase vaccination rates (Table 2) . 38, 49, 50 Standing orders are not permissible in all states, however, and if available, healthcare providers must exercise the option. One report showed that from 1995 to 1999, in states where pharmacists provided vaccination, rates increased from 58% to 68% vs. 61% to 65% in states that did not explicitly allow pharmacists to vaccinate. 51 This is a strategy that could be particularly helpful for HTR populations. Similar increases have also been reported in settings where nurses were given the authority to vaccinate without the presence of a physician. 39 Strategies at the Structural Level At the structural level, a limited vaccine supply is problematic. 52 Technological solutions are being sought, for example, shifting the industrial growth of the virus from eggs to cell cultures. 53 Technology is also being used to stretch the doses of available immunizations, including the use of adjuvants or intradermal injection. 54 Vaccinators also need liability protection. 55 The Vaccine Injury Compensation Program (VICP) was designed to provide the needed indemnification at the national level. However, the program does not currently include a specific indemnification program for vaccines against a pandemic influenza strain.\n\nAt the structural level, increasing health care insurance coverage in the U.S. is crucial to the long-term success on a wider basis (Table 2) . 56, 57 For HTR populations, programs have improved access by distributing vaccines in unconventional sites, such as needleexchange programs. 40 The findings suggest that people are more likely to go to familiar locations in their neighborhoods that they know and trust, and one study found that most vaccine recipients returned to the same sites where they were immunized the previous year ( Table 2) . 30 Results from a community-based vaccine distribution study in New York City found that vaccine distribution on street corners was more successful than offering the vaccine door-to-door, in terms of sheer number of doses administered. 58 Weatherill et al. 41 described successful distribution of influenza and pneumococcal vaccine on streets, in alleys, and in single-room occupancy hotels in Vancouver. Many of the community-based programs recognized the importance of easy recognition of the vaccinators and selected bright, distinctive clothing so they were easily identifiable.\n\nTo be successful, the precise methods of immunization distribution need to be tailored to each site and each community. 16 Input should therefore be sought from the target community in the design of services. Planning must be comprehensive and involve all sectors of the community, including residents, business owners, health officials, law enforcement personnel, and neighborhood community board members. Lastly, vaccine programs have historically targeted people at high risk for morbidity and mortality from influenza, including the elderly, and persons with medical indications. 16 There is now increasing interest in expanding immunization to new populations, such as elementary school children, who have a high likelihood of being transmission vectors for influenza. 59 Limited evidence suggests that such efforts may enhance efforts to reduce morbidity and mortality as compared to programs targeting high-risk individuals only. 60-62\n\nIn a pandemic situation, challenges and strategies for immunization will change (Table 3) . Because vaccine stockpiles are limited, months will likely pass before supply can be increased to meet the demand. As priorities must be established in advance, the Health and Human Services Pandemic Influenza Plan and the National Strategy for Pandemic Influenza are beginning to address prioritization issues. 63, 64 Although advance planning and training for distribution are critical, not every contingency can be anticipated on a theoretical basis. A number of lessons have been learned from preparedness exercises and from previous epidemics. First, at the individual level, the long wait time required for the large number of persons that will need to be vaccinated in the shortest period poses a major challenge (Table  3) . 65 Second, personnel dedicated to this effort are needed; identifying and locating HTR populations in this situation becomes more difficult if staff are diverted to other venues. Third, at the provider level, long wait times may necessitate the expansion of the provider pool to include additional nurses and pharmacists. 63, 66 And finally, reports have shown that maintaining adequate documentation under crisis conditions, especially for research purposes, may be challenging. 63, 67 Challenges at the structural level are even more pronounced. The domestic supply of influenza vaccine for A (H5N1) strain of concern is limited; the current annual capacity in the U.S. could manufacture enough vaccine for only 15 million Americans, leaving the vast majority vulnerable to disease. 63 Preparedness drills have shown that special consideration should be given to first responders (e.g., health care workers, emergency medical volunteers). In preparedness exercises, providers and their families have requested that they be given prophylactic vaccination ahead of time to increase their ability to participate after an outbreak (Gebbie, K., Columbia University School of Nursing, personal communication). Other high-priority groups include those at risk for severe disease: elderly, children, those with chronic pulmonary disease, diabetes, and immunosuppressed individuals. Points of distribution should be determined in advance based on their ability to handle large numbers of people (Table 3) . 63 These locations, which will most likely have to be flexible based on the exigencies of the situation and which, of necessity, have to favor access for the easy-to-reach masses, may be challenging for some HTR populations to access, especially those with limited mobility, distrust of government, or other constraints.\n\nA number of strategies have been identified to improve immunization rates during a pandemic situation (Table 4 ), but most have not specifically addressed the needs of the HTR populations. In general, at the individual level, partnering with faith-based, or other trusted organizations in pandemic preparedness planning, and alerting target populations of the need to be immunized are key. 67, 68 Additionally, utilizing community-based sites or going door-to-door for mass immunization distribution efforts may maximize access to HTR populations, although these may not be realistic options if not planned in advance. 65 The provider base may need to be expanded to include additional nurses and pharmacists, and immunization protocols to be simplified to be as efficient as possible. At the structural level, the Advisory Committee on Immunization Practices (ACIP) and the National Vaccine Advisory Committee (NVAC) have developed guidelines for prioritizing groups to be immunized in the case of a pandemic, guidelines which will have to be communicated to those responsible for the actual immunization. 63 Educational materials targeted specifically to HTR populations should be developed in collaboration with community stakeholders and pilot tested in advance. Additionally, state or local distribution programs must address the unique needs of underserved populations, which will evolve in response to situational factors.\n\nWorkers at immunization sites should be prepared to redirect sick people to health care facilities. Data collection forms must be designed so they can be completed quickly, although this may be at the expense of collecting detailed data used for research purposes. Developing scannable forms may also be warranted. [69] [70] [71] Preparedness exercises sponsored by the New York City Department of Health and Mental Hygiene (NYCDOHMH) found that just-in-time training for vaccinators can be delivered through hospitals or other points of distribution, 72 but vaccinators need to be taught which groups need vaccination as well as how to vaccinate. Results of a drill in New York showed appropriate patient triage in the range of 90% or better after just-in-time training (Weisfuse, I., NYCDOHMH, personal communication). Interestingly, findings from another study showed that hospitals appeared to have more difficulty after rigid protocols and were less able to adapt quickly to a line-of-command system than other venues (Gebbie, K., Columbia University School of Nursing, personal communication). Because of limited resources and the special efforts needed to reach underserved populations, these populations may be less likely to receive vaccines in pandemic situations. Points of distribution familiar to community members should be favored. Sites may include community-based clinics, senior centers, hospitals, pharmacies, employee health services, migrant worksites, locations where day laborers congregate, homeless shelters, soup kitchens, churches, grocery stores, universities, public schools, and daycare centers. 63, 67, 72 \n\nKey strategies to respond to annual and pandemic influenza should include immunization of HTR populations. The HTR populations are important because of vulnerability 73 and transmissibility. 74 The elderly are the group at highest risk for morbidity and mortality, and rates of immunization are the lowest among racial and ethnic minorities; 75 demographic projections for the U.S. estimate that the proportion of those over 65 years old will rise faster in the racial and ethnic minorities, suggesting that overall vaccine coverage is unlikely to improve without substantial effort. 76 Some HTR populations such as undocumented immigrants work in poultry processing, food service, and home health care fields, providing persons potentially at early risk for acquisition of influenza and transmission into other populations. 77 Immunizing HTR populations is a humanitarian effort of great public health importance.\n\nExpanding immunizations to include HTR populations will require efforts at each stage in program preparation. Early planning phases should include federal agencies and local health departments partnering with community-based organizations to prepare for and promote vaccination in nontraditional settings and at convenient times to HTR populations. 41, 78, 79 The expansion of the health care provider base should include additional nurses and pharmacists and the adoption of standing order policies. 39, 80, 81 To immunize HTR populations, community-based educational campaigns aimed at individ-uals and communities through trusted community members such as churches and civic associations should be given higher priority. Strategies in pandemic situations must include active involvement of community-based organizations in planning exercises, and adding HTR populations in statewide preparedness plans.\n\nThe current federal recommendations for annual and pandemic vaccine 3,63 do not prioritize the issue of HTR populations. This problem is an epidemiologic, clinical, and ethical issue. Traditional views of Bhard-to-reach^populations should be revised so they are seen as Beasy-to-miss^; problem solving to assure adequate coverage for this disenfranchised group is achievable."}