{"title": "Interferon alfacon1 is an inhibitor of SARS-corona virus in cell-based models", "body": "Severe acute respiratory syndrome (SARS) has emerged as a significant threat to global health. Etiological agent causing SARS is a plus-stranded RNA virus classified as a Coronavirus (SARS-CoV) (Holmes, 2003; Peiris et al., 2003; Ksiazek et al., 2003; Fouchier et al., 2003) . SARS is associated with significant morbidity, and mortality rates are estimated to be between 10 and 15% . Through SARS antiviral discovery efforts, we identified interferon alfacon1 as a potent inhibitor of SARS-CoV replication. Recently, interferon alfacon1 was used combined with cortical steroids, in a preliminary pilot study, to assess potential clinical benefit and safety for patients infected with SARS-CoV (Loutfy et al., 2003) . The study suggested that interferon alfacon1 was safe and further suggested a therapeutic benefit (Loutfy et al., 2003) . In this report, we described the in vitro activity of interferon alfacon1.\n\nInterferons are cytokines induced as a consequence of viral infections and have pleiotropic biological effects that play a role in modulating innate and adaptive immunity. Type 1 interferons (alpha/beta) have been effective for treating plus-stranded RNA viral diseases such hepatitis C virus (Tong et al., 1997) and the human coronavirus 229E, which causes a mild upper respiratory infection (Sperber and Hayden, 1989) . Others have reported that type 1 interferons can inhibit SARS-CoV replication in vitro (Cinatl et al., 2003; Hensley et al., 2004; Haagmans et al., 2004; Enserink, 2004; Cinatl et al., 2004; Chen et al., 2004; Moriguchi and Sato, 2003; Stroher et al., 2004) . Furthermore type 1 interferon has been evaluated in experimentally infected non-human primates (Enserink, 2004) . To date interferon alfacon1 is the only interferon tested in human trials (Loutfy et al., 2003) . We examined the in vitro antiviral activity of this non-naturally occurring type 1 interferon, interferon alfacon1 (Infergen ® ) (Ozes et al., 1992) cell-culture assays of SARS-CoV. Interferon alfacon1 is a second-generation cytokine that was engineered to contain the most frequently occurring amino acids among the non-allelic interferon alpha subtypes (Blatt et al., 1996) . This molecule is unique to the naturally occurring interferons. In cell-culture models, interferon alfacon1 demonstrates increased potency when compared to naturally occurring type 1 interferons (Blatt et al., 1996) and is a more potent inhibitor of the hepatitis C virus replication in comparative clinical trials with naturally occurring type 1 interferons (Tong et al., 1997) . Interferon alfacon1 has been successfully evaluated for treating chronic hepatitis C virus infections (Suzuki and Tango, 2002) .\n\nIn an in vitro CPE assay (Ishitsuka et al., 1977; Imanishi et al., 1981) , interferon alfacon1 was able to inhibit SARS-CoV replication in a dose-dependent manner. Confluent Vero76 cells in 96-well plates were treated with 1 g/ml to 1 pg/ml of interferon alfacon1 and incubated at 37 • C. Vero cells are a responsive substrate for human interferons (Julkunen et al., 1982) . Twenty-four hours pretreatment, 0 h, 24 h posttreatment, and 48 h posttreatment cells were infected with the Urbani strain of the SARS-CoV virus (Ksiazek et al., 2003) at a multiplicity of infection of 0.01. The cells were incubated at 37 • C for an additional 72 h before they were stained with the vital cell dye neutral red as a marker for cell viability (Imanishi et al., 1981) . Stained cells were washed extensively with phosphate-buffered saline (PBS) and then fixed with neutral buffered formalin. Neutral red was assayed by using an optical plate reader set at 450 nm. Optical density data were collected and inhibitory concentration 50% (IC 50 ) and toxicity concentration 50% (TC 50 ) were determined using a four parameter fit algorithm.\n\nIn vitro CPE assay, interferon alfacon1 had an IC 50 of 0.001 g/ml and TC 50 of greater than 1 g/ml in repeated experiments at the 24 posttreatment timepoint. No other times had detectable activity against SARS-CoV induced CPE. In a similar assay, ribavirin had no effect on the replication of SARS-CoV while interferon alfacon1 provided complete protection at the highest doses and a linear dose response at the lower part of the concentration curve. Interferon alfacon1 was also assayed in combination with interferon gamma. No detectable synergy was observed beyond the activity of interferon alfacon1.\n\nInterferon alfacon1 was further tested in a SARS-CoV plaque reduction assay. Confluent Vero cells were pre-treated by supplementing the cell-culture medium with interferon al-facon1 at 100 ng/ml for 24 h. Treated or sham-treated (control) cells were infected with approximately 30 pfu of one of three different isolates of SARS-CoV (TOR2, TOR3, or Urbani) (Ksiazek et al., 2003; Marra et al., 2003) for 1 h. After the 1 h adsorption, cells were washed two times with PBS and then overlaid with solid medium containing E-MEM, 1% fetal bovine serum, 1% agarose supplemented with 100 ng/ml of interferon alfacon1. Cells were incubated for and additional 72 h before being staining with a 0.5% solution of neutral red/PBS solution. Twenty-four hours poststaining, Fig. 1 . Neutral red-stained cell cultures of a plaque reduction assay comparing the sensitivities of three isolates of SARS-CoV. Rows (A)-(C) show data of cells infected with the isolates TOR2, TOR7, and URBANI, respectively. The last column shows data from cells that were interferon alfacon1 treated but mock infected. stained cell cultures were photographed. Interferon alfacon1 was able to inhibited plaque formation by all three SARS-CoV isolates (Fig. 1, column 2) in comparison to the sham treatment (Fig. 1, column 1) . Differences in plaque size were not reproducible among the different isolates. Treatment with interferon alfacon1 alone did not affect cell viability (Fig. 1 , column 3) based on neutral red uptake.\n\nInterferon alfacon1 was further evaluated in a yield reduction assay over a 96 h time course. Confluent Vero cells were pretreated with interferon alfacon1 at 100 ng/ml for 24 h, and then infected with each of the three SARS-CoV isolates. Viral cultures were sampled at 24 h intervals and samples were stored at −70 • C. Viral titers of the samples were assayed by plaque assay on Vero76 cells as described above. Titers are plotted in a line graph (Fig. 2) . Interferon alfacon1 blocked viral production at 24 h postinfec- Fig. 2 . Line graph of a yield-reduction experiment. Pfu/ml are plotted on the X-axis and time is plotted on the Y-axis. The open symbols are treated data and the closed symbols are sham-treated data. Each of the following shapes represents a different SARS-CoV isolate: the diamonds represent TOR2, the squares are TOR7, and the triangles are Urbani. tion in comparison to mock-treated cells. By 48 h, interferon alfacon1 had reduced the replication of SARS-CoV isolates TOR2 and TOR7 by 4 logs compared to replication in the mock-treated cells, while the Urbani isolate remained completely inhibited. Seventy-two hours postinfection, treated cultures infected with TOR2 and TOR7 reached the peak titers of 10 6 pfu/ml. This represents a 3-log reduction compared to the untreated. The Urbani isolate remained completely inhibited. At the 96 h time point, the Urbani isolate had achieved a peak viral titer of 4 logs of virus, which was 3 logs less than titers in the untreated control. Cell cultures were stained with crystal violet and photographed (Fig. 3) .\n\nInfected cells treated with interferon alfacon1 appeared to be protected from CPE based on crystal violet staining. The staining pattern of the interferon alfacon1-treated infected cells (Fig. 3, column 2 ) was similar to the staining pattern in the uninfected cells (Fig. 3, column 1) . The shamtreated infected cells (Fig. 3, column 3 ) had extensive CPE compared to the treated and mock-infected (Fig. 3, columns  1 and 2) . There was no detectable CPE macroscopically or microscopically. This result is surprising when compared to the viral titer data. TOR2 and TOR7 both had peak titers of 10 6 pfu/ml and the Urbani isolate had peak titer of 10 4 pfu/ml from a cell free cell culture media sample (Fig. 2) . Interferon alfacon1 appeared to protect cells from CPE despite limited viral replication. Therefore, given the proven efficacy and safety of interferon alfacon1 in the treatment of chronic hepatitis C, a flavivirus infection, effective anti-coronavirus doses are potentially achievable in patients (Suzuki and Tango, 2002) . The potent ability of interferon alfacon1 to protect cells from virus-induced CPE suggests that the compound inhibits viral replication (Fig. 1) . This is further substantiated by the yield reduction and plaque reduction assays suggesting that interferon alfacon1 is an effective antiviral against multiple isolates of SARS-CoV. In the yield-reduction experiment, as a model, the reduction and the delay to peak titers may allow the infected individual more time to effectively contain the virus. It is interesting that despite viral replication at the late times of infection in the yield-reduction assay (Figs. 2 and 3) , there was no detectable CPE (Fig. 3) .\n\nPotentially, interferon alfacon1 may function as an antiviral therapeutic for treating SARS patients and exposed individuals (Loutfy et al., 2003) . Interferon alfacon1 most likely induces an antiviral state in the cell, which results in a cellular environment that is not favorable to viral replication. Interferon alfacon1 does induce a number of cellular antiviral factors (Blatt et al., 1996) . However, attempts to treat infected cells postinfection with interferon alfacon1 did not show activity the CPE based assays and in yield reduction experiments (data not shown), suggesting that interferon al-facon1 maybe not directly block viral replication in cells that are already infected. Rather interferon alfacon1 may suppress viral spread to uninfected cells by making the cells refractory to viral infection (Levy and Garcia-Sastre, 2001; Basler and Garcia-Sastre, 2002) . This is part of the normal cellular response to type 1 interferon treatment. This may also suggest that SARS-CoV contains a viral gene product that functions as an interferon antagonist like other RNA viruses (Levy and Garcia-Sastre, 2001; Basler and Garcia-Sastre, 2002) . Further investigations of the in vitro mechanisms of interferon alfacon1 are needed. Our results suggest that interferon al-facon1 has the in vitro ability to inhibit SARS-CoV replication. Interferon alfacon1 potential as a therapeutic agent for patients acutely ill from SARS awaits further investigation."}