{"title": "Experimental infection of cattle, sheep and pigs with 'Hobi'-like pestivirus", "body": "Pestiviruses are members of the family Flaviviridae and include four recognised species, bovine viral diarrhoea virus (BVDV) 1 and 2, border disease virus (BDV) and classical swine fever virus (CSFV) (Thiel et al., 2005) , plus the recently identified pestivirus of giraffe (Avalos-Ramirez et al., 2001; Becher et al., 2003) , Bungowannah virus of swine (Kirkland et al., 2007) and 'Hobi'-like pestivirus (Schirrmeier et al., 2004) . The first strain of the last virus, D32/00_'Hobi', was isolated from a contaminated batch of foetal calf serum (FCS) originating from Brazil and subsequently proposed as prototype of a new species BVDV-3 (Liu et al., 2009a,b) . To date, the majority of the 'Hobi'-like pestivirus detection was related to importation of contaminated FCS from South America (Stalder et al., 2005; Peletto et al., 2010; Stå hl et al., 2010) , whereas only few strains were isolated from animals with natural infections (Stalder et al., 2005; Cortez et al., 2006; Stå hl et al., 2007; Decaro et al., 2011) . Only in one case the virus was associated to overt disease, which was characterised by occurrence of respiratory distress and death in calves (Decaro et al., 2011) . This posed some concerns about the efficacy of BVDV control programs, considering that by commonly used diagnostic protocols 'Hobi'-like pestiviruses are not detected (Schirrmeier et al., 2004; Peletto et al., 2010; Stå hl et al., 2010) . To overcome the limitations of existing methods, a nested PCR assay was developed which was able to detect and characterise correctly BVDV-1, BVDV-2 and 'Hobi'-like strains (Decaro et al., unpublished) .\n\nTo date, limited information is available on the ability of 'Hobi'-like pestiviruses (putative bovine viral diarrhoea 3) to infect and cause disease in animal species traditionally affected by pestiviruses. In order to obtain new insights into host range and pathogenic potential of this atypical pestivirus, BVDV-seronegative calves (n = 5), lambs (n = 5) and piglets (n = 5) were experimentally infected with the European 'Hobi'-like strain Italy-1/ 10-1, whereas two animals per species served as uninfected controls. Appearance of clinical signs, leukopenia, viremia, viral shedding and seroconversion were monitored for 28 days post-infection. Calves and lambs were successfully infected, displaying respiratory signs (nasal discharge), moderate hyperthermia and leukopenia, viremia and viral shedding through the nasal and faecal routes. Antibody responses were observed in both animal species by ELISA and virus neutralisation assays. In contrast, inoculated piglets did not display any clinical signs nor leukopenia and viral RNA was not detected in any biological samples. Nevertheless, the presence of detectable antibodies by virus neutralisation accounted for a successful, albeit limited infection of these animals.\n\nß 2011 Elsevier B.V. All rights reserved.\n\nBVDV infection in cattle has a different outcome based on the age, immunological and reproductive status of infected animals, including subclinical infections, immunosuppression, acute diarrhoea, respiratory disease, reproductive disorders and mucosal disease in persistently infected calves (Baker, 1995; Ridpath, 2010) . Although 'Hobi'-like pestivirus has been isolated since 2004, few data are currently available about its pathogenicity for animal species that are commonly infected by members of the genus Pestivirus. Apart from a pilot experiment (Schirrmeier et al., 2004) , there are no comprehensive studies on the effects of 'Hobi'-like pestivirus administration to animals susceptible to pestiviruses.\n\nIn the present study, with the aim to provide new insights into 'Hobi'-like pestivirus pathogenic potential for farmed animals, cattle, sheep and pigs were experimentally infected with the European strain (Decaro et al., 2011) and subsequently monitored for the appearance of clinical signs, alteration of leukocyte counts, viremia, viral shedding and seroconversion.\n\n'Hobi'-like strain Italy-1/10-1 was isolated from the lungs of a 6-month-old calf belonging to a cattle herd affected by respiratory disease in southern Italy (Decaro et al., 2011) . For virus isolation the lung sample was homogenised in Dulbecco's minimal essential medium (D-MEM) containing antibiotics (penicillin 5000 IU/ml, streptomycin 2500 mg/ml, amphotericin B 10 mg/ml). After centrifugation at 3000 Â g for 15 min, the supernatant was used to inoculate confluent monolayers of Madin Darby bovine kidney (MDBK) cells supplemented with gammairradiated calf foetal serum (CSF), which was free of pestivirus antibodies. Viral growth was monitored by an immunofluorescence (IF) assay using a BVDV monoclonal antibody and a goat anti-mouse IgG conjugated with fluorescein isothiocyanate (Sigma Aldrich srl, Milan, Italy). The 3rd passage on MDBK cells having a titre of 10 6.00 TCID 50 ml À1 was tested for contaminant viruses (bovine coronavirus, bovine herpesvirus 1, bovine respiratory syncytial virus, bovine parainfluenza virus 3, bovine adenoviruses) by means of molecular methods and stored at À80 8C in 5-ml aliquots.\n\nThe experimental study was performed according to the European animal health and well-being regulations. A total of 21 animals were employed in the experimental study, including seven 6-month-old calves, seven 5-month-old lambs and seven 2-month-old piglets. All animals were housed at the Infectious Diseases Unit of the Animal Hospital of the Faculty of Veterinary Medicine of Bari (Italy) and had tested negative for the presence of BVDV RNA in the blood by two different RT-PCR assays (Sullivan and Akkina, 1995; Decaro et al., unpublished) and for pestivirus antibodies in the sera by the Bovine Virus Diarrhoea Virus (BVDV-Ab) SVANOVIR TM ELISA test (Svanova Biotech AB, Uppsala, Sweden) and virus neutralisation using BVDV-1, BVDV-2 and 'Hobi'-like pestivirus.\n\nExperimental infection of five calves, lambs and piglets was achieved through oronasal administration of 5 ml of the challenge virus (3rd passage on MDBK cells), whereas the remaining animals (two per species), housed in a separate box, served as controls by receiving by oronasal route 5 ml of the cryolysate of the same passage of uninfected MDBK cells.\n\nThe animals were monitored daily for 28 days for the occurrence of clinical signs including fever, diarrhoea, respiratory distress and other signs of pestivirus-related illness. Weights of virus-inoculated and control animals were also registered on a weekly basis, whereas white blood cell (WBC) counts were determined at days À1 and À3 prior to and 3, 5, 7, 10, 14, 18, 21, 24 and 28 after virus or cell cryolysate administration. To confirm the successful infection of the inoculated animals, aliquots of the EDTA-blood samples, as well as faecal and nasal swabs collected at the same time points, were submitted to diagnostic assays for pestivirus detection, whereas the same animals were bled at days post-infection (dpi) À1, 7, 14, 21 and 28 for serology.\n\nA TaqMan assay specific for 'Hobi'-like pestiviruses (Liu et al., 2008) was used for detection and quantification of Italy-1/10-1 RNA in clinical samples. Viral RNA was extracted from nasal and rectal swabs using the QIAamp 1 Viral RNA Mini Kit (Qiagen S.p.A., Milan, Italy), whereas RNA extraction from the WBC pellets was obtained using the QIAamp 1 RNA Blood Mini Kit (Qiagen S.p.A.). 'Hobi'-like RNA copy numbers were calculated on the basis of the standard curves generated by 10-fold dilutions of a synthetic RNA obtained by in vitro transcription of a plasmid containing the 5 0 UTR of the isolated strain. Reverse transcription was carried out using GeneAmp 1 RNA PCR (Applied Biosystems, Applera Italia, Monza, Italy), following the manufacturer's recommendations. The quantitative assay targeting the 5 0 UTR was conducted in a 50 ml-reaction mixture containing 25 ml of IQ TM Supermix (Bio-Rad Laboratories Srl), 600 nM of primers T134-F (5 0 -GACTAGTGGTGGCAGTGAGC-3 0 ) and T220-R (5 0 -GAGG-CATTCCTTGATGCGTC-3 0 ), 200 nM of probe T155r-P (6FAM-5 0 -ACTCGGGGCTTCGGTGATCCAGGG-3 0 -BHQ1) and 20 ml of c-DNA. The thermal profile consisted of activation of iTaq DNA polymerase at 95 8C for 10 min, followed by 45 cycles of denaturation at 95 8C for 15 s and annealing-extension at 60 8C for 1 min. To confirm the successful infection of the experimental animals and rule out concurrent infections with other pestiviruses, a nested PCR (nPCR) assay recently developed for detection and characterisation of pestiviruses was employed (Decaro et al., unpublished) . This assay is able to type correctly all pestiviruses infecting cattle by using virus-specific nPCR primers, whereas BDV and CSFV are detected only by the first-round amplification but do not react with nPCR oligonucleotides. RT-PCR (first-round amplification) was carried out using SuperScript TM One-Step RT-PCR for Long Templates (Life Technologies, Invitrogen, Milan, Italy) and the following thermal protocol: reverse transcription at 50 8C for 30 min, inactivation of Superscript II RT at 94 8C for 2 min, 45 cycles of 94 8C for 30 s, 50 8C for 30 s, 68 8C for 1 min, with a final extension at 68 8C for 10 min. The PCR products were detected by electrophoresis through a 1.5% agarose gel and visualisation under UV light after bromide ethidium staining. Nested PCR was performed using AmpliTaq Gold (Applera Italia, Monza, Italy). The reaction was carried out in a total volume of 50 ml containing PCR buffer 1Â (KCl 50 mM, Tris-HCl 10 mM, pH 8.3), MgCl 2 2 mM, 200 mM of each deoxynucleotide (dATP, dCTP, dGTP, dTTP), 1 mmol l À1 of the RT-PCR reverse primer and of each internal species-specific primer, 1 U of AmpliTaq Gold and 5 ml of a 1:100 dilution in distilled water of the primary PCR product. The thermal conditions consisted of activation of AmpliTaq Gold polymerase at 94 8C for 10 min and 25 cycles of denaturation at 94 8C for 30 s, annealing at 50 8C for 30 s and polymerization at 72 8C for 1 min, followed by a final extension at 72 8C for 10 min. The PCR products were detected as for the first-round amplification.\n\nPestivirus antibodies were detected using ELISA and virus neutralisation (VN) tests. The SVANOVIR TM ELISA kit was employed following the manufacturer's instructions and using the horseradish peroxidase (HRP) conjugated anti-bovine IgG monoclonal antibodies provided with the kit. This assay had been proven to react with antibodies against 'Hobi'-like pestivirus in cattle, albeit the optical density (OD) values obtained were only slightly higher than the cut-off value (OD = 0.200) (Decaro et al., 2011) . As for lambs and piglets, considering that the kit does not provide specific antisera, commercial HRP conjugated anti-ovine and anti-swine IgG sera (Sigma-Aldrich srl, Milan, Italy) were used at the dilutions currently employed in our laboratory in other ELISA tests for those species (N. Decaro, personal observation). The VN assay was carried out as described by Stå hl et al. (2007) , with minor modifications. Briefly, 100 TCID 50 of isolate Italy-1/ 10-1 were mixed with serial two-fold dilutions of the tested sera and after an incubation for 45 min at +37 8C, the mixtures were inoculated on MDBK cells developed in 96-well plates. After four days of incubation at +37 8C in the presence of 5% CO 2 , an IF assay for pestiviruses was carried out on inoculated MDBK cells. Results were expressed as the reciprocal of the highest serum dilution able to inhibit the appearance of specific fluorescence in inoculated cells.\n\nAll uninfected animals remained healthy during the entire observation period (28 days) and did not display any alteration of the WBC counts (data not shown). Only mild clinical signs were observed in challenged calves consisting of hyperthermia (median temperatures of 40.5 8C and 39.7 8C) at dpi 3 and 7 (Fig. 1A) and of mucoserous nasal discharge from dpi 5 to 11. Moderate leukopenia was observed from dpi 3 to 10, with total WBC counts remaining over 50% of the baseline values. In the same period, the median lymphocyte counts ranged from 41.7% to 81.6% of the initial counts (Fig. 1B) .\n\nInfected lambs displayed more severe respiratory signs, with moderate to abundant nasal discharge persisting for 19 median days (from dpi 4 to 16), although temperatures were generally comprised within normal values ( Fig. 2A) . Total WBC and lymphocyte counts underwent a certain decrease between dpi 5 and 10, but they were never below 60% of the baseline values (Fig. 2B) .\n\nNo evident clinical signs were observed in inoculated piglets, that remained healthy during the entire observation period and did not show any remarkable change of the total and differential leukocyte counts (Fig. 3A, B) .\n\nThe uninfected calves, lambs and piglets tested constantly negative for pestivirus RNA by both pestivirus nPCR (Sullivan and Akkina, 1995; Decaro et al., unpublished) and 'Hobi'-like real-time RT-PCR assays (Liu et al., 2008) . In infected calves, viremia appeared at dpi 5 and persisted until dpi 24. The virus was shed through the nasal route for 17 median days, from dpi 5 to 21, whereas the faecal shedding occurred for 15 median days, from dpi 7 to 21.\n\nBoth viremia and virus shedding occurred at low titres (Fig. 1C) .\n\nIn lambs, 'Hobi'-like pestivirus viremia appeared at dpi 5 and persisted over the entire observation period, but the median viral titres were generally low and did not exceed 10 3 RNA copies ml À1 of template (Fig. 2C ). Nasal and faecal shedding was observed during dpi 5-21 and 7-18, respectively, although not all infected lambs shed the virus continuously.\n\nInoculated piglets did not display viremia neither shed the challenge virus through the nasal secretions and the faeces (Fig. 3C) .\n\nDespite the variability in the observed clinical signs, WBC counts and viral shedding, all animals (except the uninfected group) produced antibodies against the challenge virus.\n\nIn calves, pestivirus antibodies appeared at dpi 14 and peaked (during the observation period) at dpi 21-28, with median OD value and VN titres of 0.392 (cut-off = 0.200) and 1:512, respectively (Fig. 1D) .\n\nInterestingly, infected lambs displayed no antibodies by BVDV ELISA, which did not detect ODs higher than the cutoff, whereas VN antibody titres against 'Hobi'-like pestivirus reached median values of 1:64 at dpi 21-28 (Fig. 2D) .\n\nPiglets raised a mild antibody response, which was detected only by VN (median titre of 1:4) at dpi 21-28 (Fig. 3D) . \n\nExperimental infections of cattle, sheep and pigs with BVDV-1/BVDV-2 caused different clinical pictures based on animal species, age, reproductive status, strain virulence and route of virus administration. Generally, cattle and sheep are more susceptible to clinical disease induced by BVDV than pigs that often displayed only viral shedding and seroconversion (Castrucci et al., 1973; Makoschey et al., 2002; Rypuła, 2003; Walz et al., 2004) . Intra-nasal administration of low-virulence BVDV to immunocompetent nonpregnant ruminants resulted in mild disease, which was characterised by moderate leukopenia and fever, respiratory distress and/or enteric signs (Potgieter et al., 1984; Wilhelmsen et al., 1990; Sandvik et al., 1997; Archambault et al., 2000; Baule et al., 2001; Liebler-Tenorio et al., 2003; Gå nheim et al., 2005) . In contrast, more severe clinical signs were observed in nonpregnant cattle experimentally infected with thrombocytopenic BVDV-2 strains (Odeó n et al., 1999; Walz et al., 1999; Hamers et al., 2000; Liebler-Tenorio et al., 2002; Falcone et al., 2003) . In addition, virus administration to pregnant ruminants determined reproductive disorders, including abortion, mummification and stillbirths, that varied according to the age of pregnancy (Ohmann, 1982; Brownlie et al., 1989; Depner et al., 1991; Hewicker-Trautwein and Trautwein, 1994; Scherer et al., 2001; Swasdipan et al., 2001; Stokstad et al., 2003; Tsuboi et al., 2010) .\n\nAlthough 'Hobi'-like pestivirus has been known since 2004, to date there is only a pilot study published on experimental infection of cattle and pigs (Schirrmeier et al., 2004) . According to this study, which was conducted on two animals per species, the novel pestivirus was able to infect both cattle and pigs. However, infected calves displayed no overt clinical signs, but only slight leukopenia, mild increase in body temperature, viremia and viral shedding, and successful infection of pigs was proved only by seroconversion in the absence of clinical disease and virus shedding.\n\nThe results of the present study confirmed only partially those of the pilot experiment. In fact, experimental infection of seronegative calves reproduced the disease observed in the natural outbreak albeit with less severe signs and clinical course. The Koch's postulates were full-filled as the infected animals displayed fever, nasal discharge, moderate leukopenia and a certain degree of viremia, shed the virus with nasal secretions and faeces and seroconverted against the challenge virus. A similar course of infection was observed in lambs, with nasal discharge occurring for a longer period but with less virus being detected in the blood and shed through nasal secretion and faeces. In these animals leukopenia was less profound and long-lasting than in calves. In contrast, inoculated pigs did not show any clinical signs, alteration of WBC counts, viremia and viral shedding. In these animals, detection of low titres of 'Hobi'-like pestivirus antibodies could be associated to a reaction to the antigen in the inoculum rather than to true seroconversion against the challenge virus. However, the fact that the virus was administered intranasally should rule out antibody production in the absence of active infection. Specific antibodies were detected in all inoculated animal species by means of VN using the homologous virus, reaching discrete titres in calves and lambs. When a commercial kit commonly used for detection of BVDV antibodies was employed, OD values in calves were greatly lower than those expected, a finding that had been already observed in a previous study (Decaro et al., 2011) . Although the test has not been fully validated in the ovine and swine species, BVDV ELISA tested negative in lambs and piglets despite the presence of 'Hobi'-like pestivirus VN antibodies. These findings pose some concerns about a possible poor sensitivity of commercial BVDV ELISA tests as for the detection of antibodies against 'Hobi'-like strains, which may affect pestivirus surveillance programs mainly in cattle herds. Therefore, an ELISA test specific for 'Hobi'-like pestivirus antibodies is needed in order to considerably improve the surveillance activity on this new pestiviral species in cattle.\n\nSo far, the natural host of 'Hobi'-like pestiviruses has not been yet identified for sure and the few cases of natural infections have been reported in cattle and buffaloes (Stå hl et al., 2007; Stalder et al., 2005; Decaro et al., 2011) . Atypical pestivirus strains responsible for natural infections were recovered in South America and Thailand from a bubaline blood (Stalder et al., 2005) and a bovine serum (Stå hl et al., 2007) , respectively, but there was no evidence for associated clinical signs. 'Hobi'-like sequences were detected in aborted bovine foetuses in Brazil, thus suggesting direct clinical implications (Cortez et al., 2006) . More recently, this virus was associated to severe respiratory disease in a cattle herd in Italy (Decaro et al., 2011) . Based on the experimental data obtained from the present study and on previous reports of natural outbreaks (Decaro et al., 2011) , 'Hobi'like pestiviruses are likely to infect primarily cattle, although other animal species, including buffaloes and wild ruminants, cannot be ruled out as natural hosts and reservoirs of the virus.\n\nIn conclusion, although pathogenesis of 'Hobi'-like pestiviruses is far from being fully investigated, this study contributes to a better understanding of host range and pathogenic potential of the novel pestivirus."}