{"title": "Centromere Protein Microarrays New Centromere Autoantigens Identified in Systemic Sclerosis Using", "body": "Anticentromere antibodies (ACA) were first described in 1980 by incubation of human epithelial cell line 2 (HEp-2) cell substrates with the sera of patients with CREST syndrome (calcinosis, Raynaud phenomenon, esophageal dysmotility, sclerodactyly, and telangiectasias) using indirect immunofluorescence (IIF) 1 . The IIF pattern normally shows discrete speckled nucleoplasmic staining in HEp-2 cells at the interphase and distinct centromeric dots that are visible for each chromosome pair in the metaphase plate. ACA have been repeatedly demonstrated as useful biomarkers in the diagnosis of systemic sclerosis (SSc), where their sensitivity is about 20%-35%. ACA are closely associated with CREST syndrome, a limited form of SSc, and can also serve as predictors of a more benign and protracted course 2 . In addition, ACA are thought to be associated with pulmonary arterial hypertension 3, 4 and cardiac conduction blocks 5 .\n\nOther than in SSc, ACA have been found in several other autoimmune diseases and cancers such as primary biliary cirrhosis (PBC; 18%-26.1%) 6, 7, 8 , primary Sjögren syndrome (pSS; 3.7%) 9 , systemic lupus erythematosus of Rheumatology\n\nThe Journal on March 26, 2020 -Published by www.jrheum.org Downloaded from (SLE; 1.9%-11%) 10, 11, 12 , rheumatoid arthritis (RA; 3%) 11 , and breast cancer 13 .\n\nTo date, several centromere proteins (CENP) have been identified as ACA autoantigens, among which CENP-B, CENP-A, and CENP-C are predominant. Immunostrips and/or ELISA assays using recombinant CENP-A and CENP-B have been used in some clinics for detection of ACA. Other known target antigens of ACA include CENP-D 14, 15 , CENP-E 16 , and CENP-O 17 discovered in SSc, and CENP-F 18 , CENP-G 19 , CENP-H 20 , and CENP-I 21 in other diseases. However, a recent study tested 95 sera with ACA, and found none reacted to CENP-H, -I, -K, -L, -M, -N, and -U, and only 1 reacted weakly to CENP-T 22 . Additionally, autoantibodies against several CENP have been associated with clinical manifestations, for example, the level of anti-CENP-B antibodies correlated with a less extensive skin involvement in SSc 23 , and pSS patients with anti-CENP-H antibodies had a lower frequency of rheumatoid factor than those without 20 . Additionally, Gelber, et al found that the dual presence of anti-CENP-B and -C was most frequently seen in SSc, while anti-CENP-C alone was predominantly found in patients with pSS, and further suggested that obtaining antibodies to specific centromere antigens was diagnostically useful 24 .\n\nDuring eukaryotic cell division at the centromere locus, a multiprotein complex known as the kinetochore is assembled, which involves many CENP such as -A, -C, -H, -M, -N, -T, and MLF1IP/CENP-U in the CENP-A-NAC complex, and -I, -K, -L, -O, -P, -Q, -R, and -S in the CENP-A-CAD complex that interacts with the CENP-A-NAC complex 25 . However, whether other CENP have autoimmune activity has not been comprehensively surveyed.\n\nTo address this question, we first used a CENP-focused protein microarray composed of 14 CENP (A, B, C, H, I, J, K, L, M, N, O, P, Q, T) to profile ACA-positive SSc sera judged by IIF and/or immunostrip as in clinical practice. The new candidate CENP autoantigens identified by the microarrays were further tested by ELISA and Western blotting (WB) to validate the findings and to analyze their association with clinical manifestations. Additionally, we analyzed the levels of IgG and IgA as well as erythrocyte sedimentation rate (ESR) for each patient with SSc. These are considered important indicators of autoimmune disease activity. Preparation of CENP and construction of CENP microarrays. A total of 16 recombinant proteins for 14 CENP (CENP-M and CENP-N have 2 isoforms each) were expressed and purified as glutathione S-transferase (GST) fusions in yeast as described 33 . All the purified CENP, together with controls (printing buffer, GST, nucleoprotein of influenza, and human IgG), were printed in triplicate within 12 identical probe areas on each OPEpoxySlide (CapitalBio Corp.). The CENP microarrays were stored at 4°C under vacuum until used.\n\nSerum profiling with CENP microarrays. Thirty-five ACA-positive SSc sera and 20 ACA-negative healthy sera samples were individually incubated with the CENP microarrays, and the bound antibodies were detected following the procedure described 4 . We set the cutoff at 3 SD above the average signal intensity from healthy sera. The CENP were considered positive only when at least 2 of the triplicates were positive.\n\nThe 96-well plate was coated at 4°C overnight with recombinant CENP-P and CENP-Q proteins at 200 ng and 50 ng/100 µl/well, respectively. The ELISA was carried out as described 34 . The optical density (OD) at 450 nm was measured and the mean OD of the duplicate wells for each serum sample was used for data analysis. Because the CENP proteins are GST-fused, ELISA using equal molar amounts of GST protein were also conducted in parallel. The GST readings were subtracted from the readings of CENP. Cutoff values were set at 5 SD above the mean value from healthy samples.\n\nWestern blot analysis. Five hundred nanograms of recombinant GST-tagged CENP-P or -Q were resolved by 12% sodium dodecyl sulfate-polyacrylamide gel electrophoresis. The separated proteins were transferred onto PVDF membranes (Millipore). After being blocked with 5% nonfat milk, the membranes were incubated with sera (1:500), followed by horseradish peroxidase-conjugated anti-human IgG. The immunoreactive bands were visualized by chemiluminescence (Beijing Applygen Ltd. Co.). Fisher's exact test using the R programming language and the Student t test if necessary. P values < 0.05 were considered statistically significant.\n\nSixteen open reading frames (ORF) representing 14 CENP (A, B, C, H, I, J, K, L, M, N, O, P, Q, T; 2 ORF for both M and N) cloned into the pEGHA vector (supplementary data for 16 ORF available from the author upon request) were expressed and purified as GST fusions in yeast. Subsequently, each CENP, together with negative and positive controls ( Figure 1A) , was printed in triplicate within 12 identical blocks on a single slide to produce the CENP microarray. To evaluate the quality of the microarrays, an anti-GST monoclonal antibody was used to visualize and quantify the CENP immobilized on the slides ( Figure 1B ). All CENP on the microarray produced GST signals significantly above background and each feature showed highly reproducible signals with pairwise correlation coefficients of 0.999, indicating that this microarray is of high quality (Figure 1 , B-C). Identification of new CENP antigens for ACA by protein microarray. To determine whether additional CENP could be recognized by ACA, 35 ACA-positive SSc sera were individually incubated with the CENP microarrays ( Figure  1 , D-I). As a comparison, a cohort of 20 ACA-negative healthy subjects was also assayed in the same fashion. Using the mean value plus 3 SD of the healthy subjects as a cutoff, 11 were used to conduct the ELISA assay (supplementary data available from the author upon request). In total, 31 and 12 SSc sera were positive for CENP-P and -Q, respectively (supplementary data available from the author upon request). To validate them, all of these positives were subjected to WB using recombinant CENP-P and -Q proteins. We also included GST protein because CENP-P and -Q proteins were GST-tagged. No significant signals were observed for the GST protein (~26 kDa) for all samples (Figure 3 ). Twenty-three and 11 sera gave expected immunoreactive bands at 58-62 kDa for CENP-P and CENP-Q, respectively, and were considered true positives ( Figure 3 , Table 1 ).\n\nFor ACA-positive SSc sera, CENP-P and -Q showed a respective positive rate of 40% (14/35) and 31.4% (11/35), slightly higher than the microarray results. Interestingly, of the 151 ACA-negative SSc sera, 9 were CENP-P positive.\n\nIt is well known that ACA are not unique to SSc; many patients with other autoimmune diseases have them, although with lower frequency 6, 7, 8, 9, 10, 11, 12 . To comprehensively characterize the behavior of CENP-P and -Q autoantibodies in these autoimmune diseases, we also included ACA-positive sera from 18 patients with pSS, 18 with PBC, 20 with SLE, and 13 with RA ( Figure 3 , Table 1 ). Not surprisingly, CENP-P and -Q autoantibodies were detected in pSS, SLE, RA, and/or PBC at various rates.\n\nTo determine whether the newly identified autoantigens, CENP-P and -Q, have any diagnostic value for SSc, we performed additional statistical tests (chi-square/Fisher's exact test and T-test) to examine potential associations between the CENP-P or -Q autoantibodies and clinical manifestations and/or other laboratory features.\n\nThe analysis for anti-CENP-P is summarized in Table 2 . For ACA-positive SSc sera, the serum levels of IgG and IgA in the patients with anti-CENP-P were significantly higher than those of patients negative for anti-CENP-P (p < 0.05). Meanwhile, ESR in patients who were anti-CENP-P-positive was also significantly higher than in patients who were anti-CENP-P-negative (p = 0.0075). For ACA-negative SSc sera, the percentage of patients with renal involvement was significantly higher in anti-CENP-P-positive patients than in anti-CENP-P-negative patients (p = 0.042). Additionally, regardless of ACA status, patients with SSc who were positive for anti-CENP-P showed significant association with renal involvement (p = 0.0418) but were less affected by ILD (p = 0.0218). As well, the mean age of these patients seems to be higher than that of patients without anti-CENP-P (mean age ± SD 49.9 ± 13.5 vs 43.8 ± 12 yrs; p = 0.0267). Further, anti-CENP-P was prevalent in both anti-CENP-A and -B-positive cohorts (p < 0.0001), although there were 464 The of Rheumatology\n\nThe Journal on March 26, 2020 -Published by www.jrheum.org Downloaded from still 39.1% and 43.5% of sera samples with anti-CENP-P that did not have anti-CENP-B and -A, respectively.\n\nAs for anti-CENP-Q (Table 3) , its presence did not show significant association with any clinical manifestations and laboratory features in the ACA-positive cohort. However, regardless of ACA status, the presence of anti-CENP-Q was strongly associated with limited SSc and showed strong association with a lower prevalence of ILD (p = 0.003). In relation to other SSc autoantibodies, all the sera with anti-CENP-Q were also positive for both anti-CENP-B and -A, but anti-CENP-Q was more prevalent in the cohort negative for anti-Scl70 (p = 0.0244), an autoantibody associated with diffuse SSc.\n\nProtein microarray technology has emerged as a high-throughput method for autoantigen identification, and has been successfully used for profiling autoantibodies in different types of diseases 34, 35, 36 . For patients with SSc, ACA have been shown to be useful diagnosis biomarkers for phenotypic subsets, as well as prognosis markers 37 . We fabricated a CENP-focused protein microarray to comprehensively survey their autoimmunity status in patients with SSc. In addition to the recovery of 6 known ACA antigens, 5 CENP were identified as potential novel autoantigens in SSc. Validation results from ELISA and Western blotting demonstrated that both CENP-P and -Q are actual centromere autoantigens for ACA. In addition, anti-CENP-P autoantibodies were also present in ACA-negative sera (6.0%). In theory, a serum sample that can recognize a CENP should be able to stain the kinetochore and show an ACA-positive pattern in the IIF assay. However, we found that quite a few sera samples found to be ACA-negative by IIF were actually anti-CENP-B and/or -A positive by both commercial immunostrip assay and centromere protein microarray. Similarly, anti-CENP-P was found in IIF-negative sera. This discrepancy may suggest that either the IIF method is not sensitive enough, requiring higher antibody titer, or the CENP-P protein/epitopes are buried in the complex that blocks the access of their autoantibodies. On the other hand, 1 serum sample determined by IIF to be ACA-positive failed to recognize any of the 14 CENP in our microarray analysis as well as CENP-A and CENP-B by commercial immunostrips (supplementary data available from the author upon request), suggesting there might be additional autoantigens in the kinetochore yet to be discovered.\n\nHistorically, the presence of an ACA-associated staining pattern by IIF was a strong serological indicator for limited SSc or CREST syndrome 4 , as well as a predictor of a more benign and protracted course for SSc 2 . It was also reported that ACA are much less frequently found in patients with ILD 2 . Similar results were obtained by surveying the 186 SSc serum samples in our study. Among the serologically ACA-positive patients, 82.9% (29/35) displayed a limited cutaneous form of SSc, and only 31.4% (11/35) of them were affected by ILD; whereas as many as 79.5% (120/151) of ACA-negative patients were diagnosed with the same diseases. The significantly reduced risk for ILD was also found in patients with anti-CENP-Q autoantibodies (p < 0.01) in our study.\n\nMoreover, we discovered that patients with anti-CENP-P autoantibodies were more vulnerable to renal diseases in the ACA-negative cohort (p = 0.042), and even in the whole SSc cohort (p = 0.0418). The associations of anti-CENP-P antibodies with renal involvement are different from traditional clinical features associated with ACA 2 . This might suggest that anti-CENP-P antibody has unique clinical associations in SSc, especially in the setting of the ACA (negative) by traditional methods in the clinic. In addition, we found that anti-CENP-P did not coexist with anti-RNA polymerase, anti-U3-RNP, or anti-Th/To (data not shown), the autoantibodies for assessment of organ involvement in SSc. Therefore, anti-CENP-P may be a useful biomarker in clinical diagnosis of SSc.\n\nStudies show that the prevalence of SSc-specific autoantibodies is different among various ethnic groups 38 . ACA appear to be much less frequent in some ethnic groups such as Thais (~2%), African Americans (~0%), and South African blacks (~0%) 2, 39, 40, 41 , but more frequent in whites (17%) 42 , Danes (34%) 43 , and white adults in the United States (27%) 44 . In our study, the samples were all from Chinese subjects. Therefore the usefulness of the newly identified CENP autoantigens in diagnosis of SSc for other groups needs further research.\n\nIn addition to CENP-P and -Q, 3 CENP antigens [CENP-J, -M (isoform I), and -T] were identified by microarray technology as new candidate ACA autoantigens, albeit at a lower occurrence. However, whether the autoantibodies against these 3 CENP are associated with specific clinical manifestations or laboratory features needs further analysis with larger cohorts. In our microarray, we included 2 isoforms for CENP-M, and only isoform I reacted with some ACA-positive sera. The 2 isoforms are identical in the first 102 amino acids, but differ greatly in their remaining sequences. Thus, the epitopes responsible for the autoimmunity of CENP-M must reside in the last 72 amino acids of isoform I.\n\nUsing a CENP-focused protein microarray, 5 CENP were identified as novel candidate ACA targets in SSc. Of them, CENP-P and -Q showed high sensitivities in ACA-positive sera. Subsequent validation analysis by ELISA and Western blot confirmed that both are ACA autoantigens. Additionally, anti-CENP-P autoantibodies were present in ACA-negative SSc sera at a lower rate. The presence of either anti-CENP-P or anti-CENP-Q was associated with some clinical manifestations and laboratory features."}