{"title": "A universal microarray for detection of SARS coronavirus", "body": "Severe acute respiratory syndrome (SARS), a disease that spread widely in the world including mainland China, Hong Kong, Taiwan, Indonesia, Thailand, Vietnam, Singapore, Canada and America last year, is caused by a new coronavirus called SARS-CoV (Drosten et al., 2003; Li et al., 2003) . The disease is transmitted by droplets and direct contact (Booth et al., 2003; Li et al., 2003) .\n\nBecause of the rate of mortality in patients, it is very important to identify SARS-CoV quickly and accurately. Two strategies are used commonly to identify this virus: immunoassay and nucleic acid-based assay. After 156 SARS patients were tested with ELISA, it was found that the positive rates of IgG and IgM were 75.6 and 41.7%, respectively (Wang et al., 2003a,b) . The methods of immunofluroscent assay (IFA) also have high percent of false negative. Nucleic acid detection has higher specificity for diagnosis Wang et al., 2003a,b) .\n\nHowever, SARS-CoV is characterized by the rapid mutation . To date, many mutations including point mutations and few short deletions or insertions were detected in different infected individuals He et al., 2004) . Considerable researches suggested that variations in viral genomes caused viral transmission from animal to man (Tsui et al., 2003; Ruan et al., 2003; Guan et al., 2003) . The genotypes at six positions (nt9404, nt9479, nt19838, nt21721, nt22222 and nt27827) with high-mutation rate were identified closely with the three phases of the SARS epidemic (Table 1) -C, C, A, A, C, C (early phase); C, T/C, G, A, C, C (middle phase); T, T, A, G, T, T (late phase). Because the mutations were closely identified with SARS-CoV emergence, the study of the mutations can provide helpful informations for other 0166-0934/$ -see front matter © 2004 Elsevier B.V. All rights reserved. doi:10.1016/j.jviromet.2004.06.016 Table 1  The six mutation sites of 40 SARS-CoV genome sequences and two SARS-like coronavirus genome sequences   Name  City  ID  9404  9479  19838  21721  22222  27827 SARS-CoV SZ3\n\nHong Kong AY345986 T studies, such as the SARS vaccine, the SARS drug design and the infectious mechanisms of the SARS-CoV. Recently, a universal microarray has been reported for the detection of human SNPs (Holton, 2001) , small insertions and deletions in BRCA1 and BRCA2 (Favis et al., 2000) and different bacterial genomes . Only 1 fmol of the purified PCR products can be detected by this method . A microarray system with the similar method for the SARS-CoV detection and genotyping is reported here (Fig. 1 ). In contrast with RT-PCR and the cDNA microarray used to detect SARS-CoV, this universal microarray cannot only detect the SARS-CoV but also identify the genotypes of six mutated bases related to the different phases of the SARS epidemic. This microarray system is more economical and labor-saving than the SARS-CoV resequencing microarray for complete sequence analysis. Ac-tually, the partial sequences around important variations can provide enough information for viral detection as well as for genotyping.\n\nViral genomic cDNAs and the primers in this study were obtained from the Chinese National Human Genome Center at Shanghai (Shanghai, China, http://www.chgc.sh.cn). All specimens (including serum, stool, oropharyngeal swabs, nasal pharyngeal aspirates or aotupsy lung tissues) were collected from the patients of SARS cases at the Guangdong Center for Disease Control and Prevention (GDCDCP) and The discriminating oligonucleotide contains a cZip Code at 5 end and a hydroxy group at 3 end. The labeled oligonucleotide was phosphorylated at 5 end and is affixed a Cy3 to 3 end. The two sequences at the junction must be matched. (B) The spotting sequences consist of a Zip Code at the 5 end and the (dA) 15 -NH 2H2h at 3 end; the discriminating oligonucleotide includes cZip Code at the 5 end and the hybridization sequence at 3 end. at local hospitals in China last year. RNA was extracted with the QIAamp viral RNA mini kit (QIAgen, CA, USA) or TRI-ZOL Reagent (GIBCOBRL, MD, USA). The double-strand cDNA was synthesized with the SuperScript cDNA system (Invitrogen, CA, USA) or RNA PCR Kit (AMV) Ver 2.1 (Takara, Dalian, China).\n\nBased on previous studies (He et al., 2004; Chen et al., 2003) , the software ClusterX was used to align 42 coronavirus complete genome sequences (including 40 SARS-CoV genome sequences and two SARS-like coronavirus genome sequences) (Table 1) . SARS-CoV TOR2 genome sequence was used as a reference in the analysis. It was found that the mutated bases at six positions (nt9404, nt9479, nt19838, nt21721, nt22222 and nt27827) are related to the SARS epidemic. These mutated bases have high-mutation rates and one base (nt19838) is non-sense mutation as well as a contrastive Table 2 The changes of the codons and the amino acids related to the six mutated bases in early phase, middle phase and late phase of the SARS epidemic detection site. The two sites, nt9404 and nt9479, lie in the coded sequences of Nsp1, a protein with the most number of amino acid changes (Table 2) . Two bases (nt21721 and nt22222) were found in the coding sequences of Spike and a base (nt27827) in the coding sequence of SARS8a may play an important role in the evolution of SARS-CoV (He et al., 2004) . Considering the character of the LDR reaction, about 28 bases were chosen at 3 end of the discriminating oligonucleotide and about 22 bases at 5 end of the labeled oligonucleotide as the hybridization zone (Table 3 ). The hybridization zones were checked and ensured that they were found only in SARS-CoV genome sequences.\n\nTwenty Zip Codes were assigned as described by Favis et al., (2000) . One of the Zip Codes was used to confirm the immobility of the spotted samples by hybridizing with the cZip Code labeled with Cy3 at 5 end. Another Zip Code was used to measure the efficiency of the hybridization. The others are described in Table 4 . Each detection site has three Zip Codes: positive Zip Code, negative Zip Code and contrastive Zip Code. They are attached by (dA) 15 -NH 2 at 3 end (Table 3) .\n\nPCRs were performed in a DNA Engine Dyad cycler (M.J. Research, MA, USA). The sequences of the primers are shown in Table 5 . The reaction was performed in a 50 l volume containing 400 nM each primer, 200 M each dNTP, 1.5 mM MgCl 2 , 1× buffer, 2 U of HotStar DNA polymerase (QIAGEN, CA, USA) and 10 ng of SARS-CoV genome cDNA. Prior to amplification, DNA was denatured for 15 min at 95 • C, which also activated HotStar DNA polymerase. The amplification consists of 95 • C for 15 min (initial denature), 16 touch-down cycles of 95 • C for 30 s, 66 • C for 30 s (decrease 0.5 • C each cycle), 72 • C for 1 min and 35 cycles of 95 • C for 30 s, 58 • C for 40 s, 72 • C for 1 min. After the cycles, an extension step (10 min at 72 • C) was followed.\n\nAfter amplification, the PCR products were purified by QI-Aquick PCR Purification Kit (QIAGEN, CA, USA), eluted in 30 l autoclaved water and quantified by spectrophotometer. Table 3 The discriminating oligonucleotides and the labeled oligonucleotides\n\nDiscriminating oligonucleotide (5 → 3 ) Labeled oligonucleotide (5 → 3 )\n\nThe hybridization control cZip Code GGGTATCCGTTCGGTGTTGCGTAGT-Cy3\n\nThe italic sequences are the cZip Codes and the bold and italic bases are the mutated bases. Tm value of the discriminating oligonucleotides is about 65 • C and Tm value of the labeled oligonucleotides is about 55 • C. The products of PCR can be qualified by the electrophoresis graph of the PCR products (Fig. 2) .\n\nThe spotting oligonucleotides dissolved in 1% N-methyl morpholine solution were placed into the 384-well microtiter plate. They were arrayed onto the isothioyanate slides as arrangement with machine microarrayer (GENE Machines, CA, USA). Hybridization was carried out by the HB-1000 HybChamber (GENE Machines, CA, USA). The scan was finished by ScanArray 4000C (Parkard, MA, USA).\n\nSpotted slides were incubated at 37 • C, 95% humidity in a light-tighted chamber with the same conditions for 8 h as described by Busti et al., (2002) . 10 mM ammonia (twice, 15 min each) was used to block free thiocyanate groups. Extensive washing the slides with TE buffer (four times, 5 min each) was followed to eliminate un-bound oligonucleotides. Dried slides were stored in a dessicator at 4 • C in dark ready for use.\n\nThe ligation reaction was carried out in a final volume of 40 l containing 2.5 pmol of each discriminating oligonucleotide, 2.5 pmol of each labeled oligonucleotide, 100 fmol of each purified PCR products, 1× ligation buffer, 1 U Taq DNA ligase (New England Biolabs, MA, USA). The reaction mixtures were performed as the following: 95 • C for 30 s, 64 • C for 4 min (40 cycles). All the procedures were Fig. 2 . The electrophoresis graph of the PCR products. The PCR products in the picture: PCR1, PCR2, PCR3 and PCR4 is relative to the numbers (Table  3) \n\nThe products of ligation were mixed with 12 l solution containing 6× SSC, 0.1 mg/ml salmon sperm DNA and 50 pmol hybridization control cZip Code (Table 3 ). The mixtures were heated at 95 • C for 5 min. Then the solution was quickly chilled on ice and centrifuged at 13,000 rpm for 3 min to remove any undissolved particles. The supernants were added onto the microarray. Then a cover slip (large enough to cover the entire array surface) was carefully placed on the microaaray to avoid any bubble captured in. The slides were incubated in a sealed hybridization chamber saturated with PBS (pH 7.3) at 37 • C for 60 min. The hybridized slides were washed at room temperature with 6× SSC and 0.1% SDS for 3 min, 4× SSC and 0.1% SDS for 3 min, 2× SSC and 0.1% SDS for 3 min and 2× SSC for 3 min and spinned at 1500 rpm for 5 min to remove any residual drops on the slides. The slides were scaned by a ScanArray 4000c laser scanning system (Parkard Biochip Technologies, MA, USA) with laser for Cy3 dye (λ ex 543 nm/λ ex 570 nm) at 10 m resolution.\n\nThis microarray has 108 spots arranged in nine rows (Fig. 3(A) ). 20 samples were assayed with the microarray, yielding the sequence information that was completely confirmed by DNA sequencing (data not shown). A result is shown in Fig. 3(B) . However, cDNA samples obtained from health persons did not produce any signals (data not shown). Referring the design (Fig. 3(A) ), the discriminating oligonucleotides (Table 3 ) and the spotting oligonucleotides (Table 4) , we can get the genotypes from the detection sketch (Fig. 3B ). They are: C (nt9404), T (nt9479), G (nt19838), A (nt21721), C (nt22222) and C (nt27827). It is the characteristic genotypes of the middle phase of the SARS epidemic. If there are two kinds of genotypes, this microarray can also detect them, such as the heterozygous sample.\n\nThe wild genotypes of six bases are C, C, A, A, C and C. The mutated genotypes are C, C/T, G, A, C and C in middle phase; T, T, A, G, T and T in late phase. The bases (nt9404, nt9479, nt21721, nt22222 and nt27827) are stable after the mutation in the evolution of SARS-CoV. This suggests that the change of these bases may play an important role in the evolution of this virus and the corresponding proteins related to these mutated bases may be more important for viral infection.\n\nBesides the identification of the SARS-CoV, this universal microarray can provide the related genotypes in the different phases of epidemic. These relative genotypes comprised of six bases can help the epidemiologists to know that the detection samples belong to which phase of the epidemic.\n\nThe aim is to develop an efficient and economical microarray system to detect the SARS-CoV and identify the genotypes of the six mutated bases. We designed the spotting control and the hybridization control. The spotting control was used to optimize the conditions of the immobility of the spotting samples. The hybridization control is useful to find out the range of the better hybridization conditions with less time.\n\nIn order to confirm the SARS-CoV samples, PCRs were applied with 16-pair SARS-specific primers. SARS-CoVspecific primers, HotStar DNA polymerase and touch-down PCRs were used in the amplification of the samples, which can guarantee the fidelity of the SARS-CoV cDNA amplification. There were still the PCR products with the \"mutant\" due to the generation of the single base \"mutant\" during PCRs.\n\nLDR reaction with strict matched in the hybridization zone can almostly eliminate the influence of the \"mutant\". The reasons may be the following facts. If not the detection base, the \"mutant\" becomes noneffective after LDR reaction. At the time, the amount of the SARS-CoV templates was far more than the amount of the templates with the \"mutant\", which was the main reason to eliminate the influence of the PCR \"mutant\". As result of these, this microarray system can decrease the influence of the PCR \"mutants\" significantly.\n\nThis microarray is the ideal tool for the detection of the virus with high-mutation rate, such as SARS-CoV. This method can also be applied to the study of other point mutation viruses."}