{"title": "Ro52 autoantibodies arise from self-reactive progenitors in a mother of a child with neonatal lupus HHS Public Access", "body": "The cardiac disease of neonatal lupus (cardiac NL) is a passively acquired autoimmune syndrome in which normally developing foetuses suffer irreversible damage to their hearts upon transplacental passage of maternal IgG autoantibodies (autoAbs). Cardiac conduction defects (most characteristic being congenital heart block) detected before or at birth, in the absence of structural abnormalities, almost universally predicts the presence of autoAbs against 60kD and 52kD SSA/Ro (Ro60 and Ro52) in the mother regardless of her health status [1] . Two hypotheses have emerged to explain the pathogenesis of cardiac NL, both of which emphasize autoAbs as the central mediators of tissue injury in the foetal heart. The apoptosis hypothesis states that the intracellular SSA/Ro antigens translocate to the surface of cardiomyocytes undergoing apoptosis during physiologic remodelling and are bound by maternal autoAbs forming immune complexes that promote pro-inflammatory and profibrotic responses [2] [3] [4] [5] . The second hypothesis proposes that autoAbs cross-react with myocyte surface proteins, specifically L-type calcium channels and cause dysregulation of calcium homeostasis [6] [7] [8] [9] . While there has been extensive investigation into the pathogenesis of anti-SSA/Ro autoAbs in cardiac NL, few studies have addressed where these autoAbs derive. Elucidating the origin of an autoAb response is critical for understanding autoimmunity in the mother and for proposing targeted therapies.\n\nAutoantibodies can arise from two potential sources: a B cell that was \"born\" self reactive such that it has assembled an Ig surface receptor with moderate affinity for self antigen in the bone marrow; or a B cell that has acquired self reactivity by chance through somatic hypermutation during an immune response. B cells bearing antibodies with the heavy chain variable segment IGHV4-34*01 are an example of a B cell born self-reactive [10] [11] [12] [13] .\n\nDespite binding a pathologically significant blood cell surface autoantigen, IGHV4-34 B cells avoid clonal deletion in the bone marrow and constitute 5-10% of the circulating naïve B cell repertoire in healthy individuals. However, these cells display characteristics of anergy with down-regulated surface IgM and functional unresponsiveness [14] . More recently, IGHV4-34 B cells were shown to participate in immune responses to foreign antigens by acquiring mutations to remove binding to self-blood cells, demonstrating a clonal redemption mechanism for acquiring self-non-self discrimination by mutation away from self [15] . In contrast to clonal redemption, other studies have demonstrated somatic hypermutation as a means to acquiring self-reactivity to specific autoantigens including dsDNA in SLE [16, 17] , type 1 interferons in AIRE deficiency [18] , desmoglenin-3 in pemphigus [19] and GM-CSF in pulmonary alveolar proteinosis [20] . In each study the reversion of all antibody somatic hypermutations to their germline sequence resulted in no measurable interaction with the self-antigen. These findings implied that self-reactivity was acquired by chance during an immune response to an unrelated exogenous antigen. The goal of this study was to determine whether anti-SSA/Ro autoAbs derive from B cells that are intrinsically self-reactive or acquire autoreactivity. We isolated anti-Ro52 autoAbs from an asymptomatic mother whose offspring were affected by cardiac NL, and showed that anti-Ro52 autoAbs derive from nascent self-reactive naïve B cells that required little somatic mutation. These data demonstrate that Ro52 reactivity is an inherent property of the germline antibody repertoire in a mother with a pathogenic autoAb defined by cardiac injury in her offspring.\n\nPeripheral blood was obtained from two mothers enrolled in the Research Registry for Neonatal Lupus. Both mothers were positive for anti-Ro autoAbs as determined by the NYU Langone Medical Centre diagnostic immunology laboratory using the BioPlex® 2200 System ANA Screen with MDSS (BioRad) and AccuDiag™ SSA (Ro) enzyme linked immunosorbent assay (ELISA) kit (Immuno Diagnostics). Reactivity for Ro52, Ro60 and La was also evaluated by an \"in-house\" ELISA as described below (section 2.4). Each mother had at least one pregnancy where the offspring was affected by cardiac NL. Donors were selected based on severity of foetal symptoms, specifically having more than one child with cardiac disease or a pregnancy resulting in the death of the foetus. Studies were approved by the institutional review board.\n\nTwo human IgG1 monoclonal antibodies (mAbs), L2-7 and L2-14, were developed as previously described with some modifications [21] . Briefly, peripheral blood mononuclear cells (PBMC) were transformed with Epstein-Barr virus (EBV) and cultured with a polyclonal B cell activator, CpG which enhances EBV infection and B cell transformation [22] . The culture supernatants were screened for binding activity to recombinant Ro52, native Ro60 and native La by ELISA (see 2.4). The reactive cells were fused with the heteromyeloma cell line SHM-D33 [23] and the resulting hybridoma cells that continued to make functional antibodies were cloned once at 10 cells per well and twice at 1 cell per well of 96-well plates to achieve monoclonality. The specificity of mAbs was confirmed by ELISA and by the absence of any reactivity with control antigens. The hybridoma cells were used to isolate mRNA using Micro-FastTrack 2.0 Kit (Invitrogen, NY, USA) to determine the nucleotide sequences as described [24, 25] . Briefly, 5' rapid amplification of cDNA ends (RACE) was applied for one-sided PCR to obtain full-length cDNA without introducing mutations in framework 1 region of the immunoglobulin gene. First strand cDNA was synthesized using gene specific primers and superscript II RNase H Reverse Transcriptase (Invitrogen). A homopolymeric tail is added to the 3'-end of the cDNA using TdT and dCTP, then abridged anchor primer and second gene specific primer were used to amplify immunoglobulin genes and the PCR products were cloned into TOPO TA cloning (Invitrogen) vector for sequencing at Macrogen, Rockville, MD.\n\nSomatic mutations in the closest matching V, D, and J elements were manually annotated using the IMGT V-quest junction analysis tool [26, 27] . Each heavy and light chain cDNA sequence was synthesized as its mutated immune form or as a pre-immune ancestor where all somatic mutations were reverted to germline sequence. Pre-immune and post-immune IgG1 mAbs were expressed and purified as described [15] . Reed \n\nFull-length recombinant Ro52 and La was generated as described [28] and native bovine Ro60 and La were purchased from Arotec Diagnostics. ELISA was done as previously described with some modifications [29] . Antigens (3 μg/ml in PBS) were coated in microtitre plates overnight at 4°C. Non specific sites were blocked with 2% BSA in PBS for 1 hr at room temperature. Cell culture supernatant, purified mAbs or serum, diluted in 1% BSA in PBS were added to wells for 1h at room temperature.\n\nPolyreactivity was evaluated by ELISA as described previously using double stranded (ds) DNA and LPS [30] . Antibodies eiJB40 and mG053 served as positive and negative controls for polyreactivity, respectively [15, 31] .\n\nTo determine whether SSA/Ro reactivity is inborn or acquired, we endeavoured to isolate anti-SSA/Ro mAbs from 2 mothers of children with cardiac manifestations of NL (Table 1) . Both mothers were positive for anti-Ro60 and anti-Ro52 autoAbs, patient 125 also had low titre anti-La autoAbs. Patient 836 was diagnosed with systemic lupus erythematosus (SLE) and Sjogren's syndrome (SS) while patient 125 had one time photosensitivity but was otherwise asymptomatic and found to have anti-Ro autoAbs only after the diagnosis of heart block in her foetus. Screening supernatants from patient PBMC-derived hybridomas revealed two IgG1 mAbs, L2-7 and L2-14, reactive with Ro52 (Table 2 ). Both mAbs were isolated from donor 125. The absence of mAbs obtained from 836 may be due to differences in medication use. Patient 836 was taking hydroxychlorquine for her SLE/SS symptoms. Since hydroxychloroquine interferes with Toll-like receptor (TLR) signalling [32] [33] [34] , it is possible that the use of CpG oligodeoxynucleotide (TLR9 activator) to enhance EBV infection was inhibited in this donor's B cells resulting in reduced transformation efficiency. Other factors, in addition to medication, may contribute to differences in isolating mAbs, as a previous study isolated anti-Ro52 mAbs from only 1 of 3 patients with SLE despite all patients being untreated and seropositive for Ro [17] . Larger cohort studies are required to address the effect of medication, disease activity and other factors on the location and number of autoreactive B cells.\n\nRo52 reactive mAbs, L2-7 and L2-14 utilised the same variable (V) and joining (J) heavy and light chain gene segments, IGHV3-23*01 and IGHJ4*02 paired with IGLV1-44*01 and IGLJ3*02. However, these antibodies represent distinct clones based on differences in the heavy chain complementarity determining region (CDR) 3 with only 53% homology and different diversity (D) gene segments (IGHD2-15*01 for L2-7 and IGHD3-22*01 for L2-14). Comparison of the L2-7 and L2-14 antibodies to the IMGT database-derived germline sequences revealed a low frequency of somatic hypermutations (Table 2) . Overall, 3.6% and 3.3% of the heavy chain variable region was mutated in L2-7 and L2-14 respectively, which is lower than the average somatic mutation rate of 8% observed in switched memory B cells from 9 healthy individuals [35] . Previous studies sequencing IgG1 memory B cells from patients with SLE [17] and serum-derived autoAbs [36] have also reported IGHV3-23 usage for Ro52 autoAbs. The L2-7 antibody contained mutations in the heavy chain CDR2 region S57T and upstream of CDR3 V93L (IMGT numbering), which were previously reported in anti-Ro52 autoAbs from 4/8 and 7/8 patients with Sjogren's syndrome [36] . Given the commonality of these mutations across unrelated patients, it is likely that they contribute to increasing affinity to Ro52.\n\nGiven that several human autoAbs have been reported to arise from somatic hypermutation [17] [18] [19] [20] , we next investigated whether somatic hypermutation was required for Ro52 reactivity. Antibodies L2-7 and L2-14 were expressed in their immune (mutated) form and pre-immune state, produced by reverting all somatic hypermutations back to their predicted germline sequence ( Figures 1A,B and 2A, B ). An ELISA with Ro52 antigen was used to evaluate reactivity of the expressed immune antibodies and their reverted pre-immune ancestors. Both pre-immune L2-7 and L2-14 reacted with Ro52, although binding of preimmune L2-7 to Ro52 was significantly less than the mutated counterpart (mean OD across concentrations 0.25 vs. 1.59, pre-immune vs. immune, respectively, p = 0.0004 unpaired Ttest) ( Figure 1C) . Similarly, the pre-immune L2-14 antibody showed less binding to Ro52 compared to the mutated L2-14 antibody (0.71 vs. 1.55, respectively, p = 0.0371) ( Figure  2C ). Germline reactivity and affinity maturation of both L2-7 and L2-14 was highly specific to Ro52, as polyreactivity to other antigens, Ro60, La, dsDNA and LPS, was not detected ( Figure 1D, 2D) .\n\nSince L2-7 and L2-14 did not require somatic hypermutation to recognise their antigen, it is likely that these anti-Ro52 autoAbs derive from naïve or anergic B cells that have avoided clonal deletion in the bone marrow. Yet, both L2-7 and L2-14 underwent class switching and affinity maturation toward Ro52, suggesting that these self-reactive B cells thwart both central and peripheral tolerance mechanisms. There are other instances where self-reactive germline antibodies are maintained in the periphery, the likely reason is to ensure breadth of the antibody repertoire. For example, B cells bearing IGHV4-34 bind poly-Nacetyllactosamine carbohydrates on erythrocytes and B cells [10] [11] [12] , but can contribute to an immune response by undergoing somatic hypermutation to remove self-reactivity [15] . In contrast, anti-Ro52 autoAbs show a low frequency of somatic hypermutation and do not mutate away from self. The low rate of somatic mutations is consistent with the possibility that L2-7 and L2-14 originate from a T cell independent extrafollicular plasmablast response [37] . However, the affinity maturation towards Ro52 observed for L2-7 and L2-14 compared to their pre-immune counterparts as well as the chronic, high affinity and high titre anti-Ro52 autoAbs observed in patients argues against a short-lived, low-affinity extrafollicular response.\n\nIt is not known whether it is Ro52 itself or a cross-reactive foreign antigen that drives the initial and ongoing autoimmune response in patients. Current models for the Ro52 autoimmune response propose an initial inflammatory episode, possibly caused by viral infection, which increases Ro52 expression due to its role as an E3 ubiquitin ligase. Ro52 regulates type I interferon and cytokine production via the ubiquitination and degradation of pro-inflammatory transcription factors IRF3, IRF5, IRF7 and IRF8. It is proposed that inflammation not only increases Ro52 expression but also promotes apoptosis, which exposes the intracellular Ro52 protein for autoAb production [38] . The current study provides important insights into the generation of Ro52 autoimmunity, showing that these autoAbs arise from Ro52-reactive progenitors. An intriguing hypothesis that derives from this work is that these progenitors mature and persist by evading central and peripheral immune tolerance pathways, although a limitation of this study is that anti-Ro52 autoAbs were isolated from one patient. Further studies are required to determine whether Ro52 reactive autoAbs are a component of the germline repertoire in healthy non-autoimmune donors that are removed by acquired tolerance pathways to prevent anti-Ro52 autoAbs or whether specific Ro52 reactivity is unique to the germline antibody repertoire in patients with clinically overt autoimmunity as well as otherwise asymptomatic or pauci symptomatic mothers with pathogenic autoAbs solely defined by cardiac NL in their offspring. "}