{"title": "Structural biology in antiviral drug discovery", "body": "Marcella Bassetto 1 , Alberto Massarotti 2 , Antonio Coluccia 3 and Andrea Brancale 1 Structural biology has emerged during the last thirty years as a powerful tool for rational drug discovery. Crystal structures of biological targets alone and in complex with ligands and inhibitors provide essential insights into the mechanisms of actions of enzymes, their conformational changes upon ligand binding, the architectures and interactions of binding pockets. Structure-based methods such as crystallographic fragment screening represent nowadays invaluable instruments for the identification of new biologically active compounds. In this context, three-dimensional protein structures have played essential roles for the understanding of the activity and for the design of novel antiviral agents against several different viruses. In this review, the evolution in the resolution of viral structures is analysed, along with the role of crystal structures in the discovery and optimisation of new antivirals.\n\nKnowledge of the three-dimensional structures of proteins has been long recognised as a powerful tool to accelerate drug discovery, providing information about target shape, hydrophobic and hydrophilic behaviours of macromolecules and interactions with substrates [1] . Since 1934, when the first X-ray diffraction structure was reported for pepsin, this method emerged as an invaluable source of detailed and reliable information about protein structure, representing a significant step forward in comparison with previously used physical or chemical methods [2] .\n\nThe idea that three-dimensional structural information could be useful in defining topographies of the complementary surfaces of ligands and their protein targets raised in the early 1980s, when scientists started to use this information to optimise potency and selectivity of lead compounds [3] . Structural details gathered from a target structure in the presence of unique ligands can provide fundamental insights on the geometric fit of these compounds into the binding site, on the binding of active conformations, on molecular electrostatic potentials and on hydrophobic interactions [4] . From 1980 to nowadays, the applicability of structural biology was extended to the assessment of target druggability, to the identification of hits by virtual screening with structure-based virtual screening methods, to target identification by structuresequence homology recognition [5] .\n\nDuring the last three decades, the application of structural biology to drug discovery followed a classical path. Structure-based became extremely fashionable during the 1980s, as a consequence of the publication of the structures of the first important drug targets. Later on, due the limited number of protein structures available and to the cost and time required to set up the crystallization process, the use of these rational approaches dropped in favour of high-throughput screening methods and combinatorial chemistry [5] . The successful story of HIV protease inhibitors [6, 7] and influenza antiviral drug Relenza [8] led to a renewed interest in target structure-driven drug discovery. Furthermore, the numerous advances in science and technology promoted a faster and less expensive application of structural biology, increasing the speed of macromolecular structure determination, increasing the resolution of new crystal structures and allowing smaller amounts of protein and fewer crystals to be required to solve a structure [9] .\n\nOne of the most recent applications of structural biology is crystallographic fragment screening [1] . The low affinity for the target that characterises chemical fragments has made them unsuitable for classical high throughput screening, but the advances in high throughput NMR and crystallography have allowed the use of structural information of protein-fragment complexes, which provide reliable proof of binding pockets and hit binding mode, and give clear indications on how the fragment structures can be optimised into potent lead compounds [10] . These characteristics make fragments very attractive starting points for iterative medicinal chemistry optimisation [1] .\n\nSeveral biologically active compounds discovered by structure-based design are now drugs in the market, confirming the crucial role played by structural biology in drug development [11] , while protein structure determination has become one of the earliest and most crucial steps for many drug-discovery programs of pharmaceutical companies [1] .\n\nThe Protein Data Bank (PDB) was established in 1971 as a curated archive that evolves with new developments in structural biology [12] . The holdings in the PDB continue to grow and the usage of PDB data is also growing. In 2015, 526 million downloads (ftp and website) of data occurred from the PDB sites, compared to 226 million downloads in 2008. Download statistics for the overall archive and for individual entries are available from the wwPDB website (http://www. wwpdb.org/stats/download).\n\nThe first atomic viral structure was published less than 40 years ago [13] , while now about 7852 viral related structures are available in the PDB from about 475 different virus, more than 80% of them containing viruses only (Figure 1a,b) . Most viral structures in the PDB (around 89%), have been determined using X-ray crystallography ( Figure 1b) . Since the establishment of this archive, the number of structure depositions has grown steadily. The average resolution of X-ray structures has remained constant at about 2.54 Å (Figure 1c ). However, with the large volume of data available, there are now substantial numbers of structures determined to a high resolution (below 1.5 Å ), including at least one viral structure [14] . At the same time, as more large macromolecular machines are being studied using X-ray methods, there are many examples of low resolution structures (above 3.5 Å ) [15] [16] [17] .\n\nOver the years the number of viral PDB entries has increased at an increasingly faster rate (Figure 2a ). Analysis of the taxonomy in the PDB shows that the most studied viruses are, respectively, Human immunodeficiency virus 1 (HIV-1), Enterobacteria phage, Influenza A virus, Hepatitis C virus (HCV), Human herpesvirus, SARS-CoV, Dengue virus, Norwalk virus, Vaccinia virus, Enterovirus C, Enterovirus A, Influenza B virus, Murine leukemia virus (MLV), RSV-SRA and Simian foamy virus(FOAMV) (Figure 2b ). This is most likely due to the important roles that these viruses play in biomedical research.\n\nFor each top virus a sequence cluster analysis (Table 1) was preformed using a sequence identity of 50% as cutoff. More clusters than expected were obtained, as their number is bigger than the number of proteins of each viral proteome.\n\nBiomedical research on viruses does not involve only structural biology, as highlighted in Figure 3 , where the general interest of scientists is compared with the entries of viruses in the PDB. A search in the PubMed database using each virus name revealed the number of original research papers published per virus. Surprisingly, the growth rate of publications in PubMed is not always correlated with the number of PDB entries.\n\nThe number of ligand/viral PDB entries continues to increase; there are now more than 5200 complexes with ligands, including different marketed drugs (Table 2 ).\n\nOne of the most striking examples of successful application of structural biology for antiviral drug discovery is represented by HIV-1 protease and reverse-transcriptase Structural biology in antiviral drug discovery Bassetto et al. 117 Viruses only 83% inhibitors. HIV-1 was recognised as the responsible for the acquired immune deficiency syndrome (AIDS) in the early 1980s [18] , and the discovery of the first selective HIV-1 protease inhibitors is still one of the most popular examples of the use of X-ray crystallography in the development of a drug in clinical use. The HIV protease was validated as a potential drug target in 1985 [19, 20] , the first X-ray crystal structures of the enzyme began appearing in 1989 [21] [22] [23] [24] and the first HIV protease inhibitor Saquinavir was licensed only six years later, followed by the approval of Ritonavir four months later [25] . Three fundamental steps led to Saquinavir discovery, the first one being the classification of HIV protease as a member of the aspartate protease family, which comprises also pepsin and renin [26] . Homology with renin, already a target in the design of anti-hypertensive agents, suggested a potential approach for the development of selective inhibitors of this enzyme [26] , and this research interest was reinforced by the resolution of the first crystal structures for HIV [21, 24] , along with the protease structure of the related Rous sarcoma virus [22] . Finally, useful information on protease inhibition by transition-state analogue inhibitors [27] [28] [29] guided a series of investigations on the minimum size required for a small molecule to inhibit this enzyme. Extensive structure-activity relationship studies and X-ray experiments directed to address this aspect resulted in the discovery of Saquinavir.\n\nA key step in HIV-1 life cycle is reverse transcription (RT), therefore the RT/DNA polymerisation has been immediately considered as a prime drug target, with the first approved anti-AIDS drug being the nucleoside analogue AZT (zidovudine, ZDV) in 1987 [30] .\n\nThe HIV reverse transcriptase (RT) is a heterodimer consisting of two polypeptide chains, p66 and p51 ( Figure 4 ). The p66 chain contains an N-terminal polymerase domain and a C-terminal RNase H domain [31, 32] . The subdomains in p66 are flexible and can rearrange to different conformational states, required to carry out the enzyme essential functions for the viral replication. Sequencing of the complete RT from clinical isolates have shown that mutations in the remote connection subdomain and the RNase H domain enhance resistance to both nucleoside (NRTIs) and non-nucleoside (NNRTIs) inhibitors [33, 34] , following indirect mechanisms that are not well understood.\n\nSince the publication of the first crystal structure of the HIV reverse-transcriptase in complex with the non-nucleoside inhibitor Nevirapine in 1994 [35] , the resolution of the structures of several conformations of the complex with different inhibitors has provided an extremely powerful tool for gaining essential insights into the mechanism of action of this enzyme, for understanding the importance of its flexibility and its different conformational states, for rationalising the occurrence of resistance, for elucidating the binding of nucleoside and non-nucleoside inhibitors and for the design and optimisation of new chemical agents targeting this protein.\n\nAmong the several examples available on how structural biology has been essential for the design and optimisation of new non-nucleoside inhibitors of the HIV-1 RT, the resolution of a crystal structure of the enzyme in complex with the RNase inhibitor dihydroxy benzoyl naphthyl hydrazone in 2006 (DHBNH, Figure 5 ) has led to the discovery of a novel site of the protein, near both the 118 Anti-infectives polymerase active site and the NNRTI binding pocket [36] . Structure-based modifications on the DHBNH scaffold resulted in the identification of dual inhibitors of both the polymerase and the RNH activities of the HIV-1 RT (exemplified by compound 1 in Figure 5 ).\n\nMore recently, following the resolution of a crystal structure of HIV-1 RT containing the NNRTI TMC278 [37] in the DNA polymerase domain and a-hydroxytropolone manicol in the RNase H active site, the structure of manicol was rationally modified to obtain a new series of a-hydroxytropolones, which show antiviral activities at non-cytotoxic concentrations and occupy an additional site surrounding the DNA polymerase catalytic centre (compound 2 in Figure 5 ) [38] .\n\nIn 2013, with the application of an X-ray crystallographic fragment screening methodology to evaluate the intrinsic flexibility of the RT for the discovery of new allosteric sites, seven new sites were identified within this protein [39] . Three of these sites (named the Knuckles, the NNRTI Adjacent and the Incoming Nucleotide binding sites) were proven inhibitory in an enzymatic assay, while the co-crystallised fragments (3a-c in Figure 5 ) were found to be novel scaffolds in comparison with previously reported RT inhibitors, thus providing the basis for the development of novel leads [39] .\n\nAfter the resolution of a crystal structure of HIV-1 RT in complex with potent pyrimidine-based NNRTI 4a, structure-based modifications on its chemical scaffold directed to the occupation of the entrance channel to the NNRTI binding site resulted in the identification of much more soluble analogues such as 4b ( Figure 5) , with which the solubility issues associated with 4a were significantly improved [40] .\n\nIn 2011, the study of several reported structures of the enzyme in complex with Efavirenz and other nonnucleoside inhibitors, and the inspection of the ligand Structural biology in antiviral drug discovery Bassetto et al. 119 Table 1 Diversity of PDB entries. All viral PDB entries were analysed using a sequence identity of 50% as cut-off to identify clusters. geometries required for the interaction with the enzyme revealed in these structures, guided the design of a new series of aryl-phospho-indoles as potent inhibitors of the enzyme (exemplified by compound 5a in Figure 5 ) [41] . Subsequent rational optimisation of the original lead 5a resulted in the identification of 5b, a nanomolar inhibitor of the Y181C/K103N double mutant (both mutations are clinically relevant) that reached phase IIb clinical trials [42 ] .\n\nIn the same year, multiple RT crystal structures have been used for the in silico screening of a library of more than two million compounds using molecular docking methods, taking into account different protein conformations in order to overcome resistance [43] . One hit was found with 4.8 mM potency against WT HIV-1 (compound 6a in Figure 5 ). Computational analyses and rational modifications on the structure of 6a led to the discovery of catechol diether 6b, a 55-pM anti-HIV agent that retains nanomolar activity against the Y181C mutant [43] .\n\nStructural biology has often been extremely helpful for the identification or optimisation of novel antiviral agents also in the case of HCV, in particular for the discovery of novel inhibitors of the NS3-4a protein and the NS5b polymerase.\n\nIn 2012, a fragment-based screening of 176 fragments against the full length HCV NS3-NS4a genotype 1b enzyme led to the discovery of a new allosteric pocket at the interface between the protease and helicase domains [44] . Structure-based optimisation of a first hit found to bind this new pocket (compound 7a in Figure 6 ) guided the identification of potent inhibitor 7b (Figure 6 ), which also inhibits the viral replication with an EC 50 value in the nanomolar range [44] .\n\nCrystallographic fragment-based screening methodologies have proven successful also in the identification of non-nucleoside inhibitors of the HCV NS5b polymerase. In 2008, a small bromo-aryl fragment (8a) was found to bind the thumb domain of the protein with an initial binding affinity in the millimolar range [45] . A series of structure-based optimisation cycles on the fragment scaffold led to the identification of a family of structures with high affinity for the enzyme and low micromolar activities in the HCV replicon assay (compound 8b in Figure 6 ).\n\nMore recently, the application of a similar fragment-based approach guided the identification of sulfonamide fragment 9a (Figure 6 ), which binds the polymerase allosteric thumb pocket 2 [46] . The scaffold of this small fragment was the starting point for different structure-based modifications, which resulted in the identification of phenoxyantranilic acid sulfonamide derivative 9b as a 650-fold more potent inhibitor of the HCV NS5b polymerase [46] . Further structure-based optimisation attempts on the scaffold of 9b led to the discovery of derivative 9c, which is slightly more potent in inhibiting the enzyme and shows a much more potent inhibition of the viral replication in cell culture, with an EC 50 < 100 nM [47] .\n\nAlong with fragment-based screening methods, structurebased design and optimisation techniques have played an important role in the discovery of novel non-nucleoside 120 Anti-infectives inhibitors of the HCV NS5b polymerase. One of the first of these studies was reported in 2007, when the structure of the non-nucleoside inhibitor 10a, a hit identified by a biochemical HTS assay, was resolved in complex with the enzyme, revealing that it binds to an allosteric region between the thumb and palm domains [48] . Starting from the examination of this crystal structure, a series of rational modifications on the hit scaffold, directed to a better occupation of the allosteric pocket, resulted in the discovery of potent inhibitor 10b ( Figure 6 ), with IC 50 < 17 nM and activities against the viral replication in cellular systems in the low micromolar range [48] .\n\nOther recent examples of structure-based lead optimisation include the identification of a novel quinazolinone chemotype as thumb pocket 2 allosteric inhibitor 124 Anti-infectives\n\nCurrent Opinion in Pharmacology\n\nChemical structures of HIV-1 RT inhibitors discovered or optimised using structure-based methods. (compound 11a in Figure 6 ), which has been rationally designed following inspection of the enzyme crystal structures in complex with previously reported allosteric inhibitors [49] . After the crystal structure of the newly designed quinazolinone 11a in complex with the enzyme was resolved, further structure-based optimisation attempts aiming to improve the key interactions within the protein binding channel were carried out, resulting in the identification of derivative 11b, which shows improved potency in both the biochemical and the cellular antiviral assays ( Figure 6 ) [49] . Finally, starting from the crystal structure of non-nucleoside inhibitor 12a in complex with the polymerase, synthetic efforts directed towards the optimisation of the interactions with different sub-pockets of the enzyme resulted in the identification of several new analogues with potent antiviral activities in vitro against both genotype 1a and 1b, high metabolic stability and good oral bioavailability (represented by 12b in Figure 6 ) [50] .\n\nAnother interesting case of application of structural biology to the identification of HCV NS5B non-nucleoside inhibitors has been reported in 2010, when the structure of compound 13a, an attractive hit deriving from a biochemical HTS assay of a large compound collection, was sequentially optimised using a combination of X-ray crystallography, NMR analyses and molecular modelling studies, along with binding-site resistance mutant experiments Structural biology in antiviral drug discovery Bassetto et al. 125\n\nCurrent Opinion in Pharmacology\n\nChemical structures of non-nucleoside inhibitors of the HCV NS5B polymerase discovered or optimised with structure-based methods.\n\nand photoaffinity labelling studies [51] . This approach resulted in the identification of different series of new analogues with significantly improved potency in both the enzymatic assay and a cellular antiviral assay (exemplified by compound 13b Figure 6 ).\n\nAs mentioned above, there are many cases in which structural biology has been key to the identification of novel and improved antivirals, involving many of the viruses for which structural information has become available in the last decades, and including examples of antiviral drugs on the market, such as the neuraminidase inhibitor Zanamivir for influenza A and B [8] . Another example of successful application of a structurebased approach has been recently reported for the identification of a new class of influenza endonuclease inhibitors ( Figure 7 ) [52] . An engineered high-resolution crystal form of pandemic 2009 influenza polymerase acidic protein N-terminal endonuclease domain was used for the crystallographic fragment screening of 775 fragments, leading to the identification of hit fragment 14a, which showed a binding affinity to the enzyme in the range of 1000 mM and also revealed the presence of a third metal ion in the active site cleft, previously unknown. Different cycles of rational modifications on the hit scaffold were performed in order to maximise the interactions with the active site of the enzyme. This structure-based optimisation approach resulted in the identification of compound 14b, which shows an antiviral EC 50 of 11 mM (Figure 7) .\n\nStructural biology has been fundamental also to understand the mechanism of action and the importance of conformational flexibility of the Dengue Virus polymerase [53, 54, 55 ] , and structure-based methods have been extremely useful for the discovery of non-nucleoside inhibitors of this enzyme. An X-ray-based screen of the Novartis fragment collection against Dengue virus-3 (DENV-3) polymerase resulted in the identification of biphenyl acetic acid 15a (Figure 7) bound to a novel pocket in the palm subdomain of the protein [56 ] .\n\nGrowing and optimisation of this first hit through crystallography and computer-aided structure-based design led to the development of 15b, an antiviral agent active against all four Dengue serotypes with EC 50 values in the low micromolar range.\n\nAmong other examples, structure-based methods have been particularly useful for the discovery of novel chemical agents against enterovirus 71 and norovirus. In 2014, the analysis of the crystal structures of the EV71 complete viral particle in complex with uncoating inhibitors (exemplified by derivative 16a in Figure 8 ), in combination with in silico docking-based methods, guided the design of an improved and potent inhibitor of the virus-induced cytophatic effect in cells (compound 16b), which inhibits the full range of EV71 subtypes [57 ] . More recently, the analysis of the crystal structure of the EV71 3C proteinase in complex with moderate inhibitor 17a, and the subsequent structurebased modification of its scaffold, guided the design of 17b, an improved inhibitor in both the enzymatic and a virus cell-based assay [58 ] . Finally, a structure-based fragmentwise design of new inhibitors of the same enzyme led to the discovery of the new chemical scaffold 18 as a potent inhibitor of both the enzyme activity and the virus-induced cytopathic effect in cells [59 ] .\n\nIn the case of norovirus, an iterative process of structureguided design and optimisation on dipeptidyl inhibitors of the viral 3C-like protease has guided the discovery of potent derivative 19, which displays in vivo efficacy in a murine model of norovirus infection [60 ] . For the study of the same viral target, different crystal structures in complex with peptidyl inhibitors have recently been used to design novel triazole-based macrocyclic inhibitors (represented by compound 20 in Figure 8 ), which also inhibit the viral replication in cells with EC 50 values in the low micromolar range [61 ]. Finally, structural biology has been essential also for the identification of novel inhibitors of norovirus RNA-dependent RNA-polymerase. A docking-based in silico search method on the polymerase structure using commercially available compounds led to the discovery of suramin and its analogues [62] and of PPNDS [63, 64] as novel inhibitors of the norovirus RdRp activity. The resolution of the crystal structure of PPNDS in complex with the enzyme has also indicated the possibility to target a new binding sub-pocket in the thumb domain of the enzyme for the design of new norovirus inhibitors [64] .\n\nFollowing the increasing number of viral target structures deposited in the PDB, structural biology has become a fundamental tool in antiviral research, not only providing essential insights into the mechanisms of actions of viral enzymes and their interactions with substrates and antiviral agents, but representing in several cases the very basis for the rational discovery and optimisation of new antivirals, as exemplified by the striking case of drugs in the market such as Saquinavir and Zanamivir. Used in combination with computational techniques, structure-based Structural biology in antiviral drug discovery Bassetto et al. 127 methods are often among the earliest and most important steps of drug-discovery campaigns of most pharmaceutical companies, and their fundamental application for the discovery of new antivirals can only be expected to increase over the next years, supported by the continuous evolution of associated technologies."}