{"title": "Induction of neutralising antibodies and cellular immune responses against SARS coronavirus by recombinant measles viruses", "body": "The outbreak of severe acute respiratory syndrome (SARS) in 2002 was contained by the means of traditional health care measures and quarantine. The co-ordinated scientific activities among different academic and industrial laboratories resulted in remarkable progress towards understanding the virus and its associated disease and facilitated the flow of vaccine discovery efforts [1] [2] [3] [4] . Besides the standard approach using inactivated whole virus (SARS-CoV) as a vaccine candidate [5] [6] [7] nearly all known delivery systems were employed to develop a SARS candidate vaccine. SARS-CoV antigens (namely S and N) were vectored by DNA, recombinant vaccinia, modified vaccinia ankara (MVA), adenovirus, rhabdoviruses, parainfluenza and baculoviruses [8] [9] [10] [11] [12] [13] [14] . In studies employing the surface glycoprotein S antigen, neutralising and protective immunity against SARS-CoV have been shown to be induced.\n\nSince safety, sustainability of immune response and tolerability constitute major issues in vaccinology, the use of genetically modified vaccine vectors exhibiting safe history profiles have undergone substantial development in the last decade. Among these vectors is the measles virus (MV) vaccine vector [15, 16] . The MV vector is based on the live attenuated MV vaccine [17] that has a documented safety and efficacy profile. MV is an enveloped RNA virus with a non-segmented genome of negative polarity, belonging to the family of Paramyxoviridae, genus Morbillivirus. The MV vaccine induces long-lived immunity upon one or two low-dose injections [18, 19] . Indeed, persistence of antibodies and CD8 + cells has been shown for as long as 25 years after vaccination [20] . Since the attenuation of MV results from an advantageous combination of numerous mutations, the vaccine is very stable and reversion to pathogenicity has never been observed [19] . A reverse genetics system for MV was established allowing the rescue of infectious MV from cDNA [21] . Multiple cloning sites were introduced into the MV genome allowing for the addition of multiple foreign genes and their continuous expression by progeny virus. Several marker genes (GFP and LacZ) and genes from hepatitis B virus (HBV), simian or human immunodeficiency viruses (SIV, HIV), west Nile virus (WNV) and human IL12 were inserted in the MV genome [17, [22] [23] [24] [25] . The corresponding viruses were shown to express these genes and to induce humoral and neutralising antibodies against the homologous viruses [25] [26] [27] . MV targets antigen-presenting cells, and generally interacts with the repertoire of the immune system [28, 29] properties that make the vector an attractive model for recombinant vaccine development. In this study we investigated the use of MV vector as a potential recombinant live vaccine against SARS. Our data show that expression of SARS-CoV-S and -N by rMV induces significant neutralising and cellular immune responses against SARS-CoV.\n\nVero cells were cultured in Dulbecco's modified Eagle medium (DMEM) supplemented with 5% fetal calf serum (FCS). The stable cell line 293-3-46 was maintained in DMEM supplemented with 10% FCS and 1.2 mg of G418 per ml [21] .\n\nLysates from SARS-CoV (Urbani strain) infected Vero cells were prepared at Centers for Disease Control and Prevention (CDC), Atlanta, USA. RNA was isolated using TRIzol ® LS Reagent (GibcoBRL Life Technologies). First strand cDNA was synthesised using the cDNA Cycle ® Kit (Invitrogen) and used as template for subsequent PCR reactions (Accuprime Pfx, Invitrogen or Expand High Fidelity PLUS PCR System, Roche Applied Science).\n\nThe DNA fragment encoding the SARS-CoV nucleocapsid protein (N) was amplified with the oligonucleotide combination: forward N 5 -ttggcgcgccatgtctgataatggaccccaatc-3 and reverse N 5 -atgacgtcttattatgcctgagttgaatcagcag-3 . PCR fragments were cloned into vector pCR2.1 using the TOPO TA Cloning system (Invitrogen). The inserts of the resulting plasmid pCR2.1 SARS-N were sequenced to confirm their identity (Microsynth GmbH, Balgach, Switzerland). Protein expression was tested by an in vitro transcription/translation assay. In addition, a synthetic variant of the spike gene optimised for human codon usage was cloned similarly to the above constructs. The synthesised spike gene was designed to be devoid of putative cis-acting elements known to inhibit mammalian gene expression. Amplification of the gene was performed by PCR using the oligonucleotides: forward S 5 -ttggcgcgccatgttcatcttcctgctgttcc-3 and reverse S 5 -atgacgtctcaggtgtagtgcagcttcac-3 . The fragment was subcloned into pCR2.1 using the TOPO TA Cloning system (Invitrogen).\n\nThe SARS genes were subcloned from the pCR2.1 TOPO plasmids into the additional transcription unit inserted between the MV-P and the MV-M coding sequences within the antigenomic measles vector p(+)MV (derived from the Edmonston Zagreb vaccine strain), giving rise to p(+)MV-SARS-CoV-N and p(+)MV-SARS-CoV-S (Fig. 1) . The inserted gene segments contained 1279 nt for the N-gene and 3775 nt for the S-gene. All subcloning steps were performed using the restriction endonucleases BssHII and AatII. The boundary regions of the newly inserted expression sites were confirmed by sequencing. All obtained constructs corresponded to the 'rule of six' [30] . The generated corresponding recombinant viruses were named rMV-N and rMV-S. Initial studies with SARS-CoV-S wild type sequences indicated that the S protein expression was relatively low. Therefore, for all experiments a codonoptimised S gene was used.\n\nRescue of recombinant measles viruses was essentially performed as described [21] . Briefly, 293-3-46 helper cells were transfected with 5 g of recombinant p(+)MV or derivatives (Maxiprep, Qiagen) and 15 ng of pEMC-La helper plasmid by calcium phosphate transfection (Invitrogen). The formation of syncytia, indicating successful rescue events, was monitored by microscopy. Single syncytia representing individual clones of recombinant MV were picked and stored at −80 • C until use. For stock preparation, Vero cells were infected at a multiplicity of infection (MOI) of 0.01 pfu/cell. \n\nSARS-CoV spike and nucleocapsid proteins were detected by a human convalescent anti-SARS serum (CDC, Atlanta, USA). The rabbit anti-SARS N antiserum (IMG-548) and the rabbit anti-SARS spike antiserum (IMG-542) were purchased from Imgenex (CA, USA). Mouse anti-SARS-associated Coronavirus mosaic recombinant antigen S (Virogen, MA, USA) was used in ELISA and Western blots. A monoclonal anti-V5 antibody was used to analyse C-terminal V5/His-tagged fusion proteins expressed from S2 Drosophila cells (Invitrogen). Fluorescence isothiocyanate (FITC) or peroxidase-conjugated secondary antibodies were purchased from Sigma or Dako.\n\nVero cells cultured on glass coverslips were infected with either parental MV or with the recombinant MV derivatives. After an incubation period of 36 h, cells were fixed with 4% paraformaldehyde for 15 min and permeabilised for 7 min with ice-cold methanol at −20 • C. Coverslips were incubated with 0.5% BSA in PBS for 30 min to block unspecific interac-tions. Human convalescent anti-SARS serum was used at a dilution of 1:100 in PBS. Secondary anti-human FITC-labeled antibody was used at a dilution of 1:300.\n\nVero cells grown to 70% confluency were infected with recombinant MV at a MOI of 0.1 pfu/cell. At 36-48 hpi, cells were scraped and washed with PBS. Lysis was performed in 200 l 1% Nonidet P-40, 150 mM NaCl, 50 mM Tris, pH 7.8 in the presence of a cocktail of protease inhibitors (Complete Mini, EDTA free, Roche). Cell debris and nuclei were pelleted at 13,000 rpm for 5 min and the supernatants prepared for SDS-PAGE. Proteins were separated using a mini-gel system (NuPage, 10% Bis-Tris Gel, Invitrogen) and transferred to an Immobilon-P membrane (Millipore) by semi-dry blotting. Unspecific interactions were blocked with 10 mM Tris-HCl (pH 7.4), 150 mM NaCl, 0.05% Tween 20 (Tris-buffered saline, TBS-Tween) containing 5% skimmed milk at room temperature for 1 h. Human convalescent anti-SARS serum and anti-SARS-CoV-S or -N antibodies were diluted in TBS/Tween containing 5% skimmed milk and incubated with the membrane at room temperature overnight. The rabbit anti-SARS N antiserum (IMG-548) was purchased from Imgenex (CA, USA) and used at a dilution 1:1000. The rabbit anti-SARSspike antiserum (IMG-542) was purchased from Imgenex (MA, USA) and used at a dilution 1:1000. Secondary antihuman peroxidase-labeled antibody was used at a dilution of 1:10,000. Peroxidase activity was detected using a chemoluminescent substrate (SuperSignal West Pico, Pierce).\n\nVero cells cultured in 6-well plates were infected with parental or recombinant MV or at a MOI of 0.1 pfu/cell and incubated at 32 • C. Cell-free and cell-associated viruses were collected in 1 ml OptiMEM at daily intervals. Cellular debris were removed by centrifugation and virus titres were determined by plaque assay.\n\nIfnar tm -CD46Ge mice express the human measles receptor CD46 with human-like tissue specificity. In addition, this strain is defective in alpha/beta interferon (IFN type I) receptor expression owing to an inactivation insertion in both alpha/beta interferon alleles. The haplotype is H-2 bk [31] .\n\nIfnar tm -CD46Ge transgenic mice were intraperitoneally (i.p.) immunised with 10 4 pfu of cell-free rMVs. Groups of five to six mice were generally immunised at week 0 and boosted as indicated in the tables or figure legends. Mice were bled at monthly intervals and serum samples were stored at 4 • C until use.\n\nAnti-MV antibody titres were determined according to standard protocols [22] . Briefly, 96-well plates were coated with a 0.6 g/ml or 2.0 g/ml solution of commercially available MV antigens (Edmonston, ATCC VR-24, Virion Ltd., Zürich, Switzerland) or SARS-CoV associated S antigen (Virogen, MA, USA), respectively. The plates were consecutively incubated with various dilutions of mouse sera, peroxidase-conjugated goat anti-mouse IgG (074-1802 KLP) and with OPD substrate (o-Phenylendiamin, Fluka). Optical density values were measured at 492 nm. Values above the cut-off background level (mean value of sera from MV-naive mice multiplied by a factor of 2.1) were considered positive. Titres were depicted as reciprocal enddilutions.\n\nMV neutralising antibody titres were determined in a plaque reduction neutralisation assay [32] , by incubating different serum dilutions with MV at a titre of 50 pfu, and were expressed as milli-international units per millilitre (mIU/ml) according to World Health Organisation standards.\n\nThe method used to determine the presence of neutralising antibody against SARS-CoV was essentially similar as previously described [33, 34] . Briefly, serial dilutions of heatinactivated serum samples were prepared in 96-well tissue culture plates in a total volume of 50 l. All experiments were performed in triplicates and equal volume of SARS-CoV virus load (approximately 37 pfu). The serum-virus mixture was incubated at 37 • C/CO 2 in a humidified incubator for 45 min, followed by the addition of 100 l of medium (MEM) containing ∼30,000 Vero E6 cells to each well. Virus-load and back-titration assays were performed including positive and negative controls. The plates were incubated at 37 • C/CO 2 in a humidified incubator for 2-4 days. The plates were stained by formaldehyde-crystal-violet staining for 30 min, and the SARS titre defined as the reciprocal of the highest dilution of serum sample that protected at least 2 of the 3 triplicate wells from complete lysis.\n\nThe PCR product generated using the template pCR2.1-SARS-N and the oligonucleotide pair Forward-N-KpnI 5 -tcggggtaccatgtctgataatggacccc-3 and Reverse-N-EcoRI 5 -tccggaattctgcctgagttgaatcagcagaa-3 was digested with KpnI and EcoRI and cloned into the corresponding sites of pMT/V5-His A (Drosophila Expression System, DES ® Inducible Kit, Invitrogen), giving rise to pMT-SARS-CoV-N/V5-His.\n\nSchneider S2 cells were cultured in complete Schneider Drosophila medium at 28 • C. Stable cell lines were obtained following the instructions of the manufacturer (Invitrogen). Briefly, introduction of plasmid DNA (19 g, vector pMT/V5-His A containing SARS genes and 1 g of the selection vector pCoBlast) into S2 cells was performed by calcium phosphate transfection. Resistant cells were selected and expanded in medium supplemented with 25 g/ml of the nucleoside antibiotic blasticidin S (Invitrogen). Expression of recombinant proteins from exponentially growing cells (5 × 10 6 cells/ml) was induced by the addition of CuSO 4 to a final concentration of 500 M for 24-48 h. Protein expression was determined from cell lysates by Western blot analysis using either human convalescent anti-SARS serum or the monoclonal anti-V5 antibody.\n\nTotal protein extracts from wild type S2 Drosophila cells or stable S2 cells expressing N/V5-His protein (2 × 10 5 cells per lane) were separated by SDS-PAGE and transferred to Immobilon-P membranes. Membranes were blocked in TBS/Tween containing 5% skimmed milk for 1 h. Sera from MV-N immunised mice (prime/boost) as well as from animals immunised with MV2-HIVB-env, served as a control (unpublished data). Single or pooled sera of 6 mice were diluted 1:1000 with TBS/Tween/5% skimmed milk and incubated for 1 h at room temperature. Human convalescent anti-SARS serum, rabbit anti-SARS N (548) and the monoclonal anti-V5 antibody were applied at dilutions of 1:100, 1:1000 or 1:5000, respectively. Then peroxidase-conjugated secondary antibodies were added and incubated with the mixture for 1 h at room temperature.\n\nThe Ni-NTA Purification System (Invitrogen) for isolating polyhistidine-containing recombinant proteins was used to purify recombinant N/V5-His protein under native conditions. Stable S2 cells were expanded and a total of 10 9 cells were induced for 2 days, harvested, washed twice with PBS, and resuspended in recommended buffer. Soluble N/V5-His protein was released from the cytoplasm by two alternating freeze-thaw cycles using liquid nitrogen and a 37 • C water bath. The DNA was sheared by passing the lysate four times through an 18-gauge needle. The lysates were cleared by centrifugation, applied to the Ni-NTA resin and processed according to instructions. The resulting fractions were tested for the presence of recombinant protein by Western blot analysis using the anti-V5 antibody.\n\nA SARS-CoV N-specific ELISA was established to measure antibodies in the sera of rMV-N immunised transgenic mice. The method is essentially similar to standard ELISA assays, except that SARS-CoV-N protein was produced in-house and used for coating the ELISA plates. The SARS-CoV N protein was recovered as a fusion protein with a V5 epitope and a six-tandem histidine tail (N/V5-His), from stably transfected S2 cells (see above). V5 was used as an internal control for detection by V5 specific antibody and the His-tag was used to purify the protein on Nickel column (Ni-NTA) chromatography. Fractions consisting of the purified N/V5-His protein from stable S2 cells were pooled and used for coating polystyrene 96-well plates overnight at 4 • C (1:10 diluted nucleocapsid antigen in 0.05 M carbonate buffer, pH 9.4, 100 l per well; purified protein corresponding to 10 7 cells/well). All washing steps were performed with an automated TECAN ELISA device with PBS/0.05% Tween 20 (PBS/Tween). Blocking was performed by incubation with 10% skimmed milk in PBS at 37 • C for 1 h. Mouse sera were applied at a starting dilution of 1:100 and consecutively incubated with serial 2-fold dilutions with PBS-Tween (100 l/well). The anti-V5 antibody was diluted 1-5000 in PBS-Tween. Peroxidase-labeled secondary goat anti-mouse IgG antibody (074-1802 KLP) was diluted 1:2500 in PBS/Tween and 100 l were added to each well. For detection, OPD tablets (o-Phenylendiamin, Fluka, 78411) were dissolved in 50 ml citrate buffer, 20 l of 30% H 2 O 2 were added and 100 l per well were distributed. The reaction was stopped with 100 l/well 1 M H 2 SO 4 after an incubation time of 5 min. The absorbency at 492 nm was monitored using a SPECTRA-max microplate spectrophotometer (Molecular Device Corp.). The OD values above the background level (mean OD value of sera from naive mice) multiplied by the factor 2.1 reflected clearly positive samples. Titres were depicted as reciprocal enddilutions.\n\nMouse IFN-␥ ELISPOT assays were performed following the instructions of the manufacturer (U-CyTech, Utrecht, Netherlands). Briefly, splenocytes (at 5 × 10 5 cells/well in 100 l RPMI medium containing 1% FCS) from individual mice 3 weeks after a single immunisation (10 5 pfu) were added to a 96-well microplate coated with anti-mouse IFN-␥ antibody. The cells were subsequently mixed with either an equal volume of medium (negative control) or medium supplemented with (i) peptides (see below) at a final concentration of 5 g/ml, (ii) with purified nucleocapsid fusion protein (10 l of pooled fractions) from S2 cells expressing N/V5-His or (iii) with a similar extract from wild type S2 cells and stimulated for 6 h at 37 • C/5% CO 2 . The experiment was preceded according to the instructions of the manufacturer. The spots were monitored and counted under a dissection microscope.\n\nUsing the BIMAS database (BioInformatics & Molecular Analysis Section, http://bimas.cit.nih.gov/molbio/ hla bind/) and the ProPred-I server (The Promiscuous MHC Class-I Binding Peptide Prediction Server, http:// www.imtech.res.in/raghava/propred1/index.html) for H2-Kb MHCI peptide binding predictions, we selected five candidate peptides in order to assess the ability of rMV-N to elicit SARS-CoV-N-specific CD8 + T-cell responses: L-10-L (LSPRWYFYYL), R-9-T (RWYFYYLGT), N-9-L (NTASWFTAL), L-9L (LTYHGAIKL) and G-9-L (GGGETALAL). The immunograde quality peptides were obtained from NeoMPS SA (Strasbourg, France; formerly Neosystem SA).\n\nThe gene encoding SARS-CoV nucleocapsid protein (N) and a synthetic codon-optimised spike glycoprotein gene (S), respectively, were inserted as additional transcription units between the P and M genes of the recombinant antigenomic MV plasmid [17, 26] . The corresponding rMV were rescued as previously reported for standard MV [21] . Each of the recombinant viruses expressed the corresponding S or N proteins as demonstrated by indirect immunofluorescence using a human convalescent anti-SARS serum (Fig. 1A) . The detection by human serum was shown to be specific to SARS-CoV proteins because cells infected with the standard MV showed only background reactivity. Expression of S and N was further characterised by Western blot analysis of lysates from rMV-S and rMV-N infected Vero cells. Probed by the same antiserum as above, the S protein was detected in a range of approximately 190 kDa (170-200 kDa) the two major forms of the S protein differ by the extent of glycosylation; based on the nucleotide sequence, the predicted full length of unmodified S protein is 138 kDa and has 23 potential glycosylation sites [5, 12] . N protein was detected in the range of 50 kDa, as expected (Fig. 1B) . Extracts from cells infected with empty MV vector did not react to this serum. To assess the above results, different anti-SARS-CoV S and N antibodies were employed to detect these proteins in lysates of infected cells, a single or mixed infection with both recombinants was performed. Fig. 1C shows that different antibodies specifically reacted with either S or N in lysates of a single recombinant virus infection (rMV-S or rMV-N) or in a mixed infection (rMV-S + rMV-N). Similar patterns of proteins was observed as above concluding that the expressed proteins are those of the SARS-Co virus, especially since lysates of non-infected or empty vector-infected cells did not react with the antibodies.\n\nInsertion of SARS-CoV genes into the measles genome and constitutive expression did not markedly affect virus propagation and growth in cell culture, as compared to the standard MV (Fig. 1D) . Such a parameter is necessary to be maintained especially if up-scaling of a potential vaccine is needed.\n\nThe immunogenicity of the recombinant MVs was evaluated in transgenic mice (tg-mice) (Ifnar tm -CD46Ge) susceptible to MV infection [26, 31] . Although the tg-mouse model may not appear optimal, it is however a unique small animal model that is efficiently susceptible to MV infection. It is, thus, useful to screen candidate MV-based vectors before moving forward to non-human primates. Groups of five mice were immunised intraperitoneally (i.p.) with 10 4 pfu of either virus followed by a homologous boost 2 months later. Pooled serum samples of naive mice and of mice immunised with MV, rMV-S and rMV-N were tested for MV and SARS specific antibodies by ELISA and neutralisation assays. Whereas only rMV-S induced high titres of SARS-CoV neutralisation antibodies, all viruses induced comparably high titres of anti-MV IgGs in transgenic mice (Table 1) . Interestingly, higher neutralisation titres were induced when tg-mice were injected with 10-fold more of rMV-S (Table 1 , between brackets), meaning that immunisation with MV at 10 4 pfu is not saturating the immune system of tg-mice. We also observed that the neutralisation titres to SARS-CoV and MV induced by rMV-S immunised mice persisted for a period of more than 6 months (until the termination of the experiments). Taken together, these results indicate that rMV-S efficiently primes and boosts SARS-CoV-specific neutralisation antibodies that persisted till the termination of experiments.\n\nSARS-CoV N-specific antibodies in the sera of rMV-N immunised mice were measured by a newly developed ELISA (see 'Materials and methods'). Monoclonal anti-V5 antibody was used as an internal control to demonstrate the presence of N/V5 fusion protein. Table 1 shows the anti-N IgG responses of rMV-N immunised mice up to a period of 20 weeks. Pooled sera collected from rMV-N vaccinated mice contained high titres of N-specific antibodies whereas no anti-N antibodies were detected in sera of naive or MV immunised animals. Interestingly, the anti-N IgG titres decreased only slightly with time.\n\nThe reactivity of N-specific antibodies of rMV-N immunised mice was further analysed by immunoblot analysis on extracts of S2 cells expressing N/V5-His protein. As positive controls anti-V5 monoclonal antibody, a commercial polyclonal anti-N sera and human anti-SARS-CoV convalescent serum were used. All positive controls specifically identified the nucleocapsid fusion protein (approximately 50 kDa) present in extracts of stably transfected S2 cells, but not in extracts from wild type S2 cells ( Fig. 2A) . Similarly, five of the six sera from the rMV-N immunised mice collected at week 20 contained antibodies specifically reacting with the N/V5-His protein. No cross reactivity of the sera with any other protein of the insect cell lysate was detected. Although the serum from animal # 5 was positive in the more sensitive N-specific ELISA assay, the titre appeared to be below the detection limits for immunoblots. As a negative control, the pooled serum from mice immunised with an unrelated rMV, expressing the gp160 glycoprotein of HIV (unpublished) did not reveal any reactivity with SARS-CoV-N.\n\nHumoral immune responses to N alone might not be of relevance for the protection of vaccinated subjects from SARS. However, the experiments presented here shed important information on the replication of rMV in the presence of anti-MV antibodies (see below). The strong anti-N IgG responses measured up to 4 months after the rMV-N boost clearly demonstrate efficient virus replication and N expres- sion that is a prerequisite for the induction of potent cellular immunity. Cellular immune response towards N may play a role in cell-mediated cytotoxicity and protection.\n\nThe capability of splenocytes of immunised mice (Ifnar tm -CD46Ge) to secrete IFN-␥ was evaluated in ELISPOT assays (Fig. 2B) . Fifteen mice in three groups (five mice each) were vaccinated with a single dose of rMV-N, standard MV or without vaccination (naive).\n\nThe splenocytes were stimulated with purified N/V5-His expressed in S2 cells, wild type S2 extracts or medium only. In average, 820 SARS-CoV N-specific cells per 10 6 splenocytes from rMV-N immunised animals were counted upon stimulation with N/V5-His, whereas stimulation with S2 extract only resulted in low background activity (a maximum of 38 cells/10 6 cells) (Fig. 2B) . Stimulated splenocytes of naive or MV immunised animals did not reveal more than 41 IFN-␥ secreting cells. When the stimuli were omitted, similar basal levels were observed in all samples. In order to assess the ability of the rMV-N vaccine to elicit N-specific CD8 + T-cell responses, five candidate peptides were selected according to the BIMAS and the ProPred-I database predictions for H2-Kb MHCI peptide binding (see 'Materials and methods'). Unfortunately, none of these peptides induced specific IFN-␥ secretion (data not shown). It is likely that these peptides are not optimal to stimulate CD8+ cells of our transgenic mouse model. a ELISA titres are the end serum dilutions whose OD values are 2.1-fold above the background.\n\nb Immunisations with a single injection of 10 4 pfu/mouse of UV-inactivated rMV-S. c Pool of pre-immune sera of animals before immunisation. Results are averages from 4 mice.\n\nWe were interested whether immunisation with two different recombinant MVs (rMV-S and rMV-N) simultaneously can induce neutralisation and IgG responses towards both the MV vector and SARS-CoV similar to that of individual antigen administration. Therefore, equal doses of rMV-S and rMV-N (each half of the previous dose, i.e. 0.5 × 10 4 pfu per animal) were mixed and used to immunise transgenic mice. Table 1 shows that sera of tg-mice immunised with a mixture of rMV-S and rMV-N contained comparable titres (of anti-MV, SARS-CoV-N and SARS-CoV-S) to those immunised by either of the recombinants (rMV-S or rMV-N).\n\nWe reported previously that immunisation of tg-mice with a UV-inactivated MV reduces the magnitude of antibody responses against the virus [26] . To determine whether the induction of anti-SARS-CoV antibodies is due to transgenic proteins contaminating the virus preparation or due to rMV replication in tg-mice, UV-inactivated viruses were used for immunisation. One dose of 10 4 pfu of UV-inactivated viruses was applied and ELISA titres were measured after 8 weeks. The results of Table 2 shows that inactivated rMV-S failed to induce antibodies against SARS-CoV-S by ELISA. Only a replication efficient virus enabled induction of anti-SARS-CoV-S antibodies. UV-inactivated MV, however, induced anti-MV-antibodies but at a lower titre (2-3-fold lower titre than that of a replicating virus). The measured IgGs against MV is merely due to immunisation of tg-mice with the viral protein-oligomers (inactivated virus). Therefore, the induction of immune responses against SARS-CoV-S by rMV-S requires the virus to replicate in tg-mice.\n\nMV vaccines have previously been shown to elicit anti-MV immune responses in the context of pre-existing anti-MV immunity by boosting both humoral and cellular responses [35] [36] [37] [38] . Using recombinant MV-SARS, our data confirm the feasibility of boosting anti-MV and SARS-specific immune responses in the presence of anti-MV immunity. Table 3 indicates that mice immunised with rMV-N induced high ELISA titres (1:800) towards MV and SARS-CoV-N (1:400) readily at week 4 after the prime. Upon a boost with rMV-N at week 4, an increase of anti-MV and anti-N IgGs were measured at week 8. The end titres of anti-MV and anti-N antibodies increased significantly to 12,800 and 25,600, respectively, and were maintained at high levels up to 20 weeks. It could be argued that viruses, standard MV and rMV-N can boost anti-MV responses without the need for virus replication because essential MV-proteins are components of the virus. However, since SARS-CoV-N is not a structural part of the virion, a boost of anti-N antibody levels requires rMV-N to infect cells and express the additional transgenic SARS-CoV-N gene (that is encoded only by the viral genome). In fact, the failure of UV-inactivated rMV-S to induce antibodies against SARS-CoV-S strongly suggested that rMV replication in tg-mice is integral for the induction of antibodies against the vectored antigens (Table 2) . Therefore, the considerable increase in anti-N antibodies after the boost with rMV-N is due to virus replication in the presence of pre-existing anti-MV antibodies. Similarly, but at 8 weeks post-immunisation, mice were boosted with rMV-S (expressing the SARS-CoV-S). An increase in SARS-CoV neutralisation titre was also observed (Table 3) . Again, the boost of anti-SARS-CoV-S antibodies occurred in the presence of anti-MV antibodies. These data demonstrate that pre-existing MV neutralising antibodies did not inhibit efficient replication of rMVs or severely affected the induction of strong immune responses towards foreign proteins expressed by rMV.\n\nThe quest for a SARS vaccine manifested itself intensively after the outbreak. During the past years, several strategies against SARS were suggested as vaccines against SARS, including inactivated SARS-CoV, viral vectors such as adenovirus, vaccinia or rhabdovirus, recombinant SARS-CoV proteins, and DNA-based vaccines (reviewed by See et al. [39] ). The surface glycoprotein S was employed as a primary target for prophylactic vaccine candidates to induce virus neutralising antibodies. In this report we also showed that the live attenuated recombinant MV vaccine induced high levels of neutralising anti-SARS-CoV antibodies. In addition, the recombinant MV expressing the SARS-CoV-N antigen induced humoral and cellular immune responses to the N protein. Although the addition of SARS-CoV genes increased the MV genome by 8-23%, the efficiency of its replication and ability to induce neutralising anti-MV antibodies were not affected. Interestingly, the immune responses towards MV and the vectored SARS-antigens persisted for more than 36 weeks (until the termination of the experiments), suggesting the suitability of rMV as a vaccine vector against SARS. Here, we do not claim a vaccine against SARS-CoV; however results obtained are a milestone towards further development in the future. Since MV tropism is limited to non-human primates, that pose an ethical hurdle, we did not perform the challenge studies. However, a quantitative comparison of the magnitude of neutralisation titres obtained in this study, together with previous studies, suggests that the highly persisting titres of neutralising anti-SARS antibodies might also be protective. Several studies in corona virus vaccine research, highlighted by experiences with a feline infectious peritonitis corona virus vaccine, reported enhancement of disease rather than protection of immunised subjects [40] [41] [42] [43] . Moreover, a study using recombinant MVA to express the S protein of SARS-CoV, showed enhanced hepatitis after a challenge in ferrets, despite the induction of neutralising antibodies [44] . Although such an effect was not observed in other applications and vectors (reviewed above), it is not known whether the ferret model faithfully reflects the symptoms and pathology of the human disease.\n\nIn agreement with earlier reports, we identified the S protein as the major antigen for development of a SARS vaccine. T cell depletion and passive transfer of antibodies indicated that humoral immune responses to the S antigen appeared sufficient for protection [9, 11, 34] , and that cellular immune responses appeared to play a limited role in protection. However, studies of animal corona viruses have suggested that both cellular and humoral immunity may contribute to protection [45] [46] [47] . Since SARS-CoV infection spreads systemically and is not confined to the respiratory tract, the induction of cellular immunity may constitute another boundary against virus infection and spread. Indeed, Kim et al. [48] observed significant reduction of challenge virus upon vaccination with recombinant DNA expressing SARS-N. This is in line with the hypothesis that CTL activity against SARS-CoV-N may be important for protection. The expression of N by rMV elicited quantitative cellular immune responses measured by IFN-␥ ELISPOT assay. Compared to the previous report [48] , the induction of cellular immunity by rMV is, therefore, qualitatively significant.\n\nIt is generally believed that an effective means of protection is a vaccine that activates both arms of the immune system. In this context, a vaccine that combines SARS-CoV antigens that induce neutralisation (by S) and cellular immunity (by N) may constitute an ideal approach to consider. We performed experiments combining two rMVs (rMV-S and rMV-N) in one immunisation dose and demonstrated the induction of both humoral neutralising and cellular responses against SARS-CoV, and neutralising immunity against MV. The neutralising and cellular immunity induced by a single immunisation dose proves the suitability of rMVs as a multivalent vaccine approach.\n\nThe developed recombinant MVs are based on a MV vaccine strain that has a good record of safety and efficacy as a parenteral and mucosal vaccine [49] . Unlike other RNA viruses, the MV genome is very stable, and the recombinant vector stably expresses heterologous genes [17, 22, 23] , making MV an ideal vaccine vector. It can be argued that the presence of anti-MV antibodies in the majority of the adult population might restrict application of MV recombinants to infants rather than adults [50] . However, several studies and the result from this report suggest that recombinant MV vaccines could be administered to pre-immunised humans for the following reasons:\n\n(i) Re-vaccination of already immunised school children with a measles vaccine, as aerosol and as parenteral vaccine, has been shown to result in a boost of anti-MV responses [35, 38, 49] . In addition, the presence of maternal antibodies was shown to limit the induction of anti-measles antibodies in infants during the first year in life; however, this did not inhibit specific T-cell responses [36, 37] . (ii) Vaccination of pre-immunised mice and primates with recombinant MV-HIV has shown induction of anti-HIVenv antibodies in the presence of anti-MV antibodies [27] . (iii) Finally, in this study, we observed a significant boost of anti-S and anti-N antibodies in mice pre-immunised with rMV-S and rMV-N.\n\nThe results presented in this and the previous study [27] opens the possibility for using live attenuated MV-derived vectors to immunise adults. The optimal pre-existing antibody titre(s) allowing efficient immunisation, by the MV vector, however, will need to be determined in detail in the primate model to lay the ground for future clinical studies. Pursuing this technology, not only against SARS but also against other diseases, is considered promising because the MV vaccine is safe, even in HIV patients, highly immunogenic and among the most affordable vaccines used for mass immunisation campaigns worldwide."}