{"title": "Technologies for enhanced efficacy of DNA vaccines NIH Public Access NIH-PA Author Manuscript Mode of action of DNA vaccines", "body": "Over the last 15 years, DNA vaccines have proved effective in animal models including against HIV, malaria and influenza [1] . DNA vaccines have been extensively evaluated in humans with a recent review identifying 72 Phase I, 20 Phase II and two Phase III human trials [2] . DNA vaccines have a good safety record, with the most common adverse reactions being mild-moderate inflammation with associated pain, redness and swelling at the injection site [1] . However, a consistent theme in human DNA vaccine trials has been their suboptimal immunogenicity when compared with traditional protein-based vaccine approaches [1] . If they are to find human application, strategies need to be found to enhance DNA vaccine immunogenicity. Options to enhance immunogenicity include strategies for optimized cellular uptake of plasmids, such as electroporation, co-expression of plasmids encoding adjuvants such as cytokine-encoding genes, coformulation of DNA vaccines with traditional adjuvant compounds, codon optimization to maximize protein expression and boosting of DNA vaccines with live viral vectors or adjuvanted protein vaccines. Needless to say, an ongoing challenge is the lack of knowledge of the immunogenicity needed to provide protection against a particular disease, such as cancer. Without a surrogate measure of vaccine efficacy, the required level of immunogenicity will only be known once a successful outcome study has been achieved. This is a similar challenge to that faced by the T-cell vaccine field. Recent licensure of DNA vaccines for veterinary applications including West Nile virus in horses, infectious hematopoietic necrosis factor disease in salmon and melanoma in dogs reinforces the view that with recent technology breakthroughs, effective human DNA vaccines may now be within reach. But this is unlikely to occur without further research advances to better understand DNA vaccine action and, in particular, how to further enhance their immunogenicity. Also, better models in which to accurately assess and compare DNA vaccine effectiveness are desperately needed. An ongoing problem in the DNA vaccine field is the poor ability to predict human vaccine responses based on mouse immunogenicity data. This means that quantitative differences seen between different adjuvanted DNA vaccine approaches in mice rarely translate to humans.\n\nThe gold-standard efficacy assessment remains human or nonhuman primate adjuvant comparative studies against the standard nonadjuvanted DNA vaccine. Unfortunately, cost and other impediments, including commercial constraints, means that too few such studies are undertaken. Where reference is made in the text to comparisons of adjuvanted DNA vaccines, unless stated otherwise, this refers to a comparison with the same DNA vaccine without the addition of adjuvant -in most cases, because the referenced DNA vaccine comparisons have been undertaken in mice, only qualitative rather than quantitative differences in individual studies will be noted, since the quantitative differences are influenced by a large number of study-specific variables and are therefore not comparable between studies and in any event are unlikely to be predictive of human responses.\n\nFollowing intramuscular injection, the plasmid DNA is taken up by muscle cells and monocytes that then express the antigen. Antigen peptides are then loaded into MHC-I molecules on muscle cells, or both MHC-I and MHC-II molecules on APCs [3] . APCs may also capture protein secreted by transfected cells or contained in transfected apoptotic muscle cells [3, 4] . Antigen-loaded APCs traffic to the draining lymph node where they activate B cells and CD4 + and CD8 + T cells (Figure 1 ).\n\nSince the amount of antigen expressed is small, in the order of nanograms to picograms, immunogenicity is dependent upon help from CpG motifs in the plasmid backbone that play a role as 'built-in' adjuvants, promoting the induction of T-cell responses [5, 6] . The core CpG motif consists of an unmethylated CpG flanked by two 5´ purines and two 3ṕ yrimidines. CpG sites are relatively rare (~1%) in vertebrate in comparison to bacterial genomes or viral DNA. Toll-like receptor (TLR)9 is expressed in the endosome of APCs including DCs and B cells. Upon recognition of CpG, TLR9 triggers a MyD88-dependent signaling cascade resulting in a proinflammatory response. HMGB1 binds nucleic acids and is required for CpG-activated innate immune responses [7] . CpG motifs thereby increase the immunogenicity of DNA vaccines [8] , although recently TLR9 has been shown not to be the sole mediator of adjuvant effects, with TLR9 knockout mice still responding to DNA vaccines. Plasmid DNA has a double-stranded structure that interacts with cytoplasmic DNA sensors such as TBK-1 and STING, thereby activating TLR-independent pathways and inducing type 1 interferon [9] [10] [11] [12] . Unlike the activation of TLR9 by CpG motifs, the methylation of dsDNA does not alter its activity. Rather, poly(dA-dT)• poly(dT-dA) induced higher levels of IFN-1 compared with poly(dG-dC)•poly(dC-dG), suggesting that the righthanded helical structure of B-form DNA is essential for cellular activation of IFN-1 production [13] . IFN-1 induced via the STING/TBK1 pathway was found to be crucial for both direct and indirect antigen presentation via DCs and muscle cells, respectively [14] . More recently, the helicase DDX41 was identified as a new intracellular DNA sensor in myeloid DC. DDX41 bound both DNA and STING and localized together in the cytosol. The knockdown of DDX41 expression blocked the activation of TBK1, NF-κB and IRF3 by B-form DNA [15] . In addition, RIG-I has been described to sense cytosolic B-form DNA via RNA polymerase III to trigger responses by transcription factor IRF3-dependent IFN-1 [16] . Furthermore, AIM2 senses cytosolic B-form DNA and activates inflammasome responses via the adaptor apoptosis-associated speck-like protein [13, 16] .\n\nRecent research has revealed a plethora of endosomal and cytoplasmic DNA sensors that may recognize plasmid DNA and hence contribute to the immunogenicity of DNA vaccines. This new knowledge should thereby create opportunities to exploit these mechanisms to further enhance DNA vaccine immunogenicity.\n\nPreclinical vaccine safety evaluation includes assessment of local reactogenicity and systemic toxicity plus histopathology in appropriate animal models. One of the initial safety concerns for DNA vaccines was the risk of integration of partial or complete plasmid sequences into the host genome by insertion mutagenesis, thereby risking inactivation of tumor suppressor genes or activation of oncogenes or causing chromosomal instability (breaks and rearrangements). Fortunately, these concerns have not been realized with experimental data showing that the rate of plasmid integration is negligible and lower than the spontaneous rate of mutation in mammalian genomes [17] . DNA injection rarely results in the long-term persistence of plasmid in tissues distal from the site of vaccine administration [1] . However, plasmid with modified backbones to enhance gene expression, or modified by a new delivery method, may increase the risk of integration and needs to be evaluated for persistence of plasmid DNA before clinical use. Other safety issues include the possibility that DNA vaccines could stimulate the production of anti-DNA antibodies, associated with autoimmune disorders, such as systemic lupus erythematosus. Data from animal studies showed that DNA vaccines could increase the production of anti-DNA autoantibodies but did not increase disease severity in lupus-prone animals nor induce autoimmunity in healthy animals [18, 19] . Injection of mice with a plasmid encoding hepatitis B surface antigen (HBsAg) induced liver and kidney damage that was explained by the prolonged expression of HBsAg resulting in the formation of immune complexes [20] . Parker et al. failed to find evidence of pathological changes after repeated injections of DNA in mice or rabbits [21] . The 2007 US FDA guidance on DNA vaccines concluded that no preclinical studies are required from the sponsors for assessment of the effect on autoimmunity. Given their immature immune system, newborns exposed to foreign antigens could develop tolerance rather than protection [22] . However, immunity rather than tolerance occurred when DNA vaccines were administered to children [23, 24] . Thus, despite initial concerns, because of the novelty of this approach, extensive recent evidence including multiple clinical trials supports the safety of DNA vaccines for routine human prophylactic and therapeutic use.\n\nTraditional adjuvants act as immune stimulators or antigen delivery systems, or both. These include killed bacteria, bacterial components, aluminum salts, oil emulsions, polysaccharide particles and biopolymers, which when coadministered with a protein antigen, enhance its immunogenicity. As detailed below, most if not all of these traditional adjuvant compounds have been tested for their ability to enhance the immunogenicity of DNA vaccines, with mixed results (Table 1) .\n\nAlum has been widely used as a vaccine adjuvant since 1926. Recent studies indicate that alum may activate caspase 1 through inflammasomes containing the cytosolic receptor NLRP3 [25] . Flach et al. used the sophisticated experimental approach of atomic force microscopy to indicate that alum interacts directly with membrane lipids on the surface of DCs [26] . A recent study suggested that the adjuvant effect of alum is mediated by cell death and the subsequent release of host cell DNA, which acts as a potent endogenous immunostimulatory signal [27] . Addition of alum adjuvant to DNA-encoding HBsAg enhanced antibody responses in mice, guinea pigs and nonhuman primates [28] . Boosting HBsAg protein-primed mice with alum-adjuvanted DNA vaccine increased IgG2a production reflecting a Th1 shift [29] . Subsequent studies did not find a major adjuvant effect of alum when combined with antigens such as CMV glycoprotein B (gB) [30] , botulinum neurotoxin [31] or Leishmania Mexicana GP63 antigen [32] . Hence, the use of alum as a DNA vaccine adjuvant has been supplanted by more promising strategies.\n\nPolysaccharides are sugar molecules on the surface of many plants and microorganisms (e.g., fungi and bacteria [52] . Liposome adjuvants may be effective by other routes. An oral liposomeformulated vaccine based on plasmid encoding Mycobacterium tuberculosis antigen (Ag85A) induced antigen-specific cellular and humoral mucosal immune responses in mice [53] . Topical administration of plasmid DNA with cationic liposomes enhanced immunogenicity of an HBsAg-encoding vaccine [54] . Significant hurdles that need to be overcome before routine adoption of liposome formulations include managing a high rate of injection-site reactogenicity and potential long-term stability issues.\n\nNanoparticles based on biodegradable polymers have been developed as DNA vaccine delivery systems. Synthetic polymers such as poly(vinylpyridine), polylactide-co-glycolides (PLG) and polylactide-co-glycolide acid (PLGA) have a long history of biocompatibility and safety in humans [55, 56] . Encapsulation of antigens into PLG microparticles was first demonstrated in the early 1990s [57] . Encapsulation of DNA helps protect the plasmid from nuclease degradation and provides prolonged release. HBsAg-encoding plasmid DNA formulated with PLGA and cetyltrimethylammonium bromide increased HBsAg-expressing APCs in the draining lymph nodes and was associated with increased antibody titers and Tcell immunity that translated into enhanced protection against challenge with transplanted HBsAg-expressing tumor cells [58] . A DNA vaccine expressing foot and mouth disease antigens (P1-2A3C3D) and GM-CSF formulated with PLG enhanced T-cell responses and neutralizing antibody in sheep and enhanced protection against clinical symptoms, viremia and carrier status [59] . Administration of cationic PLG with HIV protein (p55Gag)-encoding plasmid DNA enhanced vaccine responses and protection in vaccinated animals [60] [61] [62] . Injection of PLG-encapsulated DNA microparticles followed by electroporation increased cytokine expression, recruitment of APCs and plasmid antigen expression, as compared with immunization with PLG-DNA alone [63] . Tumor antigen (ZYC300 and ZYC101)-encoding plasmid DNA encapsulated in biodegradable polymer microparticles was evaluated in a Phase clinical trial in cancer patients and was shown to induce detectable immune responses and clinical improvement [64, 65] . Polymer nanoparticles show promise, therefore, as DNA vaccine adjuvants.\n\nLipopolysaccharide (LPS), which binds and activates TLR4 inducing proinflammatory cytokines, is a potent activator of innate immunity. The price for enhanced immunogenicity with LPS is increased reactogenicity. LPS coadministered with DNA vaccine decreased IgG responses in a dose-dependent manner upon intradermal but not intramuscular injection, with no effect on CTL responses [66] . With plasmids injected by gene gun there was no relationship between DNA vaccine LPS content and CTL responses [67] . High-dose LPS with a DNA vaccine encoding HER2/neu (HER2) increased the Th1 antitumor response, whereas low-dose LPS reduced the efficacy of the vaccine and skewed the response in a Th2 direction [68] . Coadministration of high-dose LPS (≥500 IU LPS/mg plasmid DNA) with an influenza A-encoding intradermal DNA vaccine enhanced the CD8 + response [69]. The high reactogenicity and toxicity of LPS, combined with variable results when it has been included in DNA vaccines, makes it an unlikely candidate for human DNA vaccines. Although monophosphoryl lipid A, a less toxic derivative of LPS that retains some adjuvant activity, has been approved in combination with alum in several protein-based vaccines, little data is available on its utility as a DNA vaccine adjuvant [42, 70] . CpG motifs are known to increase DNA vaccine immunogenicity [8] . Vaccine immunogenicity was reduced by methylation of the CpG motifs but was restored by coadministration of exogenous CpG or by addition of CpG sequences to the plasmid backbone [8, 71] , with CpG motifs helping vaccines induce a Th1 response [72] . The addition of CpG sequences in plasmid DNA targeting HPV E7 enhanced the IFN-γ, granzyme B and antitumor response, an effect further enhanced by electroporation [73] . Plasmid CpG may also influence transgene expression in vitro as depletion of CpG was associated with decreased protein expression [74] . On a note of caution, high-dose CpG reduced the immunogenicity of a DNA vaccine [75] and introducing 16 CpG motifs into a DNA vaccine enhanced, while 50 CpG motifs reduced, vaccine immunogenicity [76, 77] . Thus, whilst CpG motifs are easy to design into vaccine plasmids, their unpredictable dose-response behavior makes them less attractive candidates for human DNA vaccine adjuvants.\n\nOverall, combination of plasmid DNA with traditional adjuvants has proved to be only modestly beneficial, at best, for enhancement of DNA vaccine immunogenicity. Consequently, adjuvant approaches using alum or LPS have been largely superseded in DNA vaccines by use of plasmid-encoded molecular adjuvants, as discussed in subsequent sections. However, there is still promise for some traditional vaccine adjuvant approaches, in particular polysaccharide-based nanoparticles, to be used in DNA vaccines to modulate the immune response, induce chemotaxis to the immunization site and act as delivery vehicles to enhance plasmid stability and uptake into cells. The aforementioned and other [53, [78] [79] [80] [81] clinical trials of conventional vaccine adjuvants with DNA vaccines are detailed in Table 1 .\n\nOne approach to boost the immunogenicity of DNA vaccines consists of co-delivery of plasmids encoding cytokines as natural immune stimulators ( Table 2 ). The administration of cytokine-encoding DNA has the advantage of simplicity and low cost. Furthermore, the cytokine is expressed and acts at the site of antigen expression, thereby avoiding the toxicity of systemically administered cytokines.\n\nIL-2 stimulates the proliferation of both T and NK cells and when encoded in DNA vaccines, increased immune responses to hepatitis C core antigen [82] , glycoprotein E2 of bovine diarrheal virus [83] , and the S glycoprotein and nucleocapsid of SARS-coronavirus (SARS-CoV) [83, 84] . Co-expression of IL-2 with genes encoding influenza A (H1N1 subtype) HA and neuraminidase in a bicistronic plasmid was more effective than coexpression of IL-12 or GM-CSF in protecting mice from lethal influenza infection [85] . An IL-2-encoding plasmid increased the immunogenicity of Nef-and gp120-encoded HIV DNA vaccine [86] [87] [88] , although this effect was much less marked when Rhesus monkeys were immunized with a HIV gp120 vaccine [89, 90] . A plasmid encoding IL-2/Ig, a fusion protein of IL-2 with the immunoglobulin Fc segment, was more effective in mice than IL-2 alone in a DNA vaccine against HIV-1 [91] . The fusion of IL-2 to Ig increased the half-life of IL-2 from approximately 10 min to approximately 2 days, resulting in increased memory T cells [92] . Rhesus monkeys co-immunized with IL-2/Ig-encoding plasmid or recombinant IL-2/Ig and DNA vaccine had robust cellular responses after challenge with HIV [93] . A clinical trial has recently been completed that evaluated the safety of a vaccine (VRC-HIVDNA009-00-VP) composed of plasmids encoding various HIV antigens (Gag-Pol-Nef-multiclade Env) together with IL-2/Ig-encoding plasmid. This study showed the ability to increase immune responses particularly when the IL-2/Ig plasmid was administered 2 days after DNA immunization [301].\n\nIL-12 is a proinflammatory cytokine produced by DCs and monocytes that enhances Th1 responses, stimulating IFN-γ production [79] . Co-immunization with plasmids encoding HA and IL-12 enhanced Th1 responses in mice [94] . Intranasal immunization of mice with bicistronic plasmid expressing Yersinia pestis epitopes (capsular antigen F1 and virulence antigen V) and IL-12 enhanced mucosal IgA and serum IgG titers against F1 and V and protection against challenge, although the plasmid only expressed low levels of IL-12 [95] . IL-12 was included in an early clinical trial of an unsuccessful therapeutic DNA vaccine against HBV [96] . A DNA HIV vaccine (PENNVAX™-B; Inovio Pharmaceuticals, USA) targeting HIV Gag, Pol and Env, delivered by electroporation with or without GENEVAX™ (Profectus Biosciences, USA) IL-12-encoding plasmid was recently tested in a Phase I trial in HIV-negative adults. The DNA vaccine was well tolerated and induced a T-cell response specific for at least one HIV antigen in 20 out of 22 (90.9%) subjects receiving IL-12 compared with six out of nine (66.7%) that received DNA vaccine alone [302] .\n\nBenefits of co-immunization with IFN-γ-encoding plasmids on specific immune responses induced by DNA vaccines have been reported in preclinical studies, with a switch towards a Th1 response.\n\nGM-CSF recruits APCs to the site of immunization and stimulates DC maturation. The adjuvant potential of GM-CSF when co-administered with DNA has been extensively evaluated in preclinical and clinical trials. Co-immunization of mice with GM-CSF and pseudorabies virus (PrV) gB-encoding DNA enhanced PrV-specific antibody levels (mainly IgG1), generated a Th1-type bias as reflected by high IL-2 and IFN-γ levels, and enhanced protection following PrV challenge [97] . Co-immunization of Rhesus macaques with GM-CSF-and SIV-encoding plasmids enhanced humoral and cellular responses against SIV [98, 99] . In another study in Rhesus macaques, co-immunization with GM-CSF and influenza H1N1 HA-encoding plasmids enhanced systemic and mucosal immunogenicity of a DNA vaccine administered by particle-mediated epidermal delivery [100] . In cancer therapy, co-immunization of mice with GM-CSF and HER2-encoding plasmids induced protective immunity against HER2-expressing tumors [101] . A follow-on study showed that coadministration of GM-CSF and IL-2 proteins with HER2-encoding plasmid in patients with advanced breast cancer was well tolerated and induced long-lasting immune responses against HER2 [102] . Another clinical trial of a multipeptide vaccine (gp100 and tyrosinase) used GM-CSF-encoding plasmid as an adjuvant in stage III/IV melanoma patients and obtained memory CD8 + T cells in 42% of subjects [103] .\n\nIL-15 is secreted by mononuclear cells and induces proliferation of NK and T cells. IL-15 expression vectors enhanced the humoral and cellular immune response to HIV-1 Gag and gp120 vaccination in mice [104] and increased CD8 + T-cell memory [104, 105] . Improvement of T-cell memory after co-immunization with IL-15 plasmid was also observed in mice administered DNA vaccine encoding Trypanosoma cruzi trans-sialidase [106] . While no advantage of IL-15 plasmid co-injection was observed after lethal systemic challenge at 3 months, improved protection was seen after challenge at 6 months [106] . IL-15 expression vectors have also been shown to enhance protection against Eimeria acevulina [107] , prime CTL in animals vaccinated with a HBsAg DNA vaccine [108] , increase the longevity of the CD8 + T-cell response to HBcAg DNA vaccine [109] , enhance long-term CD8 + T-cell immunity and protection mediated by an influenza DNA vaccine [110] , and enhance the mucosal and systemic immune response to intranasal vaccination with a foot and mouth disease virus DNA vaccine [111] . Intranasal administration of an IL-15 expression vector together with a DNA vaccine encoding HSV glycoprotein B in mice enhanced humoral immunity, memory CD8 + T-cell responses and protection against challenge [112] . A recent study showed that co-immunization of Rhesus monkeys with IL-15 increased the frequency of effector CD8 + memory T cells in the peripheral blood compared with HIV DNA vaccine alone [113] . Human clinical trials have recently been undertaken to evaluate IL-15 plasmid as a molecular adjuvant for HIV DNA vaccine [303] [304] [305] and overall, IL-15 expression vectors hold significant promise as future DNA vaccine adjuvants.\n\nThe great virtue of DNA vaccines is the ease with which additional molecules such as cytokine adjuvants can be inserted into the plasmid structure. Furthermore, unlike the addition of cytokines to protein vaccines, which would have extremely limited duration of action owing to the short cytokine half-life, a cytokine-encoding plasmid will express the cytokine for the same duration as the antigen, thereby providing much longer immune stimulation. This is therefore a promising strategy, although human data on this approach remain very limited. The aforementioned and other cytokine-encoded DNA vaccine adjuvants and their effects in various species are detailed in Table 2 .\n\nChemokines represent small (8-14 kDa), structurally related molecules that regulate trafficking of leukocytes through interactions with a subset of transmembrane G-proteincoupled receptors. Chemokine-encoding plasmids have been evaluated for their ability to enhance DNA vaccines, as detailed in Table 3 . Coadministration of MIP-1β or MIP-3α genes with an HIV Gag-encoding plasmid increased CD11c + , B7.2 + -activated DCs [134] , which was associated with an enhanced CTL and decreased antibody response and protection against challenge with vaccinia virus expressing Gag. RANTES is an inflammatory chemokine that promotes the accumulation and activation of CD4 + and CD8 + T cells, and DCs [135, 136] . Immunization of mice with HBsAg-encoding plasmid fused to RANTES and a secretory signal peptide sequence enhanced the Th1 response [136] . However, mice receiving co-immunization with plasmids encoding HBV envelope (S, M) and RANTES showed only moderate immunogenicity and a boost with HBsAg protein was required to maximize the response [135] . The ability of RANTES to switch the response from Th2 to Th1 was only observed when RANTES was fused to the antigen and disappeared when HA and RANTES were under the control of separate promoters in the plasmid [137] . This suggests that enhanced antigen uptake via RANTES receptors may contribute to the Th1 response generated by the fusion construct.\n\nIP-10 is a Th1-polarizing chemokine that was evaluated as an adjuvant for cancer vaccines [138, 139] or vaccines used to suppress autoimmune disease [140, 141] . A fusion protein of HPV E7 protein with IP-10 was targeted to the endoplasmic reticulum and led to the secretion of E7/IP-10, associated with enhanced processing of E7 through MHC-I.\n\nIntradermal immunization of mice with E7/IP-10 increased E7-specific CD4 + and CD8 + T cells and was associated with higher survival rates than E7 DNA alone [138] .\n\nCCR7 contributes to the interaction between mature DCs and naive T cells in lymphoid tissue, thereby helping to generate antigen-specific T cells. Co-immunization of plasmids encoding CCR7 ligands and gB of PrV significantly enhanced IgG2a production and gBspecific T cells, as well as challenge survival [142] . CCR7 co-immunization increased the number of mature DCs in secondary lymphoid tissues, which may help enhance the proliferation of CD4 + T cells [142] . Benefit of co-immunization with CCR7 ligands was also described in a prime-boost approach targeting HSV-1 gB [143] .\n\nCCL19 [144] and CCL21 [145] have also been shown to enhance vaccine responses. A Phase I study was recently initiated to evaluate the safety and tolerability of a therapeutic DNA vaccine encoding an antigen-chemokine fusion plasmid in patients with lymphoplasmacytic lymphoma [306] .\n\nOverall, as seen for cytokine-encoding plasmids, plasmid-encoded chemokine genes are promising as vaccine adjuvants and continue to be pursued for DNA vaccine development. Furthermore, on the whole, chemokines are associated with less toxicity than cytokines and hence may represent a better option than cytokines for use as DNA vaccine adjuvants.\n\nUpregulation of costimulatory molecules on DCs enhances T-cell activation. This has led to use of costimulatory molecules as DNA vaccine adjuvants (Table 3) . Costimulatory second signals are delivered via the B7 molecules, B7.1 (CD80) and B7.2 (CD86), members of the TNF ligand/receptor superfamily. These were among the first costimulatory molecules to be tested as vaccine adjuvants. CD28 is a ligand for CD80 and CD86 and induces IL-2 secretion and cellular proliferation. Co-delivery of CD86 with DNA vaccines resulted in enhancement of both CD4 + T-cell and CTL responses, whereas co-delivery of CD80 was less effective [146] [147] [148] . Bone marrow chimeras were used to demonstrate that the enhanced CTL response observed by co-delivery of CD86 allows non-bone-marrow-derived cells, such as muscle cells, to act as APCs [149] . In another study, co-delivery of CD80 with HSV increased the T-cell response and protection from HSV challenge when injected intradermally but not intramuscularly, suggesting the route of immunization is important [148] . Co-delivery of CD80 ± CD86 in a prime-boost approach targeting Visna/Maevi virus resulted in CD4 + T-cell activation and reduced infection [150] . CD86 was successfully used as an adjuvant for a therapeutic vaccine against rheumatoid arthritis [151] . A single intramuscular injection of vaccine encoding Pseudomonas exotoxin A and CD86 in a collagen-induced arthritis model increased Treg cells [151] with a decrease in Th1 and increase in Th2 and Th3 response associated with anti-rheumatic activity [151] . Other strategies have targeted antigen to B7 on APCs by encoding secreted fusion proteins containing the extracellular domain of CTLA-4. DNA vaccines encoding CTLA-4 accelerated antibody responses in mice [152, 153] . A CTLA-4 construct enhanced antitumor immunity and delayed onset of HER2 mammary cancer [154] . Similarly, fusion of CTLA-4 with Streptococcus mutans antigens enhanced antibody responses in immunized rabbits and monkeys [155] .\n\nCD40 expressed on B cells and DCs is a member of the TNF superfamily responsible for cellular activation, differentiation, proliferation and survival. CD40 interacts with CD40 ligand (CD40L) expressed on T cells. This interaction is critical for antigen-stimulated Bcell development into antibody-secreting plasma cells or memory B cells. Furthermore, interaction between CD40 and CD40L enhances the DC maturation required for the priming of CD8 + memory T cells. Co-delivery of CD40L improved humoral immunity with a switch to a Th1 response [156, 157] . Coadministration of CD40-encoding plasmid with foot and mouth disease antigens enhanced antibody responses [158] . Moreover, multimeric soluble CD40L enhanced cellular responses to HIV antigen constructs [159, 160] . Multimeric CD40L was more efficient than monomeric forms [160, 161] . RANK/RANKL and 4-1BBL costimulatory molecules have also been evaluated as adjuvants for tumor vaccines but failed to increase antigen-specific CTL responses or enhance tumor protection [162] .\n\nA human trial has used a CD80-encoding plasmid in a therapeutic vaccine targeting prostate cancer [307] . Although the use of costimulatory molecules in DNA vaccine has yet to be extensively investigated in the clinic, it appears to be a promising strategy requiring further development.\n\nThe overexpression of TRIF activates innate immune pathways. Mice immunized with plasmid encoding classical swine fever virus E2 plus TRIF had increased antibody responses after two, but not three, DNA injections [163] . In another study, dual-promoter plasmids encoding LacZ antigen and TRIF or MyD88 showed a stronger humoral response for MyD88-LacZ whereas TRIF-LacZ induced the strongest cellular immunity [164] . TRIFencoding plasmid was also effective as adjuvant for influenza HA or HPV E7 [164] .\n\nIRF1-, IRF3-and IRF7-encoding plasmids were assessed as adjuvants for HIV-1 Tat [165] . Co-immunization with IRF1 enhanced Tat-specific immune responses with a Th1 bias with increased IFN-γ production and CTL responses whereas IRF3 or IRF7 were not effective [165] .\n\nHMGB1 has also been investigated as a DNA vaccine adjuvant, and co-immunization of BALB/c mice with HMGB1 and HIV-1 Gag and Env antigens strongly enhanced IFN-γ and antibody responses [166] . Similarly, co-immunization of mice with HMGB1 and influenza antigen enhanced CD8 + responses and protection against a lethal challenge [167] . Overall, the use of signaling molecules as adjuvants is in its relative infancy and hence is unlikely to impact the human DNA vaccine field within the next 10 years.\n\nThe gene-gun approach\n\nThe gene-gun technique involves bombarding the skin with plasmid-coated gold particles by employing ballistic devices [168] . DNA is delivered directly into the cell cytoplasm, unlike intradermal and intramuscular injections that deliver DNA into the extra-cellular space. The direct delivery of DNA into the cell allows the use of very small amounts of plasmid DNA to induce an immune response, as compared with classic DNA injections. In avian and murine models, an influenza vaccine required 250-2500-times less DNA when delivered by gene gun compared with direct intradermal injection [169] , with induction of cellular and humoral immunity in mice [170] and in humans [171, 172] . The immune responses induced by the gene gun show a Th2 bias [173, 174] , potentially due to the low amount of CpG plasmid used. However, limitations of the gene-gun approach mean it is no longer being developed for human DNA delivery.\n\nElectroporation has emerged as a favored technology for the delivery of DNA vaccines in animals. Electroporation uses electrical stimulation of muscle tissue in the presence of plasmid DNA to transiently permeabilize cell membranes and improve the efficiency of transfection [175] .\n\nand T-cell migration [176, 177] . Electroporation enhances DNA vaccine efficacy by 10-1000-fold [177, 178] , and achieves responses comparable to those with protein vaccines [179] . Electroporation enhanced vaccine responses in large animals (macaque, sheep and pig) that previously showed poor DNA vaccine efficacy [49, [180] [181] [182] . A recent review cited ten Phase I or I/II clinical trials involving electroporation [177] . A Phase I dose escalation trial of IL-12 plasmid electroporation was carried out in metastatic melanoma [183] . Twenty four patients were treated at seven dose levels. The most common adverse effects were pain from electroporation in all subjects and bleeding at the injection site (13 patients with grade one and 11 with grade two bleeding). There was a trend towards a treatment effect with 25 (32%) of tumor lesions demonstrating 100% necrosis. Another Phase I/II clinical trial was conducted in recurrent prostate cancer with electroporation enhancing humoral and cellular immunity [184] . Preliminary data from an ongoing clinical trial showed electroporation enhanced the frequency and the magnitude of the anti-HIV-1 T-cell response (reviewed in [177] ). While the companies trying to commercialize electroporation technologies have tried to downplay any negatives, electroporation has considerable barriers to its adoption, including the pain and discomfort of the procedure itself, the unwieldy and costly devices and the difficulty of ensuring intramuscular injection in obese subjects. Given its associated severe discomfort, electroporation is likely to be unsuitable for use in most prophylactic vaccines. Hence, its major market is likely to be in therapeutic contexts, including cancer vaccines.\n\nRecently, noninvasive electroporation combined with intradermal injection of plasmid DNA has been evaluated in nonhuman primates with long-lasting expression of the antigen and induction of CD4 + and CD8 + T-cell responses [185] . The discomfort of intradermal electroporation is said to be less than that of intramuscular electroporation, although whether this reduction is sufficient to make this technology acceptable in a prophylactic vaccine setting is yet to be seen.\n\nSeveral studies have evaluated DNA vaccination using needle-free delivery systems such as the Biojector ® (Bioject Medical Technologies, USA). In this method, plasmid DNA solution is sprayed through the skin in an effort to directly transfect Langerhans cells in much the same way as the earlier gene-gun approach. Studies in nonhuman primates did not show an increase in DNA immunogenicity with the use of the Biojector device as compared with using a conventional syringe [186] . However, clinical trials using the Biojector device to inject DNA are ongoing [187, 188] . Recent exciting data have been presented on enhanced DNA vaccine responses obtained with a new needle-free intradermal delivery device made by Pharmajet [Royals M, Pharmajet Inc., Pers. Comm.], indicating this as a promising area of future development.\n\nBecause many pathogens (e.g., HIV, influenza and Streptococcus pneumoniae) infect through mucosal surfaces, mucosal vaccines may have a major advantage for prevention of these diseases. Various adjuvants, carriers and delivery systems have been evaluated for mucosal immunization, including particle-mediated delivery systems, liposomes, cytokineencoding DNA, CpG oligodeoxynucleotides, DC-targeting DNA, prime-boost approaches and bacterial vectors. The use of bacterial vectors is a promising approach as it allows specific targeting and activation of APCs through pathogen-associated molecular pattern receptors [189] . For example, immunization with Salmonella typhimurium carrying DNA plasmids encoding HSV-2 glycoproteins D or B resulted in strong systemic and vaginal Tcell responses, and conferred protection against HSV vaginal challenge [189] . Particlemediated delivery systems have also been used to deliver plasmid DNA to mucosal surfaces.\n\nFormulation of HA-encoding plasmid with polyethylenimine improved the efficiency of transfection 1000-fold in the respiratory tract following intranasal administration of luciferase-coding DNA, with high levels of HA-specific IgA observed in bronchoalveolar lavage and serum [190] . Heterologous prime-boost strategies show promise for mucosal immunity [191] . For example, the combination of intranasal gp120 protein boost after initial priming with an env-encoding intramuscular DNA vaccine resulted in significant enhancement of the humoral and cellular immune response against HIV [38] . The efficacy of intramuscular versus intranasal SIV + IL-2 + IL-15 DNA-prime, SIV-MVA-boost immunization was tested to prevent disease progression after intrarectal SIV challenge in Rhesus macaques [192] . Nasal immunization resulted in higher and more persistent SIVspecific rectal IgA responses and mucosal T-cell responses than intramuscular immunization. Following challenge, nasally vaccinated animals had greater preservation of circulating and colorectal CD4 + T cells and a longer disease-free interval [192] . There was a significant correlation between IFN-γ-secreting T cells on the day of challenge and the control of viremia at week 60 [193] . Mucosal delivery of DNA has also been used after intramuscular or intradermal immunization to induce higher mucosal immunity against HIV [38, 194] . Nevertheless, mucosal administration of DNA vaccines is a relatively immature technology that has yet to be tested in the clinic, and therefore even if ultimately successful is unlikely to make an impact on human DNA vaccines within the next 5-10 years.\n\nVaccination strategies based on prime-boost regimens can enhance responses against difficult pathogens such as HIV or malaria. These strategies involve the priming of the immune responses by using an antigen expressed first by a vector, typically a plasmid DNA, followed by a boost with administration of the same antigen in a different vector, typically a recombinant virus. Common vectors include adenovirus, fowlpox and vaccinia virus. Heterologous immunization often shows a strong synergistic effect compared with homologous immunization [195] . In clinical trials, DNA-prime adenovirus-5 boost induced both CD4 + and CD8 + T cells against HIV [196] . DNA-prime, MVA-boost strategies similarly enhanced immunity against HIV [197] . Recently, a DNA prime-poxvirus boost (NIVAC) approach targeting HIV-1 was evaluated in a Phase I trial [198] . Two DNA followed by two poxvirus-boost injections induced polyfunctional, durable T-cell responses to Env. Responses were higher with heterologous DNA-NIVAC compared with homologous NIVAC-NIVAC regimens [198] . Extensive efforts have been made to develop an optimized prime-boost malaria vaccine, based on priming with DNA or viral vector followed by a boost with a range of recombinant viral vectors including MVA, fowlpox or adenovirus [199] . A prime-boost strategy of DNA boosted with ME-TRAP (MVA multiple epitope-thrombospondin-related adhesion protein) reduced malaria parasite burden in the liver, as compared with homologous immunization, delayed parasitemia and reduced mortality following sporozoite challenge [195, 200, 201] . Substitution of plasmid DNA for priming with fowlpox virus elicited sterile protection in two of five volunteers, with persistent memory T cells observed for 20 months [202] . A DNA-prime protein-boost strategy targeting malaria CSP induced antibody and T-cell responses in the clinic [203] . In a recent study, DNA priming followed by an adenovirus-5 boost targeting HIV CAM-1 Gag successfully induced Gag-specific T-cell responses [204] . DNA-prime protein-boost strategies have also been tested, using inactivated or recombinant protein antigen [205, 206] . DNA priming with Env followed by intramuscular gp120 protein boost formulated in Advax polysaccharide adjuvant significantly enhanced the humoral and cellular immune response to HIV Env protein [38] .\n\nThe use of DNA vaccines for priming followed by a proteinor vector-based boost strategy is highly promising as it provides the best of both worlds in terms of priming a strong T-cell response while at the same time maximizing neutralizing antibody responses. Furthermore, when combined with an adjuvanted protein boost strategy, this approach faces minimal regulatory hurdles as the individual DNA and protein components are both known to be safe and well tolerated, such that no problems would be anticipated with the combined approach.\n\nEssential plasmid features for a DNA vaccine include a strong promoter for optimal expression in mammalian cells, a selection marker and polyadenylation (polyA) sequences to stabilize the transcripts. In addition, since optimal expression of some genes depends on the splicing of their transcripts, the inclusion of an intron in the promoter-enhancer complex may improve expression. Approaches to increase the transcription and translation may thereby improve DNA vaccine immunogenicity in humans. This can be achieved by an optimization of transcription elements in the plasmid backbone. The promoter is an important component of the plasmid that drives the expression of the gene of interest. Classic promoters for DNA vaccines included the human CMV/immediate early or CMVchicken-β actin (CAGG) promoters. CMV promoters are used for most DNA vaccines since they drive high constitutive expression levels in a wide range of mammalian tissues [207] and do not suppress downstream read-through. Improvement of expression and immunogenicity have been observed by modifying CMV promoters (i.e., incorporation of HTLV-1R-U5 downstream of the CMV promoter) or by using chimeric SV40-CMV promoter [208] . Alternatives to CMV promoters include host tissue-specific promoters, which avoid constitutive expression of antigens in inappropriate tissues, but in general these have resulted in lower immunogenicity [209] . The presence of an intron in the vector backbone downstream of the promoter can enhance the stability of mRNA and increase gene expression. A kozak sequence immediately prior to the ATG start codon may further enhance antigen expression [210] . The use of species-specific codons increases antigen expression and may thereby enhance DNA vaccine immunogenicity [211] . Gene expression can be manipulated by altering the polyA sequence, which is required for proper termination of transcription and export of mRNA from the nucleus. Many current DNA vaccines use the bovine hormone terminator sequence [212] . Alteration of the polyA sequence may enhance gene expression of DNA vaccines [213] and thereby the immune response [214] .\n\nHence, optimal plasmid design for DNA vaccines should combine bacterial and eukaryotic elements into a vector designed to allow a high copy number during production and high mammalian expression, thereby ensuring maximal immunogenicity.\n\nDNA vaccines are a promising alternative approach to traditional protein vaccines for the prevention and treatment of infectious diseases, cancer and allergy. However, while DNA vaccines have proved effective in animal models, they have continued to suffer because of suboptimal human immunogenicity. Hence, a major frustration in the DNA vaccine field is the inability to predict human vaccine responses based on mouse immunogenicity data. This means that quantitative differences observed between different DNA vaccine approaches in mice rarely translate to humans. For example, electroporation or cytokine adjuvants that may deliver 100-1000-fold improvements in antibody titers in mice may deliver at best a two-to three-fold improvement in titers in humans. Thus, small animal models that are typically used in adjuvant comparison studies are more likely to be misleading than informative, and instead the field would be advised to only use large animal models or best of all humans to undertake adjuvant comparison studies. Hence, while major advances to DNA vaccine design have moved them closer to their true potential for human use, head-tohead human comparative studies of the different DNA vaccine technologies are required to enable selection of the most effective technology for a given disease. Improvements have been made in plasmid construction, such as codon optimization and removal of cryptic splice sites, the use of molecular adjuvants, electroporation and intradermal needle-free injection, and heterologous prime-boost strategies. Among recent promising advances is the use of cytokine, chemokine or costimulatory molecules as molecular adjuvants in DNA vaccines. When combined with strategies to enhance antigen expression, such as electroporation or intradermal needleless injection, molecular adjuvant approaches have the potential to significantly enhance DNA vaccine immunogenicity. The large number of ongoing human clinical trials of DNA vaccines is a testament to the belief that DNA vaccines will ultimately deliver on their potential [2] . Given the regulatory challenges it is most likely that the first DNA vaccine breakthroughs will be in the area of therapeutic vaccines for cancer, with infectious disease applications following much later. This is reflected in the fact that cancer indications currently represent the largest group of human DNA vaccine trials. To realize the full potential of DNA vaccines there is an ongoing need for research into their mechanisms of action and, in particular, into strategies to further enhance their immunogenicity. Such research should allow one or more human therapeutic cancer DNA vaccines to achieve licensure within the next 5-7 years. • Good safety record in human studies\n\n• Ability to induce both humoral and cellular responses\n\n• Provide immune priming but poor immune boosting\n\n• DNA vaccines offer advantages over conventional protein vaccines in terms of flexibility, rapid manufacture, low cost and ability to induce cellular immunity.\n\n• Several DNA vaccines have been licensed for veterinary applications.\n\n• Almost 100 Phase I and II clinical trials have confirmed the safety of DNA vaccines in humans.\n\n• Suboptimal immunogenicity is an ongoing barrier for human DNA vaccines.\n\n• Strategies to enhance DNA vaccine efficacy include adjuvants, codon optimization, electroporation and intradermal delivery.\n\n• Optimized DNA vaccines are getting closer to the level of immunogenicity required for human use.\n\n• Greater understanding of mechanisms of DNA vaccine action is required. Antigen sequence is obtained following isolation from the pathogen (step 1), followed by identification by sequencing (step 2). The sequence of interest can be amplified by PCR or generated by chemical synthesis. The DNA sequence is then cloned into the multiple cloning site of a eukaryotic plasmid following an enzymatic reaction (step 3). Competent bacteria are transformed by the constructed plasmid and are grown into specific media (step 4). Ultra-pure plasmid is obtained using anion-exchange column following cell lysis (step 5). Plasmid can be formulated with conventional adjuvants or coadministered with genetic adjuvants (step 6). Plasmid is delivered to the inoculation site intradermally, subcutaneously, topically or intramuscularly (step 7). Following intramuscular injection, muscle cells are the main transfected cells. Resident APCs are also directly transfected by the plasmid. Plasmid enters the nucleus of transfected cells and initiates gene transcription (step 8). Antigenic protein is produced in the cytoplasm and is submitted to post-translational modification similarly to the native protein in natural infection. APCs can also be activated by crosspriming, following the capture of antigen secreted by muscle cells or the capture of apoptotic muscle cells loaded with the antigen. APCs then migrate to the proximal lymph nodes, where they present the antigenic peptides to CD4 + T cells via MHC-II and the T-cell receptor and to CD8 + T cells by MHC-I and the T-cell receptor (step 9). Activated CD4 + T cells trigger the differentiation of specific B cells, which can also be activated by secreted antigen that arrives to the lymph node. Primed lymphocytes (CD4 + and CD8 + T cells, and B cells) could be restimulated and further expanded at the immunization site by presentation of the peptide-MHC complexes displayed by transfected muscle cells (step 10). Thus, DNA vaccination induces both humoral and cellular immune responses specific for the microbial antigen. TLR: Toll-like receptor. Table 1 Examples of DNA vaccine trials using conventional adjuvants.\n\nRef.\n\nAluminum salts HBV im. Mice, guinea pigs, Rhesus macaques Increased antibody response by >30-fold in mice and guinea pigs and by 5-10fold in Rhesus macaques [28, 29] CMV im.\n\nIncreased antibody response [30] Polysaccharides Advax™ HIV im.\n\nCombination of DNA vaccine priming with sequential adjuvanted protein boosts via im. and in. routes enhanced both mucosal and systemic immunity against gp120, which was able to neutralize homologous strains of HIV \n\nVaxfectin increased immunogenicity of DNA vaccine and provided effective protection from challenge [51] im.\n\nInduced HI titers ≥40 in 50-67% of the healthy volunteers with fourfold rises from baseline in 47-67% of subjects [52] Induction of H5 hemagglutinin T-cell response in 75-100% of volunteers\n\nMice Induction of mucosal cellular and humoral immune responses [53] Cationic transfersomes HBV Topical Mice Induction of antibody response, which was higher as compared with conventional im. vaccination [54] Synthetic polymers PLG/PLGA HBV im.\n\nIncreased antibody response, CTL response, IFN-γ secretion and immune protection [58] Tumor (ZYC101, ZYC300)\n\nim.\n\nInduced immune responses correlated to clinical benefits [64, 65] ZYC300 EP Mice EP increased antigen expression and the robustness of the T-cell response [63] HIV Oral Mice Prolonged expression of antigen in lymphoid tissues and induction of both systemic and mucosal response [61, 78] Expert Rev Vaccines. Author manuscript; available in PMC 2012 December 1. \n\nEnhanced IFN-γ, granzyme B and antitumor vaccine effect, which was potentiated by the use of EP [73] LCMV im.\n\nImproved immune response and protection from lethal viral infection [81] CTL: Cytotoxic T cell; DTH: Delayed-type hypersensitivity; EP: Electroporation; HI: Hemagglutination inhibition; im.: Intramuscular; in.: Intranasal; LCMV: Lymphocytic choriomeningitis virus; LPS: Lipopolysaccharide; PLG: Polylactide-co-glycolide; PLGA: Polylactide-co-glycolide acid; TLR: Toll-like receptor. Table 3 Examples of chemokine or costimulatory adjuvants.\n\nRef.\n\nMIP-1α or MIP-3α HIV im.\n\nEnhanced CTL response and protection\n\nThe injection of plasmid encoding MIP-3α 3 days before injection of plasmid encoding Gag improved the CTL response and protection [134] MIP-3β\n\nHIV im\n\nNo significant benefits noted [134] RANTES HBV im.\n\nIncreased humoral and cellular response [136] Influenza Gene gun Mice\n\nSwitched response from Th2 to Th1/Th2 [137] IP-10 HPV id.\n\nLinkage of E7 to IP-10 induced the secretion of chemo-attractive fusion protein [138] E7-IP10 induced CD4 + and CD8 + T cells and conferred resistance to cancer CCR7 HSV-1 in.\n\nCo-immunization with CCR7-ligand increased systemic (IgG) and mucosal (IgA) response and specific CD8 + T cells secreting IFN-γ improved protection to challenge [143] Costimulatory molecules Mice Increased and accelerated antibody response and improved protection to challenge [153] Cancer im. Mouse tumor model Induced protective immunity and delayed onset of cancer [154] Streptococcus mutans im. or in.\n\nRabbits, Rhesus macaques Increased systemic and mucosal antibody response [155] CD40 or CD40L HBV im.\n\nIncreased antibody response [158] HIV im.\n\nEnhanced CD8 + T-cell response [160] CTL: Cytotoxic T cell; DTH: Delayed-type hypersensitivity; id.: Intradermal; im.: Intramuscular; in.: Intranasal.\n\nExpert Rev Vaccines. Author manuscript; available in PMC 2012 December 1."}