{"title": "", "body": "Abstract Purpose: To provide recommendations and standard operating procedures (SOPs) for intensive care unit (ICU) and hospital preparations for an influenza pandemic or mass disaster with focus on education of all stakeholders, specifically the emergency executive control groups, ICU staff and staff co-opted to assist with patient management. Methods: Based on a literature review and expert opinion, a Delphi process was used to define the essential topics, including staff education. Results: Key recommendations include: (1) define functional roles and responsibilities of the internal personnel and interface agencies or sectors;\n\n(2) determine logistic support and requirements necessary for the effective implementation of the SOPs; (3) determine what is required to maintain the SOPs; (4) recommended training and activities include: (a) personal protection techniques; (b) environmental contamination;\n\n(c) medical management; (d) laboratory specimens; (e) alert lists; (f) training of recruited staff; (g) ethical issues; (h) psychosocial issues; (i) dealing with the deceased; (j) policies for restricting visitors; (k) mechanisms for enforcing policies; (5) Training should begin as soon as possible with daily demonstrations followed by supervised practice; (6) identify the staff to participate in training programs, verify that they\n\nThe mortality of a pandemic due to a highly pathogenic influenza such as H1NI or H5N1 will ultimately be determined by the interaction of viral factors such as pathogenicity, infectivity and resistance to antivirals, patient factors such as age, immune status and genetic profile, and therapeutic factors such as the quality of health care services, the availability of intensive care units (ICUs), antivirals and, most importantly, vaccines. The quality of health services will depend upon appropriate preparation as well as the availability of a national protocol [1, 2] and an informed and committed staff complement both at an administrative and clinical level. Current ICU staff and critical care infrastructure will be inadequate for the expected influx of patients even in the best equipped hospitals. Calculations in the UK estimate that there will potentially be ten times as many patients requiring mechanical ventilation as the number of beds available, and the mortality and the need for specialized care will be that much greater in developing countries where resources are most constrained [3] .\n\nStaff availability must be maximized. With proper prior education, more staff will be available. More will avoid falling ill, will feel more confident that everything possible had been done to ensure their safety and more will perceive that it is their ethical duty to remain at work. In addition, each hospital will have to formulate a triage plan prior to the onset of a disaster or pandemic that should take into account local resources in terms of staff, space and equipment, and this plan will have to be taught and communicated to the appropriate hospital staff (See Chap. 7, Critical care triage). Mass care facilities in close proximity to the triage area must be planned and staff trained as to where these will be and how these areas should be managed (see Chap. 2, Surge capacity and infrastructure considerations). Changing areas have to be provided external to the treatment area where appropriate protective gear can be donned and removed (see Chap. 6, Protection of patients and staff). All staff must be aware of the designated areas allocated for management of ICU patients and must be trained in procedures best designed to contain the infection by the use of a standard management guide. Relevant ethical issues must also be discussed and explored prior to a pandemic. These include issues such as triage, admission and discharge criteria and absenteeism, all of which should be addressed, written down and agreed to, so that each staff member understands in advance the choices that will have to be made. Decision makers and the public should engage in these discussions in order that ethical decisions reflect what most people will accept as fair and good for public health.\n\nPurpose, scope, goals and objectives Whereas mortality will be inevitable, this can be reduced by adequate preparation not only with regard to the availability of an appropriate physical environment and sufficient equipment and staff, but also by education and training of the most valuable resource of an ICU, the human component.\n\nThe purpose of this standard operating procedure (SOP) is to define the education and training necessary within the hospital environment that should help ensure efficient functioning of the ICU. This does not necessarily apply only to ICU staff, as ward and emergency room staff will also be required to be involved in triage and will in many cases be treating patients that in normal circumstances would be admitted to the ICU. To identify the staff that require training in the performance of these procedures 3. To ensure that a command structure is established that is aware of and trained in crisis management procedures 4. To train all staff as to the nature of the command structure\n\nThe key elements of training and education preceding an influenza pandemic are the following: \n\nTraining should begin as soon as possible followed by supervised simulations to ensure optimal use of available facilities and to minimize infection [4] . PP techniques and reduction of environmental contamination should preferably be taught by infection control staff with assistance from ICU directors [5] . Interventions aimed at changing clinical practice show that outreach visits, posted reminders, interactive educational meetings and other multifaceted interventions are effective, but in the event of a pandemic, time constraints and potential lethality of the disease may be limiting factors [6] . Seminars, on-site demonstrations, problem-based learning and simulations are valuable when time is of the essence. In the SARS epidemic, use of a simulator allowed effective training of 275 workers in 2 weeks [7] [8] [9] . Teleconferencing involving clinicians and representatives from public health, infection control, infectious diseases, hospital administration and government together with website dissemination of instructional materials is useful to update knowledge during a pandemic [10] [11] [12] . A curriculum is available from the European Network of Infectious Disease to use as a guide for staff training [13] .\n\nKnowledge and compliance with PP protocols are poor, and consequently knowledge should be re-evaluated frequently [14] . Although an element of coercion is frequently necessary [15, 16] , reasons for poor compliance should be addressed. These include availability of appropriate equipment, quality of leadership and an organizational culture that promotes safety [17] . These factors also reduce psychological stress by inspiring confidence [18] .\n\nEducation must involve all current ICU staff: those selected to be recruited to the ICU or who will be performing critical care tasks outside of the ICU and those who are responsible for triage. Education should be planned to take place on an ongoing basis and involve all staff for certain activities and specific training sessions for specialized operations. Staff that are to be co-opted must be identified early and taught practices specific to their new roles. The administration should identify the staff to participate in training programs, verify that they have participated and evaluate their knowledge frequently.\n\nFunctional roles and responsibilities of the internal personnel and interface agencies or sectors \n\nEstablish a schedule for training and education of clinical staff and a mechanism for documenting participation. Utilize weekly infection control updates and meetings, medical grand rounds and educational posters (Fig. 1 Staff must be trained in and protocols developed for:\n\n1. Drug treatment [22] : The use of anti-viral medications must be taught with reference to: a. The medications available b. Dose and timing of treatment (unit-specific policies should be developed) c. Prophylaxis (whether prophylactic therapy will be provided and the type of therapy that will be available must be pre-determined by virologists and medical staff according to availability and practicality prior to the pandemic and these decisions must be communicated to all staff) d. The priorities for use of anti-viral medications 2. Ventilation [23] a. Basic respiratory support i. Non-invasive ventilation, ii. Mechanical ventilation (see Appendix) b. Rescue strategies 3. Vaccination [5, 24, 25] There is frequently a reluctance to utilize both seasonal and pandemic vaccines. All staff must be educated S73 regarding the necessity for vaccines to protect both themselves and those that they are in contact with. As many people as possible must be vaccinated as quickly as possible as soon as a vaccine is available. There are five initial target groups for vaccination efforts (pregnant women, persons who live with or provide care for infants aged \\6 months, health care and emergency medical services personnel, children and young adults aged 6 months to 24 years and persons aged 25-64 years who have medical conditions that put them at higher risk for influenza-related complications). Subsets within the initial target groups in the event that initial vaccine availability is unable to meet demand must be identified along with guidance on the use of vaccine in other adult population groups as vaccine availability increases. Staff must be taught appropriate management and transport of laboratory specimens. Management of laboratory specimens must be pre-planned in cooperation with the laboratory. Constant and ongoing communication with laboratory staff is vital, and channels of communication must be established early.\n\nIt is recommended that a list of specific signs indicating clinical deterioration be established and clearly displayed, indicating specific warning signs that necessitate transfer to a high-care area.\n\nTraining of non-ICU staff 1. Non-ICU staff must be allocated specific tasks that are within their capacity. Complete syllabi are available [10] . Tasks should be assigned and taught according to need. Ability to record blood pressure, pulse, respiratory rate, oxygenation, fluid intake and output, suctioning and attention to pressure sites are a minimum requirement. Palliative care and monitoring of noninvasive and mechanical ventilation should be considered. 2. Recruits should also be trained to institute a nutritional program.\n\n3. Some staff should be able to care for patients receiving non-invasive and mechanical ventilation with particular attention to the FAST HUG (Feeding; Analgesia and Sedation; Head up; Ulcer prophylaxis; Glycemic control) [27] protocols plus suctioning and attention to pressure sites.\n\nEthical issues [28] 1. Individual liberty and autonomy: In a public health crisis, restrictions to individual liberties and autonomy may be necessary to protect the public from serious harm. This includes quarantines, duty hours, restricted access of staff to their families, visiting restrictions, etc. 2. Duty to provide: Providers will have to weigh demands of their professional roles against other competing obligations to their own health and to family and friends. Moreover, health care workers will face significant challenges related to resource allocation, scope of practice, professional liability and workplace conditions. These codes or statements should cover such issues as: a. How much risk should health care workers be required to take; b. Their duty to care for the sick and to care for themselves so they can continue to provide care; and c. Their duty not to harm others by transmitting disease. 3. Instruction in triage procedures for allocating scarce resources (including treatment protocols, nonbeneficial treatment, allocation of vaccines and antiviral medicines, ventilators and intensive care) [29] [30] [31] .\n\nPsychosocial issues 1. Staff should understand and be taught to deal with stressors related to pandemic influenza: a. Signs of distress; b. Traumatic grief; c. Psychosocial aspects related to the management of mass fatalities; d. Stress management and coping strategies; e. Strategies for building and sustaining personal resilience; f. Behavioral and psychological support resources; g. Strategies for helping children and families in times of crisis; and h. Critical incident stress debriefings.\n\nDealing with the deceased Protocols to remove corpses rapidly must be developed and specific staff allocated to this task. This will require liaisoning with mortuary staff, and sufficient space must be provided for this purpose; otherwise this could represent an important bottleneck.\n\nPolicies for restricting visitors and mechanisms for enforcing these policies Policies must be in place such that staff is aware of how to manage visitors and what restrictions will be in place. This overlaps with ethical issues as in a high mortality pandemic it will be necessary to separate families and to restrict access to loved ones in the interests of staff safety and society as a whole.\n\nEducational materials to reduce community spread should be available for distribution to all that enter the hospital. Plentiful material is available on the CDC (http://www. cdc.gov/H1N1FLU/) and WHO (http://www.who.int/csr/ disease/swineflu/en/) websites. The public should also be informed that usual treatments may be impossible to deliver and treatments may have to be triaged, but this should be communicated without creating unnecessary panic.\n\nConflict of interest statement Dr. Richards lectured and consulted for Roche.\n\nA (H1N1) severe disease: SARI (severe acute respiratory infection) in adults [32] Some cases of A (H1N1) have had an initial typical influenza-like illness (ILI) with high fever followed 4-5 days later by rapid deterioration and severe respiratory disease. The virus is potentially more virulent than thought in that it can infect the lungs, similar to the 1918 virus [33] . (H1N1 replicated efficiently in the lower respiratory tracts of mice, ferrets and non-human primates, whereas seasonal virus seasonal virus did not.)\n\nComplications in those seriously ill with A (H1N1) pandemic influenza include [32, 34] Those at risk for severe disease are those with: a. Comorbid disease: diabetes, chronic renal failure, COPD, asthma, left ventricular dysfunction b. Obesity appears also to be a risk factor c. Pregnancy d. Immunosuppression (anecdotally the acquired immunodeficiency syndrome does not seem to confer increased risk).\n\nAny patient with the following features must be treated as having severe disease: Sudden onset of fever ([38°C), cough/sore throat AND respiratory rate [30; chest crackles; saturation\\90, lethargy, decreased level of consciousness, convulsions, dehydration or X-ray features of pneumonia.\n\nAny patient, particularly young and otherwise healthy presenting with a lower respiratory tract infection, particularly pneumonia, must be initiated on antiviral therapy immediately without awaiting the results of the polymerase chain reaction test.\n\n• Health care workers (HCWs) should:\n\n• Take the seasonal vaccine if pandemic vaccine is not available [36] [there appears to be partial protection from H1N1, and if a HCW should become ill with an ILI it is more likely to be A (H1N1)]. • Pharmacotherapy:\n\n• Antivirals: Neuraminidase inhibitors-oseltamivir (Tamiflu) or zanamavir (Relenza)-should be used for treatment. • Dose of oseltamivir should be at least 150 mg BID for 10 days [22] . If hypoxia worsens increase FiO 2 initially then if still low:\n\n• Paralyze • Avoid fluid overload. (There should be no peripheral edema.) • Recruitment maneuvers (sustained administration of pressure, proning, APRV) may be of benefit:\n\n• Prone positioning should be considered early, within 8-12 h of admission if hypoxia persists despite the measures above. If hypoxia improves with prone positioning, there are two options:\n\n1. The patient could be maintained prone for 16 h prior to turning supine again with repeated changes to prone position for at least 16 h on each occasion. This is optimally performed between 1500 and 1600 with return to supine between 0800 and 0900, leaving the period from 0800-1600 supine for necessary procedures. 2. Alternatively, proning may be maintained for prolonged periods of time, up to 3-5 days, provided that pressure points are cared for with turning to supine only for procedures.\n\n• HFOV has been beneficial in certain circumstances.\n\n• If facilities exist, there is the option of ECMO [47] or administration of NO. • Persistent hypoxia for weeks is frequent even after inflammatory markers decline to normal and the infiltrates start to clear. "}