{"title": "Specific elevation of DcR3 in sera of sepsis patients and its potential role as a clinically important biomarker of sepsis ☆", "body": "Sepsis is a life-threatening disease resulting from the failure of our immune system to mount proper defense against invading pathogens. It is initiated by the binding of pathogen antigens to Toll-like receptors (TLRs) expressed in immune cells that, in turn, results in the induction of various cytokines (Decker, 2004) . These cytokines then mediate numerous molecular and cellular activities that can lead to dysregulated immune responses. The clinical symptoms begin with systemic inflammatory responses and rapidly progress to multiple organ failure and ultimately death. Despite the availability of a broad spectrum of antibiotics and intensive supportive care, hospital mortality ranges from 30% to 50% for severe sepsis and septic shock (Angus et al., 2001) . The problem of effectively treating patients with sepsis is in part attributed to the difficulty of accurately diagnosing sepsis especially in its early stages. Also, incomplete understanding of the complexity of sepsis pathogenesis has hampered the invention of highly effective therapeutic strategies. Therefore, the discovery of a novel protein that possesses the potential to serve as a reliable biomarker of sepsis and to provide further insights into the mechanisms of sepsis development and progression is of significance.\n\nDecoy receptor 3 (DcR3) belongs to the decoy receptor family of the tumor necrosis factor receptor super family (TNFRSF) that also includes DcR1, DcR2, and osteoprotegerin (OPG). DcR3 has the closest protein sequence identity with OPG and the 2 proteins are the only receptors exclusively secreted as soluble receptors among the TNFRSF members. So far, 3 TNF family cytokines (ligands), namely, FasL (Pitti et al., 1998) , LIGHT (Yu et al., 1999) , and TL1A (Migone et al., 2002) , were identified to interact with DcR3. Once bound to DcR3, these ligands cannot bind to their cell surface-bound receptors. FasL and TL1A bind to Fas and DR3 (death receptor 3), respectively (Pitti et al., 1998; Migone et al., 2002) . LIGHT binds to both lymphotoxin-beta receptor and herpesvirus entry mediator (Zhai et al., 1998) . Like TNF, these 3 ligands belong to the type II transmembrane protein family and are first expressed as membrane-bound proteins and then cleaved off from the membrane. Both membrane-bound and soluble forms of these ligands are functional. As such, DcR3 was thought to modulate multifaceted immune responses that are mediated by the interaction between these 3 ligands and their cognate receptors.\n\nBecause of the role of DcR3 to protect cancer cells in culture against Fas/FasL-mediated apoptosis (programmed cell death), DcR3 has been extensively studied in cancer. The role of DcR3 in tumorigenesis is largely unknown, but the presence of DcR3 expression was demonstrated in various cancers. Especially, DcR3 elevation in sera of cancer patients was significantly associated with metastasis and poor prognosis (Macher-Goeppinger et al., 2008; Takahama et al., 2002; Tu et al., 2011) .\n\nThe expression of DcR3 has been demonstrated also in various acute and chronic inflammatory conditions including acute appendicitis ; acute respiratory distress syndrome (ARDS) (Chen et al., 2009) ; and inflammatory bowel diseases (IBD) such as Crohn's disease (CD) (Funke et al., 2009) , hepatitis , and rheumatoid arthritis (Hayashi et al., 2010) . The role of DcR3 expression in inflammatory diseases is of interest. In CD, it was suggested that DcR3 might promote inflammation by inhibiting FasLmediated apoptosis of cells in the diseased area (Funke et al., 2009) . Increased DcR3 plasma level was correlated with the development of multiple organ dysfunction, and high DcR3 level predicted high mortality in patients with ARDS (Chen et al., 2009) .\n\nWe have also reported DcR3 increases in sera of patients with various bacterial infections . Furthermore, human primary antigen-presenting cells (APCs) such as macrophages and dendritic cells selectively responded to components of both Gramnegative bacteria (lipopolysaccharide [LPS] ) and Gram-positive bacteria (lipoteichoic acid [LTA] ) to induce DcR3. The selective DcR3 expression was primarily due to the preferential expression of TLR receptors 2 and 4 (TLR2/4) in APCs. Increased DcR3 levels were also detected in various human intestinal epithelial cell lines after LPS stimulation, and the increase was via TLR4 activation that led to the activation of transcriptional factor NF-κB . DcR3 release in human APCs and epithelial cells following LPS challenge involved the activation of intracellular mitogen-activated protein kinase (MAPK) ERK1/2 (p44/ p42) but not p38 .\n\nBecause of its specific regulation in human cells in response to bacterial antigens and its potentially important function as an immunomodulator in sepsis pathogenesis, we have investigated the specific expression of DcR3 in sera of patients with sepsis.\n\nSera of patients with sepsis and systemic inflammatory response syndrome (SIRS) were obtained from Strong Memorial Hospital of the University of Rochester Medical Center. The study was approved by the Institutional Review Board committee of the university (RSRB#13997). This study utilized clinical samples that were archived after the completion of routine laboratory tests. From the list of coded patients' medical records, sera samples clinically diagnosed as sepsis or SIRS resulting from noninfectious causes were identified for collection. Then the medical case numbers traceable to the patients were masked. The sera samples collected within 48 h after patients were admitted to medical and trauma intensive care units (ICUs) were employed in this study. Sterile sera were kept constantly at −80°C in a freezer. As described in the American College of Chest Physicians/Society of Critical Care Medicine (ACCP/SCCM) consensus classification (ACCP/SCCM, 1992), each patient had at least 2 of the 4 SIRS criteria: i) body temperature of N38°C or b36°C, ii) heart rate (N90 beats per min), iii) respiratory rate (N20 breaths per minute or an arterial CO 2 pressure of b32 mm Hg), iv) white blood cell (WBC) counts of N12,000 cells/μL or b4000 cells/μL or N10% immature forms. In cases of sepsis patients, blood culture confirmed the presence of various pathogens in addition to clinically confirmed primary infection, whereas patients with SIRS of noninfectious origin were negative for pathogen culture at the time of sample collection.\n\nThe level of DcR3 in human sera was measured by quantitative enzyme-linked immunosorbent assay (ELISA). We had reported the development and characterization of the ELISA . The ELISA employs 2 monoclonal antibodies (mAb), MD3E2 and biotinylated MD3B1, as capture and detection antibody pairs in a sandwich-style ELISA. In this study, undiluted 100 μL of sera samples and 100 μL of recombinant DcR3 as the standard protein (a 2-fold serially diluted from 50 ng/mL to 50 pg/mL) were added in duplicate to wells of 96well plates. A peroxidase-conjugated streptavidin (Vector, Burlingame, CA, USA) and 3,3′,5,5′-tetramethyl benzidine peroxidase substrate solution (KPL, Gaithersburg, MD, USA) were followed for color reaction. Plates were read at absorbance of 450 nm using SOFTmax PRO 4.3.1 LS software accompanying an Emax microtiter plate reader (Molecular Device, Sunnyvale, CA, USA). DcR3 concentrations in sera were calculated using the DcR3 standard curve (range 0-50 ng/mL) fitted with a 4-parameter logistic regression.\n\nThe level of soluble TL1A in human sera was also measured by quantitative ELISA. To improve the specificity of the assay to measure low levels of soluble TL1A in clinical sera samples, we have modified our published ELISA (Kim and Zhang, 2005) . Instead of the previous mAb and biotinylated polyclonal-Ab pairs, 2 mAbs, MTLD2 and biotinylated MTLG6, were employed as capture and detection antibody pairs, respectively. The detection limit was calculated at 1.2 pg/mL which was lower than the detection limit of 32 pg/mL in our published ELISA (Kim and Zhang, 2005) . The assay was also verified to be specific to measure soluble TL1A in the presence of excess DcR3 in a solution. Except for the mAb pairs, ELISA was performed essentially in the same way as described above. TL1A concentrations in sera were calculated using the TL1A standard curve (range 0-2 ng/mL) fitted with a 4-parameter logistic regression.\n\nTo measure OPG, we have developed ELISA by generating the hybridomas that produced mAbs specific for human OPG. Two mAbs, MOPC8 and MOPA2, were selected for ELISA. A 96-well plate was coated with 2 μg/mL MOPC8 (100 mL/well) and blocked with 200 μL 3% bovine serum albumin in phosphate buffered saline (PBS). One hundred microliters each of a 2-fold diluted OPG standard protein (20 ng/mL to 20 pg/mL) and undiluted sera were incubated for 2 h at room temperature (RT). After washing with PBS plus 0.05% Tween 20, biotinylated MOPA2 (0.2 μg/mL) was reacted for 90 min at RT. The following steps are essentially the same as the above ELISAs. The detection limit was 14 pg/mL. OPG concentrations in sera were calculated using the OPG standard curve (range 0-20 ng/mL) fitted with a 4-parameter logistic regression.\n\nThe statistical analysis was performed using GraphPad Prism version 3.0 for Windows (GraphPad Software, San Diego, CA, USA). Comparisons among more than 3 variables were performed by 1-way ANOVA (nonparametric Kruskal-Wallis test). Comparisons between 2 variables were analyzed by nonparametric Mann-Whitney test. Nonparametric Spearman test was used to assess the correlation between 2 variables. Data were expressed as mean ± standard errors (SE) and 2-tailed P values less than 0.05 were considered significant. To evaluate the predictive value of DcR3 to diagnose sepsis, a receiveroperating characteristic (ROC) curve was performed by MedCalc for Windows version 12.1.4.0 (MedCalc Software, Mariakerke, Belgium).\n\nThe characteristics of sera samples employed in this study are presented in Table. 1. There were 25 cases of sepsis (case nos. 1-25) and 23 cases of SIRS (case nos. 26-48). The SIRS group was purposely included as the negative control of sepsis. As the clinical signs between sepsis and SIRS of noninfectious causes are similar and the diagnosis of sepsis has to be confirmed by pathogen detection, it will be most useful for DcR3 to rapidly differentiate sepsis from noninfectious SIRS in ICUs. The majority of pathogens detected in the sepsis group were Gram-negative and Gram-positive bacteria and there were 2 cases of fungi. The average ages of sepsis and SIRS patients were 65 (range 41-97) and 45 (range 18-84) years, respectively. The 20-year age difference between the 2 groups was significant (P = 0.0016), and this difference seemed to accurately reflect the widely known fact that sepsis is more common in the elderly and immunocompromised people. The average WBC counts of sepsis (16,792 cells/μL) and SIRS (16,857 cells/μL) were higher than the reference range of 4000-12,000 cells/μL, but there was no difference in the cell counts between the 2 groups. There was a significant correlation between DcR3 level and age (P = 0.0036), while no significance was found between DcR3 level and WBC (P = 0.4336). As scores for the severity of disease such as Acute Physiology and Chronic Health Evaluation II (APACHE II) were not obtained for this study, no correlation between DcR3 and the severity of disease was performed.\n\nAs DcR3 serum level was elevated in various diseases including cancer and IBD, DcR3 level in sepsis was compared with those of renal cell cancer (RCC) and CD. We had utilized the results of DcR3 levels in RCC and CD (active disease stage) from previous studies, and the details of these samples were described (Macher-Goeppinger et al., 2008; Funke et al., 2009) . The results of DcR3 serum levels in different groups are shown in Fig. 1 . The average DcR3 level in a group of healthy blood donors (designated as the normal group) was 0.43 ± 0.08 ng/mL. There were significant increases of DcR3 in all groups compared to the normal group. DcR3 concentrations between sepsis (10.46 ± 1.46 ng/mL) and SIRS (2.06 ± 0.33 ng/mL) showed a 5.1-fold difference, which was highly significant (P b 0.0001). Also, DcR3 increases in sepsis were 9.6-fold and 3.2-fold higher than those of RCC (1.09 ± 0.24 ng/mL) and CD (3.23 ± 1.75 ng/mL), respectively (both P b 0.0001). DcR3 level in the SIRS group was 2-fold higher than that of RCC (P = 0.0008), while it was 64% lower than that of CD (P = 0.0117). There was no significant difference in DcR3 increases between CD and RCC (P = 0.2925). Therefore, DcR3 increase was the most prominent in the sepsis group.\n\nTo further evaluate the specific increase of DcR3 in sepsis but not SIRS, we measured the concentrations of TL1A and OPG in the same sera samples (Fig. 2) . The results showed that, unlike DcR3, TL1A levels had no significant difference (P = 0.5755) among the normal (0.050 ± 0.009 ng/mL), sepsis (0.097 ± 0.056 ng/mL), and SIRS group (0.051 ± 0.007 ng/mL). Also, TLA had no significant difference between sepsis and SIRS (P = 0.5214). OPG was significantly increased by 4-fold in sepsis (1.0 ± 0.41 ng/mL) and 2-fold in SIRS (0.5 ± 0.09 ng/mL) compared to the normal group (0.25 ± 0.04 ng/mL). However, the difference in OPG increases between sepsis and SIRS was insignificant (P = 0.5095). Taken together, DcR3 increases in sepsis but not SIRS appeared to be specific and independent of its ligand, TL1A, and homologous soluble decoy receptor OPG.\n\nTo determine the sensitivity (true-positive rate) and specificity (true-negative rate) of DcR3 to predict sepsis against SIRS, an ROC curve was performed (Fig. 3) . TL1A and OPG were also included for comparison. The areas under the ROC curve (AUC) for DcR3, OPG, and TL1A were 0.958 (95% CI [confidence interval]: 0.857-0.995), 0.578 (95% CI: 0.425-0.720), and 0.528 (95% CI: 0.377-0.675), respectively. Therefore, DcR3 appeared to show an excellent AUC value compared to the essentially worthless AUC values of OPG and TL1A. The analysis also provided the superior sensitivity (96%) and specificity (82.6%) values of DcR3 to discriminate sepsis from SIRS at a cut-off value of 3.24 ng/mL. The values of DcR3 to predict sepsis from RCC, CD, and normal were also analyzed by ROC curves, and the results are shown in Table 2 . The AUC values were 0.929 (95% CI: 0.827-0.981), 0.980 (95% CI: 0.916-0.999), and 0.999 (95% CI: 0.948-1.000) when sepsis was compared with CD, RCC, or normal, respectively. In spite of DcR3 increases in patients with RCC and CD, AUC values showed that DcR3 was a reliable indicator of sepsis for these patient groups.\n\nThe identification of causative pathogens through blood cultures is still the gold standard of sepsis diagnosis. However, confirmation of pathogens by cultures is slow and it often yields false-negative results (Klouche and Schröder, 2008) . Although biomarkers cannot determine a particular pathogen like blood cultures, they can serve as rapid and inexpensive tools to discriminate sepsis from SIRS resulting from noninfectious insults in clinics. SIRS is nonspecific and can be caused by trauma, ischemia, inflammation, infection, or a combination of various insults. As antibiotics are ineffective for patients with SIRS, the differentiation between sepsis and SIRS of noninfectious causes especially in early stages of sepsis will help to reduce current practices of cautionary use of antibiotics on suspected patients. With the emergence of antibiotic-resistant bacteria, this has also become a pressing issue lately. Furthermore, sepsis progresses rapidly from systemic inflammatory responses to multiple organ dysfunction and septic shock and, in these stages, antibiotics alone are ineffective to treat patients with severely dysregulated immune system resulting from the induction of numerous molecules upon the activation of TLRs by pathogens.\n\nCurrently, procalcitonin (PCT) is the most researched biomarker in sepsis diagnosis. PCT serum level is known to significantly increase in response to bacterial stimuli. However, the function of PCT, which is a precursor of calcitonin, and the regulation of PCT synthesis in sepsis are not well understood. Nevertheless, PCT was shown to be more reliable to predict sepsis from SIRS compared to other molecules expressed in sepsis including various TNF family cytokines (Pierrakos and Vincent, 2010) . PCT test is currently marketed for use in clinics (bioMérieux, France). A recent finding showed that PCT serum level had no direct impact on prognosis, and PCT concentrations did not differ between hospital survivors and nonsurvivors (Karlsson et al., 2010) . Hence, there is still a need for having clinically relevant biomarkers that can provide better assessment of patient outcomes so that more effective therapy can be developed. DcR3 is a potent immunomodulator that can mediate numerous cellular effects in the immune system. Moreover, the regulation of DcR3 expression in response to bacterial antigens is under the control of TLRs that are known to play a key role in the innate immune system. As we reported, monocytes/macrophages and myeloid-derived dendritic cells (mDCs) selectively responded to bacterial antigens such as LPS and LTA to induce DcR3 . LTA and LPS mediate signaling preferentially via TLR2 and TLR4, respectively. Fungal antigens are also recognized by TLR2/4 (Calich et al., 2008) . In contrast to mDC, plasmacytoid-derived dendritic cells (pDCs) did not induce DcR3 release after LPS or LTA stimulation primarily due to the absence of TLR2/4 expression in pDC. Besides, pDC, which expresses TLR7/9, did not induce DcR3 release even in response to the specific ligands of TLR7/9, while it released large amounts of IFN-α in culture supernatant. The TLR7/9 ligands were single-stranded RNA, a common feature of viral genome and CpG-DNA motif, respectively. This preferential regulation of DcR3 expression via TLR2/4 but not TLR7 might be one of the reasons that systemic acute viral inflammatory symptoms showed lack of DcR3 elevations.\n\nAfter the SARS (severe acute respiratory syndrome) outbreak in China in 2003, we measured DcR3 levels in sera of SARS patients. Most SARS patients had DcR3 level similar to that of healthy controls except for 1 patient among 32 patients who showed over 5 ng/mL of DcR3 (Kim, unpublished data) . It was reported that 1 of 31 SARS patients had recovered on antibacterial treatment alone (So et al., 2003) . Antibiotics rarely work for SARS, which is caused by a virulent coronavirus. The high DcR3 serum level in 1 SARS case in our study might have been also due to secondary bacterial infection in the lung. This indicated that DcR3 serum level might be useful to distinguish between viral and bacterial acute systemic infection in emergency situations when causative agents are unknown. Besides, it has been shown already that DcR3 plasma level was significantly higher in nonsurvivors than in survivors of acute respiratory distress syndrome (ARDS) from the first day of admission and that high DcR3 level predicted the 28-day mortality independently of APACHE II scores (Chen et al., 2009) . This study only included ARDS of bacterial origin (mostly bacterial pneumonia) and thus the authors indicated that DcR3 may be a prognosticator for patients with ARDS with an infectious etiology. Therefore, DcR3 appeared to possess the potential to serve as both a diagnostic and a prognostic marker of acute systemic inflammatory symptoms of bacterial etiology.\n\nDcR3 expression was detected in a wide array of human cells, and certain stimuli could increase DcR3 release in primary human cell cultures including endothelial cells of various tissue origins, lung bronchial epithelial cells, and dermal keratinocytes (Kim, unpublished data) . Both endothelial and epithelial cells responded to LPS, while keratinocytes responded to both LPS and LTA. Besides bacterial antigens, DcR3 elevations in these cells were also detected following TNF and IL-1β treatment. This might be partly the reason why DcR3 elevations can be found in a wide array of diseases including RCC and CD that we presented as examples in this study. Nevertheless, there was no disease group that showed such high DcR3 elevation as sepsis when we screened about 1000 sera from patients with numerous diseases . Even bacterial infections such as cellulitis, osteomyelitis, and bacteremia without systemic inflammatory response syndromes showed a moderate level of DcR3 increases . Therefore, the drastically high DcR3 increase was very specific for sepsis.\n\nDcR3 immunoreactivity could be also detected in tissue sections of inflamed intestine of acute appendicitis . Practically, DcR3 was localized in all inflamed tissue components and infiltrating inflammatory cells with 1 exception. The germinal centers of reactive follicles (T-cell rich area) remained negative. Similarly, human primary T cells did not express any detectable DcR3 even in the presence of potent T cell activators (phytohemagglutinin and anti-CD3/CD28) .\n\nIn contrast, all 3 ligands of DcR3 (FasL, LIGHT, and TL1A) are expressed in activated T cells and have stimulatory activity toward T cells. Especially, a soluble recombinant TL1A acted as a costimulator in T cells that increases IL-2 responsiveness and secretion of IFN-γ and granulocyte-macrophage colony-stimulating factor (Migone et al., 2002) . TL1A has the highest protein identity (30%) with TNF. It is widely known that TNF plays a key role as a potent proinflammatory mediator during the development of sepsis. Unlike TNF, there was no significant TL1A increase in the sera of sepsis patients. As the ligands of DcR3 exist as both membrane-bound and soluble form in the immune system, it is not straightforward to determine the net DcR3 increase compared to the increases of its 3 ligands in various pathophysiologic conditions. At least, DcR3 increase in sepsis does not appear to be compensatory to soluble TL1A increase.\n\nThe role of abnormally high DcR3 level in the sera of sepsis patients is of particular interest. Recent studies have shown that dominant immunosuppressive features following sepsis were associated with mortality in sepsis patients and, consequently, it was postulated that targeted therapy aimed at reversing immunosuppression may provide new treatment modalities in sepsis (Lyn-Kew and Standiford, 2008; Shubin et al., 2011; Boomer et al., 2011) . Interestingly, DcR3 was shown to mediate all immunosuppressive features observed in sepsis. DcR3 induces apoptosis of dendritic cells (You et al., 2008) . It suppresses human leukocyte antigen-DR surface expression on dendritic cells and macrophages as well as phagocytic activity of macrophages (Chang et al., 2004) . DcR3 skews the Th1/Th2 (CD4+ helper T [Th] cell type 1 and 2) balance toward Th2 (immunosuppressive phenotype) responses (Hsu et al., 2002) . More significantly, human DcR3-expressing transgenic mice showed attenuated expression of IFN-γ and increased mortality after the mice were infected with intracellular Gram-positive bacteria Listeria monocytogenes (Hsu et al., 2005) .\n\nMoreover, DcR3 could be directly utilized by invading pathogens to escape the immune surveillance by inhibiting Fas/FasL-dependent apoptosis of infected cells and dampening T-cell responses. This mechanism was shown to be particularly important for intracellular pathogens to survive and replicate inside host cells protected from the host apoptosis immune attack (Oddo et al., 1998; Faherty and Maurelli, 2008) . Clearance of apoptotic cells by phagocytic cells plays a significant role in the resolution of inflammation (Devitt and Marshall, 2011) . Therefore, DcR3 might turn out to be a novel target of sepsis therapy.\n\nBecause of its soluble nature and abundance compared to other cytokines expressed in sera of sepsis patients, the measurement of DcR3 in the serum provides convenience and higher accuracy. With its potent immunomodulatory function in the immune system, DcR3 level may prove to be a clinically important indicator of sepsis development and progression. The results thus warrant further validation of the clinical value of DcR3 as a biomarker of sepsis."}