{"title": "", "body": "A vaccine for H5N1 will not be available in the foreseeable months. Even if pharmaceutical manufacturing begins soon after an outbreak, there would not be a sufficient supply for the countries most in need-ie, the Asian nations. Antiviral drugs are consequently the only specific treatment, pending availability of effective vaccines. These include M2 inhibitors (amantadine and rimantadine), which are ineffective against H5N1 in vitro, and the neuraminidase inhibitors (oseltamivir and zanamivir). 3 The neuraminidase inhibitors reduce the severity and duration of symptoms, and prevent clinical influenza as post-exposure and seasonal prophylaxis. 4 Influenza contingency plans by the WHO and most governments generally advocate detection, isolation, staff protection, and the start of antiviral treatment for patients, and their contacts. 5 Many governments, including those of Hong Kong, Thailand, Singapore, Malaysia, and Korea, have already stockpiled, at a very substantial expense, vast quantities of oseltamivir to prepare for an outbreak. 5 Nonetheless, the efficacy of neuraminidase inhibitors, even for non-H5N1 influenza A in healthy people and taken within 48 h of disease onset, is only slight (table). [6] [7] [8] [9] [10] [11] The use of oseltamivir in five of the ten cases reported in Vietnam did not show any obvious clinical efficacy, and the mortality was 80% in this cohort. 12 The two neuraminidase inhibitors, oseltamivir and zanamivir, have not been directly compared in controlled trials. Their pharmacological properties are compared in the table. [6] [7] [8] [9] [10] [11] Although both have similar efficacy, zanamivir has fewer adverse reactions, and a favourable resistance profile. The resistance factor would be an important consideration in a pandemic situation. The reasons for zanamivir not being chosen for stockpiling might include concern that young children and patients with intellectual or coordination impairments would not be able to inhale zanamivir properly, although there are novel ways of giving the drug to children. 13 The occurrence of bronchospasm and reduced lung function is very rare, and patients with asthma and chronic obstructive pulmonary disease (COPD) seem to tolerate inhalation of zanamivir as well as the placebo. 14 The inhaled flow rate needed to give the custom-designed inhaler for zanamivir (49-110 L/min)\n\nAge approved for prophylaxis 6, 7 Ͼ5 years Ͼ13 years\n\nAge approved for treatment 6, 7 Ͼ5 years Ͼ1 year Renal impairment 6, 7 No dose adjustment required Adjustment if creatinine clearance 10-30 mL/min Hepatic impairment 6, 7 No dose adjustment required Safety not established Reduction of influenza symptoms 8, 9 By median of 1·5 day By median of 1·3 day Adverse reactions 6, 7 Allergy-very rare Nausea 7·0-10·7% Bronchospasm and Vomiting 2·1-8·0% dyspnoea-very rare Diarrhoea 3·2-5·5% Rash and urticaria-very rare Bronchitis 0·7-3·7% Headache 1·6-20·1% Fatigue 0·8-7·9% Frequency of drug resistance None reported 1·3 and 8·6-18·0% in adults and after treatment 10, 11 children, respectively Comment is similar to that for accuhaler (30-90 L/min), and turbohaler (60-90 L/min), which are popular drypowder inhalation devices used by many asthmatic and COPD patients, even during exacerbations. 15, 16 Therefore governments should also consider stockpiling zanamivir as an anti-influenza agent in their pandemic plans. Actual logistics for giving out antivirals to patients and close contacts need to be efficient and completed within 48 h. It seems more appropriate for communitybased health-care personnel or even pharmacists, rather than hospital-based health-care workers, to handle such procedures.\n\nGovernments and health agencies should also consider planning for clinical trials, for instance a combination of both neuraminidase inhibitors, with or without other potential novel drugs, such as shortinterfering RNAs and interferon. 3 These trials, if initiated at the early stages of a pandemic, could provide useful information for further patient and outbreak management in later stages. The geographic location of vaccine manufacturers in developed countries would also delay poorer Asian nations from obtaining the updated influenza vaccine. Perhaps vaccine and neuraminidase inhibitor manufacturing activities should also begin in Asia to deal with such deficiencies. The ethics of maintaining drug patents in a potential worldwide catastrophe is questionable. Epidemiological modelling suggests that influenza is more infectious than severe acute respiratory syndrome, and that severe acute respiratory syndrome infection control measures might not be adequate for a pandemic of influenza. 17 There will, therefore, be an overwhelming strain on health-care workers and hospitals in an H5N1 pandemic, and staff could be rapidly demoralised and degenerate into deserters, if colleagues develop hospital-acquired H5N1 infection, especially if not given adequate intensive-care unit treatment. 18 Protection of core personnel should also be planned to underpin recovery in the aftermath, when many key players in health care and governmental institutions would have perished."}