{"title": "Comparison of respiratory virus shedding by conventional and molecular testing methods in patients with haematological malignancy", "body": "Respiratory viruses (RV) are an important cause of hospitalization, death and long-term morbidity in patients undergoing treatment for haematological malignancies [1] [2] [3] [4] . Prevention of person-to-person transmission of RV is of utmost importance to infection control programmes in high-risk settings. Rapid diagnosis and prompt isolation of RV-infected persons is now facilitated by widespread availability of nucleic acid amplification tests [5, 6] .\n\nAlthough molecular-based RV detection has several advantages, including higher sensitivity and improved turnaround time, protracted shedding is frequently encountered. Sequential virus detection for an extended duration makes it difficult to ascertain when an RV-infected person is no longer contagious. Immunosuppressed patients may shed higher amounts of viruses and for a greater length of time after first becoming infected with an RV than healthy patients infected with the same virus [7, 8] . However, little is known about the duration of shedding as detected by conventional versus molecular testing methods in this population.\n\nThe biological significance of persistent detection of viral genes with or without concomitant symptoms in persons recuperating from RV infections is not completely understood, although asymptomatic shedding of parainfluenza virus (PIV) and respiratory syncytial virus (RSV) has been associated with perpetuating nosocomial outbreaks [9] [10] [11] [12] .\n\nCurrent infection control approaches towards long-term shedding of RV are not formally addressed in Healthcare Infection Control Practices Advisory Committee guidelines or American Society for Blood and Marrow Transplantation guidelines; varied approaches are used across oncology and transplant centres including symptom-based policy and/or test of cure to guide discontinuation of droplet precautions [13, 14] .\n\nThe aim of this analysis was to compare duration of virusspecific shedding as detected by culture and PCR among highrisk patients, including those with haematological malignancy (leukaemia and lymphoma) and stem cell transplant (SCT) recipients and determine risk factors for extended shedding among high-risk patients. This information could be used to guide isolation and re-testing policies for RV with newer molecular based tests.\n\nMemorial Sloan Kettering Cancer Center (MSKCC) is a 432bed tertiary care cancer centre in New York City with 22 326 annual admissions and 144 345 patient-days (based on 2013 census data). All patients diagnosed with RV are placed on droplet precautions. Test of cure is required for discontinuation of droplet precautions for influenza virus, PIV, RSV and human metapneumovirus (HMPV). Re-testing is recommended no sooner than 5 days after the initial test.\n\nThis was a retrospective review of RV test results among highrisk patients from two distinct study phases. For the purpose of this study 'high risk' includes all paediatric oncology patients and adult patients with haematological malignancy (SCT, leukaemia, lymphoma etc.). The two study phases represent transition from conventional to molecular-based detection of RV at MSKCC's clinical microbiology laboratory.\n\nTesting for RV was performed on nasopharyngeal swabs. From January 2009 to September 2011, a combined direct fluorescence antibody and viral culture-based diagnostic approach was used. All samples during this period were tested with both direct fluorescence antibody and culture, but only culture-positive samples were labelled as cases. Molecular detection of RV (see Laboratory methods) was implemented in September 2011, and all eligible cases diagnosed from September 2011 to April 2013 (PCR-based testing) were reviewed. For the purpose of comparison, these two study periods will be referred to as the 'culture' and 'PCR' cohorts, respectively.\n\nPatients were included if they tested positive for influenza A virus, influenza B virus, PIV 1-4, HMPV and/or RSV, and if they were first re-tested for viral clearance within 5-30 days after last positive test. All subsequent tests were recorded up to and including a negative test for the virus of interest. Extended shedding was defined by viral detection beyond 14 days. For patients with multiple episodes due to distinct viruses during the study period, only the first episode was included in the analysis.\n\nIn addition to the RV test result, the patients' symptoms at the time of each re-test were also reviewed for the PCR cohort only. Specifically, electronic medical records were reviewed to determine the presence or absence of fever, cough, rhinorrhoea, sinus congestion, lower respiratory infection (defined by presence of new radiographic abnormality on chest imaging), and an absolute lymphocyte count <200/mm 3 for each patient at time of re-swab.\n\nAt MSKCC, nasopharyngeal swabs are used for detection of RV. Viral culture was performed as described in earlier studies [6] . Viruses detected by the combination of direct fluorescence antibody and viral culture included the following nine viruses: influenza A virus, influenza B virus, PIV 1-3, RSV, adenovirus, HMPV and rhinoviruses. The turn-around time from receipt of the nasopharyngeal swab by the laboratory to final results varied from 1 to 14 days. PCR was performed by the FDA cleared Film Array Respiratory Panel, an automated multiplex system that detects 21 respiratory pathogens-adenovirus; bocavirus; coronavirus types 229E, HKU1, OC43, and NL63; influenza A virus (including subtype determination); influenza B virus; MPV; PIV types 1, 2, 3 and 4; RSV; rhinovirus; Bordetella pertussis; Chlamydophila pneumoniae; and Mycoplasma pneumoniae (BioFire Diagnostics Inc., Salt Lake City, UT, USA) (6). The turn-around time from receipt of the nasopharyngeal swab by the laboratory to final results varied from 1 to 3 h.\n\nCategorical variables were compared using the chi-squared test. Continuous variables were not normally distributed and were therefore compared using the Wilcoxon-Mann-Whitney rank sum test. Time to negative analyses was conducted using Kaplan-Meier methods and log-rank test. Risk factors for long-term shedding (defined by test positivity for >2 weeks after initial diagnosis) were evaluated in a multivariable logistic regression model. Testing via PCR versus culture, age, gender, underlying cancer type and SCT status were considered. Since re-testing was not systematically performed, to determine the association between each risk factor and testing frequency, a model was built that additionally adjusted for testing frequency, defined as the mean number of days between tests. A p-value <0.05 was considered statistically significant. All statistical analyses were performed using SAS 9.2.\n\nThe MSKCC institutional review board granted an HIPAA waiver to conduct the study.\n\nFrom January 2009 to April 2013, 553 RV episodes occurred in the study population where re-testing was performed between 5 and 30 days from the most recent test. Among these, 539 (98%) tested negative upon re-testing, which occurred within 60 days after initial diagnosis.\n\nThese 539 episodes occurred in 456 patients-207 episodes detected by culture from 191 patients, and 332 episodes detected by PCR from 265 patients. The demographic and clinical characteristics of the 456 patients from two study cohorts (culture and PCR) that were included in the analysis are shown in Table 1 .\n\nRV episodes detected by culture (2009) (2010) (2011) . The 207 episodes detected by culture occurred in 191 patients; age ranged from 4 months to 85 years (mean: 37.6 years). Seventy-seven (40%) of the patients were on the paediatric oncology service: 20 (26%) allogeneic SCT recipients, 12 (15%) with leukaemia, five (6%) with lymphoma, 15 (19%) with neuroblastoma, 16 (21%) with sarcoma and nine (12%) with other cancers. The other 114 (59%) patients were adults with haematological malignancy: 39 (34%) were allogeneic SCT recipients, 18 (16%) were autologous SCT recipients, 30 (26%) were undergoing treatment for leukaemia, 20 (18%) were undergoing treatment for lymphoma, and seven (6%) were undergoing treatment for multiple myeloma.\n\nRV episodes detected by PCR (2011-2013). The 332 PCRdetected episodes included 265 unique patients; age ranged from 4 months to 84 years (mean: 31.5 years). In all, 137 (52%) of the patients were on the paediatric oncology service: 33 (24%) allogeneic SCT recipients, 35 (26%) with leukaemia, seven (5%) with lymphoma, 27 (20%) with neuroblastoma, 18 (13%) with sarcoma, and 17 (12%) with other cancers. The other 128 (48%) patients were adults with haematological malignancy: 43 (34%) allogeneic and 17 (13%) autologous SCT recipients, 35 (27%) were undergoing treatment for leukaemia, 20 (16%) were undergoing treatment for lymphoma, and 13 (10%) were undergoing treatment for multiple myeloma.\n\nTesting frequency. Per study protocol, only patients re-tested between five and 30 days after initial test were included. The median time to first re-test was 11 days. First re-test occurred at a median of 12 days for culture-era patients and 10 days for PCR patients (p 0.04). Mean re-testing frequency ranged from 3.5 to 41 days, with a median of 11 days. The majority of patients tested negative on first re-test (365/456). Median testing frequency varied by patient group. Patients tested with PCR were tested slightly less often than those tested with culture (11 versus 10 days; p 0.04). Paediatric patients were the age group tested most often at a median of 9 days, followed by those between ages 18 and 65 years (12 days) and those aged >65 years (13 days; p 0.003). Bone marrow transplant patients were tested less often than other patients (13 versus 9.75 days). Mean testing frequency between pathogens was also not significantly different.\n\nFor all first RV episodes among the 456 patients, median duration of shedding and range (in days), with culture and PCR, respectively, were as follows-influenza: 13 (5-38 days) versus 14 days (5-58 days) p 0.5; RSV: 11 (5-35 days) versus 16 days Fig. 1 shows the comparison of shedding time between culture and PCR for each of the viruses. Overall, the median, 75th and 90th centile shedding duration for RSV and PIV was significantly longer with PCR when compared with culturebased viral detection (Fig. 1) . Because PCR is known to be more sensitive than culture, we included it in each of the models. Patients tested using PCR had a higher likelihood of viral detection beyond 14 days after initial diagnosis in all models and after adjusting for re-testing interval (OR 7.58; 95% CI 3.85-14.95; p <0.05; Table 2 ). We also examined risk factors for extended shedding. We defined this by viral detection lasting >14 days because 14 days was the median time to negative in this cohort. Allogeneic SCT was a significant risk factor for shedding that lasted longer than 14 days in model 1, but not after adjustment for testing frequency ( Table 2) . None of the four virus groups was As longer shedding times were observed in the PCR cohort, we reviewed data on symptoms at the time of each re-test. Data were available for 448 re-tests on 216 patients (82%). Significant association was seen between the existence of some symptoms and positive yield on the repeat test. Patients with cough, rhinorrhoea, lower respiratory infection, or absolute lymphocyte count 200/mm 3 at time of re-testing were more likely to still shed virus; however, symptoms were not a sufficiently reliable marker to assess for presence of detectable virus (Supplementary Table 1 in Appendix A).\n\nFourteen patients with shedding lasting >60 days that were excluded from the primary analysis had detectable virus for 62-194 days (median 88 days). Of these, 13/14 were tested by PCR. Among these outliers tested with PCR, 9/13(69%) were SCT recipients; their infection types were as follows: five influenza virus, four PIV, two RSV and two HMPV.\n\nThe diagnosis of RV infections among immunosuppressed patients is of great importance because of both the health risks to the infected individual and the potential for onward transmission. Culture and molecular-based testing (PCR) are two of the most widely available high sensitivity testing methods for RV that are currently used by healthcare providers caring for immunocompromised patients. Although testing method does not affect length of shedding, using PCR versus culture testing may affect detection of extended shedding. Though PCR is a faster, more sensitive diagnostic tool than culture, it does not differentiate between actively replicating and non-viable organisms. Moreover, viral culture success depends on many factors, including sample collection and storage conditions, virus type, viral load and cell line. Although a positive virus culture may be indicative of a viable virus, a negative result does not necessarily indicate absence of viable virus. Hence, test of cure and isolation policies for RV-positive patients remain unclear.\n\nOur findings indicate that PCR detects significantly longer duration of viral shedding than culture for immunosuppressed patients. Long-term shedding lasting >30 days was observed in only a minority of patients. The patterns described in our study are comparable to reported shedding duration with use of molecular tests among other high-risk patients, notably SCT and solid organ transplant recipients [11, 15, 16] .\n\nWhen examined by virus type, extended shedding with PCRbased testing was observed most frequently for the paramyxoviruses (PIV and RSV). This finding is of particular relevance in this population because asymptomatic shedders have been suspected to be the source of nosocomial outbreaks caused by PIV and RSV. Observational data from recent outbreaks in highrisk settings suggest that extension of contact and droplet precautions through the entire duration of shedding (as detected by PCR) is an essential strategy for outbreak prevention and control for these two viruses [9] [10] [11] 17, 18] . Interestingly, shedding patterns of influenza virus were similar among the culture and PCR cohorts and may be influenced by the early use of antiviral agents with PCR testing. Oseltamivir was widely used in both the study periods regardless of timing of diagnosis from symptom onset; this is the current standard of care for management of influenza at our institution. PCR enables an early diagnosis and treatment compared with viral culture and it is plausible that early initiation of antivirals reduces the period of contagiousness. Our data support this notion, although validation in a prospectively designed study is needed.\n\nOur findings also suggest that transitioning from conventional to molecular-based detection methods for RV will result in a significant increase in isolation days for oncology and transplant centres that use a test of cure approach to discontinue precautions. However, the high negative predictive value of PCR (compared with viral culture) allows earlier discontinuation of isolation in symptomatic persons who do not have an RV infection. In our experience, the excess isolation days required for shedders are offset by the reduction in isolation days for symptomatic patients with suspected RV infection who would have remained in isolation until conventional testing method results were finalized.\n\nAn alternative approach to determine RV isolation policies is to apply viral load cut-offs (threshold cycle value) that correlate with culture positivity as proxy for discontinuation of droplet precautions, akin to use of smear positivity for tuberculosis. Not all currently available molecular platforms have that capability to perform a reliable quantitative assessment and variability in sampling technique is a potential drawback of such a strategy. Our analysis of patients' symptoms at time of followup PCR test demonstrates that symptom-based assessment of viral shedding is not completely reliable and should not be used as an exclusive criterion of infection resolution in high-risk patients; other studies have reported similar findings [7, 13, [19] [20] [21] .\n\nOur report has several limitations; patients were not systematically re-tested at pre-set and non-varying intervals. However, we adjusted for testing frequency in the multivariable model and excluded the small proportion of outliers (2%) where viral detection exceeded 60 days. We did not assess shedding for\n\nClinical Microbiology and Infection, Volume 22 Number 4, April 2016 other common respiratory viruses including rhinovirus, coronaviruses and adenovirus-comparisons with culture were not possible and shedding due to these viruses has been previously characterized in well-designed prospective studies [7, 16] . Moreover, viral genome sequencing data, which could confirm subsequent positive results and detected the same virus as initial tests, was not available. Finally, we made comparisons across seasons, and the variability in circulating viral strains may have affected the shedding pattern; although plausible, this notion has been disproven by recent studies comparing shedding patterns of 2009 H1N1 with seasonal influenza strains [22, 23] .\n\nOur retrospective analysis of RV infection among immunosuppressed patients indicates that duration of viral shedding, as detected by PCR, is significantly longer than culture for RSV and PIV, but not influenza virus and HMPV. Overall, viral detection beyond 30 days was found occasionally and only 2% of patients shed virus for longer than 60 days-the majority of these were severely immunosuppressed allogeneic SCT recipients. Although we found a few correlations between symptoms at the time of re-test and the respective test result, the data suggest that a symptom-based strategy may not be a completely reliable tool to infer transmissibility or active viral replication in immunosuppressed patients.\n\nTaken together, the findings of our study provide a comparison of shedding patterns observed with culture-based and PCR-based methods for RV that can be used to inform infection control practices in oncology centres as the transition from conventional to more sensitive molecular-based approaches for diagnosis of RV is made. Until further data on transmission are available, extending droplet precautions through the duration of RV shedding is a practical and rational approach in high-risk settings."}