{"title": "Advances in Microfluidic Materials, Functions, Integration and Applications", "body": "Microfluidics consist of microfabricated structures for liquid handling, with cross-sections in the 1-500 μm range, and small volume capacity (fL-nL). Capillary tubes connected with fittings, 1 although utilizing small volumes, are not considered microfluidics for the purposes of this paper since they are not microfabricated. Likewise, millifluidic systems, made by conventional machining tools, are excluded due to their larger feature sizes (>500 μm).\n\nThough micromachined systems for gas chromatography were introduced in the 1970's, 2 the field of microfluidics did not gain much traction until the 1990's. 3 Silicon and glass were the original materials used, but then the focus shifted to include polymer substrates, and in particular, polydimethylsiloxane (PDMS). Since then the field has grown to encompass a wide variety of materials and applications. The successful demonstration of electrophoresis and electroosmotic pumping in a microfluidic device provided a nonmechanical method for both fluid control and separation. 4 Laser induced fluorescence (LIF) enabled sensitive detection of fluorophores or fluorescently labeled molecules. The expanded availability of low-cost printing allowed for cheaper and quicker mask fabrication for use in soft lithography. 5 Commercial microfluidic systems are now available from Abbott, Agilent, Caliper, Dolomite, Micralyne, Microfluidic Chip Shop, Micrux Technologies and Waters, as a few prominent examples. For a more thorough description of the history of microfluidics, we refer the reader to a number of comprehensive, specialized reviews, 3, 6-11 as well as a more general 2006 review. 12 The field of microfluidics offers many advantages compared to carrying out processes through bulk solution chemistry, the first of which relates to a lesson taught to every firstyear chemistry student. Simply stated, diffusion is slow! Thus, the smaller the distance required for interaction, the faster it will be. Smaller channel dimensions also lead to smaller sample volumes (fL-nL), which can reduce the amount of sample or reagents required for testing and analysis. Reduced dimensions can also lead to portable devices to enable on-site testing (provided the associated hardware is similarly portable). Finally, integration of multiple processes (like labeling, purification, separation and detection) in a microfluidic device can be highly enabling for many applications.\n\nMicroelectromechanical systems (MEMS) contain integrated electrical and mechanical parts that create a sensor or system. Applications of MEMS are ubiquitous, including automobiles, phones, video games and medical and biological sensors. 13 Micro-total analysis systems, also known as labs-on-a-chip, are the chemical analogue of MEMS, as integrated microfluidic devices that are capable of automating multiple processes relevant to laboratory sciences. For example, a typical lab-on-a-chip system might selectively purify a complex mixture (through filtering, antibody capture, etc.), then separate target components and detect them.\n\nMicrofluidic devices consist of a core of common components. Areas defined by empty space, such as reservoirs (wells), chambers and microchannels, are central to microfluidic systems. Positive features, created by areas of solid material, add increased functionality to a chip and can consist of membranes, monoliths, pneumatic controls, beams and pillars. Given the ubiquitous nature of negative components, and microchannels in particular, we focus here on a few of their properties. Microfluidic channels have small overall volumes, laminar flow and a large surface-to-volume ratio. Dimensions of a typical separation channel in microchip electrophoresis (μCE) are: 50 μm width, 15 μm height and 5 cm length for a volume of 37.5 nL. Flow in these devices is normally nonturbulent due to low Reynolds numbers. For example, water flowing at 20°C in the above channel at 1 μL/min (2.22 cm/s) results in a Reynolds number of ~0.5, where <2000 is laminar flow. Since flow is nonturbulent, mixing is normally diffusion-limited. Small channel sizes also have a high surface-to-volume ratio, leading to different characteristics from what are commonly found in bulk volumes. The material surface can be used to manipulate fluid movement (such as by electroosmotic flow, EOF) and surface interactions. For a solution in contact with a charged surface, a double layer of charge is created as oppositely charged ions are attracted to the surface charges. This electrical double layer consists of an inner rigid or Stern Layer and an outer diffuse layer. An electrostatic potential known as the zeta potential is formed, with the magnitude of the potential decreasing as distance from the surface increases. The electrical double layer is the basis for EOF, wherein an applied voltage causes the loosely bound diffuse layer to move towards an electrode, dragging the bulk solution along. Charges on the exposed surface also exert a greater influence on the fluid in a channel as its size decreases. Larger surface-to-volume ratios are more prone to nonspecific adsorption and surface fouling. In particular, non-charged and hydrophobic microdevice surfaces can cause proteins in solution to denature and stick.\n\nWe focus our review on advances in microfluidic systems since 2008. In doing this, we occasionally must cover foundational work in microfluidics that is considerably less recent. We do not focus on chemical synthesis applications of microfluidics although it is an expanding area, nor do we delve into lithography, device fabrication or production costs. Our specific emphasis herein is on four areas within microfluidics: properties and applications of commonly used materials, basic functions, integration, and selected applications. For each of these four topics we provide a concluding section on opportunities for future development, and at the end of this review, we offer general conclusions and prospective for future work in the field. Due to the considerable scope of the field of microfluidics, we limit our discussion to selected examples from each area, but cite in-depth reviews for the reader to turn to for further information about specific topics. We also refer the reader to recent comprehensive reviews on advances in lab-on-a-chip systems by Arora et al. 10 and Kovarik et al. 14 \n\nMicrofluidic device materials initially consisted of silicon and glass substrates; as the field advanced other materials were evaluated. These materials can be organized into three broad categories: inorganic, polymeric and paper. Inorganic materials use has broadened beyond glass and silicon to include substrates such as low temperature co-fired ceramics and vitroceramics. Polymer-based materials can be divided into elastomers and thermoplastics. Paper microfluidics is an emerging and substantially different technology from devices made from either polymer or inorganic materials.\n\nThere are three main factors to consider when choosing a design or material for a microfluidic system: required function, degree of integration and application. Closely related, these three factors require consideration of both material properties and fabrication processes. Flexibility, air permeability, electrical conductivity, nonspecific adsorption, cellular compatibility, solvent compatibility and optical transparency are all physical characteristics that may be important when choosing a material. In 2006 Shadpour et al. 15 published an in-depth review on material properties and their effects on electrophoretic separations. Table 1 provides a current summary of characteristics of materials that have been used or have potential to be used in μCE. The table reports optical and surface charge properties, as well as EOF data and whether or not separations have been reported in that material. Integration of fluid movement and control, detection instrumentation, or other aspects of chip automation can introduce a higher level of complexity in the fabrication process. Aqueous-based solutions can be used in a broad range of materials, and limiting choices are often more a matter of personal preference. In contrast, many organic solvents will cause polymer substrates to swell, crack or dissolve. Paper microfluidic devices are limited to capillary action for fluid transport through a device. Active components made from glass or silicon can be batch fabricated but can also be fragile. The combination of these materials with a deformable component such as PDMS can enable integration of pneumatic pumps and valves. 16, 17 These considerations are only a few of those needing to be made when choosing a material for a specific application. The most important question, however, is \"what are you trying to accomplish with your device?\" 2.1. Inorganic materials 2.1.1. Silicon-Silicon was the first material used for microfluidics 2 but then was largely avoided over glass and polymers for some time. 18, 19 Fabrication of silicon (as well as glass) devices utilizes either subtractive methods (e.g., wet or dry etching) or additive methods, such as metal or chemical vapor deposition, to create structures. 20 Iliescu et al. 20 recently reviewed silicon and glass microfluidic systems. Silicon has a high elastic modulus and is not easily made into active fluidic components such as valves and pumps. Silicon surface chemistry based on the silanol group (-Si-OH) is well developed, so modification is easily accomplished via silanes. For example, nonspecific adsorption can be reduced or cellular growth improved through chemical modification of the surface. 21, 22 Silicon is transparent to infrared but not visible light, making typical fluorescence detection or fluid imaging challenging for embedded structures. This issue can be overcome by having a transparent material (polymer or glass) bound to silicon in a hybrid system. Such hybrid devices have led to a renaissance in Si-based detectors for microfluidic systems. 18, 19 For example, Si microcantilevers and optical resonators have recently been interfaced with microfluidics, as shown in Figure 1 . Applications have ranged from droplet-based polymerase chain reaction (PCR) 23 and cellular culture 24 to nanowires for label-free cardiac biomarker detection ( Figure 2 ). 25 2.1.2. Glass-After the initial focus on silicon, glass emerged as the substrate of choice for a time. Microstructures are created by etching into the glass through wet or dry methods; 20 formation of fluidic features requires bonding or hybrid layer attachment to enclose. Since glass has a large, composition-dependent elastic modulus, hybrid devices are required for active components such as valves and pumps ( Figure 3 ). 16, 17 Glass has low background fluorescence, and as with silicon, modification chemistries are silanol based. Glass is compatible with biological samples, has relatively low nonspecific adsorption, and is not gas permeable. Mellors et al. 26, 27 demonstrated all-glass devices that combined μCE and electrospray ionization-mass spectrometry (ESI-MS) by directing the separation channel to a corner of the device to create a nanospray ( Figure 4 ). Zhao et al. 28 utilized electrophoresis and chemiluminescence in an all-glass device to detect glutathione from cellular supernatant. Wu et al. 29 demonstrated a hybrid microfluidic device containing glass/PDMS microfluidics attached to electronic integrated circuits. The modular approach of this system allowed integration of different circuit layouts without redesigning the entire device. Glass microfluidic systems are currently available commercially through Dolomite, Micralyne, Agilent and Caliper.\n\nCeramics-Low temperature co-fired ceramic (LTCC) is an aluminum oxide based material that comes in laminate sheets that are patterned, assembled, and then fired at elevated temperature ( Figure 5 ). 30 Due to its laminar nature, LTCC can be fabricated into complex three-dimensional devices where each layer can be inspected for quality control before inclusion in the stack. Fakunle and Fritsch 30 demonstrated low nonspecific adsorption using an enzyme-linked immunosorbent assay (ELISA) in a LTCC device. Zhang and Eitel 31 investigated LTCC biostability by measuring material leaching in aqueous solutions; high rates of leaching occurred with acidic and basic solutions, while solutions near physiological pH resulted in low leach rates. Electrodes can be deposited onto LTCC using expansion matched metal pastes. In this manner Almeida et al. 32 used an LTCC device with potentiometric detection to analyze sulfamethoxazole and trimethoprim in fish farm water. Electrophoretic separations have been demonstrated for phenolic compounds 33, 34 and inorganic ions. 35 Organically modified ceramics, available through Microchem and Microresist Technology as Ormocomp, provide an optically transparent, UV-curable alternative material. 36 Amino acid and protein separations have been shown within these substrates. 36, 37\n\nPolymers are organic-based, long-chain materials that have gained significant traction in microfluidics in the past 15 years. Polymers are advantageous for microfluidic device fabrication because they are relatively inexpensive, amenable to mass production processes (e.g., hot embossing, injection molding, etc.), and adaptable through formulation changes and chemical modification.\n\nwas first introduced as a microfluidic substrate in the late 1990's. 38 Now PDMS is the most common microfluidic substrate in use in academic labs due to its reasonable cost, rapid fabrication and ease of implementation. Device molds are formed via conventional machining or photolithography methods, and PDMS microstructures are cast and cured on these molds. Importantly, multiple layers can be stacked to create complex fluidic designs ( Figure 6 ). 39 A low elastic modulus (300-500 kPa) makes PDMS enabling for valves and pumps. 39 PDMS is gas permeable, which can be advantageous for oxygen and carbon dioxide transport in cellular studies, but bubble formation from passage of gas through PDMS can be problematic. Low molecular weight oligomer chains in PDMS can leach out into solution, negatively impacting cellular studies, for example. 40 A hydrophobic material, PDMS is susceptible to nonspecific adsorption and permeation by hydrophobic molecules. 41 Chemical modification of PDMS can often address these issues. Plasma exposure will hydrophilize the exposed PDMS surface but only lasts a short time. 42, 43 Reaction of silanes with silanols formed by plasma activation or other methods slows this change in surface properties. 44, 45 Goral et al. 46 demonstrated conditions like those in vivo for hepatocytes in a perfusion-based PDMS device. Fiddes et al. 47 fabricated circular channels and cultured endothelial cells on their surfaces to mimic conditions during cardiovascular flow. Sun et al. 48 monitored long-term E. coli culture in PDMS channels and tested bacterial growth inhibition using tetracycline and erythromycin to demonstrate a high-throughput analysis method for antibiotics. Although valuable for rapid prototyping and commonly used in academic microfluidic applications, PDMS is generally avoided commercially. Thermoset polyester (TPE) is a thermally initiated material formed by the polymerization of polyester and styrene through UV and/or heat. 49 TPE is hydrophobic and requires surface modification through buffer additives or chemical reactions to allow water to flow readily through microfluidic channels. 50 Although stable when exposed to many solvents, TPE can be dissolved in chlorinated solvents. 51 TPE is transparent over much of the visible range of the spectrum but absorbs UV light. 52 TPE has a higher elastic modulus (1-100 MPa) than PDMS but a lower one than that of typical thermoset plastics (>1GPa). Roy et al. 53 demonstrated the fabrication of TPE valves similar to those possible with PDMS. Utilizing commercially available TPE, Brassard et al. 54 demonstrated a multichannel hybrid polymer microfluidic device for protein immobilization.\n\nThe inertness of perfluorinated compounds (e.g., Teflon-coated cookware) makes this class of materials attractive for microfluidics; such surfaces are both oleophobic and hydrophobic. Although there are several formula variations, most fluoroelastomers are polyfluoropolyethers, and are sometimes described as \"liquid Teflon\". Rolland et al. 55 demonstrated that polyfluoropolyether diol methacrylate (PFPE-DMA) could be utilized to make valves similar to ones in PDMS. PFPE-DMA showed less swelling in the presence of organic solvents than PDMS and had a Young's modulus of 3.9 MPa, ~10 times higher than PDMS but still acceptable for valve applications. Rolland et al. 56 further demonstrated that PFPE-DMA could be molded with resolution as small as 50 nm. De Marco et al. 57 showed that UV-cured PFPE could be bonded strongly to PDMS; a weaker 1.5 MPa delamination pressure between bonded PFPE layers was found. Bonding of perfluorinated materials to glass and similar substrates also tends to be very weak. 58 Sharma et al. 59 formed microstructured features in Viton, a fluorocarbon rubber that maintains its elastomeric properties up to 200°C, and used the large volume difference in paraffin phase changes for membrane actuation. Dyneon THV, a commercially available Teflon material, was utilized by Begolo et al. 60 for microfluidic structures for droplet manipulation with an aqueous DNA solution and fluorinated oil ( Figure 7 ).\n\nThermoplastics-Thermoplastics are densely crosslinked polymers that are moldable when heated to their glass transition temperature but retain their shape when cooled. These materials are generally durable, amenable to micromachining processes, optically clear, resistant to permeation of small molecules and stiffer than elastomers. Thermoplastics require latch-valve geometries 16 for valves since the material is unable to collapse on itself to form a seal. Thermoplastic raw materials are available commercially through companies such as Topas, Zeonex, Aline Components and Optical Polymers Lab Corp.\n\nPolystyrene (PS) is a polymer made from repeating vinyl-benzene subunits and is a desirable microfluidic material for cell culture and analysis as PS is used for conventional cell culture systems. 40 The styrenic surface of PS is hydrophobic; plasma oxidation or chemical modification is required to make it hydrophilic. 61 Young et al. 61 optimized PS device fabrication using an epoxy mold and hot embossing ( Figure 8 ); subsequent thermal bonding resulted in strong adhesion between two PS layers, and the formed devices sustained culture and testing of neutrophil chemotaxis for 2 days. Adaptation of \"Shrinky Dinks\", a child's toy that shrinks drawn features on PS, to microfluidic systems results in well-sealed devices and high aspect ratios. 62 Polycarbonate (PC) is a durable material created by polymerization of bisphenol A and phosgene, resulting in repeating carbonate groups. PC has a very high softening temperature, (~145°C), making it desirable for DNA thermal cycling applications. PC microfeatures are fabricated by hot embossing with subsequent annealing of two layers together using thermal bonding. 63 Off-stoichiometry thiol-ene is a UV curable polymer. Microfluidic devices are fabricated from two different polymer formations: one formula has an excess of allyl groups and the other an excess of thiols. 66 Carlborg et al. 66 demonstrated valves with a thiol-ene/PDMS membrane and thiol-ene fluidic connectors. Good et al. 67 showed that changes in polymer formulation can be used to \"tune\" the Young modulus (1-10 MPa). Lafleur et al. 68 demonstrated surface attachment of proteins on thiol-ene microdevices.\n\nPoly(methyl methacrylate) (PMMA), formed through the polymerization of methyl methacrylate, is widely known under the commercial names of Plexiglas and Lucite. PMMA patterns can be formed through hot embossing or injection molding. Several different methods for bonding to form microfluidic networks have been demonstrated. 69 PMMA has an elastic modulus of 3.3 GPa and good optical clarity from the visible into the UV. 70 Other advantages of this material include biological compatibility, gas impermeability and ease of micromachining at relatively low temperatures (~100°C). Yang et al. 71 demonstrated quantitation of α-fetoprotein in blood serum using immunoaffinity extraction coupled with electrophoretic separation in an integrated PMMA microdevice. Yang et al. 72 further showed selective extraction and quantification of multiple human serum proteins in integrated PMMA systems.\n\nVarious acrylic monomers can be polymerized on a mold, analogously to PDMS, to provide micropatterned substrates with tailored surface properties. For example, the incorporation of polyethylene glycol (PEG) helps to reduce nonspecific adsorption of proteins and cells. 73 Lee and coworkers 74, 75 demonstrated electrophoretic separations of amino acids, peptides and proteins in a PEG functionalized acrylic copolymer. Rogers et al. 76 polymerized a polyethylene glycol diacrylate (PEGDA) material with resistance to permeation of small molecules and to nonspecific protein adsorption over time ( Figure 9 ). Electrophoretic separations in poly-PEGDA had symmetrical peaks and good resolution. Although the elastic modulus of ~0.1 GPa 77 for poly-PEGDA is too high for use in self-collapsing valves, it has strong potential for application in latch-valve designs. 78 Klasner et al. 79 demonstrated a PDMS-co-poly(ethylene oxide) material which had decreased optical clarity compared to PDMS but incorporated the non-adsorptive poly(ethylene oxide) (PEO) moiety directly within the material without requiring surface modification. Amino acid separations were demonstrated within devices made from this polymer.\n\nFluoropolymers, such as fluorinated ethylene-propylene (FEP) and perfluoroalkoxy polymer (PFA), have many of the same material properties as the fluoroelastomers discussed in Section 2.2.1, only they are less flexible. Grover et al. 80 characterized thermally bonded, glass-FEP latch-valve devices, which were even resistant to highly corrosive solutions such as piranha. Ren et al. 81 recently presented the fabrication and usage of all-Teflon chips with excellent solvent resistance ( Figure 10 ). Although slightly opaque, the optical transparency of PFA was sufficient for fluorescence and cellular imaging. 81 The high temperature hot embossing (~260°C) required to mold devices led to the use of a high-density, densely crosslinked PDMS mold. These all-Teflon microdevices had low nonspecific protein adsorption compared to PDMS and PS; moreover, cellular compatibility over 5 days and good gas permeability were demonstrated with HepG2 cells.\n\nCyclic-olefin copolymer (COC) is optically transparent 82 and suitable for use with most solvents and aqueous solutions, 83, 84 and has good moldability and low background fluorescence. Roy and Yue 85 investigated the effects of oxygen, argon and nitrogen plasma exposure on COC bond strength and platelet adhesion; nitrogen plasma treatment provided the best combination of hydrophilicity, EOF and biocompatibility. Since COC is hydrophobic, surface modification is necessary to separate proteins in these devices; for example, dynamic coating with 2-hydroxylethyl cellulose reduced nonspecific protein adsorption noticeably. 82 Nge et al. 86 recently demonstrated on-chip labeling utilizing a reversed-phase monolith for solid-phase extraction (SPE) in a COC device. Peng et al. 87 showed that ligase detection reaction coupled with single-pair fluorescence resonance energy transfer could provide rapid (<20 min) detection of S. aureus, S. epidermidis and E. coli in a COC device.\n\nPolyurethane (PU) has been utilized in a variety of fields and has appeal in microfluidics. Piccin et al. 88 demonstrated that plant-derived castor oil can be reacted with a diisocyanate to form PU. Fabricated devices formed irreversible bonds between layers and were stable when exposed to a range of acidic and basic aqueous solutions. μCE of neurotransmitters was also demonstrated using end-channel amperometric detection. Surface modification with polyethylene oxide was effective in reducing nonspecific adsorption. 89 A UV curable variant, PU acrylate, was demonstrated to have reduced swelling and increased biocompatibility for cell growth relative to conventional PU. 90 Zein is a biodegradable polymer made from corn protein (a readily available resource in the U.S.) and is an alternative to petroleum-based polymers currently in use. 91 Zein devices were fabricated by pouring the protein prepolymer over a PDMS template, drying the mold for 48 hours, and subsequently removing the dried zein layer from the PDMS. Solvent bonding was utilized for laminating all-zein or hybrid zein-glass devices. Although the devices were yellow in color ( Figure 11 ), fluorescence of rhodamine B could still be differentiated from the background fluorescence of the polymer. SU-8 is an epoxy-based photoresist that is often used to form a mold to create features in another material. SU-8 offers high aspect ratio structures and the ability to pattern multiple layers. 92 SU-8 is transparent in the visible spectrum but not in the UV, and has an orangebrown coloration. The Young's modulus of 2.0 GPa (Microchem.com) enabled the creation of cantilever-based flexible check valves (Figure 12 ), which were tested over a series of actuation pressures and flow rates and allowed unidirectional flow. 93 Heyries et al. 94 demonstrated an SU-8/PDMS device to quantify allergen-specific antibodies. Proteins from common allergy sources (β-lactoglobulin from milk, peanut lectin and human IgG) were immobilized in an array on a PDMS surface before aligning to the SU-8 cover layer. Protein extracts were used to identify the blood serum of allergic and non-allergic individuals. Freestanding SU-8 structures were initially created through sacrificial removal of an attached glass wafer. 95 More recent methods can release an SU-8 device without sacrificing the wafer; with this approach integrated electrodes in an SU-8 device enabled amperometric detection of dopamine and epinephrine. 96 SU-8/Pyrex devices with integrated electrodes for μCE electrochemical detection are sold commercially by Micrux Technologies.\n\nPaper is a flexible, cellulose-based material that has recently emerged as a promising microfluidic substrate for several reasons: (1) paper is cheap and readily available around the world; (2) the material can be simply disposed by burning or natural degradation; (3) inkjet and solid wax printing enable easy pattern definition and functionalization; (4) the porous paper structure allows for a combination of flow, filtering and separation; (5) paper is biologically compatible; (6) paper can be chemically modified through composition/ formulation changes or through surface chemistry; and (7) the normally white background provides a contrast for color-based detection methods. 97, 98 Paper-based microfluidics rely on the passive mechanism of capillary action to pull solutions through a device. Dungchai et al. 99 first demonstrated electrochemical detection in paper microfluidics using a three-electrode design to quantitate glucose, lactate and uric acid in human serum. Nie et al. 100 utilized commercially available glucometers to detect glucose, cholesterol and lactose in blood serum on a paper microfluidic device. Colorimetric detection was utilized to quantify nitrites in saliva and ketones in urine using a paper-based microfluidic device. 101 Liu and Crooks 102 demonstrated a 3-D paper microfluidic device made from a single \"origami\" folded sheet of paper ( Figure 13 ), wherein colorimetric and fluorescence detection of glucose and bovine serum albumin was accomplished. Rezk et al. 103 used surface acoustic waves to improve mixing in paper microfluidic devices and to draw liquid toward the channel outlet and reduce back flow into other reservoirs that occurs with capillary filling alone. Thom et al. 104 integrated galvanic cells directly into a paper microfluidic device to power light-emitting diodes (LEDs) to be used for fluorescence detection of β-Dgalactosidase once sample was added. Osborn et al. 105 explored mixing, separation, and hydrodynamic focusing in two-dimensional paper networks. Fu et al. 106 utilized gold nanoparticles in paper devices to improve sensitivity in lateral flow measurement of human chorionic gonadotropin.\n\nNumerous materials for microfluidics have been introduced over the past 25 years, and each material comes with a set of inherent strengths and weaknesses. Many materials developed (e.g., PDMS) have remained firmly planted in the academic world but have failed to gain traction commercially. How can the field break this barrier? The key lies in the fabrication and evaluation of materials that are not only readily mass producible and inexpensive, but also are an integral part of a compelling application. Hybrid devices, which can reap the benefits of each material's strengths, have shown promise in achieving this goal.\n\nMicrofluidic functions are the basic operations in a microchip system that combined lead to the desired analysis capability. Key functions include sample preparation, separation, detection and liquid transport. Device functions and the overall objective of the analysis dictate the design and hardware required for each platform.\n\nAlthough the integration of sample preparation in microfluidics devices can be challenging, significant progress has been made in terms of filtration, extraction, purification and enrichment. 11 Advantages of microfluidic sample preparation include reduction in analysis time and improved throughput. Recent reviews provide deeper coverage specifically on the topic of sample preparation. 107, 108 3.1.1. Extraction and purification-Solid phase extraction is a useful purification and enrichment method wherein analytes are first retained on a solid support and then are subsequently eluted in a concentrated form. 109 SPE can be integrated with other processes like thermal cycling, separation and detection in a microfluidic platform. 110 The most common SPE modes in microfluidics are reversed-phase, which works for non-polar to moderately polar compounds, and affinity, which provides greater specificity via interaction between target analyte and a complementary compound bound on the solid phase.\n\nSilica-based columns (beads, particles, porous sol-gel and bead/sol-gel hybrid) are the most common supports used for reversed-phase SPE, and they have been shown to be both reproducible and reliable. 111 The hydrophilic silanol groups at the surface of the silica are generally coupled to hydrophobic alkyl or aryl functional groups by reaction with silanes, with C8 and C18 being some of the most widely used coatings. 112, 113 The use of monolithic columns is increasing because they can be prepared easily on-chip by UV polymerization without the need to form retaining structures like frits. 114, 115 In addition, the porosity and surface area of monoliths can be tuned by varying the monomer/porogen composition. 116 Appropriate hydrophobicity for reversed-phase SPE is provided by monoliths made of butyl-, lauryl-, octadecyl-or 2-hydroxyethyl methacrylates. 83, 109, 117, 118 Silica particles or the microchannel walls in a microchip can also be coated with chitosan for the extraction of RNA from biological samples, as the binding and release of RNA from chitosan is pHdependent. 119 PMMA microfluidic devices with chitosan-functionalized microfabricated posts have been used for the purification of human genomic DNA from whole blood. 120 Highly specific affinity extraction techniques based on the strong interaction between an analyte (target) and a receptor attached to the column have been explored in microfluidic devices. Anti-fluorescein isothiocyanate (FITC) was immobilized on monoliths in PMMA devices and used to selectively extract FITC-tagged proteins, followed by elution and μCE separation. 121 Biotinylated PCR products were selectively extracted on a streptavidinmodified bed fabricated in a PMMA microdevice; the purified material was subsequently eluted by thermal denaturation and analyzed by μCE. 122 Aptamers, which are short nucleic acid sequences that bind to target molecules with high specificity, are alternatives to antibody-based extraction. A PDMS-glass multilayer microfluidic device ( Figure 14 ) packed with aptamer-functionalized microbeads was used to selectivity extract and concentrate arginine vasopressin, with its temperature-dependent binding and release controlled by an integrated microheater and temperature sensor. 123 The binding of nucleic acid sequences to their complementary immobilized probe nucleic acid molecules has also been investigated in microfluidic devices, particularly in DNA microarray applications. 124 To accelerate DNA hybridization in microarrays, electrokinetically controlled DNA hybridization was performed in a PDMS-glass microfluidic chip with an immobilized oligonucleotide array. The hybridization produced a measurable signal, and all processes from hybridization to detection were completed in 5 min. 125 An even shorter hybridization time of 90 s was achieved using automated fluid transfer in a glass-PDMS microfluidic device with integrated microvalves and micropumps. 126 \n\nanalyte characteristics such as charge, affinity, mobility and size, have been applied to overcome the limited concentration detectability resulting from the short optical pathlengths in microfluidic channels. An additional benefit of concentrating samples prior to analysis is improved detection of low-concentration analytes typically encountered in real-world samples. 107 SPE, discussed in Section 3.1.1, is frequently employed for sample enrichment; here, we will focus on other preconcentration methods for which recent advances are notable.\n\nIn conventional isotachophoresis (ITP) a leading electrolyte, sample and trailing electrolyte are injected in that order into a column. The sample components separate according to their mobilities, with the fastest ion directly behind the leading electrolyte and the slowest near the trailing electrolyte; all ions in the sample zone move at a constant speed. ITP can be carried out similarly in microfluidic channels. For microchip ITP determination of bacterial urinary tract infections, 16S rRNA from bacterial lysates obtained from patient urine samples was monitored using molecular beacons. The combination of extraction, focusing and detection of 16S rRNA was realized in a single step, and clinically relevant concentrations of E. coli were detected. 127 Park et al. 128 used a branched channel design ( Figure 15 ) to preconcentrate an antigen and antibody mixture by ITP, followed by gel electrophoresis to separate the immunocomplex products formed. Trailing, sample and leading zones were formed in the chip, and when the stacked sample reached the injection junction the system was switched to gel electrophoresis separation mode. The cancer marker protein α-fetoprotein was separated from unreacted antibody and enriched 200-fold by this method. In a different study, cardiac troponin I spiked into human serum was concentrated and detected in PMMA microchips using ITP implemented with a tenfold reduction in crosssectional area of the microchannels. 129 Temperature gradient focusing is an equilibrium-gradient technique in which electrophoretic flow is countered by hydrodynamic flow; a temperature gradient in a buffer having temperature-dependent ionic strength results in a gradient in analyte electrophoretic velocities. 130, 131 The temperature gradient can be produced by external heating elements or by Joule heating resulting from the applied electric field. A bilinear temperature gradient was produced by integrating heaters in PDMS-glass microchips, with a steep gradient to preconcentrate samples and a shallow gradient for separation. Application of this technique to the separation of dyes and amino acids with similar electrophoretic mobilities showed improved peak capacity and resolution compared to a linear temperature gradient. 131 In another paper, Joule heating produced by the combination of AC and DC fields yielded >2500-fold concentration enhancement of fluorescein. 132 The method known as \"sweeping\" concentrates analytes by flowing a pseudo-stationary phase through a sample prepared without the pseudophase; the pseudophase then accumulates and concentrates the analytes into a sharp zone. Cross-channel glass microchips were used for on-chip preconcentration combining field amplification and bovine serum albumin sweeping for the detection of green fluorescent protein. 133 Compared to free solution techniques, enrichment based on exclusion methods such as nanoporous filters generally offers a simpler setup. Hydrogel membranes made from acrylic monomers can act as either neutral or charged nanoporous filters whose pore size and mechanical properties can be controlled by varying the polymerization conditions. 134 Hatch et al. 135 integrated two neutral acrylic polymer hydrogel membranes in a glass device, one for size-based preconcentration and the other for the gel electrophoresis separation matrix. Negatively charged acrylamide membranes can be formed by addition of an ionizable comonomer, such as 2-acrylamido-2-methylpropanesulfonate (AMPS), enabling the membrane to be ion-selective. 136 Chun et al. 136 showed preconcentration of anions with an ionconductive membrane made entirely of crosslinked AMPS in glass microchips. A polymer membrane combining acrylamide and AMPS was fabricated in a PMMA device near the injection intersection ( Figure 16 ), and anionic proteins were excluded from this membrane, providing preconcentration prior to μCE separation. 134 Other membranes that have been employed include PC, titania and Nafion. PC nanopore membranes were integrated in PDMS microchips and used to concentrate labeled serum albumin. 137 Titania membranes fabricated at the intersection of two fluidic channels on a microfluidic device were used to electrokinetically enrich 2,7-dichlorofluorescein. 138 Proteins were also concentrated in a PDMS-glass microfluidic device having an integrated Nafion strip. 139 One additional preconcentration method, isoelectric focusing (IEF), will be discussed under electrophoretic methods in Section 3.2.2.\n\nsamples do not fluoresce naturally and have to be derivatized to benefit from the low limits of detection of LIF. Sample labeling is often performed off-chip, but on-chip labeling has been achieved both in pre-and post-column formats. Pre-column labeling was initially shown in a glass microchip for tagging of amino acids with subsequent μCE and LIF detection. 140 To carry out parallel analysis of multiple unlabeled samples, a multilayer PMMA microfluidic device with integrated on-chip labeling and μCE was demonstrated wherein one fluorescent tag reservoir allowed parallel labeling and analysis of up to eight samples in different channels. 141 Online derivatization of reduced glutathione with ThioGlo-1 was accomplished in a long serpentine reaction channel ( Figure  17 ). 142 The system integrated derivatization, injection, separation and detection, enabling the study of glutathione reductase kinetics by continuously monitoring the concentration of the generated reduced glutathione. To improve automation and integration, a technique was developed that combined on-chip protein SPE enrichment in a polymer monolith followed by subsequent fluorescent labeling and rinsing away of unreacted dye before sample elution from the monolith. Importantly, all steps were automated under voltage control. 86 Post-column methods require the placement of an additional connection after separation but before detection. A cross design glass microchip with a post-column reactor positioned between the separation channel and detection point was fabricated and used for derivatization of separated amino acids. 143 A similar post-column setup was employed to continuously monitor the on-chip release of neurotransmitters from immobilized PC 12 cells in a multilayer PDMS-glass device incorporating a cell reactor, continuous flow sampling and μCE, with post-separation derivatization for fluorescent detection. 144 Other labeling methods that do not involve pre-or post-column channel geometries have also been described. A T-junction microdevice with porous polymer monoliths arranged in series was used as a passive micromixer for on-chip labeling of lysine with fluorescamine; this serial arrangement was shown to be directly responsible for enhanced mixing and increased reaction rate. 145 Droplet microfluidics, further elaborated in Section 4.5, has also been used for on-chip labeling; droplets containing amino acids from cell lysate and dye droplets were merged and reacted before being loaded electrokinetically into microchannels for separation. 146 \n\nCommon separation techniques including chromatography, electrophoresis and fractionation have been demonstrated in microdevices. Although miniaturized electrophoretic systems received more initial attention than chromatographic ones, important progress has been made in both areas, as covered in greater detail in recent review articles on microfluidic chromatography 147, 148 and electrophoretic methods. 149, 150 3.2.1. Chromatography-Chromatographic separation techniques are reliable, versatile and sensitive. 147 A wide variety of separation modes are possible in liquid chromatography by using different supports. 151 The first microfabricated liquid chromatography system was demonstrated by Manz et al., 152 with an open-tubular column and a conductometric detector. However, in this initial paper no separation results were presented. Typical chromatography columns in commercial non-microfabricated systems use packed particle supports, but confining particles such as derivatized silica beads to precise locations within microfluidic devices can be a challenge. 83 Other supports like high-aspect-ratio pillars 153 and monolithic columns have also been used in microfluidic devices. 114, 115 A reversedphase butylmethacrylate monolith was fabricated in COC microchips for high-performance liquid chromatography (HPLC) of peptides and proteins ( Figure 18 ). Stainless steel needles connected the microchips to external pumps and valves via fused silica capillaries. 83 Peptide and protein mixtures were also separated in polyimide microchips using poly(lauryl methacrylate-co-ethylene dimethacrylate) and poly(styrene-co-divinylbenzene) monolithic columns. 151 A pumping mechanism is required in HPLC methods for flow through solid supports, and several types of pumps have been demonstrated. An EOF pump was created in glass microchips by coating selected channels with a polyelectrolyte multilayer; when one arm of a T-junction was coated and the other was not, a disparity in EOF was generated upon application of voltage, resulting in pressurized flow. 154 EOF micropumps, however, require high voltages and are pH sensitive. In electrochemical micropumps, pressure generated by the build-up of electrolysis gases in a confined chamber is used to pump liquids in microfluidic structures. 155 Electrochemical micropumps integrated in glass microfluidic channels were used for the separation of fluorescently labeled amino acids. 155 Micropump components themselves are discussed in greater detail in Section 3.4.1.\n\nPressure-driven flow has both advantages and disadvantages. Good reproducibility is achieved in conventional HPLC systems because flow rates are not affected by variations in surface properties of the separation column. In addition, high-throughput and parallel analysis can be achieved by fabricating different supports in a single device. 83 The implementation of liquid chromatography in microfluidic systems with pressure-based flow using conventional pump systems requires connecting to chips, but addresses the fluidic resistance due to small channel dimensions. Importantly, commercial microfabricated HPLC systems from Waters (TRIZAIC UPLC nanoTile) 156 and Agilent (1260 Infinity HPLC-Chip: www.chem.agilent.com) are available.\n\nis a powerful liquid-phase separation technique, which can be used to separate a diverse range of analytes. Microchip electrophoresis, first proposed in the early 1990s, is one of the best miniaturized separation techniques because it is fast, has good resolution, and does not need moving parts. 157, 158 Contrary to conventional capillary electrophoresis instrumentation, which consists of one or more discrete capillaries, many different fluidic channels can be fabricated on a microfluidic device for integration or throughput, 158 as discussed below. In free solution electrophoresis, analytes in a buffer migrate with different mobilities in response to an applied electric field and resolve as distinct bands according to their size and charge. A glass microfluidic device with a 22 cm long serpentine separation channel ( Figure 19 ) was used to analyze N-glycans in blood serum samples from disease-free and esophageal adenocarcinoma patients, as well as from those with Barrett's esophagus and high-grade dysplasia, who are at risk of developing cancer. The long separation channel offered excellent separation efficiency (700,000 plates) for these complex samples, and the disease states were successfully differentiated by statistical analysis of the electropherograms. 159 Gel electrophoresis uses a sieving matrix to enhance fractionation. Linear polyacrylamide dissolved in the running buffer has been used for the analysis of plasma thrombin by affinity μCE in a PMMA device. Improved resolution of the free aptamer and thrombin-aptamer complex compared to free-solution electrophoresis was attributed to the stabilizing effect of the sieving gel on the affinity complex. 160 A hybrid of chromatography and electrophoresis, capillary electrochromatography (CEC) has a mobile phase moved by EOF, with separation based on both electrophoretic mobility and interaction with a stationary phase. CEC is well suited for miniaturized formats, and the designs of the microfluidic devices used are similar to those for μCE. Microchip CEC was first reported by Jacobson et al. 161 with an open channel coated with octadecylsilane as the stationary phase. Other stationary phases now used include coated silica beads 162 or microfabricated column structures 163, 164 and polymer monoliths. 116 Charge on a polymer monolith, usually achieved by copolymerizing a negatively charged monomer can be used for EOF. 116 A monolith with anodic EOF was made by copolymerizing butyl methacrylate and [2-(methacryloyloxy)ethyl] trimethylammonium chloride and used for the capture and trypsin digestion of model proteins. 114 A neutral monolith, made from the copolymerization of octadecylacrylate and pentaerythritol triacrylate, has been shown to exhibit cathodic EOF despite the absence of fixed charges. 165 Isoelectric focusing is a high-resolution technique for separation and analysis of amphoteric molecules such as proteins and peptides in a pH gradient; since IEF concentrates analytes, it is particularly useful for dilute samples. 166 After focusing, the analytes can be mobilized by electrophoretic or hydrodynamic (pressure, vacuum or gravity) means or a combination of the two, to move ampholytes toward the end of the column for detection. 167 The mobilization step can be avoided by whole-column imaging of the focused sample bands. 168 A straight IEF channel has been used for the analysis of FITC-labeled proteins, using a pH gradient immobilized on a monolithic column by the reaction of ampholines with surface epoxide groups. Both voltage and pressure were used to mobilize focused zones for detection. 169 Micellar electrokinetic chromatography (MEKC), which was first shown in microchips in 1995, 170 combines the techniques of electrophoresis and chromatography to separate both neutral and charged species. MEKC is based on the partition of analytes between a micellar pseudostationary phase and the surrounding fluid, with sodium dodecyl sulfate being the most common surfactant for the production of micelles. 171 MEKC separations have been used as an orthogonal method to μCE for the determination of Pacific Blue derivatized amino acids from two samples thought to be representative of potential compounds that could be found on Mars. 172 Longer channels are desirable to increase separation efficiency, especially for complex samples that require greater peak capacities. However, confining such channels to a small area requires serpentine configurations, as demonstrated for the high-resolution separation of amino acid neurotransmitters in a 20 cm long channel. 173 A microfluidic device with serpentine channels having unequal tapered turns to minimize band broadening, was fabricated and used to analyze native and desialylated N-glycans in blood serum. 174 Increased design flexibility and functionality can be achieved in multilayer systems in which fluidic channels are fabricated in multiple levels instead of in a single layer. 175 Multilayer devices have been shown in glass, 176 PMMA, 141 and combined PDMS and glass. 177 A glass multilayer device with a droplet microfluidic module on the top layer and microchannel network in the bottom layer was used for both serial dilution and enzymatic digestion. 176 A multilayer PMMA microfluidic device fabricated from three PMMA levels ( Figure 20 ) integrated on-chip labeling with electrophoretic separation for parallel analysis of multiple unlabeled protein samples. 141 Magnetic bead based immunoassays were demonstrated in a multilayer PDMS-glass microfluidic device with integrated pumps and valves for automated sample processing. 177 Advantages of electrophoretic methods include high efficiency, speed and low sample consumption. However, the concentration sensitivity, constrained by the injection of small volumes and the short optical pathlength, is a limitation. 178 Importantly, the usefulness of electrophoretic techniques can be increased by the integration of functionalities such as PCR, enzymatic digestion and SPE, as described in Section 4.\n\nOther separation methods based on fractionation have also been developed. Digital isoelectric fractionation, a technique that uses separate pH-specific membranes to concentrate analytes based on their isoelectric points, was integrated with immunoassay quantitation to probe glycoprotein cancer biomarkers in biological samples. 179 Field-flow-fractionation, a method that separates particles through a field perpendicular to the direction of flow, has been coupled with dielectrophoresis in H-shaped microchannels to separate platelets from other blood components on the basis of size. 180 A series of parallel nanochannels with height steps was used to separate inorganic and biological nanoparticles by size. 181\n\n3.3.1. Optical detection-Optical detection methods have several advantages. They generally have good detection limits, are isolated from the fluid and can be used to monitor a wide variety of compounds. 182 Recent reviews specifically on optical detection methods in microfluidics offer more in-depth coverage of this topic. 183, 184 Several approaches to optical detection are currently being implemented in microfluidic devices; these can be classified as label-based such as fluorescence and chemiluminescence or label free.\n\nLaser-induced fluorescence is the most frequently used optical method in microfluidic systems because of its low detection limits. 185 However, samples that do not fluoresce naturally need to be derivatized, often with variants of either fluorescein or rhodamine, which fluoresce in the green and red regions of the spectrum, respectively. 185 In many instances the optics for detection in microfluidics are not integrated in the chip itself. For LIF a laser is used for excitation and a photomultiplier or CCD is used for detection. 159, 186 Integration of an LED excitation source and a photodiode detector in a microdevice has been shown, yielding relatively high limits of detection of 100 nM for Rhodamine 6G and 10 μM for fluorescein. 187 While label-based fluorescence methods require time consuming sample derivatization, their detection limits are typically better than for label-free methods. Native UV-excited fluorescence is a label-free detection method that typically entails excitation between 210 and 325 nm. 188, 189 In one format, small aromatic compounds and proteins separated by μCE were effectively detected using 266 nm laser excitation in a fluorescence microscope. 190 In an integrated approach, waveguides formed in a silicon microchip directed excitation light to the detection region and collected transmitted light (Figure 21 ), allowing analytes separated by μCE and MEKC to be detected by both UV absorbance and native UV-excited fluorescence. 188 Chemiluminescence (CL) is based on the production of light through a chemical reaction (direct CL) or when a reaction product transfers its energy to another molecule that then emits light (indirect CL). 191 CL detection has the advantage of not requiring an excitation source that raises background. CL methods require very sensitive detectors and have been demonstrated in both off-and on-chip formats. μCE was coupled with CL for the detection of intracellular sulfhydryl compounds using the luminol-Na 2 S 2 O 8 reaction. 192 A highthroughput immunoassay technique was developed for the simultaneous determination of five analytes through μCE combined with magnetic separation and CL detection. 193 UV absorbance is a label-free method commonly used in HPLC and electrophoresis systems. However, its sensitivity is reduced by the short optical pathlengths commonly encountered in microfluidic channels. 188 Both off-and on-chip UV absorbance formats have been shown in microdevices. A cross geometry fused-silica microchip was used for μCE of toxic alkaloids with UV-absorbance detection. 194 A silicon microchip with integrated UVtransparent waveguides for detection that connected to optical fibers was fabricated, and compounds separated by CEC were detected at 254 nm. 195 \n\nnot result in reduced sensitivity. 196 Conductivity, amperometry and potentiometry are the most commonly used electrochemical detection methods in microfluidics. More in-depth reviews of electrochemical detection have been written recently by Zimmerman 197 and Trojanowicz. 198 Conductivity detection takes advantage of the conductivity difference between background electrolyte in solution and the analyte. 199 Two modes have been implemented in microfluidic devices. In contact conductivity mode, the detection electrodes are in direct contact with fluid inside the channel. 200 With contactless conductivity, the electrodes are isolated from the solutions in the device, avoiding issues such as electrode fouling and bubble formation. 184, 201 Electrodes for capacitively coupled contactless conductivity detection were integrated in microdevices by a simple microfabrication technique involving patterning of electrodes on a printed circuit board followed by lamination and lithographic steps to cover the electrodes in photoresist. These devices had comparable sensitivity for inorganic cations to systems constructed via more advanced fabrication methods. 202 Coupling of μCE with both contactless conductivity and amperometric detection for the determination of nitrate and nitrite ions has also been demonstrated. Copper electrodes for conductivity detection were fabricated on printed circuit board attached to the PDMS-glass device, while amperometric detection palladium electrodes were fabricated on the glass plate before bonding with PDMS ( Figure 22 ). 199 Amperometric detection relies on electrical current produced from the oxidation or reduction of a species by voltage applied between a reference and a working electrode. This method is advantageous in that the electrodes can be fabricated by photolithographic processes along with the microfluidic device. 203 μCE with amperometric detection of biological anions has been demonstrated, with in-channel detection offering improved sensitivity compared to end-channel detection. 203 In potentiometric methods the potential of an ion-selective electrode relative to a reference electrode is probed. The resulting charge separation that occurs generates a potential between the working and reference electrodes that depends on the type of ion and its concentration. 204 A miniaturized polymer system with an enzyme functionalized ammonium-selective electrode has been used for potentiometric determination of creatinine and urea. 205 A potentiometric ion selective electrode for probing generated silver ions was employed in a paper-based test for the determination of IgE. 206 207 and Lee et al. 208 have presented insightful reviews on the use of MS in microfluidic systems. Interfacing microfluidics with mass spectrometry detection produces valuable data, enabling discrimination based on small differences in mass. 209, 210 ESI and matrix-assisted laser desorption/ionization (MALDI) are two ionization methods for interfacing microfluidic chips with MS. ESI-MS 114, 211, 212 is the more common approach for coupling microdevices to MS. A droplet microfluidic platform was interfaced with ESI-MS via a tip made of a fused-silica transfer capillary, an ESI needle and a tapered gas nozzle (Figure 23) , where droplets were moved into the MS inlet by the pressure difference from the flow of N 2 through the gas nozzle. 209 In the approach used by Mellors et al. 27 an EOF pump at the junction between three channels transferred solution to an ESI emitter (see Figure 4 ). Unequal pressure, resulting from the coating of all channels except the EOF pump side channel with a positively charged polyamine, moved liquid through the ESI tip. ESI-MS microchip systems are simpler but not suitable for parallel analysis, compared to MALDI-MS. 210 MALDI-MS, performed by placing both sample and matrix onto a target substrate, has been interfaced with microfluidics. Parallel analysis of eight peptides from a microfluidic chip was performed using a custom built MALDI target plate. Additionally, a peptide mixture separated by reversed-phase liquid chromatography on a COC device was successfully analyzed from the target plate. 210 A PDMS-glass device has also been coupled to MALDI-MS via a microflow gate and used to detect low concentrations of arginine vasopressin. 123\n\nsignal into an electrical signal, plus a molecular recognition component on the transducer to generate a sensor response. 213 Biosensors have been reviewed recently by Prakash et al. 214 and Choi et al. 215 A number of biosensing methods have been applied in microfluidics. Because of their simple, versatile and straightforward application optical biosensors are frequently used in the detection of analytes. 216 A common optical biosensing method is surface plasmon resonance (SPR). Surface plasmons are highly sensitive to changes in refractive index, which can be induced by target binding. SPR has been integrated in a microfluidic chip for the assessment of streptavidin-biotin binding. 217 Optical microcavity resonator arrays operate under a similar mechanism to SPR and have been employed in the quantitative analysis of cancer biomarkers. 218 A quartz crystal microbalance (QCM) is an acoustical transducer, often made of a quartz layer in between two electrodes, which measures a change in resonance frequency induced by changes on the device surface. 219 An open droplet microfluidic system integrated with QCM resonator was used to detect binding of lipids and proteins from a single droplet on a functionalized sensor surface. 220 Various electrochemical biosensors have also been studied. Amperometric principles were employed in the mass transport study of glucose and lactate in a microspike sensor. The microspike array was affixed to a glass substrate and functionalized with either glucose oxidase or lactate oxidase ( Figure 24 ); a microfluidic setup with a glucose sensor showed that performance was related to enzyme kinetics. 221 Other biosensors have been described as well. Microcantilever based sensors, which convert changes in mass into a frequency shift, have been optimized and used for the detection of proteins. 222 Microcantilevers based on a suspended microchannel resonator have also been applied in detecting a cancer biomarker, activated leukocyte cell adhesion molecule in serum. 223 In this study a low fouling carboxybetaine-derived polymer was coated on the resonator surface, and adsorption of activated leukocyte cell adhesion molecule led to a corresponding change in resonance frequency. Thermal biosensors measure the heat released or absorbed in biochemical reactions. A thermal biosensor based on two polymer membranes and heaters with a thermopile between the membranes was integrated in a PDMS microchip for glucose measurements. 224 Microbeads in the chamber had glucose oxidase and catalase immobilized to target glucose and hydrogen peroxide, respectively, and the heat generated by the enzymatic reactions was detected by the thermopile. Changes to the characteristic rotational frequency of a magnetic bead can be brought about by alterations to the bead's physical properties or environment. This feature was used in a closed droplet microfluidic platform that monitored bacterial cell growth and measured antibiotic susceptibility. 225 \n\npumping is an essential function in microfluidic systems as it facilitates the flow of solution. Integration of micropumps into microfluidic devices decreases external equipment needs and reduces the dead volumes from interfacing with pumps. Here we describe a number of microfluidic pumping approaches. A summary of various pumping methods employed in microfluidic devices and their properties is shown in Table 2 . A detailed review on micropumps and microvalves has also recently been published by Au et al. 226 Electroosmotic pumps (EOPs) that use EOF to drive liquids within fluidic conduits have several advantages: they have a constant flow rate, their flow direction can be reversed by simply changing the voltage polarity, and they are easily integrated into microfluidic devices since they have no moving parts. 227 Bubbles generated when EOPs are operated in DC mode can be avoided by application of an AC voltage. 228 An AC microfluidic pump within a long serpentine microchannel was used in DNA hybridization. 229 An alternate way to avoid electrolysis bubbles in EOPs is to use Ag/Ag 2 O electrodes that are eventually dissolved during pumping; flow generated by these low voltage pumps was sufficient for drug delivery. 230 Low power electrochemical pumps rely on gas bubbles produced by the electrolysis of water. 231, 232 Such electrochemical pumps and an SU-8 tip for interfacing with MS were integrated in a COC microchip and used to couple reversed-phase liquid chromatography to ESI-MS ( Figure 25 ); the performance was tested with cytochrome c. 233 Low-power electrochemical microfluidic pumps have also been integrated with valves in PDMS devices for delivery of reagents to a glucose biosensor. 234 Pneumatically actuated valves and pumps operate through the displacement of a thin membrane by pressure in a layer above a microfluidic network. Peristaltic pumping transfers fluid by serial actuation of this membrane; 235 peristaltic pumps integrated in a PDMS-glass device were used for labeling, dilution and separation of amino acids in an automated manner. 236 Cole et al. 235 reported a method for controlling multiple peristaltic pumps using fewer external connections. Other designs of pneumatic micropumps involving actuation by a single control line or serpentine-shape pneumatic channels are discussed by Lai and Folch, 237 and Huang et al., 238 respectively. Electrohydrodynamic (EHD), acoustic and magnetohydrodynamic (MHD) micropumps are non-mechanical because flow is achieved in the absence of valves or moving parts. EHD pumping is based on the interaction between electrostatic forces and ions in non-conducting fluids. EHD micropump performance was found to be related to electrode geometry with an asymmetric geometry yielding higher pressure with lower power than a symmetric design. 239 In acoustic pumping the force produced by the interaction of longitudinal waves with the surrounding fluid is exploited for liquid movement. 219 An acoustic pump constructed in PMMA produced a 140 mm H 2 O backpressure and a 0.6 mL/min flow rate at 20-100 Hz. 240 Acoustic pumping has also been used to manipulate cell movement in PDMS-glass devices. 241 MHD pumping is based on the Lorentz force produced when orthogonal electric and magnetic fields are applied to a conducting solution in a microchannel. 242 MHD pumps require lower potentials than EOPs but become ineffective for microchannels <100 μm. 243 A micropump that combined MHD with mixing due to the force produced by electric charges in an electric field has been demonstrated. 244 \n\nplay an important role in fluid manipulation by controlling both movement and flow direction. Although PDMS is the most common material used for microfluidic valves, other thermoplastic materials 53 as well as hybrids made from combining glass, elastomeric and thermoplastic materials are being used increasingly. 245 Table 3 gives a summary of several of the most widely used valves in microfluidic devices, as well as some of their key characteristics. Passive valves includes check and burst valves: check valves allow unidirectional flow, while burst valves regulate flow through an irreversible expansion of channel size with the application of high pressures. 226 A network of check valves actuated by finger squeezing was fabricated in PDMS and shown to quantitatively mix liquids, enabling the colorimetric analysis of clinically relevant concentrations of glucose and uric acid. 246 An automated PDMS-glass microfluidic system, integrated with capillary burst valves (with a pressure limit of 4.1 kPa) that manipulated the flow of cell samples, enabled sample preparation for laser scanning cytometry. 247 Active valves rely on an external energy source for actuation. 248 Pneumatic valves that are actuated by compressed air are widely used because of fabrication simplicity. 249 A pneumatic valve fabricated at the junction between two channels in a PDMS microchip ( Figure 26 ) was used to perform reproducible hydrodynamic amino acid injections for μCE. 250 \"Lifting gate\" valves and pumps with a maximum breakthrough pressure of 65 kPa were fabricated in PDMS-glass and PDMS-plastic microdevices. 249 An electrolysis actuated valve was shown to be adequately controlled by electrical signals. 251 Screws embedded in the PMMA frame of a PDMS-PMMA valve assembly can also act as valves. 252 Other active valves are phase-change or magnetic. A microvalve based on the phase change between solid and liquid PEG was used in μCE of amplified nucleic acids. 253 A magnetically controlled valve in a device was fabricated by placing a magnet above it and an iron plate beneath it. Attraction between the magnet and iron plate moved a spacer into the flexible PDMS, such that actuation was controlled by manually placing or removing the magnet. 248 \n\nThe laminar flow regime and small channel size in microfluidic devices favor mixing by diffusion, as conventional mixing mechanisms cannot be implemented easily. Thus, several micromixer designs have been developed in the pursuit of thorough and rapid mixing of multiple samples. 254 Detailed reviews of mixing systems for microfluidics have been written by Jeong et al. 255 and Lee et al. 256 An overview of various mixing methods used in microdevices and some of their principal properties is given in Table 4 .\n\nMicromixers that simply rely on molecular diffusion coupled with chaotic advection mix fluids through designed geometries that generate specific flow patterns, facilitating their integration in microdevices. 257 Diffusive mixers are probably the simplest, with T-mixers being the most basic design. Electrokinetically driven T-mixers have been used to enhance mixing in PDMS devices. 258 Soleymani et al. 259 modified a standard T-mixer with two additional junctions to expand the mixing zone and increase vortex generation. An alternate Y-geometry was also explored, and the mixing performance in a wide angle Y-mixer was characterized. 260 Advective flow perpendicular to the main fluid flow is accomplished in microfluidic devices through tailored geometries designed to improve mixing. 261 A 3-D vortex micromixer produced efficient mixing at low Reynolds numbers. 262 Effective mixing of water and ethanol was demonstrated in a serpentine microchannel with repeating L-shaped features ( Figure 27 ) over a range of Reynolds numbers from 1 to 70 with mixing performance correlated with channel geometry. 263 Mixing by lamination is achieved by splitting and recombining a fluidic stream, which enhances the diffusion process. Improved mixing of two fluids was achieved in a laminar micromixer with asymmetric splitting of the main fluidic stream. 264 Mixing in zigzag microchannels 265 was shown to be comparable to results in curved ones but not as effective as in square-wave channels. 266 Active mixing systems rely on moving parts or external energy inputs like pressure, electric fields or magnetic fields, and are more challenging to integrate into microfluidic systems. 262, 267 Voltage-induced vortices above a Nafion membrane fabricated in PMMA were found to enhance mixing. 268 Micromixers based on electrokinetic instability utilize a fluctuating electric field. A combined approach with a microfluidic T-junction with patterned regions and pulsed EOF showed increased mixing efficiency of rhodamine B. 258 A micromagnetic disk fixed in the lysing chamber of a microfluidic device and driven by an external magnetic field was used to enhance cell lysis. Cell lysis increased with mixing time and magnet rotation speed; the chamber was integrated with sample preparation and analysis to detect severe acute respiratory syndrome virus. 269 Rapid mixing in a PDMS microfluidic device using acoustic streaming of single bubbles which oscillated under acoustic excitation producing recirculating flow has been described. 270 A focused low power laser beam increased diffusional mixing by raising the temperature in a Y-channel micromixer for two colored water samples. 271 \n\nFor microfluidic devices to achieve a substantial commercial presence, they must be better suited for real world analyses. One challenge lies in the area of sample preparation, which is often carried out off-chip. Automated sampling and improved usage of integrated sample preparation steps would lead to more of a sample-to-answer platform. In the area of separations, enhancements to non-electrophoretic methods in microfluidics are needed. For instance, advances in fluid manipulation and improvements in microfluidic liquid chromatography coupled to MS detection should facilitate both small molecule and proteomics analyses. 147 Improving detection could be done by inexpensively miniaturizing and integrating high-sensitivity methods (e.g., fluorescence and amperometry) for example, for POC assays. Enhanced fluid manipulation methods will require simplified pumps and valves, especially ones that do not require complex manifolds that interface pressurized lines with microdevices.\n\nIntegration is one of the key advantages of miniaturization, 272 and can facilitate assays for point-of-care (POC) usage. 273 Indeed, the objective of lab-on-a-chip systems is to integrate all laboratory processes into a single device in which sample pre-treatment, biochemical reactions, separation, detection and data analysis operations, for example, can be carried out. 274 Although important progress toward this goal has been made, present microfluidic systems typically can perform only one or a few select steps on-chip. 29 The integration of multiple processes on-chip can limit sample loss, reduce analysis time and enable new detection methods for microfluidic analyses, as summarized in depth in recent reviews. 11, 275 The extent of integration can be anywhere between a disposable chip in external equipment to complete integration of all laboratory functions. 276 As discussed previously, components such as pumps, valves and mixers that enable functions such as sample preparation, separation, etc. are key to integrated microfluidic systems. Remaining challenges in creating fully integrated microdevices are the complexity of combining several different components in a single platform 277 and interfacing with the macroscopic world. 278 Here, we discuss recent successes in integrating various components.\n\nA key challenge in integrated microfluidic systems is in making robust connections to the macroscale environment. 278 Fluidic interconnects link microfluidics on a chip to an external fluid source, 279 ideally in a simple and minimal dead volume format. 280 Table 5 gives an overview of several types of fluidic interconnects employed in microfluidic devices and some of their main characteristics. One early approach was the \"sipper chip\" technology commercialized by Caliper where reagents were automatically loaded into a chip through integrated capillaries via vacuum (www.caliperls.com/tech/microfluidics.htm). LabSmith's CapTite microfluidic interconnects (www.labsmith.com) provide a link between multiple ports and can be used to interface microchips with capillaries. Additionally, NanoPort assemblies commercialized by Upchurch Scientific (www.upchurch.com) can be affixed to microdevices for interfacing with external fluidic sources. Creation of wells within devices to serve as reservoirs is a simple though not highly automated approach wherein samples or reagents can be placed into or removed from reservoirs using pipettes or syringes, and wires can be inserted to electrically address channels. More sophisticated interconnects can increase device functionality. Capillaries connected to microfluidic chips and held by glue had minimal dead volumes and could withstand pressures >800 psi. 279 Multiple interconnects were embedded in a microfluidic device in an in-plane manner that avoided the need for adhesives. 281 Sen et al. 278 fabricated an interconnection system between a COC chip and a capillary to transfer analyte from the chip to a desorption ESI-MS system.\n\nMicrodialysis, a topic previously reviewed in detail by Nandi and Lunte, 282 can be used in sampling wherein analytes diffuse across a semi-permeable membrane generating a continuous flow of sample for real-time in vivo monitoring of biological events. 173 Integrated microfluidic systems for microdialysis sampling enable direct coupling to the sample stream, resulting in less loss of information compared to off-line techniques. 283 A major challenge in coupling microdialysis sampling with μCE has been the need for a fluidic interconnect that reproducibly introduces small sample volumes while maintaining good temporal resolution. 282 Coupling of microdialysis sampling with μCE via PDMSbased pneumatic valves has been achieved by connecting a microdialysis tubing into the microchip sample inlet opening ( Figure 28 ). This approach reduced dead volume and lag times, facilitating studies of dopamine released from PC 12 cells. 283 Microdialysis sampling has also been interfaced with microfluidic devices via even shorter fused-silica capillaries and used for monitoring glucose in rat brains. 284 \n\nBoth reversed-phase and affinity SPE modules have been integrated into microdevices. C18coated magnetic particles have been used for in-line SPE-μCE to analyze mixtures of parabens and fluorescent dyes. The magnetic particles were trapped at the intersection of an offset-T microchip, and an additional side channel was connected to a syringe pump for elution. 285 An integrated PMMA microfluidic device with a monolithic affinity column coupled to μCE was used for the extraction and quantification of cancer biomarkers in human blood serum ( Figure 29 ). The chip was designed with multiple reservoirs to enable uninterrupted movement of the different fluids required for loading, rinsing, eluting and separating the sample. 72 Immunoglobulin E and nuclear factor-κB were extracted and concentrated with an aptamer-functionalized size-exclusion membrane in an integrated glass microfluidic device that also enabled mixing, buffer exchange and detection. 286 \n\nDroplet-based microfluidics is a technique wherein pL to μL droplets are generated and manipulated. These droplets are advantageous for localized reactions and preventing diffusion of compounds beyond the droplet confines. Approaches can be divided into \"closed' systems, where flow is confined in a defined microfluidic geometry or \"open\" systems where droplets are controlled electrostatically in an open planar region. Detailed reviews on this emerging technique have been published recently. [287] [288] [289] 4.5.1. Closed droplet microfluidics-In closed systems, droplets are generated within a fixed microfluidic design. The size of generated droplets is determined by microfluidic device design, liquid properties and the flow rates of the immiscible phases. 287, 290 Channel geometry provides a passive method for generating droplets; the T-junction is the simplest configuration used, wherein one liquid shears a second liquid flowing in the perpendicular channel arm. 291, 292 The formation and manipulation of droplets have been reviewed by Seemann et al., 287 Baroud et al., 293 and Teh et al. 294 Although the droplets are typically aqueous fluids embedded in hydrophobic carrier solutions, 295 droplets within two aqueous solutions have also been demonstrated. 296 Single-cell secretion was analyzed using closed droplet microfluidics, in which each cell was encapsulated in a droplet that had both fluorescent antibodies and capture antibody functionalized microspheres. The technique was validated through the analysis of IL-10, an anti-inflammatory cytokine. 297 For the study of drug-protein binding, magnetic beads functionalized with the target human serum albumin and mixed with the drug warfarin were trapped into microdroplets. An asymmetric magnetic field at a T-junction generated daughter droplets of different content, from which the affinity constant of warfarin could be obtained from its concentration in the daughter droplets. 298 Droplet generation by EOF was integrated with μCE to maintain spatial control of separated components for subsequent analysis without affecting separation efficiency ( Figure 30 ). Although μCE of amino acids showed co-elution of D-and L-glutamate, droplets having these co-eluting components were transferred into a fused silica capillary for MEKC resolution. 299 \n\nIn open systems droplets are manipulated on the surface of a plate in the absence of a confining microfluidic geometry. For electrowetting on dielectric, an electric field increases hydrophilicity of a region so fluid can better 'wet' the surface. 274 Electrostatic forces on an array of electrodes coated with a hydrophobic insulator manipulate drops with high uniformity. This approach is well suited to doing multistep reactions compared to conventional microfluidics, since each droplet can be set up to carry out a separate reaction. 300, 301 Miller et al. 301 used such a setup for the immunoassay of human IgG in serum samples. Droplets containing IgG were moved over surface-attached anti-IgG, followed by washing, incubation and actuation of the drop over immobilized FITC-labeled anti-human IgG for fluorescence detection. Another system has been used to detect a nucleic acid-based pathogen signature from E. coli and a biomarker for ovarian cancer. Droplet manipulation by magnetic actuation of superparamagnetic particles enabled cell lysis, followed by DNA extraction, purification and amplification; surface topography facilitated some aspects of droplet manipulation. 302 In a hybrid open/closed system, Abdelgawad et al. 146 combined on-chip labeling and enzymatic digestion in the open portion with MEKC separation in the closed region.\n\nDigital PCR is a novel nucleic acid quantitation method that utilizes numerous separate PCR reactions of dilute samples. Absolute quantitation is obtained based on binary positive/ negative (one or zero template) results from an array of sub reactions. 303, 304 This method is advantageous relative to quantitative PCR because it does not require a reference sample since counting is based on reactors that either have or lack amplicons. A PDMS microdevice with an array of microreactors that were loaded in parallel was tested and validated with complementary DNA from embryonic stem cells. 303 Moreover, the capabilities of digital PCR in quantifying low concentrations of different DNA types were evaluated. 305 Microfluidic digital PCR has also been used to identify viruses in single bacterial cells obtained from their native environment. 306 Multiplexed digital PCR in droplet microfluidics was used to analyze genetic variants of spinal muscular atrophy. Two PDMS-glass devices were used, with droplets generated in one device and subsequently loaded into a second device for fluorescence readout to precisely measure copy number variants. 307\n\nConsiderable benefits result from integrating multiple laboratory processes in a single device, such that further development would be beneficial. Most fluidic interconnects have a specific application rather than a general purpose. Future work should create robust and reversible fluidic interconnects that are applicable across a broad class of microfluidic platforms. Droplet-based microfluidic systems present an attractive approach to control dispersion in the manipulation of small discrete volumes of liquid. Higher-throughput droplet-based systems for the automated analysis of real samples, such as large assortments of single cells, would be an important advance. Highly integrated systems must be developed in a way that enhances performance and reduces costs relative to conventional methods.\n\nDue to the multitude of advantages of microfluidics many applications have been demonstrated, often with a biological focus such as POC diagnostics, single-cell analysis, nucleic acid analysis, drug discovery and development or biosensing. 308 Additional applications are found in environmental monitoring and space exploration. Here, we give a select view of some of the vast and diverse applications of microfluidic systems.\n\nPoint-of-care diagnostics are useful for preliminary self-screening and disease testing for home health assessment, as well as in military, forensic and space applications. 308 POC assays must be fast, accurate, reproducible and readily interpreted by non-experts. 309 Various aspects of POC assays have been reviewed in considerable depth. 276, 310 Polymerand paper-based microfluidic systems offer cheap and disposable properties for POC diagnostic applications. Although a variety of studies have demonstrated multiple advantages of microfluidic systems (including speed, throughput, minimal reagent or sample consumption, etc.), to date very few microfluidic POC assays have been commercialized due to challenges in sensitivity, quantitation and operational complexity. 310 One common commercialized POC test is the lateral flow immunochromatographic assay used for pregnancy testing, the diagnosis of infectious diseases (streptococcus, flu and HIV) and screening for drug abuse. 310 Another POC system is the blood glucose biosensor which relies on single-use electrodes made using microfabrication or vapor deposition methods. 311 For detection of lower concentrations of a wider variety of targets, more sophisticated tests are needed including microfluidics-based systems. 310 A successful microfabricated POC system is the iSTAT (Abbott, http://www.abbottpointofcare.com/), which uses a hand-held analyzer and disposable single-use cartridges to measure various electrolytes, metabolites, gases and hematocrit in blood. The precision and reproducibility of the iSTAT were comparable to what was obtained using clinical laboratory methods. 312 Other advances in the development of microfluidic systems for potential POC usage have been demonstrated. A PDMS-glass platform was used for rapid measurement of a panel of blood plasma proteins. The chip separated plasma from whole blood, and the plasma flowed across channels patterned with a barcode-like array of DNA-linked antibodies to detect multiple protein biomarkers ( Figure 31 ). 313 Another microfluidic POC device with sample processing and detection steps similar to those in ELISA was developed for disease screening in resource-limited areas. Reagents, pulled into the microfluidic system using a disposable syringe, interact with detection zones having capture proteins followed by visual or low-cost optical detection. Tests carried out in Rwanda showed sensitivity and specificity comparable to commercial ELISA systems in the simultaneous diagnosis of HIV and syphilis in whole blood. 314 \n\nThe great attention focused on applications of microfluidics in cell analysis 315 has led to numerous developments, with modules for standard procedures such as cell culture, sorting, lysis and separation of contents all being integrated in microdevices. Specific applications of microfluidic systems in cell biology 11, 316 and single cell analysis 317 have been reviewed in greater detail previously. PDMS is the primary microfluidic device material used for cell culture 315 although other materials such as COC, polyethylene terephthalate glycol and PS have been explored in combination with PDMS to obtain combined elastomeric and rigid devices. 318 Two-dimensional cell culture (on flat surfaces) is simpler than in a 3-D geometry, but 3-D models are receiving increased interest since they better reflect the natural tissue and organ structure, providing a more realistic model of the in vivo environment. 24, 319, 320 A fluorescence-based system has been developed on a PDMS chip with an integrated piezoelectric actuator for cell sorting and an optical waveguide for detection. 321 A magnetic-based technique with immobilized biofunctionalized superparamagnetic beads in a PDMS microchannel sorted cells from clinical samples, yielding comparable results to those obtained with flow cytometry. 322 Affinity-based methods enable the capture of low-concentration cells, such as circulating tumor cells (CTCs) overexpressing the membrane protein epithelial cell adhesion molecule (EpCAM), which is implicated in epithelial carcinomas. A PMMA chip with immobilized anti-EpCAM selectively captured CTCs from whole blood; the cells were subsequently released and counted with a conductivity sensor. 323 An affinity sorting method was also implemented in a PDMS-glass chip with antibody-coated three-dimensional channels for efficient capture of non-target cells that allowed target cells to flow through ( Figure 32) . The absence of a celldamaging elution step was advantageous; the method was tested on the separation of lymphocytes and mouse endothelial cells. 324 A better understanding of cell-to-cell variation can be obtained through single-cell analysis. Human glioblastoma cells cultured in a PDMSglass microfluidic platform were imaged fluorescently to analyze multiple cell proteins simultaneously. 325 The nucleic acid and protein components of lysed cells can be determined by PCR and μCE, respectively. A microfluidic device with integrated reverse transcription quantitative PCR was used for the analysis of mRNA and miRNA in single cells. 326 Hemoglobin from human erythrocytes 27 and amino acid metabolites from single mice fibrosarcoma cells 327 have been analyzed by μCE.\n\nRapid genetic tests are usually achieved with biomolecular techniques such as DNA hybridization or PCR. 328 Review articles on microfluidic approaches for DNA hybridization 328, 329 and nucleic acid amplification 330 offer further details about these methods. Oscillatory flow whose direction changed cyclically, produced by a combination of centrifugal force and capillary action, enabled rapid DNA hybridization in a PDMS-glass compact disk microfluidic device. The system was tested with a Dengue virus gene sequence and showed better performance than flow-through hybridization under the same conditions. 331 A PDMS-glass microfluidic device with integrated PCR, enzymatic ssDNA generation and electrochemical detection was developed ( Figure 33 ). Determination of genomic DNA from Salmonella showed improved detection limits over other microchipbased PCR electrochemical methods. 332 A PC microfluidic device designed to carry out automated lysis of bacterial cells or viruses, nucleic acid isolation, amplification, labeling and detection was developed and tested with B. cereusand HIV RNA-spiked saliva samples. 333 A portable PDMS device was demonstrated with integrated electrochemical detection for assaying cultured E. coli through loop-mediated isothermal amplification. 334 A COC chip with integrated SPE monolith for nucleic acid extraction and reverse transcription-PCR, was developed for influenza virus detection. Amplification of influenza A RNA from nasal swabs and aspirate specimens showed comparable performance to conventional laboratory methods. 335 \n\nHigh-throughput screening methods in drug discovery can require lengthy times with complicated and costly sample processing. 336 It is therefore desirable to develop in vitro systems that better predict in vivo toxicity. Detailed reviews in this area have been presented by Neužil et al., 337 van Midwoud et al., 338 and Esch et al. 339 Microfluidics have been used to design cultured cell or organ system mimics on-chip to simulate metabolism and to test drug combinations at different concentrations. 339 An advantage offered by integrated microfluidic technologies is that conditions can be well regulated for better control of the cell or tissue environment. 338 The microscale dimensions can be used to generate physiological-like conditions for fluid residence times, liquid-to-tissue ratios and cellular shear stresses. Chambers with cultured cells provide organ-like metabolic function, while fluidic channels enable transport between these \"pseusdoorgans\". 340 An in vitro mimic of the gastrointestinal tract was coupled to cultured liver cells to follow the metabolism of acetaminophen. Importantly, the microfluidic system provided comparable dose-dependent liver cell toxicity data to in vivo studies. 341 Inter-organ interactions were studied in a PDMS device with two chambers connected via a microfluidic channel having PC filters and PDMS membranes. The chambers contained rat intestinal and liver tissue, and metabolites formed in the intestinal tissue were fluidically transferred to the liver for further metabolism. The interaction between the intestine and liver was validated by studying the regulation of bile acid synthesis. 342 Human hepatocytes were cultured with nonparenchymal cells to increase their in vitro viability and function, and then analyzed for clearance of enzymes involved in drug metabolism and metabolite generation. The experiments conducted in a PS microchip showed that when fluid flow was coupled to the culture system, compounds of different clearance rates were more readily resolved. 343 5.5. Omics 5.5.1. Proteomics-The analysis of protein types and concentrations is a key research endeavor, and microfluidics offers enabling capabilities. An important challenge encountered in proteomics is the analysis of small sample volumes containing a large variety of proteins at different concentrations. 344 Miller et al. 345 and Zhou et al. 346 have previously reviewed some aspects of proteomics in microfluidic devices. Most of the progress achieved in proteomics has been driven by the availability of high-resolution MS, 347 so microfluidic systems coupled to MS can play an important role in high-throughput proteomic analysis methods. A bottom-up proteomics approach was demonstrated using a PMMA microfluidic device containing functionalized pepsin-agarose; the microchip was interfaced with ESI-MS ( Figure 34 ). Characterization with myoglobin, ubiquitin and bovine serum albumin showed rapid and complete digestion with high sequence coverage. 348 A multichannel COC microfluidic proteomic reactor was packed with strong cation exchanger beads to preconcentrate, reduce, alkylate, digest and then elute samples for further off-chip analysis. During simultaneous processing of samples from three yeast strains, several proteins were identified. 349 A glass microfluidic immunoblotting platform that integrated separation, affinity capture and washing steps was developed for the analysis of protein isoforms. IEF, followed by gel immobilization of the proteins by UV exposure and probing via antibodies, enabled the analysis of prostate specific antigen isoforms in serum with comparable results to slab gel IEF. 350 Since proteomes can differ in a heterogeneous population of cells, the analysis of single cells can enhance understanding of cellular function. A PDMS-glass platform was developed for counting protein copy number in single cells transferred via an optical trap to different antibody-spotted chambers where they were lysed with a laser pulse. The levels of cancer-related proteins released from the cells were then measured upon antibody binding within the analysis chambers. 351\n\n, the study of metabolite intermediates and byproducts, provides information regarding cellular function and health, and can be used in diagnostics that identify disease states in individuals. Small reagent volumes, precise sample control and cellular compatibility make microfluidics ideal for metabolomics studies. For example, a single cell can be immobilized in a device where cellular effluent can be extracted and analyzed under different conditions. 352 Contributions of microfluidics to the study of drug metabolism have been discussed previously (Section 5.4). Shaw et al. 353 demonstrated a microfluidic laminar diffusion interface that separated proteins and metabolites based on their diffusion coefficients, enabling metabolite detection using IR spectroscopy with little protein contamination. Chen et al. 354 utilized a PDMS microdevice with a cell culture region and a reversed-phase chromatography column coupled to ESI-MS to monitor MCF-7 cell response to anticancer drugs. Fluorescent labeling and imaging allowed the study of apoptosis in response to drug levels. Shintu et al. 355 made an organ-ona-chip device that was probed via proton nuclear magnetic resonance for metabolomic analysis of liver and kidney cell cultures exposed to several toxic compounds. For further information on applications of microfluidic systems in metabolomics, the reader is referred to review articles by Wurm et al. 356 and Kraly et al. 357 \n\nThough the prevalence of microfluidics in environmental analysis is less than in biological studies, some advances have been demonstrated, as reviewed in detail by Jokerst et al. 358 A major challenge in environmental analysis is the need for sufficient device robustness to perform unattended high-throughput sampling in the field with complex matrices. 358 A PDMS microfluidic system with an electromechanical pump and LED detector was developed for environmental analysis. Flow rates for the microdevice were comparable to those for miniaturized commercial pumps, and analysis of nitrite solutions showed sub-ppm limits of detection. 359 An aerosol analyzer with a growth tube collector connected to a PDMS microchip was developed for online monitoring of aerosol composition ( Figure 35 ). Air was pulled downward through the growth tube where the particles were enlarged and deposited into the microchip sample reservoir for μCE. Measurements of sulfate and nitrate yielded comparable results to a conventional, full-size instrument. 360 A PDMS-glass device with a Y-shaped microchannel for passive mixing was constructed to measure lead in water. Lead detection at ppb levels via a fluorescent molecular sensor was performed by UV excitation through embedded optical fibers and emission collection with different optical fibers coupled to a photomultiplier. 361 A PDMS-glass multilayer microfluidic device with integrated heaters, temperature sensors, pumps and valves was developed for determining microbial activity in ocean environments. Detection was based on total microbial ATP concentration probed by luciferin-luciferase reaction using serpentine microchannels to facilitate mixing. 362\n\nAutomated detection and analysis systems could play a key role in unmanned space missions in the search for extra-planetary life because the ability to analyze in situ can reduce sources of terrestrial contamination. Microfluidic systems fit this requirement nicely and are well suited for planetary probes; Mora et al. 363 published a recent review on this topic. A model in situ extraterrestrial exploration system with automated labeling, dilution and μCE analysis was developed and tested. 236 A portable μCE instrument for the analysis of extra-terrestrial organic molecules was developed by Mathies et al. 364, 365 Baseline separation of standard polycyclic aromatic hydrocarbon compounds was obtained, and the system successfully determined the composition of environmental and Martian analogue samples as evidence of its potential for use in planetary exploration. 365 \n\nMicrofluidic systems have found application in several important fields; however, their commercialization is still rather limited. The development of POC devices will be enhanced by further integration of processes and greater simplification of their usage. For single cell analysis, methods for extracting and analyzing specific cellular components need to be improved. Future work to probe inter-organ interactions using microfluidics would improve understanding of metabolic profiles of drugs. Further work in effectively linking multiple separation dimensions with MS detection should aid in the growth of both metabolomics and proteomics. In the areas of environmental and space analysis, effort should focus on creating robust and portable devices that can operate unattended for long periods.\n\nThe field of microfluidics has progressed substantially since its introduction, with applications cutting across multiple fields and disciplines. Biological and medical applications are a major focus of current research. Advantages provided by the unique chemistry and physics that occurs in microscale channels and the coupling of multiple functionalities continue to drive advances. We have reviewed key advances in microfluidics in terms of materials and functions, their integration, and applications. While glass and silicon have important uses, polymeric materials have gained considerable ground, especially in the area of low-cost, disposable devices. Still, as yet there is no \"perfect material\" as each comes with its own inherent advantages and disadvantages. Despite the great progress that has been made in microfluidics, much remains to be done to gain acceptability and broad applicability outside of academia. Several factors have hindered the spread of microfluidics beyond academics. The complexity of combining multiple functions into a single platform in a completely automated manner that circumvents the need for bulky external equipment is one reason. Another issue is mass production; presently, different applications require different designs, limiting general fabrication of one type of device that will suit every purpose. Other issues include the lack of device design standards as are prevalent in electronics, the absence of a general standalone device reader for detection, intellectual property complications and licensing (or non-licensing), and a too-frequent disconnect between those designing devices (i.e., engineering) and the eventual end users who often have a life science focus.\n\nThe advent of alternatives to enclosed-channel microfluidics (such as droplet and paper microfluidics) may expand the application space of the field. Indeed, the manipulation of small droplets through two-dimensional grids offers a more general platform for a range of assays; although the technique is still in its early years, the versatile microfluidic hardware could be highly enabling. The inexpensive and very wide availability of paper combined with its known chemistry makes paper microfluidics a simple yet powerful option for the future, in particular for less developed countries and in emergency situations such as disaster zones.\n\nThe multidisciplinary nature of microfluidics demands continued coordination between different fields, engineering as well as physical and biological sciences, to reach its full potential. As microfluidics enters its third decade, we expect continued growth and significant expansion beyond simple proof-of-concept systems and into extensive real world and commercial applications. Table 1 Summary of properties of materials that have been or could be used for μCE. Information that was not reported in the literature is indicated as \"NR\". Summary of common methods used to make valves in microfluidic devices. "}