{"title": "Inflammation induced by influenza virus impairs innate control of human pneumococcal 1 carriage 2", "body": "3 severity, as well as with within-household Spn transmission 5, [9] [10] [11] . The mechanisms and markers 47 associated with this pathogen synergy have been difficult to study in human subjects due to the 48 rapid nature of the disease.\n\nOne safe way to simulate influenza infection in the nose is using Live Attenuated Influenza Vaccine 50 (LAIV), consisting of cold-adapted influenza viruses. LAIV has been shown to affect the 51 subsequent susceptibility to Spn and to lead to increased carriage density in murine models of 52 infection and in vaccinated children 12, 13 . In a randomised controlled trial, we showed that LAIV 53 administration prior to Spn challenge led to 50% increase in Spn acquisition by molecular methods 54 as well as 10-fold increase in nasopharyngeal bacterial load 14 .\n\nIn murine models of pneumococcal carriage, Th17-dependent recruitment of neutrophils and . We collected a series of nasal micro-biopsies and nasal lining fluid throughout the study to 80 assess ongoing cellular and cytokine responses. Participants were grouped in those who did not 81 become colonized following Spn challenge (carriage-) and those who did (carriage+), as 82 determined by classical microbiology (Fig 1a) . To investigate whether LAIV-induced immune 83 responses were associated with a predisposition to pneumococcal carriage, we measured levels of 84 30 cytokines in nasal lining fluid (Fig 1b) . At day 0, directly prior to Spn inoculation, LAIV 85 significantly increased levels of twenty cytokines after multiple testing correction, including IP-10, 86 TNF-α, IL-10, IFN-and IL-15 (Fig 1b and Table S1 ). In contrast, the control group did not show 87 any significant increase in cytokine response at day 0. Following Spn inoculation, Spn carriage in 88 the absence of LAIV was associated with increased levels of EGF at day 2 (p = 0.023) and 89 decreased levels of IL-1RA at day 9 post Spn inoculation (p = 0.027) compared to baseline, neither 90 of which remained significant after multiple testing correction. No other cytokines, including IL-17A 91 or MCP-1, were significantly altered by carriage alone (Fig 1b) . 5 become carriers (2.4-fold increase, p = 0.0008) than in those who remained carriage-negative (1.5-98 fold increase, p = 0.051). Moreover, subjects with increased levels of IP-10 before inoculation 99 displayed higher pneumococcal density following Spn inoculation (Fig 1d) . This suggests that 100 differences in the response to influenza virus are associated with secondary susceptibility to Spn.\n\nTo test whether this was specific for LAIV infection, we measured IP-10 in nasal washes from an 102 independent cohort in which a subset of subjects had asymptomatic viral upper respiratory tract 103 infection before Spn inoculation. These comprised rhinovirus (n=12), coronavirus (n=5), respiratory 104 syncytial virus (n=2) and parainfluenzavirus (n=1) 29 . The predominant virus, rhinovirus, was 105 recently shown to associate with increased pneumococcal acquisition and transmission 30 . In these 106 virus-infected subjects, levels of IP-10 were increased (Fig S2) , and baseline IP-10 levels 107 correlated with increased pneumococcal density also in this second cohort (r = 0.32, p = 0.02, Fig   108   1e ). While the correlation was modest in this validation cohort suggesting that other host and 109 environmental factors are involved, this is the first time a biomarker predicting Spn density has 110 been identified.\n\nIn murine models, neutrophil recruitment after onset of carriage contributes to control of the 113 bacteria 15 . We observed pre-existent high levels of neutrophils in the human nose and 114 pneumococcal carriage did not lead to significant further recruitment of neutrophils (Fig S3a,b) . To 115 investigate whether luminal neutrophils were involved in the early control of carriage, we measured 116 myeloperoxidase (MPO) levels, a marker for neutrophil degranulation 31 , in nasal wash. Levels 117 were increased (2.2-fold, p < 0.05) at 2 days after challenge in control carriage+ but not carriage-118 individuals (Fig 2a) . This neutrophil activation was impaired in the LAIV group, who displayed high 119 carriage density during early carriage and had increased acquisition compared to controls.\n\nTogether, this suggests that neutrophil degranulation is important for the initial control of carriage.\n\nLAIV administration from a subset of subjects. We confirmed that opsonophagocytic killing of Spn 124 by blood neutrophils was decreased following LAIV (Fig 2b, p < 0.05 ). This effect could be 125 mimicked by the addition of TNF-α, but not IP-10, to neutrophils from healthy donors in vitro, 126 decreasing killing capacity in a dose-dependent manner (Fig 2c,d) . Nanostring expression analysis 127 of 594 genes revealed 10 differentially expressed genes in blood neutrophils 3 days post LAIV 128 (Table S2) . Among those were MAP4K2 (3.2-fold increase, p=3.2x10 -5 ), which acts on the TNF-α 129 signal transduction pathway 33 , and TIGIT (3.6-fold increase, p=0.008, Fig 2e) . TIGIT expression 130 levels also negatively correlated with neutrophil killing capacity (r=-0.73, p=0.02, Fig 2f) . TIGIT is 131 an \"immune checkpoint\" protein, which has been described to promote Treg cell function 34 , but its 132 expression on neutrophils has not been previously appreciated. Incubation of whole blood with 133 recombinant TNF-α increased TIGIT levels on neutrophil surface within 30 minutes in a dose-134 dependent manner (Fig 2g) . \n\nIndeed, for subjects in the control group with very low carriage densities, which were only 145 detectable by molecular methods, no monocyte recruitment was observed (Fig S4c) . This suggests 146 that a minimum Spn load is required for sensing and monocyte recruitment and that LAIV infection 147 interferes with this process. While MCP-1 was not significantly induced following Spn carriage, 148 levels correlated with numbers of monocytes at all timepoints ( Fig S5a) . Furthermore, stratification 7 of individuals showed that those with increased MCP-1 levels at day 2 post Spn inoculation exhibit 150 increased monocyte recruitment (Fig S5b) . Levels of IL-6, IFN-γ and TNF-α also correlated with 151 levels of monocytes at each time point, but stratification of individuals did not reveal a differential 152 recruitment of monocytes (Fig S5a,b) . In a second, independent cohort that did not receive any 153 vaccine, monocytes were increased at day 9 following Spn inoculation, which correlated with 154 increased MCP-1 levels in nasal fluid, validating these results (Table S3 and Fig S5c) . pneumococcal cytokine responses by re-challenge was absent (Fig 4a and Fig S6a) . The 162 production of the above five cytokines correlated with decreased density at day 29 post Spn 163 inoculation, suggesting these responses are involved in Spn clearance (Fig 4b) . To test whether 164 monocytes/macrophages were the source of these cytokines we compared the cytokine signature 165 from whole nasal cells with that from alveolar macrophages exposed to Spn in vitro (Fig 4c) .\n\nRelative cytokine production highly correlated (r = 0.66, p < 0.0001) between the two cell 167 populations, suggesting that nasal monocytes/macrophages could be the source of these 168 cytokines. This is supported by the observation that in carriers with low carriage density (only 169 detectable by molecular methods), absence of monocyte recruitment associated with absent Spn- Table S4 ). Carriage without LAIV induced 834 and 176 differentially 8 expressed genes (DEG) at day 2 and day 9, respectively (Fig 5a) . These genes were enriched for 176 pathways associated with Gap junction trafficking and regulation (including GJA1, TJP1 and 177 multiple GJB) and degradation of the extracellular matrix (including COL17A1, COL12A1, LAMA3, 178 KLK7). In the carriage-group, a smaller number of DEG was observed (161 and 248 at day 2 and 179 day 9, respectively).\n\nIn the LAIV carriage+ group, 936 and 711 DEG were observed at day 2 and day 9, respectively. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/347161 doi: bioRxiv preprint 9 carriers include \"Innate immune system\" and \"Signaling by interleukins\" (IL1B, CLEC4E, CD55, Fig 6b) . To further investigate these monocytes, we performed gene 213 set enrichment analysis on the Module M1 genes using list of genes from distinct monocyte 214 subsets (Fig 6c) 40 . These genes were enriched for classical CD14+CD16-monocytes (p = 215 0.00002) and not for other monocyte subsets. Moreover, this module was enriched for genes 216 related to \"chemokine receptors bind chemokines\" and \"interferon α /β signalling\" (Fig 6d) . Type I 217 interferon has been shown to be required for the clearance of pneumococcal carriage in murine 218 models 41 and these findings suggest that their activity in monocytes might be critical for this.\n\nCEMiTool also integrates co-expression analysis with protein-protein interaction data. Expression The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/347161 doi: bioRxiv preprint 10 For LAIV, we identified six distinct co-expression modules (Supp html file 2), which were strongly 226 enriched in genes related to \"Diseases associated with O-glycosylation of proteins\" (module M1),\n\n\"Immunoregulatory interactions between a lymphoid and a non-Lymphoid cell\" (module M3), 228 \"chemokine receptors bind chemokines\" (module M4), as well as \"interferon signalling\" (module 229 M5, Fig S8) . Indeed, the hubs of module M5 are well known type I interferon-related genes, such \n\nIn addition, our findings that LAIV led to impaired blood neutrophil killing capacity and that the 246 addition of TNF-α, which was increased following LAIV, to neutrophils in vitro impaired their The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/347161 doi: bioRxiv preprint\n\nWe identified IP-10 as a marker for increased susceptibility to Spn and propose this should be \n\nOur results support previous findings from murine models showing that MCP-1 signalling and 263 monocyte recruitment are key mediators of pneumococcal carriage clearance 16 . However, 264 contrary to key mechanisms described in murine models, we did not observe any production of IL-\n\n17A or neutrophil recruitment to the nose following carriage or associated with carriage clearance 266 15-17 , underlining the importance of confirmation of murine findings by human data.\n\nOne limitation of this study is that only one pneumococcal serotype 6B isolate was used, future 268 studies using other isolates with a more or less invasive phenotype will be able to answer how 269 generalizable these findings across pneumococcal isolates are. Nonetheless, the observation that \n\nIn conclusion, this study highlighted the importance for innate immunity in the control of carriage 274 density and clearance of Spn, which was impaired by pre-existing viral infections (Fig S9) .\n\nSecondary bacterial infection following viral respiratory tract infection has a large burden of 276 All rights reserved. No reuse allowed without permission.\n\nThe copyright holder for this preprint (which was not peer-reviewed) is the author/funder. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. \n\nBriefly, neutrophils were isolated through density gradient centrifugation, followed by 45 min The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/347161 doi: bioRxiv preprint 15 was quantified using a Qubit™ (ThermoFisher). Sample integrity assessment (Bioanalyzer, \n\nLog counts per million (CPM) from raw counts were calculated using the 'edgeR' package.\n\nQuality control of raw sequencing data was done using fastQC. Mapping to a human reference 365 genome assembly (GRCh38) was done using STAR 2.5.0a 55 . Read counts from the resulting 366 BAM alignment files were obtained with featureCounts using a GTF gene annotation from the The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/347161 doi: bioRxiv preprint 16 (https://bioconductor.org/packages/release/bioc/html/CEMiTool.html) 39 . This package unifies the 377 discovery and the analysis of coexpression gene modules, evaluating if modules contain genes 378 that are over-represented by specific pathways or that are altered in a specific sample group. A p-379 value = 0.05 was applied for filtering lowly expressed genes The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. Heatmap showing for each cytokine the median log2 fold-change compared to baseline for the timepoints 0/2/7/9, n = 19 per group. c) The delta in median log fold change (FC) following LAIV vaccination just prior to inoculation with Spn for subjects becoming carriage+ or carriage-(excluding subjects becoming positive by PCR only, who resemble subjects that become carriage+ by All rights reserved. No reuse allowed without permission.\n\nThe copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/347161 doi: bioRxiv preprint culture as well). The colour of each bar represents the median induction in the entire LAIV group. d) Pneumococcal density (median and interquartile range of CFU/mL nasal wash shown) for all carriage+ subjects with high (top quartile) or low (all subjects below top quartile) IP-10 levels at day 0. P = 0.019 by Mann-Whitney of AUC of log-transformed density over time. e) Scatter plot showing correlation of levels of IP-10 at baseline with Spn density for a second validation cohort (n = 52) with an asymptomatic upper respiratory tract virus infection (n=15) or not. Spearman correlation test results are shown.\n\nAll rights reserved. No reuse allowed without permission.\n\nThe copyright holder for this preprint (which was not peer-reviewed) is the author/funder. "}