{"title": "The impact of insider managerial ownership on corporate performance of Taiwanese tourist hotels", "body": "Although the September 21st earthquake in 1999, the September 11th terrorist attacks in the U.S. in 2001 and the outbreak of Severe Acute Respiratory Syndrome (SARS) in 2003 devastated Taiwan's tourism industry (Chen et al., 2005; Chen, 2011; Kim et al., 2006) , the international tourism market and domestic tourism activities in Taiwan Along with the development of international tourism market, the domestic tourism activities also expanded. On the one hand, the expansion of tourism activity was partly due to the increasing incomes of local residents (Chen et al., 2009; Hu et al., 2010) . On the other hand, Chen et al. (2009) stated that the governmental policy changes are another major factor causing an increase in the popularity of tourism activities. In 1998, the Taiwanese government implemented a two-day weekend policy for every other week and in 2001 implemented a two-day weekend, every week, policy. The prosperity of the tourism industry due to the expansion of both domestic and international tourism markets will likely create a significant demand for hotels and hospitality services, clearly leading to benefit for Taiwanese hotel companies.\n\nTaiwanese tourist hotels provide many activities including lodging, eating, shopping, and amusements, and thus generate significant revenues for the hospitality and tourism industries. According to the 2008 annual statistics of Tourism Bureau (Tourism Bureau, 2009) , two types of hotels in Taiwan catering to either, international tourists or domestic tourists account for a total of 21,771 rooms in 61 international tourist hotels (18,092 rooms) and 31 domestic travelers' hotels (3679 rooms). Hotel revenues, in 2008, reached 38.58 billon NT$ (New Taiwan dollar) from 30.99 billion NT$ in 2003 with a growth rate of 24.49% during this six-year period.\n\nThe rapid growth of Taiwan's hotel industry spurred several financial studies in the hotel financial literature. Chen et al. (2005) studied whether or not a set of macroeconomic variables could explain hotel stock returns in Taiwan. They found that money supply growth rates and changes in unemployment rates are two significant explanatory factors for Taiwanese hotel stock returns. Pan (2005) examined how market structures of various related service markets and hotels' locations affect hotels' profitability. He indicated that market concentration in rooms could significantly improve international tourist hotels' profitability and the locations of the international tourist hotels significantly affect their profitability. Chen et al. (2007) tested the effect of the 2003 outbreak of Severe Acute Respiratory Syndrome (SARS) on Taiwanese hotel stock prices. The results revealed that publicly traded hotel companies experienced sharp declines in earnings and stock prices during the SARS outbreak. Chen et al. (2005) detected that in addition to SARS, several other events related to the tourism industry, such as the 1997-98 Asian financial crisis, the earthquake in Taiwan on September 21, 1999 and the terrorist attacks of September 11, 2001 in the U.S., significantly weakened hotel stock performance in Taiwan. Chen (2007a) showed that shifts in monetary policy could affect Taiwanese hotels' stock returns because monetary policy changes would impact changes in the expected level of future corporate earnings and/or the discount rate used in valuing expected cash flows of hotel companies.\n\nWhile these previous studies provided insightful and interesting findings on various topics, more investigations of other topics in the hotel industry in Taiwan would consequently enrich the hotel financial literature. To accomplish the goal of expanding the financial literature of the Taiwanese hotel industry, this study investigates the influence of ownership structures (i.e., insider managerial ownership or insider ownership), on financial performance of hotel companies in Taiwan. Liu et al. (2006) stated that the power of managers in Taiwanese firms is quite high; managers tend to exercise significant control over the firm, and the agency problems can become problematic for shareholders. Fama and Jensen (1983) argued that the board of directors should exercise a supervisory authority over the managers, and the lack of oversight could result in, serious agency problems. Therefore, according to Fama and Jensen (1983) , the board should represent stockholders' and potential investors' interests, and override senior management's decisions, when appropriate. With consideration of this principal-agent relationship, an examination of a Taiwanese hotel firms' ownership structures (in particular, insider managerial shareholdings) may provide valuable insights in relation to firm performance.\n\nInsider managerial shareholdings (IMS), measured as the percentage of total shares held by managers and directors (insiders), is the sum of, managers' shareholdings (MAS) plus directors' shareholdings (DIRS). The reason why this study divides IMS into MAS and DIRS is because of different roles and responsibilities between managers and directors. While the ultimate responsibility of managers is to maximize shareholders' value, directors' role is to oversee and evaluate the management's work and to make sure that the management's interests are aligned with shareholders' (Ross et al., 2007) . The influence of insider managerial equity ownership on corporate performance has had wide debate (for example, Jensen and Meckling, 1976; Demsetz, 1983; Coffey and Fryxell, 1991; Pound, 1992; Holderness and Sheehan, 1988) , but depending on the use of the convergence-of-interest hypothesis or entrenchment hypothesis, the resulting literature provided inconclusive findings regarding the effect of insider managerial ownership on firm performance. The convergence-of-interest hypothesis argues for a positive influence of insider managerial ownership on firm performance while the entrenchment hypothesis proposes a negative influence from insider managerial ownership on firm performance.\n\nThe purpose of the current study, therefore, is to investigate the impact of insider managerial ownership on financial performance of publicly traded hotels in Taiwan. To measure financial performance, following the majority of previous studies, this study uses return on assets (ROA), return on equity (ROE), stock returns (SR), and Tobin's Q. Because of the inconclusive findings from previous literature on the topic, this study' contribution arises from providing hotel industry specific theoretical support along with empirical findings of insider managerial ownership. Also, an examination of various indicators of financial performance provides a more comprehensive picture of the effect of insider managerial shareholdings in the hotel industry. Findings of this study provide hotel policymakers and hotel business managers with some practical managerial implications.\n\nThe remainder of this study is organized as follows: Section 2 reviews the relevant literature, and Section 3 describes the methodology, including data, study variables, and panel regression models. Section 4 presents empirical results while Section 5 discusses the findings and provides managerial implications. Section 6 concludes the study.\n\nFinancial economists have been interested in the effects of the separation of ownership and control in the corporation since Berle and Means (1932) and Coase (1937) . The literature contended that diffused ownership yields significant power to managers whose interests do not perfectly coincide with the interest of shareholders. As a result, corporate resources are not always used for maximizing shareholders' value. This line of research continued with significant studies, such as Cosh and Hughes (1987) and Jensen and Murphy (1990) , in the past decades, and one of the major focuses of the literature has been the potential conflicts of interest between insiders and shareholders. A number of studies suggested that insider managerial ownership of shares in a firm generates two conflicting forces on management's behavior: the convergenceof-interest effect and the entrenchment effect (Jensen and Meckling, 1976; Fama and Jensen, 1983; Hart, 1983; Jensen and Ruback, 1983) .\n\nThe convergence-of-interest effect argues that, as interests of managerial insiders and shareholders converge through equity ownership, a positive relationship arises between insider managerial shareholdings and market value of the firm. DeAngelo and DeAngelo (1985) suggested that by holding high stakes in a firm, insiders may resolve the asymmetric information problem related to investment opportunities. The stock held by insiders is an effective incentive to enhance firm performance and align managerial interest with shareholder value. Consequently, based on the convergence-of-interest hypothesis, the greater the proportion of shares owned by insiders, the better the firm performance should be. Mehran (1995) also provided evidence of a positive relationship between insider managerial ownership and firm performance, and similarly, Wruck (1988) suggested a strongly positive link between the change in concentration of insider managerial ownership and firm performance.\n\nAccording to entrenchment effect, on the contrary, the relationship between insider managerial shareholdings and firm performance is expected to be negative because larger insider managerial shareholdings can entrench and insulate insiders from the market's influence for corporate control. Fama and Jensen (1983) suggested that significant insider managerial ownership can create additional costs; when insiders own a substantial fraction of a firm's shares, those insiders have significant voting power from which they can influence their positions without endangering employment or salaries. Thus, excessive insider managerial ownership may have a negative impact on corporate performance because that ownership condition may entrench managers.\n\nA number of studies sought to evaluate, empirically, the link between insider managerial ownership and firm performance. However, findings have been mixed and inconclusive. In addition to the two main theoretical foundations mentioned earlier, Demsetz (1983) argued that no relationship should exist between ownership structure and firm performance. Pursuing this argument, empirically, Demsetz and Lehn (1985) found no significant correlation between profit levels and various measures of ownership concentration in a sample of 511 US companies using 1980 data. Demsetz and Villalonga (2001) investigated the relationship between insider managerial ownership and firm performance when ownership construction was multi-dimensional and treated as an endogenous variable. They again found no statistically significant relationship between ownership structure and firm performance. This finding gains support from the view that while the diffused ownership may exacerbate entrenchment, it may also alleviate some agency problems at the same time: Disadvantages and advantages may offset, resulting in no significant effect. Tsetsekos and DeFusco (1990) constructed portfolios arranged according to insider managerial shareholdings and reported no significant differences in the returns among the various portfolios.\n\nSome other studies further empirically investigated the relationship between insider managerial ownership and firm performance, and found a quadratic relationship, suggesting that firm performance first increases as insider managerial ownership increases, but then firm performance decreases after a certain level of insider managerial ownership. For example, McConnell and Servaes (1990) regressed Tobin's q on the linear term and squared term of insider managerial ownership and found a positive influence from the linear term, but also a negative coefficient from the squared term, thereby supporting a curvilinear relationship between insider managerial ownership and firm performance. McConnell et al. (2008) later examined 4141 different purchases by insiders, representing 1700 different companies for the period 1994 through 1999. They revealed that a curvilinear relationship (i.e., inverted U-shape) exists between firm value and insider managerial ownership.\n\nTo summarize, the empirical results from previous studies of the effects of insider managerial ownership on corporate performance have been mixed and inconclusive. Moreover, relatively little examination considers the association between ownership structure and corporate performance of hotel companies in the hospitality financial literature, especially in the Taiwanese hotel context. Therefore, to fill the gap in the hospitality financial literature, this study examines the relationship between the insider managerial ownership and firm performance for publicly traded Taiwanese hotels.\n\nThis study selected publicly traded hotel companies in Taiwan for the study sample because of the availability of required financial data. Seven such hotels constitute the sample: Ambassador Hotel, First Hotel, Grant Formosa Regent Taipei, Hotel Holiday Garden, Leofoo Corporation, Landis Taipei, and Chihpen Royal, and all seven hotels are tourist hotels whose stocks are traded on the Taiwan Stock Exchange. These sampled hotel companies provided required financial data from the first quarter of 1997 to the fourth quarter of 2009 (52 quarters). All data appears in the database of the Taiwan Economic Journal (TEJ). Consequently, 364 quarterly sample observations (7 hotels multiplied by 52 quarters) are available for this study's main analysis. Insider managerial shareholdings (IMS) were measured as the percentages of total shares held by managers and directors (or insiders). Therefore, the total shares further divide into two categories: managers' shareholdings (MAS) and directors' shareholdings (DIRS), and this study examines not only the total insider managerial shareholdings, but also the two separate categories of insider shareholdings, MAS and DIRS. Fig. 1 illustrates the time trend of average IMS, DIRS and MAS of seven hotels from the first quarter of 1997 to the fourth quarter of 2009. As shown in Fig. 1 , mean IMS, DIRS and MAS increase over the period from the first quarter of 1997 to the first quarter of 2000, then decrease and maintain at a stable level.\n\nAccordingly, we present mean IMS, DIRS and MAS over the entire sample period and two different sub-samples in Table 1 Test results for mean difference between the two sub-sample periods are also provided in Table 1 . The mean IMS, DIRS and MAS over the full sample are 30.5538%, 30.1201% and 0.6113%, respectively. The mean IMS, DIRS and MAS are higher during 1997Q1-2000Q1 period than during 2000Q2-2009Q4 period. The difference in the mean IMS, DIRS and MAS over the two subsample periods is 6.4925%, 6.0715% and 1.1193%, which are all statistically significant difference in their means at the 1% level. These findings show that the higher mean IMS, DIRS and MAS during 1997Q1-2000Q1 period are statistically significant. The financial economics literature most frequently employed returns on assets (ROA) and returns on equity (ROE) (accounting measures) as proxies of corporate performance. Accounting performance measures, however, reflect a firm's performance only over previous years. Therefore, in addition to ROA and ROE, this study employs stock related performance measures (i.e., stock return and Tobin's Q) to represent a firm's performance including future prospects. This study analyzes quarterly data, from the TEJ financial database, of the sampled hotels' performance measures. The financial performance measures are:\n\nReturn on assets (ROA) is defined as the net income divided by total assets and is a measure of profit per dollar of assets:\n\nwhere net income and total assets are values at the end of each quarter. ROA represents the ability of a firm's management to create profits from the firm's assets (Athanasoglou et al., 2008) . Kang and Stulz (1997) asserted that public investors tend to invest in firms with higher ROA since that measure is an indication of management's efficiency. Return on equity (ROE) is computed as the net income divided by total equity and is a measure of a firm's profit generating efficiency from every dollar of shareholders' equity:\n\nwhere net income and total equity are values at the end of each quarter. The ROE is useful for comparing the profitability of a company to that of other firms in the same industry (Athanasoglou et al., 2008; Capon et al., 1990; Chathoth and Olsen, 2007) . ROA and ROE can measure both profitability and quality of earnings of companies.\n\nThe stock return (SR) is measured as the natural logarithm of return (Chen, 2007b) and computed as:\n\nwhere stock price is the closing price at the end of each quarter and the subscript, t, represents time period. According to Heiman (1988) , stock price reflects the market's perceptions of a firm's performance including future prospects, and a company's stock price is considered to be the most important financial performance measure.\n\nTobin's Q is defined as market value of a firm divided by the replacement value of its assets:\n\nwhere the numerator of Tobin's Q is the sum of the market value of common stock, the book value of preferred stock and debt, and the denominator is the book value of total assets. Because the procedures to calculate Tobin's Q, proposed by Lindenberg and Ross (1981) and Lang and Litzenberger (1989) , were complex and difficult, this study uses an approximate Tobin's Q, proposed by Chung and Pruitt (1994) , following many previous empirical studies (for example, Himmelberg et al., 1999; Hsu and Jang, 2009; Kang et al., 2010; Koh et al., 2009 ). However, notably, Tobin's Q can be influenced by investors' psychology pertaining to forecasts of a multitude of world events that include the outcomes of present business strategies. A higher Tobin's Q indicates a greater future growth opportunity or a higher intangible asset value, compared to asset replacement cost. In addition, this study includes two control variables: firm size and growth rate of sales. Measurement of the variable of firm size (SIZE) is the natural logarithm of the average total assets:\n\nwhere average total assets is calculated from dividing the sum of total assets at the beginning and end of the quarter by two. Large firms are likely to have market power to obtain better performance in a competitive environment with a greater ability to adapt to economic and social changes (Chen, 2010) . The model includes the growth rate of sales ( SALES) to represent growth opportunities, and the calculation is:\n\nwhere sales are the measurement of total quarterly revenues and the subscript, t, represents a time period. Previous studies used the growth rate of sales as a control variable in examining the relationship between firm performance and equity ownership levels (Anderson and Reeb, 2003) . Table 2 summarizes the statistics of all study variables: ROA, ROE, SR, Tobin's Q, IMS, DIRS, MAS, SIZE and SALES during the entire sample period while the following tables.\n\nTo examine the impact of insider managerial shareholdings on financial performance of publicly traded Taiwanese hotel companies, this study employs panel regression analysis using panel data of the sampled seven hotel companies over the period 1997-2009. A panel data set takes the form which contains both cross-sectional and time series dimensions; it can reflect not only the differences between subjects from cross-sectional information but also the changes within subjects over time from the time-series. Baltagi (2005) and Hsiao (1986) stated that panel data methodology can control for an individual firm's heterogeneity, reduce problems associated with multicollinearity, alleviate estimation bias, and specify the time-varying relationship between dependent and independent variables.\n\nFollowing McConnell and Servaes (1990) , this study includes both the linear and quadratic terms of insider managerial ownership in the model to examine the potential curvilinear relationship. The model specifically contains the quadratic term of the insider managerial ownership variable for an examination of an inverted U-shaped relationship between insider ownership and firm performance. This study performs the same analysis, individually, for directors' shareholdings (DIRS) and managers' shareholdings (MAS). The panel regression models are: Model 1:\n\nModel 2:\n\nModel 3:\n\nModel 1 tests the quadratic effect of insider managerial ownership on hotel firm performance while Models 2 and 3 examine the quadratic relationship between directors' ownership and managers' ownership, respectively, and firm performance. As previously discussed, this study uses returns on assets, returns on equity, stock return, and Tobin's Q to represent financial performance.\n\nThis study proposes an inverted U-shaped relationship between insider managerial ownership and corporate performance. That is, the overall effect of increasing insider managerial ownership is likely to contribute to the improvement of firm performance because the effects can resolve the ownership separation problem and reduce agency costs. However, when insider managerial ownership reaches and exceeds a certain level, insiders may become entrenched and expropriate the wealth of minority shareholders, which will result in deterioration of corporate performance. It is also worth noting that we test for a cubic relationship between insider managerial ownership and corporate performance. However, all test results fail to support a cubic relationship at a 5% significance level.\n\nThis study uses panel regression tests to investigate the impact of insider managerial shareholdings on financial performance of publicly traded hotels in Taiwan. Panel data methodology can control for individual firm's heterogeneity, reduce problems associated with multicollinearity and estimation bias, and specify the time-varying relation between dependent and independent variables (Hsiao, 1986; Baltagi, 2005) . When estimating panel regression tests, we consider three estimation methods: pooled ordinary least square (OLS), fixed effects, and random effects (Dimitrios, 2005) .\n\nBefore performing panel regression tests, we use the panel unit root test to examine the stationary of all variables. To avoid the spurious regression, we have to confirm that all variables are stationary. The panel unit root tests of Breitung (2000) and Im et al. (2003) are executed to examine the stationary of all variables. As shown in Table 3 , results of both tests indicate that ROA, ROE, SR, Tobin's Q, IMS, DIRS and MAS are all stationary. We hence proceed with the estimation of panel regression tests.\n\nAs mentioned, pooled OLS, the fixed effects method and the random effects method are three different methods used to estimate panel regression tests. The pooled OLS method estimates the common constant for all cross-sections (i.e., there are no differences between the estimated cross-sections). The constant is treated as section-specific in the fixed effects method. However, the constants of the random effects method for each section are random parameters.\n\nThe fixed effects estimator, also known as the least squares dummy variables estimator, includes a dummy variable for each group to allow for various constants for each group. Based on the fixed effects method, Eqs. (7)-(9) can be rewritten in a matrix notation as: \n\nwhere i T ×1 = ( 1 1 1 2 ... i T ) , i = 1, . . ., N and t = 1, . . ., T. The dummy variable D allows us to take different group-specific estimates for each of the constants for every different section, N represents the number of hotels (N = 7), T is the time periods (T = 52 quarters) and K is the number of independent variables (K = 4). To check whether the pooled OLS or fixed effects method is appropriate for regression Eqs. (7)-(9), F-test is performed. The null hypothesis is that all the constants (the respective intercepts of 7 hotels) are the same (homogeneity), and thus the common constant method is applicable, H 0 : a 1 = a 2 = · · · = a n . The test statistic, F-statistic, is:\n\nwhere R 2 FE and R 2 CC is the coefficient of determination of the fixed effects method and the common constant model, respectively. If F-statistic is greater than F-test critical value, the null hypothesis is rejected. The rejection of the null hypothesis implies that the fixed effects method is more appropriate than the pooled OLS.\n\nIn the random effects method, the constants for each section are not fixed but random. The random effects model takes the following form:\n\nwhere a is the random intercept and is the error term of the random intercept, ∼iid (0, 2 ). The Hausman (1978) test is used to check whether the fixed or random effects method should be considered. The null hypothesis is that and regressor X are uncorrelated and the random effects model is consistent and efficient (Dimitrios, 2005) : H 0 : E( , X) = 0. The test statistic is given as:\n\nwhereb FE andb RE denote the estimator of the fixed effects model and the random effects model, respectively. If the test statistic is larger than 2 critical value, the null hypothesis that the random effects method is appropriate for regression Eqs. (7)-(9) can be rejected. Accordingly, the fixed effects model is more appropriate. Table 4 summarizes F-test and Hausman specification test results. The F-test results in Table 4 (panel A) show that panel regressions based on Eqs. (7)-(9) are all significant at the 1% level (the rejection of the null hypothesis) for dependent variables ROA, ROE and Tobin's Q, but not statistically significant for dependent variable SR. The results suggest that the fixed effects method is appropriate when dependent variables are ROA, ROE and Tobin's Q in Eqs. (7)-(9), and the pooled OLS is more suitable when dependent variable is SR in Eqs. (7)-(9). The next step is to check whether fixed or random effects method should be used to estimate regression Eqs. (7)-(9) when dependent variables are ROA, ROE and Tobin's Q.\n\nThe Hausman test results (panel B) reveal that panel regressions based on Eqs. (7)-(9) are all significant at the 5% level for dependent variables ROA and ROE, but not statistically significant for dependent variable Tobin's Q. Thus, the fixed effects method is appropriate when dependent variables are ROA and ROE in Eqs. (7)-(9), and the random effects OLS is more suitable when dependent variable is Tobin's Q in Eqs. (7)-(9).\n\nTables 5-10 present the main panel regression test results based on Models 1, 2 and 3. Along with these results, each table additionally shows results of the panel regression analysis with only main factors (i.e., IMS and IMS 2 , DIRS and DIRS 2 , and MAS and MAS 2 ) excluding the two control variables.\n\nTest results in Tables 5 and 6, in general, suggest a quadratic relationship between insider managerial shareholdings (IMS) and corporate performance when measured with ROA, ROE and SIZE does not explain stock return (SR) throughout the three models. SALES consistently shows a significant explanatory power on accounting performance measures (ROA and ROE), but does not explain stock-related performance measures (SR and Tobin's Q) among the three models.\n\nFindings of this study suggest that an inverted U-shaped relationship exists between insider managerial ownership and three performance measures (i.e., ROA, ROE and Tobin's Q), and the same relationship also exists between directors' ownership and the three performance measures (i.e., ROA, ROE and Tobin's Q). The findings imply that both convergence-of-interest effect and entrenchment effect may exist at the same time in the Taiwanese hotel industry. More specifically, when insider managerial shareholdings (or directors' shareholdings) increase, the convergence-of-interest effect seems to have greater impact than the entrenchment effect; thus firm performance in terms of ROA, ROE, and Tobin's Q tend to increase. However, such impacts seemed to reverse after reaching a certain level (i.e., optimal point) of insider managerial shareholdings (or directors' shareholdings). Specifically, as insider managerial shareholdings (or directors' shareholdings) continues to increase beyond the optimal point, the firm's performance (again, in terms of ROA, ROE and Tobin's Q) tends to decrease.\n\nIn other words, an increased level of insiders' managerial ownership (or directors' ownership) more closely merges interests with corporate insiders and shareholders, and thus reduces agency conflicts which results in an enhanced firm performance. However, as insiders (or directors) begin to own a disproportionate amount of stock, insiders' (or directors') interests in entrenching their positions may become greater than before, and may induce insiders (directors) to make business decisions that maximize their interests rather than shareholders' values. The study further found that managers' shareholdings have no impact on all four measures of corporate performance.\n\nThe study results imply that an optimal point of insider managerial shareholdings and directors' shareholdings exists and based on the coefficients estimated by this study, such optimal points can be calculated as follows. To obtain the point of IMS that maximizes firm performance, uses derivatives of ROA, ROE, and Tobin's Q with respect to IMS. After taking derivatives, the equation for ROA becomes:\n\nThen, the solution for IMS is approximately 27.54%. Using the same approach allows obtaining the optimal point of the ROE as 27.99% while the optimal point of Tobin's Q can be calculated as 42.52%. These results argue that profitability of publicly traded hotel companies in Taiwan tend to be maximized at a point somewhere near 28% of insider managerial ownership whereas the market value performance of hotel companies tend to be maximized somewhere near 43% of insider managerial ownership.\n\nSecond Similarly, using derivatives of ROA, ROE, and Tobin's Q with respect to DIR allows computing the optimal point. Accordingly, the optimal points of directors' shareholding percentage are 24.61%, 25.08%, and 44.81%, respectively, for ROA, ROE, and Tobin's Q. These findings show that both optimal points for total insider managerial shareholdings and directors' shareholdings for the profitability indicators (ROA and ROE) are similar to each other, and also much lower than the optimal point for market value performance (Tobin's Q).\n\nThe results of the current study suggest that maximum hotel firm performance occurs at a lower level of insider managerial and directors' ownerships than some previous studies indicated. Stulz (1988) and McConnell and Servaes (1990) both reported that firm performance maximized at a level approximately 50% of insider managerial ownership. In other words, for public hotel firms in Taiwan, the positive effect (possibly, convergence-of-interests) of insider managerial and directors' ownership on firm performance diminishes more quickly and negative impacts emerge earlier.\n\nThe study also found that the growth rate of sales has a positive effect on ROA and ROE (accounting measures), consistent with many previous studies (for example, Capon et al., 1990) . One interesting finding, however, is that sales growth rate does not appear to impact value performance measures (stock return and Tobin's Q).\n\nThis particular measure may be a good predictor of a near-future firm profitability, but the market may not infer much from a firm's sales growth rate in pricing the firm's stock.\n\nHotel owners or shareholders may incorporate findings from this study into their incentive package programs, especially with their directors and managers. According to this study's results, shareholders may decide to provide a relatively balanced proportion of stock shares for directors in an attempt to maintain a potential optimal point of shareholdings for that group. Coincidently, shareholders may not wish to institute a shareholding strategy for managers, at least for immediately. The strategy should vary based on what firm performance goal is the focus of the company because the study's findings suggest that different optimal points for directors' shareholding exist for accounting measures and value performance measures.\n\nHowever, the proposed optimal points are averaged values of all seven sampled hotels for the entire sample period (1997-2009), thus may not be precisely applicable to each individual firm; each hotel is encouraged to seek its own optimal point range, if possible. In addition, a shareholding strategy of this type should be a component of long-term corporate vision, not a short-term tactic. When contemplating the difficulty of controlling directors' shareholdings, however, shareholders of hotel firms may wish to concentrate more on control mechanisms, such as monitoring systems, that encourage or force directors to maximize profits (Alchian and Demsetz, 1972) , managerial labor markets (Fama, 1980) , and debt pressure (Jensen, 1989) .\n\nHotel investors in Taiwan can incorporate this study's findings when evaluating their hotel investment portfolios. The proposed optimal points for directors' or total insider shareholdings are useful as one criterion for creating or re-evaluating their hotel portfolios. This criterion, however, should be in concert with many other significant portfolio evaluating criteria when making investment decisions. Hotel industry educators, in addition, may use the findings of this study in future research that considers directors' or total insider shareholdings as a potential factor that may confound the relationship between other explanatory variables and a hotel firm's performance measures.\n\nThis study examined effects of insider managerial ownership on financial performance of publicly traded hotels in Taiwan during the period 1997-2009. The study used seven hotels' quarterly financial data and incorporated four different performance measures (i.e., ROA, ROE, SR, and Tobin's Q) to accomplish the main purpose. In addition to analyzing total insider managerial ownership, the study split insider managerial ownership into two components (directors' and managers' ownership) and examined each of them, separately. In particular, the relationship tested in this study is a curvilinear, i.e., an inverted U-shaped relationship between insider managerial ownership and hotel performance.\n\nPanel regression test results suggest that total insider ownership and directors' shareholdings explains ROA, ROE and Tobin's Q, but not SR. Moreover, the effects of total insider ownership and directors' shareholdings on hotel performance (ROA, ROE, and Tobin's Q) are of an inverted U-shaped. These findings imply that both total insider ownership and directors' shareholdings have a significantly positive impact on hotel performance until reaching an optimal point (support of the convergence-of-interests hypothesis), and when total insider ownership and directors' shareholdings are higher than the corresponding optimal point, they can significantly deteriorate hotel performance (support of the entrenchment hypothesis). Specifically, the optimal point of total insider ownership that maximizes ROA, ROE, and Tobin's Q are 27.54%, 27.99%, and 42.52%, respectively, while the optimal points for directors' shareholding percentages are 24.61%, 25.08%, and 44.81%, respectively, for ROA, ROE and Tobin's Q.\n\nWhen considering the mean values of IMS (30.103%) and DIRS (29.536%) of the Taiwanese hotel industry as a whole, the industry, on average, appears to be exercising its shareholding policy a little beyond the optimal point in terms of accounting performance (ROA and ROE), but modestly below the optimal point in terms of value performance (Tobin's Q). Unless the industry anticipates a nationwide economic hardship in the short-term, the hotel industry in Taiwan may want to encourage hotel companies to increase exercising general shareholding with directors, thus approach more closely the proximity of the optimal point in terms of value performance. However, this suggestion should be certainly implemented with a clear consideration of unique situations of each hotel. Moreover, it is possible that changing shareholding patterns initiated by shareholders may face some difficulties because some directors hold significant portions of shares and thus exercise critical power in making such decision. Nevertheless, understanding that executives' and financial managers' ultimate goals are to increase shareholders' value (i.e., firm value), an enhancement of a firm's value performance may be given priority over other performance measures such as accounting performance, and any attempts to achieve that goal by, such as, accomplishing the optimal point of insiders' or directors' shareholdings, the industry may, in general, improve its performance as a whole and thus its significance in the Taiwanese economy.\n\nDifferent from total insiders' and directors' shareholdings, the impact of managers' shareholdings on hotel firm performance is not statistically significant in Taiwan. In particular, when compared to recent literature that considered Taiwanese electronics companies for the insider ownership (Sheu and Yang, 2005) , the current study's findings seem to indicate a unique relationship in the hotel industry in the Taiwanese context. Sheu and Yang (2005) used productivity as a proxy for a firm's performance in examining the effect of insider ownership structure, and found no influence of total insider ownership or boards' shareholding on productivity. This may suggest that hotel directors may have a greater effect on, or relationship with, corporate performance than appears for other industries in Taiwan, and such information should be valuable to hoteliers, the hotel investment community, and educators.\n\nThe finding that managers' shareholdings can not significantly affect financial performance of hotel companies may imply that hotel managers, compared to directors, lack power for significant decisions that would create changes in firm performance; thus managers' various levels of shareholdings have an insignificant influence on the firm performance. Or, it may be that advantages of shareholdings (e.g., convergence-of-interests) and disadvantages (e.g., entrenchment) tend to offset each other relatively equally for all levels; thus, in total, the end result is insignificant. However, this is an empirical question, and further investigation of this aspect is an important, future consideration.\n\nLast, insider managerial ownership may vary among countries, especially given the differences in political and financial structures. Future studies can conduct similar examinations using data from other countries to determine if insider managerial ownership (directors' and managers' ownership) has a significant influence on financial performance of hotel companies, and if so, in what forms. Further, the critical role of the insider managerial ownership (directors' and managers' ownership) on firm performance can be different among hospitality industries. Since differences in the insider managerial ownership in various hospitality sectors is highly probable, additional investigation can be extended to other hospitality sectors, such as airlines, casinos, and restaurants. An interesting comparison would involve how various insider managerial ownerships affect financial performance in different hospitality segments."}