{"title": "Circulation of Alphacoronavirus, Betacoronavirus and Paramyxovirus in Hipposideros bat species in Zimbabwe ☆", "body": "Bats carry a great diversity of zoonotic viruses with a high-impact on human health and livestock. Since the emergence of new coronaviruses and paramyxoviruses in humans (e.g. Severe Acute Respiratory Syndrome Coronavirus (SARS-CoV) and Nipah virus), numerous studies clearly established that bats can maintain some of these viruses. Improving our understanding on the role of bats in the epidemiology of the pathogens they harbour is necessary to prevent cross-species spill over along the wild/domestic/human gradient. In this study, we screened bat faecal samples for the presence of Coronavirus and Paramyxovirus in two caves frequently visited by local people to collect manure and/or to hunt bats in Zimbabwe. We amplified partial RNA-dependent RNA polymerase genes of Alpha and Betacoronavirus together with the partial polymerase gene of Paramyxovirus. Identified coronaviruses were related to pathogenic human strains and the paramyxovirus belonged to the recently described Jeilongvirus genus. Our results highlighted the importance of monitoring virus circulation in wildlife, especially bats, in the context of intense human-wildlife interfaces in order to strengthen prevention measures among local populations and to implement sentinel surveillance in sites with high zoonotic diseases transmission potential.\n\nBats comprise nearly 1200 species and constitute ≈20% of living mammal species and are distributed on all continents except Antarctic, Artic and a few islands (Simmons, 2005) . Due to their unique (only flying mammals) and diverse lifestyles, bats differ from other sylvatic disease mammalian reservoirs and are predisposed for the acquisition and maintenance of viruses (Hayman et al., 2013) . During the past two decades, bats (Chiroptera) have been identified as the reservoir host of a number of high-impact zoonotic viruses known to induce highly lethal diseases in humans and domestic animals (Brook and Dobson, 2015) . They have been associated with emerging Paramyxovirus (Nipah and hendra viruses), Coronavirus (MERS-CoV and SARS-CoV) and Filovirus (Ebola and Marburg viruses) (Smith and Wang, 2013) which attracted global attention due to their severity and/or large-scale spread. Those emergences have been caused by the ever-increasing interfaces between domestic animals, people and bat communities created by current global and human changes (Brierley et al., 2016) . Human activities that increase exposure to bats induce new and more infectious contacts between species and promote the spill over of unknown pathogens from bats to other animals. The identification of the reservoir species is key for the control of these emerging infectious diseases in order to prevent/manage practices at risk of pathogens spill over.\n\nAlthough numerous studies have been implemented on bat-borne viruses around the world, large gaps still exists concerning the viral diversity among Chiroptera especially in some regions that attracted little disease research until now. The Republic of Zimbabwe is situated southern Africa in the subtropical zone and has an exceptional great diversity of wildlife. To date more than 60 bat species have been recorded in Zimbabwe (Monadjem et al., 2010) . Accordingly, Zimbabwe represents a potential hot spot for future emergence of microorganisms from bats that can transmit infections to humans and livestock (Morse et al., 2012) . Many cases of rabies, anthrax, African swine fever and foot and mouth diseases have been recorded in the last 20 years. Furthermore, Lyssavirus were demonstrated in bats (Duvenhage virus) and in cats and dogs (Mokola Virus, Lagos bat virus) (Bingham et al., 2001; Foggin, 1982) . In the 1970s, a traveller who passed through Zimbabwe was probably infected with the Marburg virus after visiting the Chinhoyi caves about 135 km northwest of Harare, capital of Zimbabwe (Peterson et al., 2006) . We report here the first evidence of circulation of Coronavirus and Paramyxovirus in Hipposideros bat species in Zimbabwe.\n\nBetween June 2016 and February 2017, 99 and 146 faecal samples were respectively collected in two caves ( Fig. 1 ) regularly visited by local people to collect bat guano used as fertiliser. Each cave was visited twice at two different periods. Two square meters plastic sheets were laid down in the caves, underneath the bat colonies for overnight (five plastic sheets per cave). Faeces were collected from each plastic sheet at a rate of ≈ 6 g of pooled faeces in 15 ml tube with 6 ml of homemade RNA stabilisation solution (Pol Scientific, 1999) . Samples were stored at −80°C until laboratory analyses.\n\nBat species were identified by Cytochrome b amplification (Kocher et al., 1989) and sequencing after DNA extraction using Qiamp DNA stool (Qiagen S.A, Courtaboeuf, France). Cytochrome b sequences were then compared to available bat sequences in the GenBank database using Basic Local Alignment Search Tool (BLAST) program and species were confirmed by phylogenetic analysis (supplementary material, Fig. 1S,) . Only bats from Hipposideros spp., representing two distinct colonies, were identified. To date, two different Hipposideros bat species have been reported in Zimbabwe; Hipposideros caffer and Hipposideros vittatus (Monadjem et al., 2010) . Our samples were closer to Hip. caffer than any other Hipposideros spp. (supplementary material, Fig. 1S,) .\n\nRNA extraction was carried out from all faecal samples collected. Briefly, two sample tubes from the same plastic sheet were pooled and transferred in a 50 ml tube with 20 ml of PBS 1× then vigorously mixed. All together we made 73 (51 in June 2016 and 22 in February 2017) pools from Mabura cave and 50 (35 in June 2016 and 15 in February 2017) pools from Magweto cave respectively. Tubes were centrifuged at 4500 rpm for 10 min. Supernatant was filtered using gauze in order to eliminate faecal matter and transferred in fresh tubes then re-centrifuged at 4500 rpm for 10 min. Supernatant was filtered through a 0.2 μm filter to remove eukaryotic and bacterial sized particles. Seven millilitres of filtered samples were centrifuged at 250,000 g for 2.5 h at 4°C. The pellets were re-suspended in 600 μl H 2 0 molecular grade and 150 μl were used to extract RNA using NucleoSpin® RNA Kit (Macherey-Nagel, France) according to the manufacturer's protocol. The 123 RNA samples extracted from the pools were then reverse transcribed using random hexamers and screened for Coronavirus (CoV) and Paramyxovirus (ParV) as previously described employing a pancoronavirus and pan-paramyxovirus nested RT-PCR directed against partial polymerase RNA-dependent RNA polymerase (RdPd) and polymerase gene sequences, respectively (Chu et al., 2011; Tong et al., 2008) . PCR products (415 bp for CoV and 531 bp for ParV) were agarose gel purified (Geneclean Turbo Kit, MP Biomedicals, France) and directly sequenced in both 5′ and 3′ directions using cycle sequencing and dye terminator methodologies (Eurofins, Germany). Overlapping sequences were assembled into contiguous sequences using SEQMAN DNASTAR software (lasergene, DNASTAR, Inc., Madison, WI, USA). Partial non-concatenated nucleic acid sequences of the new Coronavirus and Paramyxovirus as well as from Cytochrome B were aligned using MEGA 7 (Kumar et al., 2016) , with minor manual adjustments. Sites that could not be unambiguously aligned were excluded and divergent regions were excluded from subsequent analyses. Phylogenies were inferred using both Bayesian methods and Maximum Likelihood (ML) method implemented in MrBayes v3.2.6 and in PhyML respectively (Guindon et al., 2010; Ronquist et al., 2012) . Mr. Bayes ran for four million generations for Coronavirus RdRp and Paramyxovirus polymerase genes, respectively, with a 10% burn-in. Bayesian parameters were examined with the Tracer program (Tracer, 2003) . Convergence diagnostic for the Estimated sample Size (ESS) values and Potential Scale Reduction Factor (PSRF) were > 500 and equal to 1 respectively. In ML method, the reliability of branching orders was tested using the bootstrap approach (1000 replicates). The suited evolution model (GTR + Γ 4 + I for Coronavirus and Cytochrome B, and GTR + Γ 4 for Paramyxovirus) was selected by Akaie's Information criterion (AIC) using Topali software (Milne et al., 2009) . From both phylogenetic analyses, similar tree topologies were obtained (data not shown). Identities analyses were done using ClustalX (Larkin et al., 2007) . We characterised Alphacoronavirus in Mabura cave as well as Betacoronavirus and Paramyxovirus in Magweto cave from roundleaf bats, which was the only bat genus observed in the two visited caves at the time of our samplings. Our new Alphacoronavirus formed a well sustained specific sub-clade close to the human Coronavirus 229E strain (HCoV-229E) (Fig. 2) that circulates in human population worldwide and mostly causes mild respiratory disease (Masters and Perlman, 2013) . This close relationship is confirmed by a high percentage (95%) of amino acid identities (Supplementary Material, Table S1 ). Interestingly, our BtCoV 229E related strains are distinct to those identified in Hip. caffer rufer from Ghana (Pfefferle et al., 2009) . Our results are in accord with the recently suggested long evolutionary history of 229Erelated CoV in old world hipposiderid bats (Corman et al., 2015) . Nonetheless it is unclear whether bats directly transmitted this virus to human or if an intermediate host was involved in the transmission chain such as demonstrated for SARS-CoV and MERS-CoV (Smith and Wang, 2013) .\n\nIn Mabura cave, during our first visit during the cold dry season in June 2016 we collected faeces from three plastic sheets and Bat 229-E like virus was amplified from samples issued from each plastic sheet suggesting an important circulation of this virus in the bat colony. Interestingly, no viruses were amplified from the second sampling in this cave during the rainy season in February 2017. Nonetheless, during the second visit we observed a consequent diminution of bats present in the cave and our sampling was lower than expected. This could be due to Hipposideros spp. seasonal movement. Besides, the absence of Alphacoronavirus could also be due to temporal variation in virus shedding in bats (Plowright et al., 2015) . In Magweto cave we amplified Betacoronavirus from only one pooled sample (Fig. 2) . It could be due to a low circulation of this virus in the bat colony. Phylogenetic analyses showed that this new virus formed a specific clade with betacoronaviruses isolated in Asia and Africa (Gouilh et al., 2011; Pfefferle et al., 2009; Quan et al., 2010) with 90% to 87% of amino acid identities (Supplementary material, Table S1 ) and together they formed a sister clade with the described SARS-CoV strains with 77% of amino acid identities (Fig. 2, Supplementary material , Table S1 ). The SARS-CoV related (SARS-CoVr) sister clade is well sustained and our new Bt SARS-CoVr strain is positioned at the root of this clade. This finding could strengthen the African origin hypothesis of SARS-like group (Pfefferle et al., 2009; Quan et al., 2010) . Nonetheless, this hypothesis is controversial and, in order to disentangle the Bt SARS-CoVr origin, future studies should focus on Hipposideridae as well as on Rhinolophidae and Rhinonycteridae since these three bat families diverged from a common ancestor, which potentially hosted the ancestor of SARS-related COVs (Foley et al., 2015; Gouilh et al., 2011) .\n\nAdditionally, SARS-CoVr have been characterised from these three bat families (Pfefferle et al., 2009; Smith et al., 2016; Wu et al., 2016) .\n\nSARS-CoV emerged at the beginning of 21 e century following a human transmission by an intermediary host, a palm civet, in China. More than 8000 human infections were reported around the world with a case fatality rate of up to 10% (Smith and Wang, 2013) . To date several studies evidenced different bat species as potential SARS and SARS-like CoV reservoirs worldwide (Li et al., 2005) .\n\nIn addition, in the same cave we amplified a Paramyxovirus closer to bat Paramyxovirus (77 to 87% of amino acid identities) related to the putative Jeilongvirus genus (Fig. 3, Supplementary material Table S1 ) than other Paramyxovirus lineages. To date, the pathogenic potential of the viruses from this genus is currently unknown. However, the Beilong virus was discovered on human kidney cell lines and neutralising antibodies against J virus have been detected in rodents, pigs and humans (Audsley et al., 2016) . In addition, bat viruses belonging to the related-Jeilongvirus genus were widely detected in China and more recently in Luxembourg in Europe (Pauly et al., 2017) . Altogether, these data highlight the need for further studies on the zoonotic potential of these viruses.\n\nAlthough Coronavirus and Paramyxovirus have been widely Fig. 3 . Phylogenetic analysis of partial polymerase gene of the newly identified Paramyxovirus (ParV) sequence from Zimbabwe. New partial pol (531 bp) ParV sequences are represented in bold and were compared to previously identified Paramyxovirus available in the GenBank. Accession numbers are showed before the strain name. Only Bayesian posterior probabilities are showed. Asterisks at nodes represent posterior probability ≥90%. Scale bars indicate the number of base substitutions per site described in bats around the world (Anthony et al., 2017; Drexler et al., 2012) , our results pointed out the need to widen viral screening in under-investigated countries particularly when the country has considerable potential as a hot spot for emerging infectious diseases (Morse et al., 2012) . Our study focused on two caves in Zimbabwe with an important bat-human interface throughout guano harvesting and/or bats poaching. Non-invasive sampling provides a rapid approach to target site of interest for in-depth studies on virus prevalence in bats and temporal variation in virus shedding in bats (viral ecology) and provides a first risk assessment of the transmission of bat-borne pathogens to humans. Finally, our study will enable, in agreement with the local health authorities, to carry out a specific communication within the local populations on the risk of contamination and how to prevent it. Supplementary data to this article can be found online at https:// doi.org/10.1016/j.meegid.2018.01.007."}