{"title": "", "body": "The emergence of a novel COVID-19 coronavirus pandemic has rapidly caused an enormous worldwide medical and socioeconomic impact since the first case emerged on November 16th 2019 [1] .\n\nThe relatively large numbers of covid-19 patients with hypoxaemic respiratory failure requiring ICU admission for mechanical ventilation and their high mortality [1] (compared to seasonal influenza) is of particular concern in the current circumstances. In Northern Italy, an exponential increase in COVID-19 admissions rapidly overwhelmed normal ICU capacity [2] and surge capacity had to be created quickly. The exact reason for the sudden need for ICU surge capacity in Italy and whether this will generalise to other countries is unclear, but both demographic factors and healthcare system structure are likely to be important. Notably, UK availability of ICU beds per capita compares poorly with other highincome countries-including Italy [3] .\n\nWhilst standard medical wards may be repurposed easily, creating ICU capacity is constrained by the need for complex equipment and the delivery of highly specialised care. Nevertheless, there are mechanisms by which ICU capacity can be increased in an emergency, including decreasing patient flow through reducing elective work or changing referral networks, and providing additional emergency physical capacity for mechanical ventilation (e.g. operating theatre ventilators). All of these require significant changes to infrastructure, processes, or sta ng and are therefore expensive and possibly time-consuming. Furthermore, the consequences for resources and sta↵ redeployment are significant. Forecasting was therefore essential in guiding such di cult policy decisions in Italy [2] . The explosion of cases seen in Italy means that an early warning of need for surge capacity is likely to be required in England.\n\nEpidemiological simulation has previously been successful in predicting the need for surge H1N1 ICU capacity in 2009 [4, 5] . In recent days, a similar simulation model for COVID-19 has been circulating [6] , which suggests an overwhelming demand for critical care, with a peak occurring between May and early June 2020 and lasting 2-3 months depending on nonpharmacological intervention (NPI) assumptions.\n\nCrucially, however, such simulation models do not incorporate up-to-date data and are therefore unsuitable for real time short-range forecasting and early warning.\n\nIn this paper we use published COVID-19 diagnosis data for England to generate the earli- \n\nWe use COVID-19 diagnoses from England as reported by Public Health England (PHE) and matched to NHS commissioning regions [8] as our source data to obtain information on daily cases.\n\nWe started to extract this data feed on 13/03/20 to give daily case data. We assume that the daily incidence of COVID-19 can be modelled as an exponential growth (in line with what was observed in Italy [2] ). Therefore, we forecast the likely distributions of new COVID-19 diagnoses over the next 14 days by using an ordinary least squares fit to linearly extrapolate from the logarithm of the cumulative cases. We di↵erentiate the cumulative model to obtain a daily incidence model i.e. we multiply by the exponent ( d dx Ae Bx = ABe Bx ). This makes the exponent fitting (B) more robust to stochastic noise from 2 . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nThe copyright holder for this preprint . https://doi.org/10.1101/2020.03.19.20039057 doi: medRxiv preprint Figure 1 : Model timeline. Our model relies on a n-day window for regression, beginning 13/03 with recent observed data. The model predicts two weeks into the future from the time of writing. Figure 2: Regional demographics and expected critical care demand per case of COVID-19 stratified by region, each compared to ICU bed capacity per 100,000 people. Population is divided into age categories, and percentage of cases requiring ICU is divided into expected percentage of survivors and non-survivors. The numerical data can be seen in Table 1. small case numbers in some regions.\n\nUsing early data from Verity et al. 2020 [9] (reproduced in Table 1 ), we estimate the ICU mortality and ICU admission rate per case by standardising to the local population in each NHS commissioning region in England (see Figure 2 , obtained from the Clinical Commissioning Group population estimates for mid-2018 [10] ). We adjust by age and sex, which have both been shown to strongly correlate with mortality [9] . There is a higher male:female ratio in China than in England, so we use data from the 2017 Chinese census [11] to adjust for this under the assumption that the added risk of being male holds on a univariate basis. We use the ICU admission rate estimates to obtain ICU admissions from the case predictions in each region.\n\nAs new diagnoses have a delay to arrival in the 3 . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nThe copyright holder for this preprint Figure 3 shows the expected number of new is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nThe copyright holder for this preprint . \n\nIt is crucial to appreciate that both model and parameter uncertainties are inevitable, particularly when predicting the behaviour of a novel virus in a new population, and this may radically a↵ect our forecasts. However, we set out to provide the earliest possible data-driven forecast and therefore explicitly accept the limitations of the data available at the time. Our approach has been to keep the model as parsimonious as possible, with parameter estimates from the existing literature, to give a rough guide to early surge 5 . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nThe copyright holder for this preprint . https://doi.org/10.1101/2020.03.19.20039057 doi: medRxiv preprint Figure 4: Projected regional COVID-19 ICU occupancy as a percentage of regional capacity in the seven National Health Service commissioning regions in England. needs. With the small amount of available data, there are some specific limitations which need to be discussed.\n\nWe have used PHE published data for case ascertainment. We recognise that this data is potentially flawed and does not recognise all cases within the wider population. However, for our needs we specifically focus on the severe cases where, arguably, ascertainment bias is likely minimal due to the roll-out of routine testing for all critical care patients by PHE as part of the \"COVID Hospitalisation in England Surveillance System-CHESS\" [18] . Moreover, a persistent issue is that case ascertainment and timing after symptom onset is unlikely to be uniform between healthcare settings or over time as the surveyed population varies. Specifically, the shortage of available tests in the UK has led to stringent requirements for testing [16] . This would make our projections appear optimistic. Since we could not CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nThe copyright holder for this preprint . https://doi.org/10.1101/2020.03.19.20039057 doi: medRxiv preprint would artificially inflate our forecast numbers.\n\nSimilarly, the UK surveillance has changed over time. If the upturn in COVID-19 cases seen at the time of writing is largely due to an increase in ascertainment, then this would also render our model overly pessimistic. Nevertheless, this will always be a limitation of any early modelling [9] .\n\nWe assume that each region behaves as an optimally allocated \"pool\" of ICU beds, which is not necessarily true, since inter-hospital ICU-to-ICU transfers may not be feasible for both operational and clinical reasons, so that patients are unlikely to be uniformly distributed. We do not have more granular data available, but it is worth considering that it is possible for an individual hospital to reach critical capacity before the whole region. In this sense our predictions represent a \"best case\" scenario.\n\nWe forecast the percentage COVID-19 bed requirements in isolation, however the ICU must continue to provide care for other types of patients. Since UK bed occupancy is typically greater than 80% and may frequently exceed 100%, clearly not all beds can simply be reallocated for COVID-19 patients, however some specialist ICUs may not be able to reconfigure.\n\nFurthermore, we assumed that all adult critical care beds can be used for mechanically ventilated ICU patients, which operationally may not be possible. Thus, the precise percentage of additional COVID-19 patients that will actually exhaust routine capacity will vary from unit to unit, particularly in ICUs with a substantial postoperative elective surgical workload.\n\nEarly warning of an impending need for ICU surge capacity is crucial if there is to be sufficient time to re-configure services. We have shown that ultra-early data can be used to make time-sensitive forecasts of ICU occupancy. We show, subject to our assumptions, that it is credible that ICU requirements may become challenging within weeks. There remains a significant degree of uncertainty in the predictions due both to limitations of the reporting data and modelling assumptions. This emphasises the need for the collection of real-time patient-facing local data by initiatives such as CHESS [18] and a dynamic approach to improving models as new data becomes available.\n\nDeclarations of interest statement None declared."}