{"title": "The interaction of HIV with dendritic cells: outcomes and pathways", "body": "Dendritic cells (DCs) are among the first potential targets for HIV-1 during transmission (reviewed in [1] [2] [3] [4] ) ( Figure 1 ) owing to their unique localization at mucosal surfaces, coupled with their known proficiency in capturing antigens. In addition, DCs are versatile antigen-presenting cells (APCs) that form a pervasive network in the T cell areas of lymphoid tissues [5, 6] , where they induce protective adaptive immune responses, as well as tolerogenic responses (reviewed in [7] ). As a result there has been a large amount of research on the interaction of DCs with HIV, and here we review four key questions in this field.\n\nTo gain information on the infection of DCs and Langerhans cells (LCs) during transmission of immunodeficiency viruses at a mucosal surface in vivo, Simian immunodeficiency virus (SIV) infection of rhesus macaques through the vaginal route has been studied. SIV was found in DCs early after crossing the stratified squamous epithelium of the vagina and exocervix [8, 9] . Nevertheless, the frequency of infected cells was low. In subsequent studies, performed in the gut-associated lymphoid tissue (GALT), where CD4 + T cells were present in large numbers, productive infection of T cells was more readily detected than infection of DC ( [10, 11] , and reviewed in [3] ). Likewise, when the lymphoid tissue of SIV-infected monkeys and HIV-infected humans was examined, it was difficult to find DCs that labeled for viral RNA, in contrast to the ready detection of viral RNA-positive CD4 + lymphocytes [12] [13] [14] . However, more research is needed on mucosal-associated lymphoid tissue, because this is a more robust site for productive infection [15, 16] .\n\nIn vitro, different sources of DCs and LCs have been used to detect infection with HIV. These include LCs from skin [17] [18] [19] [20] and vagina [21] , different subsets of DCs in blood [22] [23] [24] , and DCs generated in large numbers from monocytes [25] [26] [27] [28] or from CD34 + progenitors [29] . In each case it is possible to demonstrate infection of some DCs, but again the frequency is low, particularly relative to cultures of CD4 + T cells. Only several percent or less of the DCs in the cultures express detectable levels of newly synthesized viral protein (e.g. HIV gag p24), and immature forms of DCs are more susceptible to productive infection [25] .\n\nRecent in vitro studies addressed some of the potential explanations for the relatively inefficient productive infection of HIV of DCs and LCs. Several reports have demonstrated that HIV using CCR5 [chemokine (C-C motif) receptor 5], R5 HIV, replicates better than HIV using CXCR4 [chemokine (C-X-C motif) receptor 4], X4 HIV, in DCs and LCs ex vivo [19, 25, 30, 31] . The immature DCs and LCs might not express CXCR4, [32] which could provide a simple explanation for the restriction of X4 HIV replication in DCs or LCs. However, other studies detected both CXCR4 and CCR5 expression on immature DCs and LCs [28, 33, 34] . Two recent reports indicate that the fusion of HIV using CXCR4 with immature DCs is restricted irrespective of surface levels of CXCR4 [27, 28] . DC maturation also results in downregulation of CCR5, and Review TRENDS in Immunology Vol. 28 No.11 Glossary APOBEC proteins: A family of DNA or RNA cytidine deaminase enzymes that inhibit retroviruses such as HIV, retrotransposons, and other viruses. Infectious synapse or virological synapse: These are specialized sites of immune cell-to-cell contact that direct virus infection. The term infectious synapse is generally used for the DC-T cell transfer of HIV-1, and the term virological synapse is used for the transfer of HIV-1 from T cells to T cells. MVB: Multivesicular body: an endocytic organelle characterized by multiple internal membranes where internalized receptors are targeted before degradation. Tetraspanin: Tetraspanins have four transmembrane domains and regulate cell morphology, motility, invasion, fusion and signaling in the brain, immune system, or tumors. TRIM: TRIM proteins are members of a tripartite motif family of proteins (70 family members), which is defined by the presence of RING finger, B-box, and coiled-coil domains. TRIM5a has restriction activity against a broad range of retroviruses, including HIV-1.\n\ndecrease in viral fusion with mature DCs (mDCs) [27] , as well as post-integration inhibition of HIV transcription [35] .\n\nGiven the difficulty in identifying obstacles to HIV fusion and entry in DCs, post-entry blocks probably explain the limited HIV infection of DCs compared with CD4 + T cells ( Figure 2 ). Two families of cellular restriction factors are already known to block retroviral infection in human cells: the APOBEC family and the TRIM family (see Glossary) [36, 37] . Apolipoprotein B mRNA-editing enzyme, catalytic polypeptide-like 3G, or APOBEC3G (A3G), is a potent host cytosolic antiretroviral factor that can restrict HIV-1 infection using at least two mechanisms. A3G is a DNA deaminase and is incorporated into virions during viral production and subsequently induces massive G-to-A hypermutation in the nascent retroviral DNA [38, 39] . This mode of action is counteracted by Vif, which prevents incorporation of A3G into virions [40] . A3G can also function in an editing-independent manner (reviewed in [41] ). For instance, A3G operates as a post-entry restriction factor for HIV during reverse transcription in resting CD4 + T cells [42] , in which it resides in a low molecular-mass active form.\n\nThe restriction factors APOBEC3G, and to a lesser extent APOBEC3F, but not TRIM5a, restrict HIV-1 infection in monocyte-derived DCs (Figure 2c ) [43] . Also, if the small subset of infected DCs are isolated from the culture, they are found to be deficient in APOBEC3G [43] . Maturation of DCs correlates with an increase in the low molecular-mass active form of APOBEC3G and a decrease in HIV infection [43, 44] . Monocytes are resistant to HIV infection, and this resistance correlates with the strong presence of the low molecularmass active form of APOBEC3G [42] [43] [44] . Silencing of APO-BEC3G (but also of APOBEC3A) in monocytes increased HIV replication [45] , indicating that several members of the APOBEC family might contribute to restriction of HIV infection in monocyte-derived DCs. Thus the presence or Vaginal epithelium is composed of a stratified multicellular squamous epithelium, whereas cervical and rectal mucosae have a single-layer cellular lining. During and after crossing the mucosal epithelia, HIV infects LCs, DCs and macrophages, as well as mucosal CD4 + T lymphocytes, in the mucosal and sub-epithelial level. Alternatively, DCs (and potentially LCs) capture virus without being infected and transfer it in trans across an infectious synapse to CD4 + T cells. The 'founder' infected cells amplify virus and migrate to the peripheral lymph nodes where they transfer virus to bystander cells. Viral load increases rapidly when the virus reaches the GALT.\n\nabsence of host restriction pathways is a major factor for understanding the typical resistance of most DC populations to productive infection with HIV, and probably SIV.\n\nIn contrast to the difficulties in infecting DCs directly, a different situation applies to experiments in which DCs are first exposed to virus for 1-2 h, washed, and then added immediately (or even three or more days later) to T cells. What transpires is a robust infection primarily in the T cells. By contrast, HIV is labile if it is left in culture medium before addition to permissive T cells. Transfer of infection by DCs applies to both R5 and X4 forms of the virus, whereas infection of DCs or LCs is typically more vigorous with R5 virus [25, 46] . These experiments initially used DCs and T cells from blood [17, 47] , and later DCs and T cells from skin (these were used as a model for the less accessible cells present in vaginal epithelium) [19, 20] . These findings led to the conclusion that DCs can sequester virus in an infectious form before transfer to T cells they encounter, particularly antigen-specific ones in which the DCs also trigger T-cell proliferation and increased permissiveness to HIV.\n\nThe study of HIV transfer from DCs to T cells was stimulated by the identification of one potential mechanism that involves a lectin, DC-SIGN (DC-specific ICAM-3 grabbing nonintegrin) (CD209) [48] . The initial publications used monocyte-derived DCs that are rich in DC-SIGN, but some dermal and mucosal DCs clearly express this lectin and are active in binding and transferring HIV [49] (Figure 1 ). DC-SIGN binds HIV and can also sequester virus within the cytoplasm before transfer to T cells [48, 50] . In addition to facilitating HIV infection in trans to CD4 + T cells, [48, 51, 52] there are reports that DC-SIGN facilitates infection of DCs in cis [53, 54] . Also, if DC-SIGN is stably transfected into certain cell lines, the cells become capable of retaining HIV for 3-6 days in culture, after which the virus can be transmitted to T cells when the two cell types are mixed [48, 50] . This suggests that levels of expression of DC-SIGN and the cell type under study are relevant variables for detecting the capacity of this lectin to Review TRENDS in Immunology Vol. 28 No.11 mediate the sequestration and eventual transmission of HIV to T cells.\n\nCapture of HIV by DCs can be mediated by DC-SIGN [48] as well as DC-SIGN-independent mechanisms [52, [55] [56] [57] [58] [59] . Although most studies have shown that DC-SIGN promotes transfer of HIV infection in trans [48, 50, 51, 60, 61] , several publications have concluded that DC-SIGN is not the only factor that promotes transfer of HIV infection from DCs to CD4 + cells [6, 52, 56, 58 ]. An explanation for this apparent discrepancy is that initial studies were mainly performed using B cell lines expressing DC-SIGN [48, 50, 60, 62, 63] . In cell lines, DC-SIGN promotes transfer of HIV infection in a cell-type-dependent manner that is strictly dependent on DC-SIGN [48, 50, 51, [60] [61] [62] . Studies in primary DCs have shown a variable contribution of DC-SIGN in the transfer of HIV infection to CD4 + T cells (i.e. from a minimal to a significant contribution), perhaps depending on the DCs used, as well as the experimental conditions. RNA interference studies of DC-SIGN in immature DCs generated from bone marrow precursors demonstrated a clear role for the C-type lectin in the transfer of X4 virus to CD4 + T cells [51, 52] . By contrast, RNA interference of DC-SIGN in DCs was less effective in decreasing the transfer of CCR5 HIV from blood DCs to CD4 + T cells [6] . One explanation is that HIV using CCR5 replicates in DCs, and de novo production of HIV, rather than DC-SIGN-mediated transfer, is responsible for CD4 + T infection in these conditions, in agreement with other observations [46] . Another explanation for the difficulty in blocking transfer of HIV to T cells with anti-DC-SIGN antibodies is that DCs use mechanisms other than DC-SIGN, including the action of other lectins. Maturation status of the DC is also a crucial factor when analyzing the role of DC-SIGN in transfer of HIV infection from DCs to T cells because DC-SIGN is downregulated during DC maturation, [64] whereas transfer of virus to T cells is clearly retained and even enhanced [25, 52] .\n\nNevertheless, in terms of mechanisms, the DC-SIGN experiments have generated the concept that in addition to viral receptors and co-receptors, pathogen-recognition receptors of the C-type lectin family recognize HIV and enhance infection of T cells by DCs in trans. DCs express many different C-type lectins, some of which are selectively expressed in subtypes of DCs and LCs, and their expression is further influenced by the state of DC maturation. For example, the LC type of DC does not express DC-SIGN but expresses another lectin, Langerin [55, 65] . Langerin is also reported to bind HIV, but in contrast to DC-SIGN, it might function primarily to degrade HIV following uptake of low HIV inocula into the LC [66] (Figure 2 ). Some Langerin is expressed at the cell surface in LCs residing in stratified squamous epithelium (in addition to a large pool within Birbeck granules), but surface expression is less prominent as the LCs mature [67] . The variables of DC subsets and DC maturation make it difficult to compare different populations of DCs that have been studied in the literature. For example, DC-SIGN is abundant on monocyte-derived DCs but is not readily detected on most DCs in the T cell areas of lymph nodes [6] . Another potential variable is that lectins are positioned in microdomains and/or compartments that are enriched in other crucial receptors, such as CD4 and co-receptors [68] .\n\nIn considering the many different publications, a major question -as emphasized by Burleigh et al. [48] -is the extent to which productive infection of DCs, versus nonproductive infection but transfer of virus in trans, contribute to the vigorous infection observed when DCs are exposed to HIV encounter T cells. By working out pathways for transmission of virus, investigators will have better criteria to compare different experiments and to assess in vivo relevance.\n\nStudies of HIV infection of DCs or LCs also have implications for the field of microbicides. The candidate microbicides tested to date have not been directed specifically against HIV-1 [69] . Several newer compounds targeting HIV specifically might be more promising, particularly if they block transmission pathways that are initiated by HIV-capturing DCs and LCs [70, 71] . Molecules targeting CCR5 seem promising in this respect, and can prevent mucosal transmission of SIV in animal models [72, 73] . By contrast, microbicides based on mannan seem less promising because they do not prevent HIV infection of LCs [20] and rather promote it by inactivating the partial protection conferred by Langerin [66] . This might explain, in part, the relatively limited efficacy of mannan in animal models of SIV mucosal transmission [73] .\n\nThe mechanisms for the explosive transfer of HIV infection from DCs to CD4 + T cells observed more than 10 years ago [17, 47] remained unexplained until the description of an 'infectious synapse' between infected DCs or LCs and uninfected T cells ( [21, 46, 52, 74] , reviewed in [75] ). In the field of immunology, the existence of a structured molecular architecture at the interface between T cells and APCs, termed the 'immunological synapse', is well known [76] . By analogy, a stable adhesive junction is formed between infected DCs and uninfected T cells and directed transfer of the virus captured by the DCs then takes place from the effector (infected DC) to the target cell (uninfected CD4 + T cell). The existence of an infectious synapse is not limited to DC-T cell contacts. A similar structure termed the 'virological synapse' has been observed during cell-to-cell viral transfer from infected CD4 + T cells to uninfected T cells [77, 78] . Furthermore, other pathogens, such as HTLV-1 (human T-lymphotropic virus 1) [79] and potentially severe acute respiratory syndrome (SARS) coronavirus [80] , might propagate through a similar structure.\n\nSome of the mechanisms of HIV capture and transfer across the DC-T cell infectious synapse are now elucidated. The CD4 HIV receptor and CXCR4 and CCR5 coreceptors are concentrated on the T cell side of the synapse, explaining in part the robust transfer of HIV infection across the infectious synapse [74] . The C-type lectin DC-SIGN also promotes infectious synapse formation, and might also facilitate the transfer of HIV infection to CD4 + T cells [52] . A potential explanation for the role of DC-SIGN in DC-T cell infectious synapse formation has been proposed recently. HIV binding to DC-SIGN recruits the Rho guanine nucleotide-exchange factor LARG, which increases DC-T cell infectious synapse formation [81] .\n\nFinally, tetraspanins (such as CD81), which are a family of proteins that participate in antigen presentation and immunological synapse formation, are enriched in the DC-T cell infectious synapse [82] .\n\nHow the virus is captured and then translocated to the infectious synapse is not clear. Most of the HIV that is captured by DCs is degraded rapidly [46, [82] [83] [84] [85] . Again, DC-SIGN can have a role by interacting with leukocytespecific protein, LSP-1, which enhances degradation [86] . A significant 5%-10% fraction of infectious particles evades this degradation and is protected for up to two days in an intracellular compartment [50, 82, 87] , which has also been visualized in monkey DCs, particularly mature monocyte-derived DCs, exposed to SIV [88] . This compartment contains multivesicular bodies and is rich in tetraspanins, such as CD81 or CD9 [82, 87] . On contact with T cells, HIV is rapidly translocated to the infectious synapse via a trafficking pathway that shares some similarities with the release of exosomes [87] . A recent study challenges this view [89] and suggests that HIV is released mainly (if not only) from the cell surface. In this study, inhibitors such as pronase or soluble CD4 blocked the majority of viral transfer from DCs to T cells, which led the authors to suggest that HIV was mainly transferred from the cell surface and did not require prior internalization as suggested by others [50, 74, 82, 87] . However, several other publications have reported that HIV associated with DCs is protected from trypsin treatment [48, 87, 90] and from pronase treatment [58, 59, 85, 91] . The functional outcome of the DC-T infectious synapse will require resolution of underlying pathways (i.e. the compartments in which virus is sequestered and from which virus is transferred to CD4 + T cells).\n\nWhat is the impact of HIV on the function of DC and CD4 + T cells? Although HIV seems to infect antigen-specific CD4 + T cells more efficiently in vitro [34, 84] and in vivo [92] , and strong viral replication in activated CD4 + T cells can lead to T cell death (reviewed in [93] ), HIV might evade the immune system in more subtle ways. The classical function of DCs in adaptive immunity is for the DC to capture and process antigens efficiently, and undergo concomitant differentiation or maturation to elicit an adaptive immune response that is tailored to the environmental stimulus at hand. In the case of viruses, the maturation stimulus is delivered either from toll-like receptors (TLRs), particularly TLR7, 8 and 9 (located in the endosomes of some cells, particularly in plasmacytoid DCs), or through intracellular sensors termed RIG-I and mda5 (found in the cytoplasm of most cells) [94] . Whereas maturation via pattern-recognition receptors drives DCs to induce immunity, another more recently recognized function of DCs is not to induce adaptive resistance, but instead to induce different forms of tolerance, either in the steady-state or in the presence of suppressive cytokines such as IL-10 and TGF-b. Specifically, immature DCs in lymphoid tissues can initiate clonal expansion, but the T cells then die rather than differentiate or acquire memory [95, 96] . In addition, some types of DC induce the differentiation of regulatory T cells that primarily produce IL-10 [97, 98] , or are induced to express the regulatory T cell master control transcription factor Foxp3 [99] . There is now evidence that HIV influences these contrasting outcomes of DC function by blocking maturation required for adaptive resistance and favoring tolerance.\n\nWhereas viruses can typically mature DCs, HIV-infection of DCs does not lead to maturation, with a possible exception taking place when large amounts of virus are added [26, 100, 101] . Infected DCs have been monitored directly using a recombinant HIV-expressing green fluorescent protein (GFP), and the fluorescent DCs selectively failed to mature even when a strong microbial stimulus (lipopolysaccharide) was added [100] . Likewise, BDCA-1 + DCs in blood undergo maturation in culture, but this does not take place in the presence of HIV [102] . In another system, IL-10 was produced in co-cultures of infected DCs and T cells, leading to immune suppression [100] . These relatively new findings suggest that HIV favors immune evasion when it interacts with DCs, that is, infected DCs are blocked from maturing, and there are also opportunities for more active immune evasion through the induction of regulatory or suppressive cells.\n\nHIV also modulates the activation of CD4 + T cells during contact with APCs, which probably also promotes viral immune evasion. HIV directly alters the composition of the immunological synapse formed between infected lymphocytes and Raji B cells owing to an accumulation of the TCR and Lck in the recycling endosomes, rather than at the synapse [103] (reviewed in [93] ). The viral protein Nef seems to have an essential role in this process [103] . Is there a benefit for the virus partially activating CD4 + T cells? One possibility is that fully activated CD4 + T cells die rapidly on encountering HIV. Partial CD4 + T activation might well be beneficial to the virus because it would provide the possibility for sustained production over a longer time period.\n\nAs sentinels of the immune system and regulators of immune responses, LCs and DCs are probably early targets of HIV infection during mucosal and parenteral transmission. Recent research in tissue culture has provided insight into the diverse outcomes of HIV-DC interaction. The infection of DCs or LCs is no easy task because HIV must overcome cellular obstacles to its entry and replication, such as the C-type lectin Langerin on the surface of LCs, or APOBEC3G in the cytoplasm of DCs. However, HIV can highjack DCs to propagate to CD4 + T cells in trans, even in the absence of replication in DCs, perhaps via the C-type lectin DC-SIGN and other mechanisms. Transfer of virus between DCs and T cells at an infectious synapse is also an important outcome that facilitates HIV transmission. Finally, HIV-infected DCs might promote immune evasion by blocking DC maturation and by hampering immune responses. Future studies on the interaction between HIV and DCs will be valuable for understanding HIV transmission and pathogenesis, and should contribute to the search for novel microbicides and other HIV-prevention technologies and HIV therapies.\n\nTRENDS in Immunology Vol. 28 No.11 507 www.sciencedirect.com"}