{"title": "Clinical characteristics of 101 non-surviving hospitalized patients with COVID-19-A single center, retrospective study", "body": "Since December 2019, the outbreak of corona virus disease-19 (COVID-19) caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) swept across China and emerged in many other countries have caused global concerns [1] . As of March 10, 2020, a total of 80924 COVID-19 cases in China have been confirmed and 3140 lost their life. In the early stages of this COVID-19, respiratory infection symptoms occurred, with some patients rapidly developed acute respiratory distress syndrome (ARDS), acute respiratory failure and even death. Compared with Severe Acute Respiratory Syndrome (SARS) and Middle East Respiratory Syndrome (MERS), the concealed onset, similar or stronger contagion and lower mortality could be defined as the clinical features of the disease [2] [3] [4] . However, many patients suffered a death attack in the early stages of the outbreak in Wuhan City, China.\n\nPrevious studies focused on the epidemiologic, clinical characteristics and outcomes of patients with COVID-19 in mild and severe cases [5] [6] . Some infected by SARS-CoV-2 were susceptible to suffer severe attack or even death, thus the causes and risk factors that lead to rapid disease progression and death need to be addressed further. In this study, we aimed to describe the demographic, clinical, laboratory, radiological University (No. WDRY2020-K059). 101 patients with confirmed COVID-19 admitted to Renmin Hospital of Wuhan University (including Shouyi campus and Eastern campus) and died before February 15, 2020 in Wuhan, China, were enrolled. Renmin\n\nHospital of Wuhan University is one of the major tertiary teaching hospitals in Wuhan and is a government designated hospital for COVID-19 treatment. All patients with COVID-19 enrolled in this study were diagnosed according to World Health Organization interim guidance [7] . To analyze the causes and risk factors that associated with rapid disease progression and death in patients with COVID-19 after admission, we compared demographic, clinical, laboratory and radiological characteristics of patients died within 3 days with those survived 3 days of admission.\n\nWe obtained epidemiologic, demographic, clinical, laboratory, and outcome data from electronic medical records. Missing data were collected through direct communication with involved health-care providers or family member of patients. All data were checked by two sophisticated physicians.\n\nWe collected data on age, sex, chronic medical conditions (hypertension, cardiovascular disease, chronic pulmonary disease, cerebrovascular disease, chronic kidney disease, diabetes, malignancy), symptoms from onset to hospital admission including fever, dry cough, expectorant, dyspnea, fatigue, anorexia, abdominal pain, headache, nausea and vomiting etc., laboratory parameters on admission, chest computed tomographic (CT) scans, and treatment measures (antiviral therapy, antibacterial therapy, corticosteroid therapy, respiratory support, kidney replacement therapy etc.). The date of disease onset was defined as the day when the onset symptoms were noticed. Acute respiratory All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nThe copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.03.04.20031039 doi: medRxiv preprint distress syndrome (ARDS) and acute respiratory failure were defined according to the Berlin definition and previous reported [8 ,9] . Acute kidney injury (AKI) was identified based on serum creatinine [10] . Acute liver injury was identified according to previous report [11] . Acute cardiac injury was defined if the serum hypersensitive troponin I (hsTnI) was above the 99th percentile upper reference limit [5] .\n\nThe primary outcome was organ injury or failure (including lung, heart, kidney and liver etc.) from admission to death and analyzed the risk factors for rapid death.\n\nSecondary outcomes were to present epidemiologic and demographic data, comorbidities, signs and symptoms on admission, laboratory indicators, CT findings and treatments, and to compare the differences of patients died within 3 days with those survived 3 days of admission.\n\nWe expressed descriptive data as mean (SD) or median (IQR) for continuous variables and number (%) for categorical variables. We tested the distributions of variables for normality with Kolmogorov-Smirnov test. Means of continuous variables were compared using independent group t tests if the data were normally distributed;\n\notherwise Mann-Whitney test was used. Proportions for categorical variables were compared using the χ 2 test. In addition, to explore the risk factors associated with the rapid disease progression and death, multivariable regression analysis was performed.\n\nFive variables (hsTnI, oxygen saturation, blood urea nitrogen (BUN), neutrophil count and age) were chosen for multivariable analysis based on previous findings, χ 2 test results and clinical observations in this study. All statistical analyses were performed using SPSS version 22.0 software (SPSS Inc). P<0.05 was considered statistically significant.\n\nThe funding sources for this study had no role in the study design, data collection, data analysis, data interpretation, or writing of the manuscript.\n\nBy February 15, 2020 There were no significant differences of self-report symptoms between two groups including fever, dyspnea, cough, fatigue etc. (Table 1) . 81 (81.19%) patients had more than one underling medical conditions. Documented comorbidities including hypertension (58.42%), cardiovascular disease (23.76%), diabetes (21.78%), chronic All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nThe copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.03.04.20031039 doi: medRxiv preprint pulmonary disease (13.86%), cerebrovascular disease (12.87%), chronic kidney disease (10.89%) and malignancy (6.93%) ( Table 2) . Table 3) . Cellular and humoral immunity analysis also revealed several differences. Mean CD3 + , CD4 + and CD8 + cells were all below normal ranges in patients died within 3 days and those survived 3 days which suggested impaired immunity in these patients. Compared with those survived 3 days, CD3 + and CD8 + percentages were significantly lower in patients died within 3 days ( Table 3) . Level of C3 complement was within normal range in both groups with a significantly higher titration in patients died within 3 days compared with those survived 3 days (1.03 vs 0.89 g/L) ( Table 3) . Chest computed tomography (CT) scans were used to evaluate the features of lung injury. Patients suffered severe lung damage and their lung imaging features presented the vast or merged glass shadow, but quantitation of lung lobe injury and injury score revealed no significant difference between patients died within 3 days and those survived 3 days of admission ( Table 3 and Figure 2 ).\n\nAmong treatment strategies, most patients received antiviral therapy (96.04%) and\n\nAll rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nThe copyright holder for this preprint (which was not peer-reviewed) is Table 5) .\n\nThis report, to our knowledge, is the largest case series to analyze died patients with COVID-19 in hospital. As of February 15, 2020 COVID-19 is 1.4% [12] , some special population including the aged and individuals with All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nThe copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.03.04.20031039 doi: medRxiv preprint underlying comorbidities may be vulnerable to SARS-CoV-2 infection. In our cohort, the median age of non-survivors was 71 years, 81.19% of them combined with one or more underlying medical conditions including hypertension, cardiovascular disease, diabetes, chronic pulmonary disease, cerebrovascular disease, chronic kidney disease and malignancy. This study suggested that patients aged over 70 years with chronic medical conditions were more likely to suffer a severe attack and death.\n\nCommon symptoms at onset of COVID-19 were fever, dry cough, myalgia, fatigue etc. [5, 13] . In our cohort, we observed that, besides fever and cough, dyspnea (58.42%) presented early in most non-survivors with confirmed COVID-19, similar finding has also been observed in critically ill patients reported by Yang etc. [14] . In these nonsurvivors, featured complications during hospitalization including ARDS and respiratory failure, acute cardiac injury, AKI, acute liver injury and abnormal coagulation. In terms of SARS, severe respiratory failure was the leading cause of mortality, with little other organ failure [15] . It is surprised that we observed 52.48% and 22.77% non-survivors suffered heart failure and AKI, respectively. Angiotensinconverting enzyme 2 (ACE2), a crucial SARS-CoV-2 receptor, distributed widely in heart, kidney and intestine etc. [16] [17] [18] . Whether SARS-CoV-2 attack heart and kidney or other vital organs directly need to be confirmed further.\n\nThe most common laboratory abnormalities observed in this study were elevated white blood cell count, neutrophil count, C-reactive protein, hsTnI, BUN and decreased oxygen saturation etc. Compared with those survived 3 days of admission, nonsurvivors died within 3 days had numerous different findings including depressed percentages of lymphocyte, CD3 + and CD8 + cells, and elevated white blood cell count, All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nThe copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.03.04.20031039 doi: medRxiv preprint hsTnI and BUN. These evidences suggest that SARS-CoV-2 infection may be associated with cellular immune deficiency and lead to acute myocardial injury and kidney injury. These results also support the described organ injury above. In addition, the characteristic chest CT imaging of these non-survivors were evaluated by previous described method [19] . The CT features demonstrated extensive infection and severe damage, regarded as \"white lung\", in five lobes, but no significant difference was found between the two groups. These characteristics combined with above repented organ failure, laboratory abnormalities suggested that early organ dysfunction or failure were responsible for rapid progression of disease and death of the patients.\n\nUp to now, no antiviral treatment has been recommended for coronavirus treatment except supportive care and organ support [5, 20] . In current clinical practice, arbidol was used as an antiviral treatment for SARS-CoV-2 infected patients, but the efficacy remains to be proved. Other antiviral medications including remdesivir, lopinavir and traditional Chinese medicine are still being verified in clinical trials. Furthermore, application of intravenous immunoglobulin is recommended to enhance the ability of anti-infection for critically ill patients and steroids are recommended for patients with ARDS, for as short duration of treatment as possible [21] . In this study, 96.04% patients received antiviral therapy, 98.02% received antibacterial therapy. Application of glucocorticoid mainly depended on the severity of inflammatory response. In the early outbreak of COVID-19, all the non-survivors received oxygen inhalation therapy including high flow oxygen inhalation (77.23%), but quite a low proportion of patients received machine ventilation partly due to limited medical resources against the steeply increasing number of patients at early outbreak. All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nThe copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.03.04.20031039 doi: medRxiv preprint\n\nTo explore the risk factors associated with the rapid progress of disease and death, multivariable regression analysis was performed. In this study, 100 (99.01%), 53 (52.48%) and 23 (22.77%) non-survivors suffered respiratory failure, acute cardiac injury and acute kidney injury, respectively. Univariable analysis indicated elevated hsTnI, myoglobin, creatine kinase-MB, BUN, lactate and decreased oxygen saturation were associated with increased risk of death within 3 days of admission. Representative indicators associated with organs injury including hsTnI, BUN and oxygen saturation were selected and included in multivariable regression analysis. Usually, the level of neutrophils is slightly elevated or normal in virus infections, but significantly elevated neutrophils were observed in this rapid death of patients in our study. Viral infections may impair the immune system and facilitate opportunistic infection and neutrophils are crucial in protection of bacterial infections [22] . So, neutrophil count was also included in our multivariable regression analysis. The median age of 101 died patients with COVID-19 were 71 years (IQR, 59-80) which was older compared to recent report [5] . We also included age in multivariable analysis although median age of patients died within 3 days and survived 3 days of admission did not have significant difference, because older age has been reported to be associated with poor outcomes in critically ill patients with COVID-19 [12] . Multivariable regression analysis revealed that decreased oxygen saturation, increased neutrophil count and elevated hsTnI on admission were associated with increased odds of rapid death within 3 days of hospital admission. Early detection of these factors could help physicians to identify rapid progress of disease and death of patients with COVID-19.\n\nSeveral limitations existed in this study. Firstly, evaluation of CT imaging features partly depended on the experience of clinicians and radiologists which may cause All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nThe copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.03.04.20031039 doi: medRxiv preprint inaccuracy. Secondly, in the early outbreak of COVID-19, relatively inadequate medical resources may affect the observation of the natural course of disease. Finally, only 101 patients died with COVID-19 in one hospital were included in this study, further studies including multi-centers are still needed.\n\nThe findings of our study suggested that older patients (>70 years) with comorbidities had a steeply increased risk of death with COVID-19. Besides, respiratory failure, acute cardiac and kidney injury played a crucial role in the death of patients. Elevated high sensitivity troponin, neutrophils and depressed oxygen saturation predicted the rapid death of patients with COVID-19. P<0.05 was considered statistically significant.\n\nAll rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nThe copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.03.04.20031039 doi: medRxiv preprint All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nThe copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.03.04.20031039 doi: medRxiv preprint "}