{"title": "miR-146a-5p promotes replication of infectious bronchitis virus by targeting IRAK2 and TNFRSF18", "body": "Avian infectious bronchitis virus (IBV) is an enveloped, positivestrand RNA virus of Gamma coronavirus which infects chickens. It causes avian infectious bronchitis (IB), which is an acute highly contagious disease with severe economic losses in poultry industry worldwide [1] . IBV has a large number of genotypes and in China, 19 strains are isolated during 2011-2012. Infected chickens develop respiratory symptoms, coughing, sneezing, depression, nasal discharge, kidney, gonads, reduced egg production, poor egg quality and death. In recent year, nephropathogenic IBVs have become prevalent genotypes in China [2] , new nephropathogenic isolates induce more severe lesions to kidney and show high mortality in young chickens [3] . Currently only IBV Beaudette strain can replicate in HD11 [4] or Vero [5] cell lines. Several recent works have proved the induction of apoptosis and suppression of immune response are related to the pathogenicity of nephropathogenic IBVs [6, 7] . However, the key factor for these process during infection are still unclear.\n\nTranscriptome analysis of chicken kidney infected with IBV identify that differentially expressed genes are involved in signal transduction, cell adhesion, immune responses, apoptosis regulation, positive regulation of the I-kappaB kinase/NF-kappaB cascade and cytokine stimulus [8] . The mRNAs are mostly supposed to be regulated by miRNAs, which are a class of small non-coding RNAs that suppress the expression of target genes by binding to the 3′-untranslated regions (UTRs) [9] . Post infection of IBVs can encode miRNAs or influence the expression levels of cellular miRNAs [10, 11] . miRNAs have been reported to play an important role in virus pathogenesis such as miR-122, which may be able to stabilize the HCV genomic RNA [12] , and the immune response related miRNAs such as miR-130a, miR-155, miR-23b miR-146a-5p which can help the virus to augment its replication or in evasion of cellular immune response [13] [14] [15] .\n\nHowever, few studies have reported about the miRNA alterations in the post infection of IBV. In our previous study, we have described the transcriptome of chicken kidneys infected with nephropathogenic IBVs at mRNA and miRNA level. Chicken kidney infected with three nephropathogenic IBV with different virulence revealed the differentially expressed genes and miRNAs [6, 16] . Among them, most of the differentially expressed (DE) mRNAs are related to immune response, cell apoptosis, DNA replication and metabolic pathways [6] . 58 differentially expressed miRNAs are considered responsible for the differentially expressed (DE) mRNAs. As we described several of these miRNAs are in accordance with the virus titers in each group, revealing that they may serve as determinants of the pathogenicity of nephropathogenic IBVs.\n\nThe present study aims to investigate the role of abundant DE miRNAs in HD11 cells infected with Beaudette IBV strain. Fortunately, we found the level of miR-146a-5p is related to the replication of IBV at the early stage of infection. miR-146a-5p is well known immune response gene, overexpression of miR-146a-5p leads to the suppression of cellular inflammatory response and decrease in cytokine secretion [17] . Up regulations of miR-146a-5p have been reported in the infection of DENV, CHIKV, VSV, AIV (H3N2), and HCV [18] . This is the first study described the role of miR-146a-5p during the replication of IBV.\n\nThe IBV strain Beaudette was kindly provided by Prof. Ding-xiang Liu, Nanyang Technological University. The LDT3-A, SCK2 and SCDY2 were nephropathogenic IBV strains and stored by the Animal Disease Prevention and Food Safety Key Laboratory of Sichuan Province [6] . The Vero and HEK 293T cell line was procured from the American type culture collection (ATCC CCL81). The HD11 cell line was kindly provided by Prof. Xin-An Jiao, Yang Zhou University. Both cell lines were cultured in DMEM (Dulbecco's modified Eagle's medium) (HyClone) supplemented with 10% fetal bovine serum (FBS) and 1% penicillin/ streptomycin.\n\nHD11 and Vero cells were seeded at a density of 60-70% per well in 6-well plates. The cell lines were then inoculated with Beaudette at 10 3,242 TCID50, HD11 and 10 2.653 TCID50, Vero and incubated at 37°C (5% CO 2 ) for 1 h. Subsequently, the cells were washed with PBS and cultured in 37°C incubator with DMEM supplemented with 2% FBS (5% CO 2 ) for 24 h. Total RNA of each well was isolated by TRIzol Reagent (Invitrogen) according to the manufacturer's protocol, and reverse transcript by miRNA specific RT primers (Ribobio). Virus titration in cells were calculated every 4 h of post infection with real-time fluorescent quantitative PCR by 3′-UTR primers (5′-ACAGGTTCTGGTGGTG TTTAGTGA-3′; 5′-AGTTGTTCGGGAATGTCTTT GG-3′) [19] , using βactin as reference gene. The expression levels of miRNA-146a in cells at each time point was also calculated with loop PCR, using U6 as reference miRNA (Bulge-loop primers are shown in Supplementary  Table 1 ).\n\nmiRNA mimics and inhibitors of miRNAs and control mimics were synthetized by Ribobio (China) and diluted to 50 nM. Cells in 6-well plates were transfected with miRNAs with lipofectamine 2000 (Invitrogen) according to the manufacturer instruction. 12 h after transfection, cells were incubated with Beaudette at 10 3,242 TCID 50, incubated for 1 h at 37°C (5% CO 2 ). The cells were washed with PBS and cultured in 37°C incubator with DMEM supplemented with 2% FBS (5% CO 2 ) for 24 h. Virus titers and miRNA levels were detected by realtime PCR. In addition, the virus titers in HD11 cells transfected with miR-146a-5p and control mimics were tested every 4 h as described above to build growth curves.\n\nPotential target mRNAs for miRNA-146a that expressed differently in the sequencing results were analyzed by miRanda. The mRNA and miRNA libraries used in this study were identified in our previous study [6, 16] . mRNA expression of predicted genes in HD11 cells after transfection, mock-infected or transfection-infected lung tissues were assayed at 0, 12, 24 and 48 h of post infection. The miRNA levels of miR-146a-5p was evaluated at each time point. Total RNA of each well was isolated by TRIzol Reagent (Invitrogen, USA), and reverse transcript by random primers. Transcription levels of the predicted genes were amplified by primers (Supplementary Table 2 ) and detected by SYBRGreenII (Takara, China). The cytopathic time of each group was observed by inverted microscope.\n\nPmirGLO vector was utilized to analyze the binding activities of miR-146a-5p to the predicted sites in the 3′-UTR of each gene. The genes containing the predicted 3′-UTR binding sites (TNFRSF18 and IRAK2) were amplified by PrimerSTAR GXL DNA Polymerase (TaKaRa), and cloned into pmirGLO at the downstream multiple cloning site of luc2 (primers are listed in Supplementary Table 3) .\n\nHEK 293T cells were cultured in 6-well plates at a density of 60-70%. The constructed plasmids were transfected or co-transfected with miRNA mimics or inhibitors into HEK 293T cells using Lipofectamine 2000 (Invitrogen) according to the manufacturer's instruction. After 24 h of post transfection, firefly and Renilla luciferase activities were measured by thermo scientific microplate reader.\n\nAll the transfection experiments and RT-qPCR experiments were performed in triplicate. Data from each independent experiment was shown as mean value with standard deviation. Statistical analysis was estimated by 2 −ΔΔCT method, p < 0.01 (**) were considered statistically significant.\n\nMicroRNAs have been reported to involve in the virus infection [20] . miRNA and mRNA sequencing analysis in chicken kidney tissues infected with IBV results showed that the expression levels of several miRNAs were in consistent with the virus titers and lesions in chicken kidney [16] . In this study, we screened and selected 4 miRNAs (miR-1454, miR-3538, miR-146a-5p, miR-215-5p) with TPM > 500 and more than a 2-fold alterations (Supplementary Table 4 ) [16] . These miRNAs were predicted to play an important role in IBV pathogenesis in vivo.\n\nTo validate the regulation of miRNAs in cells infected with IBV, the expression levels of miR-1454, miR-3538, miR-146a-5p, miR-215-5p in HD11 and Vero cells infected with Beaudette were determined by qPCR. As shown in Fig. 1 , miR-146a-5p was significantly (p < 0.01) up regulated at early stage at 8 h, at 24 h it was increased up to 2-fold in both infected cell lines when compared to control. These changes may lead to the forming of cytopathic effect (CPE) (Fig. 1) . The expression level of miR-146a-5p may directly regulated by cells in anti-viral progress, or regulated by virus replication. miR-146a-5p role in the replication of IBV at the early stage of infection.\n\nTo determine the role of these miR-1454, miR-3538, miR-146a-5p, miR-215-5p in the lifecycle of IBV infected cells, we examined these miRNAs role in replication of virus in HD11 cells. It was found that the high level of miR-146a-5p could promote the replication of Beaudette in HD11 cells (Fig. 2a) . In addition, we tested the growth curve of Beaudette in HD11 cells in the post transfection of miR-146a. As shown in Fig. 2b & c, \n\nTranscriptome and target gene analysis results displayed 47 related genes which may be regulated by miR-146a. By annotation, 8 predicted target genes (IRAK2, LRP2, ELK4, TAPBPL, TNFRSF18, TGFBI, CCL19, MVB12B) were involved in regulation of immune responses and cell apoptosis, which may be related to the multiplication of IBV. Hence, we investigated the expression levels of these 8 genes (Fig. 3a) in HD11 and Vero cells transfected with miR-146a-5p mimics (Fig. 3a) . Expression analysis results showed the down regulations of TNFRSF18 and IRAK2 compared to control cells. Further, to verify the target sequences of miR-146a, the 3′-UTRs 22bp fragments of TNFRSF18 and IRAK2 containing the predicted binding sites (Fig. 3b) were cloned into pmirGLO vector. As shown in Fig. 3c , miR-146a-5p mimic could inhibit the luciferase activity of the reporter vector of TNFRSF18 and IRAK2, but not the ones with mutated binding sites (Fig. 3c) . These data indicating that TNFRSF18 and IRAK2 are the main targets of miR-146a-5p to promote the replication of IBV.\n\nIBV was first reported to cause infectious bronchitis and respiratory diseases in chicken in the early 1930s and the virus can spread to many other epithelial cells post infection. Kidney is not a primary target for the infection of IBV, but new isolates of recent years are more virulence with kidney lesions [21] . A study of differences of dynamic distribution between nephropathogenic infectious bronchitis virus (IBV) strains such as SAIBK, M41 and H120 in SPF chicken exhibited that the kidney and the lung were the most sensitive organs in IBV infection [22] . Our in vitro study results exhibited that the miR-146a-5p was associated with the rapid multiplication of virus at the early stage of infection by down regulating the TNFRSF18 and IRAK2. In addition, regulation of miR-1454, miR-3538, miR-146a-5p, miR-215-5p were consistent with in vivo data in HD11 cells. This result revealed the role of these 4 miRNAs in replication of IBV.\n\nAfter IBV infection, the host can alter the miRNA levels in the cells to activate antiviral effectors. However, several studies have reported that the virus can make use of cellular to enhance the infection, such as the 5′-UTR of HCV binds to miR-122, the 3′-NTR of bovine viral diarrhea virus (BVDV) binds to miR-17 and let-7c. These binding sites have been exhibited the increasing stability and translation of the viral RNA [20] . On the other hand, the virus can change the expression level of cellular miRNAs, which may be beneficial to viral infection. Several miRNAs have been reported to involving in the down regulation of IFNα/β, which may benefit the infection and multiplication of virus. Such as miR-758, miR-373, miR-30e and miR-146a. The up regulation miR-146a-5p have been proved to be induced by latent membrane protein in Human T-cell leukemia virus type 1(HTLV-1), Human immunodeficiency virus (HIV), Vesicular stomatitis virus (VSV), Epstein-Barr virus (EBV) and K13 protein in Kaposi's sarcoma-associated herpesvirus (KSHV) [23, 24] . The key viral proteins in the regulation of miR-146a need to be further investigated.\n\nmiR-146a-5p is a negative inflammatory regulatory factor, overexpression of miR-146a-5p could promote the replication of dengue virus and Hendra virus [23, 25] . It mainly involved in Toll-like receptor signaling pathway and downstream proinflammatory chemokine. In VSV model, it targets TNF receptor-associated factor 6 (TRAF6), IL-1 receptor associated kinase-1 (IRAK1) and IRAK 2 genes. In the present study, we described IRAK 2 as a target for miR-146a-5p in IBV model. In addition, for the first time it was found that TNFRSF18 was a target of miR-146a. However, the expression level of TNFRSF18 was relatively low, the function of TNFRSF18 is need to be further characterization. On the other hand, we found Low density lipoprotein receptor-related protein 2 (LRP2) was down regulated by miR-146a-5p during the infection of virulent IBV. Down regulation of LRP2 has been reported leading to cell apoptosis in Alzheimer 's disease. Similarly, miR-146a-5p was also reported target in enterovirus 71-induced cell apoptosis. These indicated that miR-146a-5p play an important role in the pathogenesis of IBV.\n\nIL-1R-associated kinase 2 (IRAK2) is required for IL-1R-induced NF-κB activation in mammals [26] . Transcriptome sequencing analysis results exhibited that the NF-κB1a and NF-κB1z were up-regulated. Further, the protein-protein interaction (PPI) analysis showed that the up-regulated immune response associated genes were mainly enriched in TLR3 pathway, and resulting in the up-regulation of IL15. However, animal experiment results revealed that up-regulation of IL15 may only induce inflammation, but not in resistance of IBV. In this study, we found that miR-146a-5p increased the replication of IBV by induced down-regulation of IRAK2. IRAK2 is also involved in TLR signaling and type I interferon production. Thus, we infer that IRAK2 associated RIG-I-dependent type I IFN production may effective in suppression of IBV in the post infection periods [27] . Hence, this study results could be helpful to make a new strategy for the control of IBV.\n\nTaken together, this is the first study revealed that the IBV induced the up-regulation of miR-146a-5p in vitro in accordance with in vivo sequencing data. In addition, our studies revealed that miR-146a-5p could serve as a key factor in the pathogenesis of IBV. Fig. 3 . miR-146a-5p target genes expression analysis. (a) The transcription levels of TNFRSF18 and IRAK2 were down regulated (p < 0.01) in miR-146a-5p transfected cells. (b) Predicted binding sites on the 3′-UTRs regions of TNFRSF18 and IRAK2 (c) Levels of TNFRSF18 and IRAK2 luciferase expression in HEK 293T cells transfected with miR-146a-5p (p < 0.01)."}