{"title": "Antiviral escin derivatives from the seeds of Aesculus turbinata Blume (Japanese horse chestnut)", "body": "from the Middle East. Until the patient was diagnosed as infected with MERS-CoV, 29 secondary infections occurred by visiting different clinics, resulting in 186 confirmed cases. 5 Coronaviruses at a molecular level have important features such as high rates of RNA recombination, extraordinarily large RNA genomes and rapid stability after transmission to other species, and leading to genetic diversity, unlike other enveloped RNA viruses. 6 PEDV of family Coronaviridae shares phylogenetically common features with other coronaviruses. PEDV causes severe diarrhea, dehydration, vomiting in pigs of all ages, and high mortality of piglets, resulting in tremendous financial loss. 7 Thus, these results imply the necessity of studying the characteristics of coronaviruses and discovering active drugs to prevent the fast and extensive spread of coronaviruses.\n\nAesculus L (Hippocastanaceae) contains 12 species of deciduous trees and has been cultivated as pharmaceutical crops for the production of Standardized Therapeutics Extracts of escins in China. The common name ''horse chestnut\" came from the uses of seeds for horses to treat overexertion or coughs, and it has been used as therapeutics purposes for anti-fever. 8 Japanese horse chestnut (Aesculus turbinata) is a medicinal plant widely distributed in Japan and also has a small amount of cultivation in Korea and China. 9 The seeds, which a large amount of escins were reported as its constituents, 9 have been used for diverse biological activities including anti-inflammatory, anti-obesity, hypoglycemic, and anti-cancer effects. [10] [11] [12] [13] [14] Escins were also reported to possess strong antiviral effects against SARS-CoV with an EC 50 of 6.0 lM (SI value of 2.5) 15 and against anti-HIV-1 protease. 9 However, the industrial utilization of escins for application to diseases and development as nutraceuticals has been limited to date due to their strong nonspecific cytotoxic effects. These reports prompted us towards the development of safer escin derivatives with anti-CoV activities. Previous studies on structure-activity relationship with escins suggested that acylation at C-21 and C-22 was necessary for the cytotoxic effects. [16] [17] [18] [19] [20] The cytotoxicity can be enhanced with methylation at C-24 and a free hydroxyl at C-16 at oleanane-type structure and altered by the site of glycosides. 14, 21 Thus, alkaline and acid hydrolysis of escins was applied to detach acyl moieties at C-21 and C-22, and provide varieties of sugar moieties at C-3.\n\nIn this research, we reported ten compounds (1-10), including four new compounds 2, 3, 5 and 6, from the extract of A. turbinate after the two-step hydrolysis. We also measured their antiviral activities using the PEDV assay with isolated compounds and each fraction for safer utilization of Japanese horse chestnut.\n\nThe air-dried seeds of A. turbinata were extracted and separated through column chromatography using silica gel, RP-C 18 and preparative HPLC to afford ten compounds, including four new (2, 3 and 5, 6) and six known (1, 4 and 7-10). 22 11 . The IR spectrum showed absorption due to hydroxyl Table 1 1 H NMR and 13 C NMR spectroscopic data of compounds 2, 3, 5, and 6 in pyridine-d 5 . Table 1) . The 1 H and 13 C NMR data of 2 were consistent with those of escinidin (1), except for the chemical shift of C-3 and the presence of one b-D-glucopyranosiduronic acid moiety in 2 (Fig. 1) . These results indicated the attachment of b-D-glucopyranosiduronic acid to C-3 (d C 89.0). The linkage position of this b-Dglucopyranosiduronic acid was confirmed by the HMBC experiment from the correlation from H-1 0 (d H 5.03) to C-3 (d C 89.1) ( Fig. 2A) . Therefore, the structure of 2 was elucidated as (3b,16a,21b,22a)- 16 . The 13 C NMR spectrum of 3 was very similar to that of 2, apart from the presence of one b-D-glycopyranosyl moiety in 3 (Table 1) Table 1 ). The HMBC correlation between H-3 (d H 3.63) and C-1 0 (d C 106.7) confirmed the position of b-D-glucopyranosiduronic acid. The relative configuration of 5 was investigated by analysis of its ROESY spectrum (Fig. 2B) .\n\nCorrelations 4 .64) were observed in the ROESY data, implying that all these protons were on the same side of the molecule. The relative configuration of compound 5 remained unaltered even after the two-step reaction except for the deacylation and the cleavage of the glucose linkage. Therefore, the structure of 5 was identified as (3b,16a,21b,22a)-16,21,22,24,28-pentahydroxyolean-12-en-3-O-b-D-glucopyranosiduronic acid. 23 Compound 6 By analysing the ROESY data of compound 5, we also confirmed that the overall skeleton and relative configurations of new compounds 2, 3, 5, and 6 were identical with the escin series, after a two-step hydrolysis. Six known compounds 1, 4, and 7-10 were determined as protoaescigenin (1), 24 escinidin (4), 25 aesculuside B (7), escin Ia (8), escin Ib (9), 13 and isoescin Ia (10) 26 by comparison with literature data.\n\nThe cytotoxicity assay 27 was done at a concentration of 10 lg/ mL to compare the cytotoxic effects of the total extract and partitioned fractions before and after a two-step hydrolysis (Fig. 3A) . The n-BuOH fraction, containing a large amount of escins, showed strong cytotoxicity compared to fractions obtained after the twostep hydrolysis. Interestingly, compounds 1-7 isolated from the fraction with the two-step hydrolysis were evaluated to have much lower cytotoxic effects than compounds 8-10 from the n-BuOH part at concentration of 20 lM (Fig. S22) . Additionally, dosedependent cytotoxic effects of compounds 8-10 were ascertained at concentrations of 2, 5 and 10 lM (Fig. S23) .\n\nThe n-BuOH and the other fractions from a two-step hydrolysis were evaluated for their PEDV inhibitory activities with 6-azauridine as positive control at 1, 2, 5, and 10 lg/mL (Fig. 3B) . 28 Up to 2 lg/mL, both fractions showed similar and mild inhibitory effects on PEDV replication, proving the original horse chestnut's antiviral activities. The fraction after a two-step hydrolysis inhibited PEDV replication in a dose-dependent manner without cytotoxicity. The n-BuOH fractions above 5 lg/mL, which are expected to contain many escins, exhibited poor cell viability because of strong cytotoxic effects, even if it could show better PEDV inhibitory effects than the fraction from a two-step hydrolysis. Based on these data, the ten purified oleanane triterpenoids (1-10) were evaluated for their PEDV inhibitory effects with the same methods (Fig. S24) . As compounds 8-10 showed strong cytotoxic effects on Vero cells at 20 lM, their PEDV inhibitory activities were evaluated at a concentration of 2 lM.\n\nCompounds 1-7 were tested at a concentration of 20 lM to compare their inhibitory effects on PEDV replication, providing less cytotoxicity in relatively high concentrations. Compound 4 showed the strongest inhibitory activity among the ten compounds 1-10.\n\nAdditionally, Compounds 4-6 exhibited concentration-dependent inhibition of PEDV replication at concentrations of 10, 20 and 40 lM, indicating improved cell viability from the two-step hydrolysis (Fig. S25 ). Based on cytotoxicity and CPE assays, structure-activity relationships (SARs) were studied. Isolated compounds 1-10 after the two-step hydrolysis suggested the presence of three important groups: (1) acylation at C-21, C-22 or C-28 (1-7 and 8-10), (2) methylation at C-24 (1-3 and 4-6), Group 1 (1-7 and 8-10) indicated that deacylation at C-21 could improve the cell viability (Figs.3A and S22) . The PEDV inhibitory effects of group 2 (1-3 and 4-6) demonstrated that methylation at C-24 could reduce antiviral activity. and (4 and 5-7) ] showed that the absence of glycosidic linkage also improved the antiviral effects (Fig. S24) .\n\nDuring the PEDV replication, two key structural proteins, spike and nucleocapsid proteins, take part in important roles. 29 The spike protein regulates the entry stage of the virus 30 and binding of nucleocapsid protein to viral RNA is crucial for viral transcription. 31 Following the data of the cytotoxicity and CPE assays (Figs. S22-24), the five compounds 1 and 4-7 were selected for further evaluation. The inhibitory effects of compounds 1 and 4-7 on nucleocapsid protein synthesis at 20 lM were measured using Western blot (Fig. 4A ). 32 The five compounds showed moderate inhibitory effects on nucleocapsid protein synthesis, and compound 4 significantly inhibited nucleocapsid protein synthesis. Thus, compound 4 was further analyzed for its effects in nucleocapsid and spike protein synthesis with Western blot at concentrations of 10, 20 and 40 lM, and it was found to inhibit PEDV replication in a concentration-dependent manner (Fig. 4B) .\n\nOn the basis of the above findings, compounds 4 and 6 were also measured with key genes and proteins crucial for PEDV replication by real time qPCR (qPCR). 33 To measure the expression level of viral RNA encoding nucleocapsid and spike proteins, compounds 4 and 6 were treated in Vero cells at a concentration of 40 lM and total RNA was extracted for reverse transcription followed by polymerase chain reaction using the primers for PEDV (S- Table 1 ). Fig. 5A shows the RNA expression levels of two kinds of proteins with compounds 4, 6 and positive control. When the inhibitory effect of compound 4 was analyzed in detail at the concentrations (B) CPE inhibition assay of the n-BuOH fraction and the reaction fraction at concentrations of 1, 2, 5, and 10 lg/mL. Up to 2 lg/mL, the n-BuOH fraction and the reaction fraction from a two-step hydrolysis showed similar activities, but at high concentrations, the n-BuOH fraction showed cytotoxic effects and the reaction fraction had PEDV inhibitory effects in dose-dependent manner. of 10, 20 and 40 lM, compound 4 inhibited the RNA expression of nucleocapsid and spike proteins in a dose-dependent manner (Fig. 5B) . On the basis of inhibition of PEDV RNA expression, compound 4 was further studied for its inhibitory effects on PEDV replication, by performing an immunocytochemistry assay (Fig. 5C ). 34 We observed green fluorescence in virus-infected cells but no signals in mock-treated cells. This result revealed that compound 4 had noticeable inhibitory effects on PEDV replication in a dose-dependent manner at concentrations of 10, 20 and 40 lM.\n\n3C-Chymotrypsin-Like protease (3CL protease) is vital for proteolytic processing of viral replication in coronaviruses. As escin was reported as a SARS-CoV 3CL protease inhibitor, 15 we performed docking modelling of compound 4 into the active site of SARS-CoV 3CL pro (PDB ID code 3V3M). 35 The binding site was predicted by the 2D program of DS 4.0. As shown in Fig. 5D , the hydroxyl group of C22 and C16 of 4 formed hydrogen bonds with the oxygen atom of the carbonyl group of Glu166. Additionally, the methyl group of C23 and the B ring of 4 showed hydrophobic interactions with Cys145 and Leu27 through their side chains. The CDOCKER interaction energy was calculated to be À38.63 kcal/mol. The 3CL pro binding energy value of compound 4 was unstable and weaker than that of the reference ligand 0EM. However, clear key amino acid interactions of compound 4 with 3CL pro , proposed the mode of action as inhibition of 3CL protease and explained inhibitory possibility of the SARS-CoV of escin derivatives.\n\nThis research demonstrated that including the four new compounds (2, 3, 5, and 6), ten oleanane-type triterpenoids (1-10) were isolated from the seeds of Aesculus turbinata (Japanese horse chestnut). The cytotoxicity of the n-BuOH fraction was decreased with compounds 1-7 isolated from two-step hydrolysis. Especially, two compounds 4 and 6 showed strong inhibitory activities against PEDV in a dose-dependent manner. The present study proposed a way to utilize Japanese horse chestnut for treating PEDV with lowered cytotoxic effects and to increase the diversity of bioactive compounds. "}