{"title": "Cell mediated innate responses of cattle and swine are diverse during foot-and-mouth disease virus (FMDV) infection: A unique landscape of innate immunity", "body": "While evidence has been gathering pointing to the importance of innate immune responses in shaping overall immunity against infection, in large animal immunology, the subject is still in its infancy. Lessons learned from the mouse system are helpful in understanding the execution of innate immune responses in large animals and provide valuable insights applicable to many other species. For this reason throughout the review, we frequently refer to established facts in other species to indicate areas in large animal immunology where data is lacking. This review focuses on studies that are now available to advance the understanding of innate immune responses of cattle and pigs following infection with important pathogens, particularly FMDV.\n\nDevelopment of the critical cellular components of the innate immune system in cattle and swine has not been fully described. These include natural killer cells, NK; dendritic cells, DC; gamma delta T cells, ␥␦T; B cells, macrophages, M, and granulocytes. We can only assume that development of these cells probably takes place in a similar manner as has been described for the most studied system, the mouse. However, there are likely to be important differences.\n\nOne prominent example is the number of ␥␦ T cells in ruminants versus that in humans or mice. As reported by Yasuda et al. [1] , in cattle, ␥␦ T cells initially increase significantly in the dome region of the Peyer's patches during prenatal development and decrease following birth, but the reverse is observed in the intestinal villi where a few ␥␦ T cells are observed during the prenatal development but increase after birth. However, it remains to be proven if these developmental differences are translated into functional differences. Moreover, according to Hein and Dudler [2] , in sheep, establishment of a normal ␥␦ T cell repertoire in the periphery is developmentally regulated and dependent on the continual presence of a functional thymus during ontogeny.\n\nThe situation with porcine ␥␦ T cells is no less complex. At least 12 subsets of ␥␦ T cells have been reported that belong to two major groups, (1) cluster of differentiation 4 (CD4)-␥␦ thymocytes that are further subdivided based on CD2/CD8␣␣ expression, and (2) CD4 + ␥␦ thymocytes that stably express CD1, CD2 and CD8␣␣, but are not exported to the periphery [3] .\n\nIn the case of development of natural killer (NK) cells and dendritic cells (DC), until recently, we relied on the data derived in the mouse system since minimal data are available for the large animal species. However, since conditions of generating these cells in vitro have widely been described now [4, 5] , advancement in characterizing these cells in large animal species and understanding how these cells develop and function to protect the host is now possible. In large animals, we also face yet another unknown, that being, the precise role the innate immune cells play. For instance, data in both mouse and humans show that individuals genetically lacking NK cells suffer from severe and recurrent infections [6] [7] [8] . We do not have such an example in large animals or that such a condition leads to a similar situation as that observed in humans or mice.\n\nMore recent data [9] [10] [11] in humans and mice introduce a new group of cells referred to as innate lymphoid cells (ILC) which includes NK cells. Other members are lymphoid tissue inducer cells (LTi) and natural cytotoxicity receptor 22 cells (NCR22). The later have characteristics of both NK and LTi cells and are referred to as NK receptor-positive (NKR + ) LTi cells. ILC play a protective role in responses to infectious microorganisms, lymphoid tissue formation, tissue remodeling after injury or infection and homeostasis of tissue stromal cells. ILC appear to specialize in production of IFN␥ (NK cells), IL-17 and/or IL-22 (LTi and NKR + LTi cells). Additionally, in mice \"natural helper\" (NH) cells have been described, which produce IL-5 and IL-13 associated with Th 2 helper cells. In large animals, we still do not have data suggesting the existence of the LTi cells or NKR + LTi cells and we will not discuss these cells further in this review.\n\nFinally, there is also the contribution of macrophages and granulocytes that phagocytose particles including bacteria and cell debris, particularly in sites of inflammation. These cells also have a prominent role in the resolution of inflammation; however, for this review we will focus on the recent advances in the role of NK, DC and ␥␦ T cell responses during infection of cattle and pigs by viral agents, and refer to other animal species. The humoral factors of innate responses such as the complement, acute phase proteins, defensins, cathelicidins, pentraxins and heat shock proteins play a significant role in bacterial infections, but are less understood in relation to viral infection, especially in livestock species. As such, these are not included in this review, but rather we maintain our focus on cellular innate responses to viral infection.\n\nNatural killer (NK) cells are part of the innate immune system responsible for early elimination of pathogen-infected cells and thus preventing dissemination within the host and transmission to other hosts. With the availability of an antibody against bovine CD335 (NKp46) [12] , the biology of bovine NK cells and their direct role in vaccination or infection with various animal pathogens has been analyzed.\n\nBovine NK cells are found in peripheral blood, spleen, lung, liver, lymph nodes and bone marrow [12, 13] . As in other species, bovine NK cells also express natural cytotoxicity receptors like CD335, produce IFN␥, lyse sensitive targets and appear to have a CD335 + /CD2 +/− /CD8 +/− /CD3 − phenotype [12, 14, 15] . Evidence that bovine NK cells are capable of lysing an infected target was initially demonstrated by Boysen et al. [16] and later by Klevar et al. [17] , in their studies with Neospora caninum. Similar observations have been made by others regarding activation of NK cells by other microorganisms [18, 19] . Bovine NK cells also express a short form of natural-killer group 2, member D protein (NKG2D, an activating receptor found on NK and CD8 + T cells) which associates with signaling adaptors such as DNAX activation proteins of 10 kDa (DAP10) and 12 kDa, DAP12 [20] . Furthermore, NKG2D expressed on CD335 + cells in peripheral blood, mesenteric lymph nodes and intraepithelial cells binds to bovine MIC1 (bovine leukocyte antigen-like molecule 1) and MIC4. In vitro culture of bovine peripheral blood CD335 + cells with soluble MIC1 or MIC4, showed increased NK cell response in form of IFN␥ production, indicating that bovine MIC1 and MIC4 are ligands for NK cell-expressed NKG2D [21] . A review by Boysen and Storset [22] tabulates many more receptors and cell markers expressed by bovine NK cells.\n\nUnlike T cells, NK cells recognize their targets without the need for prior exposure and activation, in an antigen independent manner. Once activated, they show increased cytolytic, secretory and proliferative functions [23] . Besides the cytolytic activity against target cells, NK cells are important mediators of immune responses e.g., participating in immune responses controlled by dendritic cells [24] . These effector functions of NK cells are highly regulated by a balance between inhibiting and activating signals mediated through receptors harboring immunoreceptor tyrosinebased inhibitory motif (ITIM) or immunoreceptor tyrosine-based activation motif (ITAM), respectively, in their cytoplasmic tails [25] .\n\nDuring transportation of cattle, the stress response of these animals is characterized by activation of NK cells indicating that these play a role in innate response [26, 27] . In other infections of cattle such as N. caninum [17] , an initial decrease in peripheral blood NK cells is observed in the early times of infection (4-6 days post infection). However, NK cells significantly increase later, at 11-15 days post infection, acting as early responders to invasion with this parasite. This study did not report if this increase affected the clearance of the parasite. According to Dennis et al. [18] , NK cells are directly involved in the elimination of Mycobacterium bovis infected macrophages (M ). The NK cells interact with and enhance the capability of infected M to produce IL-12 and nitric oxide (NO) and induce apoptosis in the infected cells and as such limit the replication of the intracellular bacteria. Inhibition of NK cell functions appears to be a common feature of viral infections in pigs. Mendoza [28] also found a similar characteristic of NK cells when mononuclear cells were cultured with African swine fever virus (ASFV). Similarly, porcine respiratory and reproduction syndrome virus infection affects the innate immune response of young pigs by inhibiting the function of peripheral blood NK cells [29] .\n\nThe present experimental data about how NK cells function in the mouse show that this innate cell type may also elicit memory based antigen specific responses [30] . Such cells have not been described in large animal species to date. Depending on results of future studies, NK cells may be targeted to enhance the innate response while priming them for antigen specific memory responses. Recently, Thierry et al. [31] have described invariant NK T (iNKT) cells in porcine peripheral blood, which reside in the CD4 − /CD8 + and CD4 − /CD8 − T cell compartments. They have an activated memory phenotype indicated by SLA-DR+, CD45RA(-) and produce considerable amounts of IFN␥. Porcine iNKT cells expand in the presence of IL-2, IL-15 and IL-33 following activation with ␣-galactoceramide (␣-GC), but expansion is restricted to CD3 − ␣GC-CD1dTT + cell population. The role of these cells in infection remains to be determined.\n\nAlthough information is becoming available about the bovine NK cell response in bacterial and parasitic infections, data are not widely available regarding the function of bovine NK cells in viral infections. To learn if there is a possible role for bovine NK cells in a viral infection, we studied bovine CD335 + NK cells originating from cattle infected with FMDV.\n\nInfection of cattle with FMDV causes an acute disease associated with development of lesions on the hooves and buccal area. Although the infection is rarely fatal in adult animals, it leads to significant economic losses resulting from reduced productivity of infected animals, or losses due to culling of infected animals or even the whole herd in areas of disease outbreak. Such losses are more pronounced, particularly in industrialized countries that are free of disease and thus do not practice vaccination against FMDV. Therefore, understanding how NK cells function during infection with FMDV is conducive to rational strategies of augmenting the innate immunity against this devastating disease of cloven-hoofed animals.\n\nWe have now shown that NK cells originating from FMDV infected animals have an elevated level of cytotoxicity against bovine derived target cells in vitro (Patch, Dar, Waters, Toka & Golde, manuscript submitted). NK cells were also described as having low cytotoxicity for bovine non-infected target cells but were able to efficiently lyse parainfluenza 3 virus (PI-3) infected target cells following addition of anti-PI-3 virus antibodies, indicating a role for NK-mediated antibody dependent cell cytotoxicity [32] .\n\nIn swine, NK cells are identified as CD2 + /CD8 + /CD3 − cells [33] which show characteristics of NK cells described in other species.\n\nIn vitro data show that, at rest, porcine NK cells are minimally cytotoxic even towards target cells infected with FMDV. However, following stimulation with cytokines such as IL-2, IL-12, IL-15, IL-18 or interferon alpha (IFN␣), their cytotoxicity significantly increased [34, 35] including cytotoxicity against FMDV infected target cells. However, NK cells isolated from swine infected with FMDV are dysfunctional because of the suppressive nature of the virus infection in vivo [36] . Porcine NK cells isolated during acute FMDV infection do not secrete IFN␥ and are not cytotoxic for NK-sensitive targets such as the human lymphocytic cell line, K562 or FMDV infected porcine fibroblasts. Such a status of NK cells may preclude their protective role in the early phase of infection of pigs with FMDV.\n\nIn young ruminants and swine, T cells expressing ␥␦ T cell receptors (TCR) account for 20-50% of circulating T cells. Although not much is known about the character of antigens recognized by these cells in any mammalian species, antigen recognition is predicted to be MHC independent. In addition, the role of these cells in immune responses to virus infections is not clear. ␥␦ T cells express innate immune functions such as production of proinflammatory cytokines and non-MHC restricted cytolytic activity, i.e., NK-like activity [37] . Further, reports have described a role in wound healing through production of the insulin-like growth factor 1 (IGF-1) [38] . Hoek et al. [39] recently described bovine ␥␦ T cells that likely are regulatory T cells expressing the workshop cluster 1 molecule (WC1) as well as a ␥␦ TCR. These authors propose that these cells may have regulatory functions instead of CD4 + /CD25 high/ FoxP3 + , but the results were limited to WC1 cells expressing mRNA for IL-10. More detailed studies are necessary to confirm a Treg-like function of WC1 + ␥␦ T cells.\n\nIn cattle, there are two major populations of ␥␦ T cells differentiated on the expression of WC1, which belongs to the cystein-rich scavenger receptor family of proteins. These are the WC1 + /CD3 + /CD5 + /CD2 − /CD6 − /CD8 − and WC1 − /CD3 + /CD5 + / CD2 + /CD6 + /CD8 + subsets as reported by Wijnaard et al. [40] and Aruffo et al. [41] . The later, WC1 − ␥␦ T cell subset has been reported to express perforin in American bison [42] . The WC1 + subpopulation is further divided into WC1.1 + and WC1.2 + cells; however, the significance of this division is not yet clear. In addition this division relied on monoclonal antibody reactivity. Studies by Baldwin and colleagues [43] show that at least 13 genes located on chromosome 5 within two loci, encode the WC1 molecules. Extensive alternative splicing of transcripts of this family of genes is probably the reason we have a large diversity among this type of scavenger receptor. Moreover, such diversity may contribute to the functional difference observed between ␥␦ T cells in cattle.\n\nSwine ␥␦ T cells appear early in the thymus as CD3 high cells during the gestation period [44] . As many as 12 different populations of ␥␦ T cell in thymus of pigs have been found by Sinkora et al. [45] based on the expression of CD1, CD2, CD4, CD8 and CD45RC. Two major groups can be defined based on CD4 expression, but these cells do not have counterparts in periphery. However, it suggested that the CD4 − group gives rise to all ␥␦ T cells found in the periphery [3] . Further studies by Sinkora [46] reveal that the peripheral blood harbours the most CD2 − /CD8 − ␥␦ T cells while CD2 + /CD8 + are frequently found in solid tissues and CD2 + /CD8 − are enriched in the spleen and thymus, but the proportions of these cell subsets vary with age.\n\nThere is constitutive expression of CD25 on ␥␦ T cells from germ-free pigs with almost all CD2 − /CD8 − cells expressing high levels whereas CD2 + /CD8 + and CD2 + /CD8 − cells have low levels. Expression of CD25 can be increased by PMA and IL-2 stimulation although IL-2 is less potent and only effective for CD2 − /CD8 − ␥␦ T cells. While ␥␦ T cells from germ-free pigs express CD11b, albeit at variable levels, almost none of the CD2 − /CD8 − ␥␦ T cells in conventional animals express CD11b and enhancement of expression in such animals could not be achieved even when cells were stimulated with PMA [46] . The majority of CD2 + /CD8 + ␥␦ T cells express MHC II molecules unlike CD2 + /CD8 − or CD2 − /CD8 − . Stimulation of blood ␥␦ T cells with PMA increases MHC II expression. Additionally, ␥␦ T cells may express swine workshop cluster 1 (SWC1, CD52) [47] , CD45RA, CD45RC and SWC7, albeit at varied levels and varied tissue distribution. Despite the differential characterization of porcine ␥␦ T cells, it is still far from providing a functional definition of these different phenotypic profiles. Only recently, have porcine ␥␦ TCR + cells been reported to be one of the major producers of IL-17 [48] , indicating that these cells are bona fide participants in innate immune responses.\n\nExperimental infection of and re-exposure to porcine reproductive and respiratory syndrome virus (PRRSV) increased the number of ␥␦ T cells in circulation between 14 and 70 days post virus stimulation. In vitro assays measuring cell proliferation and IFN␥ synthesis indicated increased activity of these cells at least between the 14th and 50th day post stimulation [49] . Although this may suggest response of porcine ␥␦ T cells to virus infection, other functional assays such as cytotoxicity were not shown. Moreover, ␥␦ T cells in swine share a phenotype with that of antigen presenting cells, since they are able to take up antigen and present it to CD4 + T cells via MHC class II molecules [37, 50] , therefore connecting the innate to adaptive immunity. Activation of ␥␦ T cells has been described in other infections such as mycobacteria [51] and leptospira in swine [52] .\n\nThe knowledge available so far on the interaction of FMDV with the immune system has been largely generated in the pig. Even then, not much has been described about the role of the various components of the innate immune response during infection or vaccination. The observation that naive porcine ␥␦ T cells are stimulated to transcribe mRNA of various cytokines and chemokines when treated with a high potency emergency vaccine against FMDV, indicates a role for these cells in innate responses to vaccination or infection [37] .\n\nIn a study perfomed by Amadori et al. [53] a population of cells with a phenotype and function similar to the human or murine large granular lymphocytes/NK lineage was indicated. Those cells, isolated from peripheral blood of cattle vaccinated against FMDV, could lyse target cells infected with virus in an MHC-independent manner. Later, in another experiment with murine raised antibodies, a similar population was identified as ␥␦ T cells. Amadori et al. [54] , isolated ␥␦ T cells from FMDV vaccinated cattle and showed that they exhibited cytotoxic or cytostatic capabilities against target cells infected with different viruses. Moreover, in a different experiment Amadori et al. [54] infected heifers with bovine herpesvirus 1 and observed an increase in ␥␦ T cells within the peripheral blood mononuclear cell population within the first days of infection. The ␥␦ T cells also inflitrated the tongue and palate mucosae and was more pronounced in animals vaccinated against FMDV. Therefore, ␥␦ T cells in cattle respond to FMDV antigens.\n\nWe have recently reported that WC1 + ␥␦ T cells may be involved in the innate response to infection with FMDV in cattle [55] . These cells show a transiently activated phenotype characterized by increased expression of CD25, reduced expression of CD62L and CD45RO, and increased production of IFN␥. Most interestingly, WC1 + ␥␦ T cells acquire NK-like capabilities to kill an in vitro target, shown by increased storage of perforin and expression of CD335. Data from these studies also indicated that bovine ␥␦ T cells might act as antigen presenting cells due to increased expression of major histocompatibility class II molecule (MHC II) and CD13, and the ability to ingest and process exogenous proteins. Gamma delta T cells have been previously shown to act as antigen presenting cells [56] . Whether this activation indicates direct interaction of ␥␦ T cells with virus or a bystander effect, is not yet known. Further studies should precisely define particular phenotypes responsible for both NK-like behavior and antigen presenting properties and particularly if these cells are able to activate CD4 + T cells in an antigen-dependent manner. Our data support the earlier findings of Amadori et al. [53, 54] and suggest an important role of ␥␦ T cells in the innate immune response against FMDV. In cattle persistently infected with bovine leukemia virus (BLV), administration of recombinant IFN␥ increased the number of ␥␦ T cells in circulation and suppressed the replication of BLV in vivo, although no mechanisms were suggested by these authors on how the ␥␦ T cells eliminated the IgM + cells harboring the virus [57] .\n\nA critical role of dendritic cells is to scan for antigen (including vaccine antigen) in the periphery and then migrate to the T cell areas of lymph nodes to initiate the immune response. Antigen presenting cell maturation results in amplified antigen uptake and presentation of antigen as peptides through MHC class I or II complexes [58, 59] . The late Dr. Ralph M. Steinman first described the function of DC in linking the innate to adaptive immunity as follows; \"They are sentinels, able to capture, process and present antigen and migrate to lymphoid tissue to select rare antigenreactive T cell clones. They are sensors responding to a spectrum of environmental cues by extensive differentiation and maturation\" [60] .\n\nApart from being the cells that initiate primary immune responses, DCs are efficient producers of type I interferons, and as such, powerful mediators of innate immune responses. Stephens et al. [61] have described two DC populations CD172 + /CD13 − (SIRP + /CC18Ag − ) and CD172a − /CD13 + (SIRP − /CC18Ag + ), in afferent lymph of cattle. These two DC populations have different patterns of cytokine production. Of the two populations, CD13 + produced more IL-12, although prolonged stimulation of both populations produced comparable amounts of IL-12. The early response of the CD13 − cells was characterized by IL-10 secretion. However, both populations of DC did not produce type I interferon (IFN␣ or ␤). It is difficult to assess what role these DC may play in innate immunity to vaccination or infection since the cytokine profile arising from prolonged stimulation appears to promote Th1 type (both cell types produced IL-12) of immune response, i.e., suited to activation of adaptive rather than innate immune responses. There is a level of plasticity retained in these DC populations that may allow them to stimulate either Th1 or Th2 responses depending on the conditions of the initial stimulatory signals or these subsets of DCs may be integral to one or the other T helper cell response. A firm conclusion in this paradigm awaits more definitive data.\n\nProtection through innate immune responses may be mediated through production of IFN␣ by natural interferon producing cells (NIPC) (an early name for plasmacytoid dendritic cells (pDC)) as has been reported in pigs by Charley et al. [62] during experimental influenza or coronavirus infections. The precise role of DC in generating antiviral innate responses that are protective in swine remains controversial. Several groups have shown that FMDV can replicate in pDC, MoDC and bone marrow-derived DCs [63] [64] [65] and yet other groups have reported the refractory nature of skin DCs to infection with FMDV [66] . In fact, many viruses induce type I IFN yet are quite sensitive to this antiviral cytokine. However, many viruses have also evolved various mechanisms to evade this powerful innate control of pathogens. Summerfield [67, 68] outlines the mechanisms certain viruses may engage in order to evade the innate immune responses mediated through type I IFN.\n\nRecently, Reid et al. [69] have identified a population of dendritic cells in cattle with high capability to produce type I interferon. CD3 − /CD14 − /CD21 − /CD11c − /NK − /TCR␥ − /CD4 + /MHCII + /CD45RB + / CD172a + /CD32 + pDCs accounted for 0.1% of the total lymphocyte population in peripheral blood, pseudoafferent lymph and lymph nodes. High levels of type I IFN were produced after stimulation of the cells with the TLR9 agonist CpG and FMDV immune complexes. Depletion of CD4 + cells in vivo reduced the level of type I IFN in the serum of animals following infection with FMDV. These data likely indicate that these pDCs may be critical in generating protective immunity in animals already vaccinated, because the production of type I IFN was dependent on the presence of FMDV-antibody complexes in in vivo experiments. Interestingly, mesenteric lymph nodes yielded DCs with particularly high capacity to produce type I IFN, suggesting a role for these cells in lymph nodes. However, the results reported in the study by Reid et al. [69] do not indicate a role for type I IFN in early phases of infection since no effect on clinical disease was observed following depletion of CD4 + type I IFN producing cells. Further, monocyte-derived DC (MoDC) complexed with dead virus stimulated FMDV-specific CD4 + memory T cells, suggesting a possibility that such complexes could be used to target FMDV in vaccine formulations [65] .\n\nIn a study by Nfon et al. [70] , porcine DC were readily stimulated to produce IFN type I when exposed to FMDV in vitro. However, moDC and skin DC derived from swine infected with FMDV, failed to produce IFN␣, constitutively or following in vitro stimulation, and this inability to produce IFN␣ coincides with the rising titers of FMDV in the blood. The mechanism of how production of IFN␣ is inhibited was described recently. Data suggests the leader protease (Lpro) of FMDV disrupts the integrity of NF-B therefore, discontinuing NF-B-dependent gene transcription [71, 72] . Of note is a recent study by Lannes et al. [73] , showing IFN␣ production by pDCs can be enhanced by both neutralizing and opsonizing anti-FMDV antibodies.\n\nDC also secretes type III IFN [74] . Antiviral activity of type III interferon against FMDV was detected in cattle vaccinated with an adenovirus vector encoding a gene for bovine IFN3. The IFN3 induced upregulation of IFN regulated genes [75] . In cattle, it is not entirely clear whether DC are the primary source of IFN3, moreover, no challenge experiments have been performed to conclusively determine the in vivo efficacy of IFN3 as an antiviral agent. Similarly, IFN1 has also antiviral activity against FMDV [76] .\n\nLessons from the rodent models show that the innate immune system accomplishes activation and initiation of inflammatory responses through interaction of cellular components. DCs initiate the interaction upon encounter with the pathogen or upon receiving inflammatory signals from the periphery. They secrete cytokines such as interleukin 1 (IL-1), IL-2, IL-12, IL-15 and IL-18 that activate NK cells. This activation leads to increased proliferation, cytotoxicity and expression of NK cell receptors [77] that in turn may control the activation and maturation of DC. Also involved at this stage of activation are cytokines produced by NK cells such as tumor necrosis factor alpha (TNF␣), interferon gamma (IFN␥) and granulocyte-macrophage colony-stimulating factor (GM-CSF) that up-regulate expression of MHC I molecules on DC. Apparently, as part of DC-NK crosstalk, NK cells may lyse immature DC (iDC), most likely to limit the immune response or to protect from induction of tolerance towards pathogens, as reported in the mouse [78] . Most recently, Siddiqui and Hope [79] showed that bovine CD335 + /CD2 − NK cells migrate towards M. bovis infected DC that abundantly expressed chemokines such as CCL3, 4, 5, 20 and CXCL8. In this scenario, DCs produced IL-12 that activated NK cells to produce IFN␥, and in turn, CD335 + /CD2 − NK cells induced an increase in the intensity of MHC II expression on the DCs. This observation clearly demonstrates the interaction between DC and NK cells.\n\nHowever, it is not clear where in the tissue this interaction occurs. A study by Buentke et al. [80] showed that in the dermis of healthy humans, only scattered NK cells could be observed, however, in human skin biopsies positive for the Malassezia atopypatch-test, NK cells were found in close proximity with CD1a + DC, indicating that inflammatory sites are likely to be sites where interaction may occur. The second possibility is the lymph node. In humans and mice, both DC and CD56 bright NK cells can express chemokine receptors such as chemokine (C-C motif) receptor 7 (CCR7) and chemokine (X-C motif) receptor 3 (CXCR3) [81, 82] , that are responsible for immune cell trafficking to lymph nodes. Thus NK cells and DCs are in close proximity for interactions that lead to activation [83] . Moreover, in humans NK cells secrete the high mobility group B1 (HMGB1) inflammatory cytokine that protects DC from lysis by NK cells. Further, DC secrete IL-18, a cytokine that is leaderless and hence restricted to the synaptic cleft, promoting cell-cell contact of NK and DC [84] .\n\nThere is also a level of interaction between ␥␦ T cells and DC. Conti et al. [85] showed that human DC are induced to up-regulate the expression of CD86 and MHC I molecules by ␥␦ (V␦2) T cells and these cells secrete TNF␣ and IFN␥, all following stimulation with non-peptide phosphoantigens. Human NK cells positively regulate ␥␦ T cells by interaction through CD54 and secretion of TNF␣ and GM-CSF but not IFN␥. In turn ␥␦ T cells respond by vigorous proliferation to microbial antigen [86] . Because there is still lack of knowledge about the nature of antigens recognized by ␥␦ T cells we still do not know if ␥␦ T cells interact with DC during viral infection, in which transient activation of these cells has been observed [55] . It is highly possible that the interplay between DC, NK and ␥␦ T cells in large animal species constitutes the stronghold of the innate immune response to infection. Fig. 1 depicts possible ways of how these cells may interact.\n\nThere is a distinct difference in the manner of response of cattle and swine to infection with FMDV. In swine DC are incapacitated and secretion of critical cytokines is disrupted by the infection. Subsequently, the lack of cytokine support and a non-productive interaction of NK cells with virus renders these cells dysfunctional.\n\nAlthough swine ␥␦ T cells favourably respond to vaccination with FMDV antigens, no reliable data is available on their reactivity to infection with FMDV. Considering the dysfunction of DCs, it can be speculated that ␥␦ T cells from swine may be dysfunctional as well. Conversely, in cattle, ␥␦ T cells are transiently activated during the initial phase of infection with FMDV and acquire a level of cytotoxicity against in vitro target cells. Additionally, ␥␦ T cells produce IFN␥ which probably influences the activity of NK cells originating from infected cattle as shown in in vitro assays (unpublished data Patch, Dar, et al.) . These responses could be initiated by DC. Appearance of antibodies could disrupt this interaction because formation of antibody/FMDV complexes appear to alter tropism of FMDV and dendritic cells are killed when such complexes are internalized through Fc receptors [65] .\n\nExpression of receptors on innate immune cells defines the function of those cells. Therefore, a thorough understanding of pathogen recognition receptors (PRR) in particular Toll-like receptors (TLRs) expressed by DC, NK and ␥␦ T cells and their agonists (pathogen associated molecular patterns, PAMP, [87] ) is required in order to design proper stimulatory formulations of vaccines or immunotherapeutics. Since innate immunity plays a critical role in orchestrating interaction between different host cells, and those cells and the pathogen, modulation of the response through PRR may afford the means to enhance immunity against viruses. The pattern recognition receptors including TLRs appear to be modulated by the presence of pathogens [88] .\n\nAs depicted in Fig. 1 , the innate immune cell types can respond to stimulation through TLR. Although not all information is complete on the expression of TLR in large animals, bovine DC express TLR2 and 4 [89, 90] . TLR7 and TLR8 are expressed by CD14 + cells in the peripheral blood and respond by secreting IL-12 when treated with TLR7 and TLR8 agonists [91] . Reid et al. [69] reported the response of DC to TLR9 agonist by production of type I IFN. Microarray data compiled by Hedges et al. [92] showed transcription of TLR1, 2, 3, 4, 5, 8, 9 and other PRR in bovine ␥␦ T cells treated with LPS. However, to date no reliable data in the literature is available indicating TLR expression on bovine NK cells.\n\nIn studies done by Lee et al. [93] , bovine monocytes exposed to bovine viral diarrhea virus (BVDV), differentially transcribed TLR3 mRNA. The cytopathic strain of the virus did not significantly increase the transcription of TLR3 mRNA, while both cytopathic and non-cytopathic strains upregulated the transcription of TLR7 only after 24 h of infection. Surprisingly, this increased expression of TLR7 did not lead to enhanced type I IFN response in infected monocytes, suggesting that monocytes may play a minor role in overall synthesis of type I IFNs during infection with BVDV. The same authors had earlier shown that infection of macrophages with BVDV did not influence expression of TLR2, 3 and 4. Moreover, TLR signalling detected in these studies was not attributed to increases in TNF␣ or IL-1␤. Persistent infection that usually occurs with BVDV is likely established due to the virus' ability to suppress the innate immune response components, in this case monocytes, by inhibiting expression of pro-inflammatory cytokines production.\n\nInfection of cattle with FMDV up regulates expression of TLR4 but not TLR3 in nasal associated lymphoid tissue (NALT) during the acute phase of disease [94] . Studies by Zhang [94] indicate a role for the increased expression of TLR4, since mRNA level of type I IFNs concurrently increased. This may be surprising because FMDV is an RNA virus, more likely to provide ligands for TLR3 (dsRNA, a replication intermediate in many RNA viruses) than for TLR4 which transduces signals after recognizing LPS from Gram-positive bacteria. Fig. 1 . Possible interaction of DC, NK and ␥␦ T cells in an innate immune response. The figure shows three major cellular components of the innate immune system. It appears that each of the cellular components might initiate innate responses individually. Mostly because all the cell types express TLR, hence are capable of sensing pathogens. DC, upon encounter with pathogens or receiving signals from the periphery through chemokines, produce cytokines such as IL-1, IL-2, IL-12, IL-15 and IL-18, which are important activators of NK cells. NK cells in turn respond by secreting more cytokines, particularly TNF␣, IFN␥, GM-CSF and HMGB1 that have a regulatory effect on DC and an activating effect on ␥␦ T cells. Further, the NK cells proliferate in response to DC cytokines and enhance cytotoxicity against virus infected cells. In addition to cytokines secreted by NK cells ␥␦ T cells also, secrete TNF␣ and GM-CSF that affect the DC activation leading to maturation and enhanced expression of MHC class I and II molecules and subsequent antigen presentation. The interplay depicted here account for the effective role played by these cells to counteract infection before it spreads within the host. However, the efficacy with which these mechanisms are executed remains largely unknown in large animal species, since viruses such as FMDV manage to efficiently replicate in swine and cause immunosuppression.\n\nIn swine, we have reported expression of TLR7 and TLR8 by NK cells. The activation of these cells to enhanced killing is partially dependent on DCs, as removing the DCs resulted in low levels of cytotoxicity following treatment with TLR7/8 agonists [95] . Others have found TLR4, 5, 7 and 9 expressed by MoDCs [96, 97] . In swine, an interferon response to the TLR9 agonist, CpG, was detected in plasmacytoid DCs, Langerhans cells and B cells [98] . Zhang et al. [99] reported that swine TLR7 is stimulated by RNA oligonucleotides found in FMDV leading to expression of IFN␣ and Th1 cytokine induction. Taken together, this leads to the possibility of targeting these TLRs in order to modulate the function of innate immune cells to fight viral infections.\n\nBesides TLRs, another group of PRRs called RIG-I-like receptors (RLRs) participate in innate responses [100] . TLRs are expressed either on the cell surface or in endosomes, but RLRs are found in the cytoplasm and may more be suited to detecting virus nucleic acids. Husser et al. [100] found that in PK-15 cells (porcine kidney cell line), FMDV is detected by MDA-5, while classical swine fever virus was detected by MDA-5, RIG-I and TLR3 which led to induction of IFN-␤. The evidence that FMDV preferentially signals through MDA-5 is supported by data from Wang et al. [101] that L pro of FMDV, a shorter form of L pro (Leader protease), significantly inhibits ubiquitination of RIG-I, likely leading to inhibition of type I IFNs induction.\n\nMany reports have emphasized the critical role of antibodies in clearance of virus following FMDV infection and protection against FMDV challenge following vaccination. A minimal amount of research has been performed to understand mechanisms of innate immune responses that possibly contribute to early responses to FMDV. In our studies as well as studies by Salt and colleagues, and Summerfield and colleagues [102] [103] [104] [105] [106] [107] , it is clearly demonstrated that early protection is achieved amidst very little antibody production. These data indicate that other mechanisms besides humoral immunity are in play at early time points of infection. We have recently shown that infection with FMDV in cattle induces a rapid although transient activation of ␥␦ T cells [55] . Notably, the activation of the innate immune system in the cattle following FMDV infection is the opposite result from what we have reported in swine. Within 24 h following inoculation of pigs with FMDV, DCs stop secreting type I IFN and their numbers are reduced [108, 109] . Further, NK cells isolated from FMDV infected pigs 24-96 h after infection do not produce IFN␥ and fail to spontaneously lyse target cells in vitro [36] , all indicating that the swine innate response is inhibited by the virus.\n\nThe cause of differences in response to FMDV infection between cattle and pigs is not clear. Rapid replication of FMDV in pigs leads to production of large amounts of virus. Additionally, the initial, high IFN␣ production is curtailed abruptly leading to high levels of viraemia and subsequent lymphopenia. A combination of these two factors may lead to immunosuppression of these innate responses in pigs. Conversely, although vireamia is observed in cattle, levels of IFN␣ are much lower than those in pigs and neither lymphopenia nor immunosuppression of NK cells or ␥␦ T cells occurs in cattle [110] . Taken together, a new emphasis is required to focus investigations on the innate immune mechanisms that may be exploited in design of new interventions to control FMDV outbreaks."}