{"title": "Avascular necrosis of bone in severe acute respiratory syndrome", "body": "Severe acute respiratory syndrome (SARS) is a newly recognized disease that was first reported in Guangdong province, People's Republic of China, in November 2002, and it has rapidly spread to other Asian countries, North America, and Europe. By 12 August, 2003, more than 8000 individuals have been infected with SARS, of which 812 were fatal. 1, 2 It has been shown that a previously unknown coronavirus is the primary cause of SARS. 3 -6 Avascular osteonecrosis (AVN) is a well-recognized condition of unknown aetiology whereby the circulation of the blood to an area of bone is impaired. 7 Eventually the involved area of bone dies and necrosis develops. It may be idiopathic or associated with a number of diseases, such as trauma, use of steroids, sickle cell disease, and vasculitis. Risk factors include the use of steroids and alcohol abuse. Intravascular fat embolism or thrombosis, coagulopathy, venous congestion and development of intra-osseous hypertension have been postulated as aetiological factors. 8, 9 The early diagnosis of AVN is important as surgical core decompression may arrest the progress of the condition and prevent subsequent femoral head collapse. 10 About 23 -32% of SARS patients become critically ill, 11 so corticosteroids are frequently prescribed. Corticosteroids have long been regarded as a predisposing factor for the development of AVN. AVN has not been previously reported in patients with SARS so the present study was undertaken to investigate the incidence of AVN in SARS patients.\n\nPatients Sixty-seven patients (age range 21 -55 years; mean age 32.3 years) consisting of 55 women (age range 21 -55 years; mean age 32.9 years) and 12 men (age range 21 -52 years; mean age 28.5 years) who fitted the WHO case definition for SARS, 12 and who had also reported large joint pain during or after hospitalization were included in our study group. None of the patients had pre-SARS joint pain. The joint pain was discovered in a retrospective review of the notes, and occurred 12 -120 days after the onset of SARS (average 60.73 days). Except for one patient, all patients were hospital staff, and the majority were nurses.\n\nThey were screened with plain radiographs of the affected joints. If no suitable reason was found for the pain (such as osteoarthritis or fractures), magnetic resonance imaging (MRI) examination was undertaken on the affected joint (hip, knee or ankle) on the same day as plain radiograph.\n\nInformed consents were obtained from all the patients, and they could withdraw at any time.\n\nThe antiviral agent, ribavirin, was administered to all patients, 750 mg daily for about 2 weeks, then taken orally 250 mg daily for 1 week. All patients were treated with intravenous methylprednisolone (80 -800 mg daily) for 3 -20 consecutive days, 1 -11 days after the diagnosis of SARS was made, then oral prednisolone was given, they were managed conservatively with stepwise steroid withdrawal. The cumulative dosage of therapeutic doses was 4117.33 mg (range 640 -20,000 mg).\n\nNone of the patients were alcoholics or intravenous drug users.\n\nMRI was performed using a 1.5 T Signa CVi imager (GE Medical Systems, Milwaukee WI, USA). A phasedarray body coil was used. All MRI examinations were performed by using preset protocols, as follows: for the hip, coronal T2-weighted fast spin-echo sequence (3400 ms/100 ms (repetition time/echo time), 5 mm section thickness, 0.5 mm section gap, \n\nAVN was diagnosed using MRI as interpreted by two experienced musculoskeletal radiologists (N.H, X.K.D), who separately evaluated all the MR images; agreement was reached by consensus. Established MRI criteria and staging systems were used for the diagnosis of AVN. 14 The following characteristics, such as location, extent, morphology, the number, size and signal intensity of lesions on T1-weighted, T2-weighted and fatsuppressed T2-weighted MR images were evaluated.\n\nNo abnormality could be found on the plain radiographs of all of the patients. The diagnosis of AVN was based on MR findings. Twenty-eight of 65 SARS patients between April 2003 and August 2003 were identified as having AVN (Table 1) . Among them, there are 22 women (age range, 23 -50 years; mean age, 31.8 years) and six men (age range, 21 -52 years; mean age, 29.2 years). The mean time to diagnosis of AVN was 119 days after the diagnosis of SARS, or 116 days after steroid administration. Three patients had bilateral AVN of the hips (Fig. 1) , four patients of one femoral head (Fig. 2) , five patients of the bilateral hips, distal femur and proximal tibia, four patients of the ipsilateral hip and knees, 10 patients of the knee(s), one patient of right proximal fibula, and one patient of knees and talus (Fig. 3) . However, many small patchy areas of AVN involving the subchondral areas of the medial, lateral femoral condyle and tibia plateau were found (Fig. 4) .\n\nSARS is a new disease that was first reported in Guangdong Province, People's Republic of China in November 2002, from where it rapidly spread throughout Asia, North America and Europe. Coronavirus was found to be the primary cause of SARS. 3 -6 AVN represents compromised circulation of the blood to an area of bone. 7 As a result haematopoietic cells, which are sensitive to anoxia, usually die within 6 -12 h after reduction or removal of the blood supply, bone cells usually die within 12 -48 h, and marrow fat cells usually die within 5 days. 13 Many mechanisms have been postulated as causes of AVN, including the following: trauma; idiopathic causes, such as Legg-Calvé-Perthes disease; renal transplantation; increase in endogenous steroid levels; use of immunosuppressants and other drugs, such as exogenous steroids; collagen vascular disorders, such as systemic lupus erythematosus; haemoglobinopathies, such as sickle cell disease, haemophilia; alcohol use; and others. Existing hypotheses for its pathogenesis include vascular thrombosis, fat embolism, or vasculitis. 14 Early diagnosis of AVN is important, as suitable treatment may prevent its progress and subsequent bone collapse. However, the early diagnosis of AVN is difficult using plain radiographs, as radiographs usually appear normal at stage 1, but radiography can identify the latter stages of AVN. Bone scintigraphy and MRI improve the diagnostic accuracy. 15 MRI is the most sensitive diagnostic technique for the diagnosis of AVN at any stage, 7,16 -18 particular in the early stage, with a sensitivity of 93 -100%. 15, 19 It aids staging, estimating prognosis and surgical planning. 20, 21 In our study, no abnormalities were seen on the plain radiographs or computed tomography (CT), but AVN was diagnosed using MRI, so MRI is the imaging technique of choice for the early diagnosis of AVN.\n\nThe association of AVN with steroid use has long been recognized. AVN can occur from 6 months to 10 years after the use of steroid. 22 The pathogenesis of steroid-induced AVN is unknown, but it maybe due to the increase in the size of marrow fat cells or to fat embolism, so that the intra-osseous pressure is increased. 23 As about 23 -32% of SARS patients become critically ill, 11 corticosteroids, either intravenously and/or orally, are frequently prescribed. In our study, all the SARS patients received steroids. Some studies show that there is no relation between AVN and the cumulative dosages of therapeutic doses, 24, 25 but other studies show a strong correlation between the mean daily total steroid dose and AVN. 26, 27 A study by Rademaker et al. 28 shows that 700 mg prednisolone is the threshold for developing AVN. In our study, only one patient received prednisolone below this threshold (640 mg), and at the time of writing this patient has not developed AVN.\n\nIt is said that body weight gain might also be a risk factor for the development of AVN, but this is controversial. 14,25 Body weight gain might be an independent risk factor for AVN, as it did not correlate with the use of steroids. 29 It is unknown why AVN occurred 91 -143 days after the steroid use, which is shorter than is generally recognized for patients receiving chronic steroid therapy. 22, 30 Also why many patchy areas of AVN involving the subchondral areas of the distal femoral condyle and tibia plateau were found. As MRI is more sensitive than plain radiography, this could be one reason to explain the anomalies in the present study; but as we know little about this new coronavirus, whether the virus itself or in combination with steroid use could lead to these phenomenon, still needs to be studied. Further study is needed to follow up those SARS patients without joint pain to investigate whether they develop AVN in the future.\n\nIn conclusion, we have documented the incidence of AVN in association with SARS. Corticosteroids could be the major predisposing factor in the development of AVN in SARS patients. This risk of the development of AVN should be borne in mind, and steroids should be administrated cautiously. "}