{"title": "Journal Pre-proof Echinacea can help with Azithromycin in prevention of recurrent tonsillitis in children Echinacea can help with Azithromycin in prevention of recurrent tonsillitis in children", "body": "J o u r n a l P r e -p r o o f 3\n\nUpper respiratory tract infections (URTIs) include rhinitis, nasopharyngitis, tonsillitis and otitis media. 1 Cause of URTIs is mostly viral (e.g. rhinovirus, parainfluenza, respiratory syncytial virus, influenza, adenovirus and corona virus). Children are more susceptible to URTIs because their immune system is not fully mature with increased exposure to viral infections and other social and environmental factors. 2 Tonsillitis is an inflammation of the pharyngeal tonsils. The inflammation usually reaches the adenoid and the lingual tonsils; so the term tonsillopharyngitis is usually used. 3 Recurrent tonsillitis is defined as repeated attacks of acute tonsillitis with periods with only very few, or without any symptoms. 4 Recurrent tonsillitis has some sequelae and complications including:\n\nsevere lower tract infections and the need for surgery with high impact on families' daily life and healthcare costs. Owing to the high morbidity, mortality and healthcare costs, effective prevention and treatment are needed. 5, 6 Tonsillectomy is usually indicated when a patient had 6 or more acute tonsillitis attacks during last 12 months and not recommended if a patient had less than 3 attacks. 3 Tonsillectomy is associated with significant risk of primary and secondary hemorrhage, in addition it is painful procedure. 7 Also, tonsillectomy may affect patient's immune system through the significant decrease of interleukin and immunoglobulins levels postoperatively. 8 Recent studies recommend more randomized controlled trials with adequate long-term follow-up to clarify the benefits of tonsillectomy versus non-surgical treatment in patients with recurrent tonsillitis. 9 Drugs such as penicillin and Azithromycin (AZT) are widely used to control recurrent tonsillitis.\n\nSirimanna et al. 10 reported the usefulness of long-acting penicillin in recurrent tonsillitis prevention. However; long-term use of penicillin may result in hypersensitivity reactions, J o u r n a l P r e -p r o o f 4 Gopal et al. 13 reported that use of 500 mg once weekly oral AZT was effective in prevention of streptococcal throat infection compared to oral penicillin therapy.\n\nAmerican Indians were the first to use Echinacea, a plant found in central and southwestern America for many different conditions including cough, sore throat and tonsillitis.\n\nDifferent species of Echinacea exist: Echinacea purpurea, Echinacea pallida and Echinacea angustifolia are regularly used to treat the common cold. 14 Echinacea use in North America peaked in the early 1900s, but its use sharply declined with the advent of antibiotics and after it was denounced in well-respected medical journals. 15 With the recent surge in the use of herbal remedies, spending on Echinacea in the United States has risen to 1$300 million a year. 16 The aim of this study was to assess the effect of combined use of oral AZT plus Echinacea compared to exclusive use of AZT in children with recurrent tonsillitis regarding rate of tonsillitis attacks and severity of tonsillitis symptoms.\n\nJ o u r n a l P r e -p r o o f 5\n\nThis prospective randomized clinical trial was conducted during the period from March 2015 to March 2018 and was approved by the Committee for Medical Research Ethics in Egypt under registration number 2015NBA5732814. All patients' parents signed a written consent prior to inclusion in the study. No pharmaceutical companies funded the study or contributed to the study design, outcome evaluation or writing of this study.\n\nA total of 300 pediatric patients were eligible and enrolled in this study. Children attending the ENT outpatient clinic with recurrent tonsillitis and indicated for tonsillectomy (defined as having at least 7 episodes of acute tonsillitis in previous year, 5 or more such episodes in each of the previous two years or 3 or more such episodes in each of the preceding 3 years before inclusion in the study) were included. Clinically significant sore throat is defined as acute tonsillitis with one or more of the following features: 17 1-temperature greater than 38.3 degrees C, 2-cervical lymphadenopathy (tender cervical lymph nodes or nodes >2cm), 3tonsillar exudate or 4-A positive culture for group A B-hemolytic streptococcus (GABHS). Both sexes (age range 5-16 years) were included.\n\nBlocked randomization scheme using computer-generated random numbers was performed to divide children into 3 groups: Group 1: (100 patients) didn't receive any prophylactic treatment. Group 2 (100 patients) received prophylactic dose of AZT (60 mg/kg) administered as (10 mg/kg/day). AZT was administered as an oral suspension (200 mg/5 ml) for young children and 250 mg tablets for older children (with the maximum adult daily dose of 500 mg) taken as a single daily dose (2 hours before or after meal) for 6 consecutive days every month for 6 consecutive months. Group 3 (100 patients) received AZT as in group 2 plus commercially available Echinacea in a dose of 5ml oral suspension; 3 times daily for 10 consecutive days every month for 6 consecutive months, (Each 5ml contains: 250 mg of Echinacea root powder extract standardized as NLT 4% total phenols). All patients in group 3 received the same commercially available Echinacea product. Compliance was assessed both with patient diary card and on the basis of the calculated amount of drug consumed.\n\nJ o u r n a l P r e -p r o o f 6 We excluded from the study patients with the following: 1-rheumatic heart disease, 2patients receiving long-acting penicillin, 3-diabetes mellitus, 4-autoimmune diseases, 5patients who take immunosuppressant drugs or who did organ transplantation, 6-patients suffering from hepatic or renal disorders and 7-patients with history of obstructive sleep apnea.\n\nAll children underwent complete oral and nasal examinations. We assessed complete medical history of all patients including number of tonsillitis attacks and severity of recorded tonsillitis symptoms 6 months before enrollment in the study compared to 6 months of study duration. Relevant questionnaire completed by patients' parents of younger children and by older children themselves assessing their recurrent tonsillitis symptoms (e.g. number of school absence days, dysphagia, fever, body ache and arthralagia) using a visual analogue score (VAS) to assess subjective symptoms (0 = no symptoms and 10 = severe and/or constant symptoms).\n\nAny side effects of used drugs were recorded and compared.\n\nThe Statistical Package of Social Science version 15.0 (SPSS, Chicago, Illinois, USA) was used for data analysis. The quantitative data were presented by mean and standard deviation.\n\nMann-Whitney nonparametric test and t-test were applied to compare the groups with respect to different variables. Fisher's exact test was used to determine differences in the level of compliance. The probability of<0.05 was used as a cut-off point for all significant tests. \n\nA total of 300 children with recurrent tonsillitis (140 (47%) males and 160 (53%) females, aged between 5 and 16 years (mean age 10.4 years) were randomly divided into 3 groups and assessed for the efficacy of new adopted prophylactic treatment regiemen as follow: Group 1 (n = 100 children) had no prophylactic treatment, whereas Group 2 (n = 100 children) received oral AZT and group 3 (100 children) received oral AZT plus oral Echinacea. On enrolment; patients of the 3 groups had no statistically significant difference with respect to age, gender and weight ( Table I ). The mean intensity of tonsillitis symptoms according to VAS before treatment among the 3 groups was summarized in Table II with no statistically significant difference between different groups.\n\nIn group 1: Patients had no statistically significant difference regarding number of tonsillitis attacks during study duration compared to pre-study duration (P = 0.82).\n\nPatients had significant less number of tonsillitis attacks during study duration compared to pre-study duration (P = 0.02).\n\nIn group 3: Patients had significant less number of tonsillitis attacks during study duration compared to pre-study duration (P = 0.31).\n\nPatients of group 3 had significant less number of tonsillitis attacks during study duration compared to patients in group II (P = 0.42).\n\nMean intensity of different tonsillitis symptoms according to VAS before treatment in study groups were summarized in Table II . Six months from starting study (Table III) Tonsillectomy is the most common pediatric operations; however, its effectiveness, safety, and the net benefit of tonsillectomy are unclear. Tonsillectomy morbidity has high impact on the QOL of patients such as socioeconomic factors and increased burden to parents from the suffering of the child. 18 Tonsillectomy should not be the only solution as there is a possibility of immunological deficit as the function of tonsils in the immune system is not completely clear as an important constituent of the upper respiratory tract defense system. 19 On the other hand, patients who undergone tonsillectomy are at high risk of developing bronchial asthma 20 and Crohn's disease 21 .\n\nAZT penetrates to the cell membranes and concentrates within the lysosomal compartment. It is widely distributed in the whole body, achieving higher concentrations in tissues and thus serum delivery to infected tissue is further enhanced by inflammatory processes. 22 AZT used for rheumatic fever prevention for a long time before. In our study; we adopted a new regiemen for prevention of recurrent tonsillitis in pediatrics; patients received (60 mg/Kg) prophylactic dose of AZT divided on 6 consecutive days every month for 6 consecutive months. Patients received AZT alone had significant less tonsillitis attacks and less severe symptoms than patients who didn't receive any prophylaxis during the same period of the study. El Hennawi et al. 18 in their study concluded that AZT is effective in prophylaxis against recurrent tonsillitis with a great benefit for better QOL compared to patients who had tonsillectomy, however; they used the prophylactic regimen of rheumatic fever prevention (once weekly AZT) 23 and they didn't include a control group in their study. Casey and Pichichero 24 reported that AZT treatment for GABHS tonsillopharyngitis in children and adults is more effective than other treatment regimens in providing clinical cure of tonsillopharyngitis. 13 reported that 15.4% of their patients with established rheumatic heart disease had recurrent tonsillitis with once weekly AZT dose. In our study; patients still had tonsillitis attacks with AZT use. Why AZT failed to prevent tonsillitis completely is not very clear. One possibility is that drug dosage was too widely spaced. Though AZT has a long half-life, drug concentration might not have been adequate. AZT when administered at 60 mg/kg per course (i.e. 20 mg/kg for 3 days, 12 mg/kg for 5 days or 10mg/kg for 6 days) in children was superior to the 10-day course of penicillin, however; 3-days AZT regimen was inferior to 5 and 6-day regimens, also 30 mg/kg per course was inferior to the 10day courses of penicillin. 24 AZT treatment may be required in higher doses and for longer duration to be effective in recurrent tonsillitis prevention, so we used 60 mg/kg prophylactic dose divided on 6-days.\n\nOther possibilities of AZT failure may be due to: poor patient compliance, failure of the drug to reach adequate concentration in the mucosa, microbial tolerance to AZT, recurrent exposure of patients to virulent strains of GABHS, suppression of natural immunity and disturbance of normal flora of throat. 13 AZT inhibits growth of alpha streptococci that are normal defenders of pharyngeal mucosa against pathogens at lower MIC. 27 Intracellular accumulation of macrolides have been shown in leucocytes but not in epithelial cells, which are probably the principal cells targeted by GABHS. In leucocytes; AZT accumulates predominantly in lysosomes, whereas intracellular GABHS is found in phagosomes and cytosol. 28 In a recent study we reported that adult patients with recurrent tonsillitis may have higher incidence of humoral antibody deficiency compared to their age and sex-matched controls. 29 From this point; we used Echinacea as an adjunct to AZT in a trial to enhance patients immunity.\n\nEchinacea, also known as the purple coneflower, it is one of the most popular herbal This study designed to determine effects of the prophylactic regiemen for a finite period focusing on the potential value of adding Echinacea to AZT. Limitations of the study; that there is no data about consequences of discontinuation or continuation of prophylactic courses.\n\nPatients with GABHS tonsillopharyngitis experience clinical improvement over time with or without antibiotic therapy. Therefore, measurement of clinical response during treatment is largely meaningless in antibiotic trials. After completion of therapy, some patients experience relapse or recurrence with symptoms and signs of tonsillopharyngitis and with recovery of GABHS on culture of a throat swab sample. 24, 38 However; with 60-mg/kg AZT dose, clinical cure and bacterial eradication rates in children compared with 10-day penicillin regimen were superior after discontinuation of AZT courses. 24 The study opens a new era for more research to illustrate possible consequences of more prolonged therapy, infectious course once prophylaxis is discontinued, the possible long lasting benefits and if multiple prophylactic courses need to administered. The main strengths of this study; that it is a prospective study with a control group and there is a difference in the clinical characteristics of those used the prophylactic regimen. Tables   Table I. Demographic characteristics of patients in 3 study groups. Group "}