{"title": "Kaohsiung Armed Forces General Hospital Gangshan Branch, Taiwan, ROC d Department of Nursing, Tri-Service General Hospital, National Defence Medical Centre, Taiwan (ROC) No. 325, Sec. 2, Cheng-gong Rd", "body": "A disaster is defined as severe destruction of the systems that render a community or society functional, leading to great losses of human life, property, and economic and environmental resources and leaving the affected community unable to provide required medical resources.\n\nBecause patients in disaster areas require critical care, a robust frontline workforce is needed; thus, mobilising hospital nurses in response to disasters has become a pivotal strategy. However, hospital nurses might not feel ready and be available to care for patients during disasters despite their pre-deployment experiences with trauma, wound care, infection control or perioperative care (Evans and Baumberger-Henry, 2014) . Given the importance of disaster-nursing training programmes, nurse educators and administrators have a critical need to understand how well prepared hospital nurses are to provide disaster care. To address this need, therefore, this study assessed hospital nurses' readiness for responses to disasters outside the hospital environment and identified factors influencing their disaster-readiness knowledge, skills and attitudes in Taiwan. \n\nNurse Education Today j o u r n a l h o m e p a g e : w w w . e l s e v i e r . c o m / n e d t\n\nNurses have played essential roles in disaster response since Florence Nightingale provided care to the injured and ill during the Crimean War. Today, nurses assist in disaster responses with their technical skills and knowledge of epidemiology, physiology, pharmacology, psychology and the cultural background of survivors and their families during different catastrophic situations (International Council of Nurses, 2009 ). In addition, nurses must adapt to difficult and dangerous environments with scarce resources and changing conditions, which can differ greatly from their typical working environment (Gebbie and Qureshi, 2002) . Nurses must also have good communication skills to work collaboratively with other responders from various disciplines and officials involved at all levels of disaster preparedness (Stangeland, 2010) . Furthermore, nurse leaders should be savvy regarding disaster leadership competencies to encourage peers to work with each other in the constantly changing environments where disasters may strike (Coyle et al., 2007) .\n\nA disaster is not just a single event, but has three phases: pre-incident, incident and post-incident. To decrease the impact of the disaster throughout its different phases, numerous nursing activities are required, including prevention or mitigation, preparedness, response, recovery, and reconstruction or rehabilitation. In particular, an early response is necessary to save as many lives as possible, to provide care to meet the affected population's immediate needs and to reduce the long-term health impacts of the disaster. However, over 80% of US hospital nurses were under-prepared before responding to a disaster event (Chapman et al., 2008) . Similarly, Taiwanese nurses who participated in earthquake relief in 1999 were impeded from functioning by suffering from facing unimaginable patient care decisions in an unfamiliar working environment with scarce resources and supplies (Shih et al., 2002) . Similar results were revealed among Chinese nurses who had participated in relief after the 2008 Wenchuan earthquake (Li et al., 2015) . Furthermore, Israeli nurses' readiness to respond to disaster events was found to be influenced by their perceived competencies, concerns about personal safety and concern for their family (Melnikov et al., 2014) . Before our study, little was known about how to guide hospital nurses in Taiwan about what to do when they leave their familiar working environment to provide care in environments with scarce resources.\n\nBecause of climate change and its location in a geographical fault zone, Taiwan has frequent disasters, such as typhoons, floods, landslides, and earthquakes. Indeed, Taiwan is one of the most vulnerable places on earth to natural hazards, with at least 73% of the land area and population exposed to the threat of more than three types of natural disasters (Dilley, 2005) . Once a disaster occurs, Taiwan's Central Emergency Operations Centre is activated to coordinate with the army's Joint Operations Command Centre and emergency medical assistance teams. During the past 15 years, several events (a catastrophic earthquake in 1999, the severe acute respiratory syndrome pandemic in 2003, and a water park explosion in 2015) have taught Taiwanese hospital nurses the importance of functioning effectively and efficiently during a disaster response, especially for the immediate and shortterm health needs of a disaster-stricken population. However, no reports have been published on hospital nurses' disaster readiness for themselves and their families. Therefore, it is imperative to assess hospital nurses' disaster readiness level and to identify factors associated with this disaster readiness.\n\nThe aim of this study was to explore the perceived readiness of hospital nurses for a disaster response outside the hospital environment and to identify the factors influencing their report for work.\n\nThis study was part of a larger curriculum-development study on hospital nurses' readiness for disaster response. A cross-sectional research design was used (Grove et al., 2013) .\n\nParticipants were selected from staff nurses at a military hospital in northern Taiwan that provides care to military service members on active duty, patients with national medical insurance and the public at large. As this hospital is affiliated with the national government, its nurses are usually called upon in response to disasters to dispatch to affected areas across Taiwan or overseas. Inclusion criteria were fulltime employed nurses with over 3 months of working experience at the study hospital. Nurses who did not provide direct care were excluded. Of the 372 hospital nurses who consented to participate, 311 completed and returned questionnaires, for a response rate of 83.6%.\n\nThe questionnaire was developed by the research team, six nurses with expertise in military nursing, emergency care, intensive care and psychiatric mental health. A search of the literature for measures of readiness for disaster response yielded three instruments: the Emergency Preparedness Information Questionnaire (EPIQ), the Readiness Estimate and Deployability Index (READI), and the Disaster Preparedness Evaluation Tool (DPET). The 44-item EPIQ examines nurses' familiarity with eight dimensions of emergency preparedness (Wisniewski et al., 2004) . The 61-item READI was developed to assess US military nurses' readiness before providing care in a war or austere environment (Reineck et al., 2001) . The 68-item DEPT was based on suggestions from the American Association of Colleagues of Nursing's Essentials of Master's Education and assesses nurse practitioners' disaster knowledge and skills (Al Khalaileh et al., 2010; Chen et al., 2015) . These three instruments were used by the research team to draft a 66-item questionnaire.\n\nA Delphi technique was used to achieve a consensus among differing expert opinions on readiness for disaster response (Grove et al., 2013) . In the first phase, 18 nurses (two males and 16 females) who had been deployed to disasters were invited to critically score each item of the initial questionnaire for its importance in reflecting nurses' readiness for disaster response (1 = not at all important, 2 = less important, 3 = important, 4 = highly important). Items with a mean score ≥ 3.0 were retained. Of the original 66 items, the 42 top-ranking items were retained for the second version of the questionnaire. In the second round of questionnaire optimisation, a random sample of five experts from the panel was asked to evaluate each item for appropriateness, representativeness, and explicitness. The resulting 42-item questionnaire reflected agreement among the experts.\n\nExploratory factor analysis was used to establish the validity of the 42-item researcher-designed questionnaire by principal components analysis with varimax rotation. After two items with factor loadings b4 were eliminated, Bartlett's test of sphericity for the 40-item questionnaire was statistically significant (χ 2 = 9956.57, df = 780, p b 0.001) and the Kaiser-Meyer-Olkin measurement was 0.96. Principal components analysis yielded four factors with eigenvalues (explained variances) of 17.93 (44.82%), 3.57 (8.92%), 2.60 (6.5%), and 1.32 (3.3%), which altogether accounted for 63.54% of the variance. The four-factor structure of our researcher-designed questionnaire was confirmed by a series of confirmatory factory analyses. The four factors had average variance extracted (AVE) values of 0.65, 0.52, 0.51 and 0.43, with composite reliability values of 0.97, 0.92, 0.86 and 0.84, indicating acceptable convergent validity. We also found that correlations among the four constructs were 0.54-0.70. As shown in Table 1 , the square root of the AVE for each construct indicated adequate discriminatory validity. The four factors were designated as \"personal preparation\" (16 items), \"self-protection\" (11 items), \"emergency response\" (6 items), and \"clinical management\" (7 items).\n\nThe internal consistency reliability of the entire questionnaire and its subscales was assessed using Cronbach's alphas. Cronbach's alpha for the 40 items was 0.96, and Cronbach's alphas for personal preparation, self-protection, emergency response and clinical management were 0.97, 0.88, 0.86, and 0.85, respectively.\n\nData were collected in May 2013 using a two-part questionnaire:\n\n(1) a demographic data form, and (2) the researcher-designed questionnaire as described above. Each questionnaire item is scored from 1 (strongly disagree) to 5 (strongly agree); higher scores indicate a greater extent of preparedness to respond to a disaster. All questionnaires remained anonymous and were directly returned in sealed envelopes to the second author.\n\nThe study was approved by the institutional review board of the principal investigator's hospital (reference number: 1-101-05-021).\n\nData were managed and analysed using SPSS version 22.0 software (SPSS Inc., Chicago, IL, USA). Statistical significance was defined as p b 0.05. Data were described using means, standard deviations and ranges. Group differences were determined using independent t-tests. Explanatory variables significantly associated with hospital nurses' readiness for disaster responses were identified using a generalised linear model (GLM). Goodness-of-fit of the model was tested using Pearson's chi-square test with degrees of freedom, and each variable's contribution to model effects was tested using the Wald chi-square test. Estimated means from GLM are expressed with confidence intervals.\n\nAmong the 311 respondents, 42.8% were b30 years old, and 57.2% were ≥30 years old. Their average age was 32.7 years old (SD = 6.79, range = 20.3-57.7). The majority (n = 200, 64.3%) were registered nurses without military rank, and the remaining participants were military nurses ( Table 2 ). The participants were primarily female (89.4%) and single (66.6%). Most (82.0%) had at least a baccalaureate degree in nursing. The respondents had worked as nurses for 8 months to 32.5 years, with a mean experience of 8.8 years. While 58.8% (n = 183) had emergency or intensive care experience, only 33 (10.6%) participants had been deployed for disaster assistance.\n\nParticipants' mean item scores on our questionnaire ranged from 1.92 to 4.07, and the corresponding standard deviations ranged from 0.91 to 0.93. The mean item scores for personal preparation, selfprotection, emergency response, and clinical management were 2.97 (SD = 1.02), 2.40 (SD = 1.14), 2.77 (SD = 1.00) and 3.52 (SD = 1.05), respectively. These values indicate a low level of self-reported readiness for disaster responses.\n\nItem scores for each domain were summed for four global domain scores, with higher scores indicating better levels of readiness. GLM was applied to estimate the relationship between participants' characteristics and each domain. As shown in Table 3 , the GLM results revealed a significant model for personal preparation (goodness-of-fit, Pearson's χ 2 = 46,209.479, df = 303, χ 2 /df = 152.507). In this model, personal preparedness was significantly associated with military nurse experience (Wald ÷ 2 = 4.896, df = 1, p = 0.027), disaster-related training (Wald ÷ 2 = 10.442, df = 1, p = 0.001) and disaster-response experience (Wald ÷ 2 = 7.632, df = 1, p = 0.006). Similarly, a significant model was found for self-protection (goodness-of-fit, Pearson's χ 2 = 19,211.726, df = 303, χ 2 /df = 63.405). Significant factors associated with self-protection were disaster-related training (Wald ÷ 2 = 12.924, df = 1, p b 0.001), emergency/intensive nursing care experience (Wald ÷ 2 = 6.986, df = 1, p = 0.008) and disaster-response experience (Wald ÷ 2 = 5.754, df = 1, p = 0.016). A significant model was also found for emergency response (goodness-of-fit, Pearson's χ 2 = 4587.720, df = 302, χ 2 /df = 15.191). Emergency response was significantly associated with educational background (Wald ÷ 2 = 5.967, df = 1, p = 0.015), disaster-related training (Wald ÷ 2 = 5.621, df = 1, p = 0.018), nursing experience ≥ 10 years (Wald ÷ 2 = 11.592, df = 1, p = 0.001), emergency/intensive nursing care experience (Wald ÷ 2 = 39.133, df = 1, p b 0.001) and disaster-response experience (Wald ÷ 2 = 8.167, df = 1, p = 0.004). Finally, a significant model was found for clinical management (goodness-of-fit, Pearson's χ 2 = 5541.862, df = 303, χ 2 /df = 18.290), which was significantly associated with educational background (Wald ÷ 2 = 6.755, df = 1, p = 0.009), emergency/intensive nursing care experience (Wald ÷ 2 = 47.385, df = 1, p b 0.001) and disaster-response experience (Wald ÷ 2 = 4.805, df = 1, p = 0.028).\n\nOur results from 311 hospital nurses in Taiwan showed that they had the greatest readiness to respond to a disaster outside the hospital in terms of clinical management and the least readiness in selfprotection. Overall, the majority of these hospital nurses reported poor readiness for disaster responses, consistent with previous findings for 140 hospital nurses in Australia (Corrigan and Samrasinghe, 2012) , 620 hospital nurses in the US (Baack and Alfred, 2013) , and 164 nurses in Hong Kong (Fung et al., 2008) . Participants in our study with disasterrelated training or experience in disaster response were more likely to perceive readiness for future disaster events, as previously reported from Singapore (Lim et al., 2013) . In addition, our participants' readiness for disaster responses were associated with having a bachelor's degree, emergency/intensive care experience, N 10 years of nursing experience, and a military background. These findings can help nurse educators evaluate hospital nurses' readiness to respond to a disaster and recognise significant factors that require further training during undergraduate or continuing education.\n\nOur participants reported the highest disaster-readiness scores in clinical management, including physical assessment and equipment operation in an austere environment. This result is likely due to the nurses in this study performing these skills during their daily practice and clinical management being traditionally included in continuing nursing-education programmes, as previously reported (Reineck et al., 2001) . However, the clinical experience of hospital nurses might not guarantee their effective performance in disaster conditions (Yin et al., 2011) . Thus, multiple evaluation methods should be considered when assessing nurses' clinical knowledge and skills for a disaster response.\n\nOur nurse respondents displayed low mean scores for personal preparation (2.97), reflecting that hospital nurses seldom make physical, psychological and social plans before reporting for work in a disaster. However, respondents had an average score greater than 3.0 on items related to individual and family preparation, but scored lower on items for confidence in collaborating with multi-disciplinary team members or caring for my peers during disaster responses. Furthermore, we found that preparing oneself to work with an unfamiliar multi-disciplinary team was one of the items in this domain significantly associated with disaster-response readiness. This finding is a matter of concern since the ability of response teams to remain effective in a dynamic disaster environment was shown to depend on trust relationships, open communication and group cohesion (Davis et al., 2007) . These findings highlight the importance of providing inter-professional practice training to hospital nurses to ensure that they are well prepared in responding to disasters.\n\nThe emergency response domain consisted of 6 items, encompassing large-scale emergency event management, such as triage, first aid and transportation. Aside from hospital nurses with experience in disaster responses, our respondents displayed low mean scores for emergency response. Our results differ from a US report suggesting that Wisconsin nurses were familiar with triage and basic first-aid issues, as their mean EPIQ score was 3.15 out of 5 (Wisniewski et al., 2004) . The different emergency-response capabilities may be due to different continuing education programmes in the two study samples. For example, the experiences of Chinese nurses who had been dispatched to earthquake sites support the need to equip nurses with such essential emergency nursing skills before responding to a disaster (Yan et al., 2015) . Indeed, we confirmed that nurses with emergency/intensive nursing care experience reported higher scores in emergency response. Taken together, these findings suggest that hospital nurses with better emergency or intensive care nursing skills are more likely to have greater readiness for disaster responses.\n\nAmong the four domains, self-protection had the lowest mean score among our respondents. Self-protection consists of wearing protective clothing; chemical, biological, radiological, and nuclear decontamination; and the ability to protect both patients and nurses. Our participants' low mean self-protection score could be due to limited bioterrorism-related training in continuing education programmes in Taiwan, consistent with reports from the US (Jacobson et al., 2010) and Japan (Noto et al., 2013) . These findings are notable since concerns about personal safety and personal protective equipment were identified in a systematic review as significant factors in deciding to report for work in a disaster (Chaffee, 2009) . With the recent global increase in bioterrorism-and nuclearrelated disasters, our results suggest an urgent need to develop strategies that strengthen hospital nurses' self-protection knowledge and skills for disaster responses.\n\nRegarding the relationship between readiness for disaster responses and demographic characteristics, participants with experience in disaster responses displayed greater scores in the four domains than those without disaster experience, as reported in the US (Baack and Alfred, 2013) and Singapore (Lim et al., 2013) . We also found that participants with emergency/intensive care experience displayed better selfreported scores in self-protection, emergency response and clinical management than nurses without emergency/intensive care experience. This finding may reflect that nurses who work in emergency departments or intensive care units encounter more emergency response experiences, increasing their confidence in managing crisis situations. Indeed, our finding is consistent with previous findings from the US (Franklin et al., 2008) .\n\nAnother significant factor related to the readiness of hospital nurses was the amount of nursing experience. We found that participants with more than 10 years of clinical experience displayed greater self-reported scores in emergency response than nurses with less than 10 years of clinical experience. Similarly, a larger proportion of 946 nurses in mainland China with more clinical experience than without such experience reported greater willingness to work in disaster relief efforts (Loke et al., 2013) . These results suggest that educators could provide simulated crisis scenarios for nurses to practise their knowledge, skills and judgement during disaster-related situations, thus strengthening nurses' confidence and willingness to respond to disasters. Military nurses in this study scored higher in personal preparation than civilian nurses. This finding is due to military nurses in Taiwan being educated to respond to wartime operations and disaster relief beginning in their undergraduate programmes and continuously receiving disaster-related training after graduation. They are not only deployed for military actions, but also participate in planning disaster management. Similar results were found in surveys of US paediatric nurse practitioners (Goodhue et al., 2012) as well as military and government hospital nurses in Saudi Arabia (Al Thobaity et al., 2015) . Apparently, the more nurses are involved in disaster preparedness, the greater their readiness to respond. Therefore, nurse educators should consider nurses' various backgrounds when designing disasternursing training programmes.\n\nBecause nurses' self-perceived readiness could greatly affect their ability to respond during disasters, hospital nurses can determine which core disaster-readiness domains they have already mastered by using this study's reliable and valid questionnaire. In addition, helping hospital nurses recognise and improve their own readiness for disaster responses should be included as part of continuing education programmes. Nurse administrators also can use our questionnaire to identify and mobilise nurses who are ready to respond to disasters. Our results can also help nurse educators to recognise important factors that contribute to improving hospital nurses' report for work during a disaster response. These factors can guide the implementation of disaster-nursing education in undergraduate programmes or continuing education courses. Nurse educators can then evaluate the effectiveness of disasterrelated training programmes by using our questionnaire.\n\nNursing activities during disaster relief outside the hospital differ greatly from those nurses employed to manage a mass casualty event inside the hospital. For nurses and other health professionals without disaster-response experience, their preparedness and willingness to engage in disaster responses outside the hospital could be improved by providing high-fidelity simulation training or holding annual teambased objective-structured clinical examinations in the hospital. In contrast, hospital nurses with disaster relief experience exhibited better scores than nurses without deployment experience, but the critical issue of maintaining their disaster-response competencies should be explored in future research. Therefore, nurse educators should provide nurses with all-hazard disaster training, so that nurses feel prepared to respond to natural or man-made disasters. Most important, given different cultural and language needs, nurses in different countries might face specific challenges. Thus, our findings not only address a national issue in assessing disaster readiness, but also warrant further study to improve hospital nurses' disaster response readiness in Taiwan and other countries.\n\nOur study was limited by using convenience sampling to recruit participants at one hospital, which might have created bias, thus preventing our results from being generally applicable to all nurses in Taiwan. To address this issue, additional research is warranted using a diverse sample of nurses. Moreover, our cross-sectional study design prevented the determination of causal relationships between disaster-response competencies and demographic factors. In addition, the study instrument was self-administered, so that self-reports of predicted nursing performance could differ from actual nursing performance. Therefore, we suggest that future studies confirm nurses'judgement by objectively measuring their performance in disaster simulations. Given that other nurse characteristics, such as flexibility and the ability to improvise, affect their readiness to deploy, future research should also examine the relationship between these characteristics and nurses' readiness for disaster responses.\n\nHelping hospital nurses to recognise and improve their own readiness for disaster responses should be included as part of undergraduate programmes and continuing education courses. Knowledge gained from this study could be important for nurse educators, who should consider nurses' background, especially their emergency/intensive care experience, when providing relevant training programmes. Most importantly, our experiences in delineating core disaster-readiness competencies of hospital nurses in Taiwan could inspire nurse educators or administrators in other countries to consider their staff nurses' needs and how best to provide them with appropriate training programmes.\n\nStudy concept/design: WT, WC, CLL; data collection and analysis: WT, HF, CHL; data interpretation: WT, HF, WC, CHL, LC, LP; manuscript preparation: WT, HF, WC, CHL, CLL; critical revision: WT, HF, WC, LC, LP; final approval: WT, HF, WC, CHL, LC, LP, CLL.\n\nThis study was supported by grants from the National Defence Medical Centre (NDMC) (reference numbers . The NDMC had no involvement in the study design, in the collection, analysis and interpretation of data, in the writing of the report, or in the decision to submit this article for publication."}