{"title": "Emergency treatment and nursing of children with severe pneumonia complicated by heart failure and respiratory failure: 10 case reports", "body": "Severe pneumonia is a common life-threatening disease, particularly for children, and is more common in infants and young children (1, 2) . The estimated worldwide incidence of severe pneumonia in children less than 5 years of age is 50-80 per 1,000 person-years and the mortality is 1.0-5.5 per 1,000 person-years (3) (4) (5) . It often occurs in the winter and spring, with acute onset, complex clinical manifestations and fast-changing condition, which usually involves the circulation, nervous and digestive systems (1) (2) (3) . As a result, severe pneumonia produces corresponding clinical symptoms, such as respiratory failure, heart failure, toxic encephalopathy and intestinal paralysis, which endanger the lives of children in the short term, and is the first cause of death of pediatric inpatients (6, 7) . It is listed as the one of the four diseases requiring prevention and treatment in children by the Ministry of Health (8, 9) .\n\nPneumonia may occur at any point of the year, but is more common in the months of winter and spring or during the time of climate variability. The disease may be the primary illness, or secondary one after an acute infectious disease, such as bronchitis and measles, upper respiratory tract infections and whooping cough, and has a high morbidity and mortality rate in China (10) . As reported by several studies, the number of annual pneumonia patients in China is ≤21 million individuals, and among the children with pneumonia, 7-13% cases are of severe pneumonia, which ranks fifth amongst various diseases leading to death (11) (12) (13) (14) (15) (16) .\n\nThe aim of this study was to conduct a retrospective analysis of the clinical data of 10 cases of children presenting with severe pneumonia at the Xuzhou Children's Hospital between January 2009 and June 2012, retrieve and review the literature, and summarize emergency treatment and nursing experience.\n\nGeneral information. Ten cases of children diagnosed with severe pneumonia according to the guidelines of the World Health Organization were included in the present study (16) . In this group, there were 6 males and 4 females, aged 1 month to 6 years. The children patients were hospitalized due to fever, cough, asthma, dry and wet rales could be heard in lung auscultation, and a chest X-ray showed thickened lung markings with visible punctate and flake-like shadows. The children patients refused any intake of dairy products or food. There was one case of concurrent toxic encephalopathy, 1 case of gastrointestinal bleeding, and 1 case of toxic intestinal paralysis. The physical examination showed a body temperature of 38.5-40˚C, pulse rate of 120-190 beats/min, breathing of 30-60 beats/min, and dry and wet rales could be heard in lung. The X-ray examination showed thickened lung markings, and flake-like shadows, and abdominal palpation showed enlarged liver and spleen. Respiratory or circulatory functions were at different levels of exhaustion.\n\nTreatment. After admission, comprehensive emergency treatment measures were taken, such as improving the ventilation function, oxygen uptake, maintaining airway patency, administration of cardiac and diuretic drugs, reduction of intracranial pressure, and conducting anti-infection and symptomatic support measures.\n\nNine cases were successfully treated, 1 case succumbed to respiratory failure, and the success rate was 90%.\n\nCondition assessment and diagnosis. A detailed inquiry of the medical history was carried out to determine whether the children patients had a history of recurrent respiratory tract infection, and whether they had measles, whooping cough and other respiratory diseases prior to onset, as well as whether the children patients had a full-term birth or asphyxia, and if the growth and development of children patients after birth was normal (16) (17) (18) . Conditions such as fever, cough, extent of choked asthma, the presence or absence of breathing, faster heart rate, pulmonary rales, orthopnea, nose flap, three depression signs and cyanosis, as well as clinical manifestations of infected circulatory, digestive, and nervous system were assessed. Evaluation of blood routine examination, chest X-ray, and etiology test results were conducted. Psychological and social conditions of children and parents were also assessed (19) .\n\nCommon condition assessment and diagnostic criteria included: i) Air exchange impairment, related to lung inflammation; ii) invalid airway clearance, related to excessive and sticky respiratory secretions, frail children patients, and inability to expectorate; iii) hyperthermia, related to lung infection; and iv) malnutrition, related to inadequate intake, increased consumption.\n\nClose observation of the condition. Attention was paid to changes in total peripheral resistance blood pressure (BP), the presence of double suction, such as nodding-like breathing, apnea and other conditions indicating respiratory failure. The presence of exacerbation of dyspnea, dysphoria, quickening heart rate, and an enlarged liver in a short period of time suggested heart failure (20) (21) (22) . Children patients with severe wheezing often suffered respiratory acidosis due to retention of carbon dioxide. Drowsiness, convulsions or coma in sick children suggested an occurrence of toxic encephalopathy. Medicines such as antibiotics, antiasthmatic drugs, cardiac drugs and other medications were administered to patients at the appropriate dosage, the appropriate time and in an accurate manner. Side effects of various drugs were observed, and if children patients showed signs of dysphoria, quickening heart rate, worsening asthma, or enlarged liver in a short period of time, indicating heart failure, then the infusion rate was reduced. In our study, close observation of consciousness, pupil changes and muscle tension was carried out, and if manifestations of intracranial pressure such as drowsiness, convulsions, irregular breathing and increased muscle tension appeared, immediate rescue steps were taken. Abdominal distension and decreased or disappearing bowel sounds were observed, in order to detect toxic intestinal paralysis in time (23) .\n\nEmergency treatment and therapy for respiratory failure. Type I respiratory failure refers to the lone presence of hypoxemia and absence of hypercapnia, featuring ventilation dysfunctions, blood change of PaO 2 ≤60 mmHg, and PaCO 2 which can be maintained at normal level or reduced (24) . Type I respiratory failure also refers to the coexistence of hypoxemia and hypercapnia, impairment of ventilatory function and gas exchange functions, severe lung lesion, obstruction of trachea and bronchia caused by sticky secretions, blood change of PaO 2 <60 mmHg, and PaCO 2 >50 mmHg. Main clinical manifestations of children patients with type I pneumonia with respiratory failure include, poor mental state or dysphoria, polypnea, cyanosis of lips, dyspnea, nasal flaring and three depression signs. These symptoms are difficult to distinguish from type II respiratory failure, and can be observed only by blood gas analysis, which shows a marked difference between type I and II. Type II respiratory failure shows symptoms of type I respiratory failure and in addition more often than not, it also has symptoms such as shallow breathing, irregular rhythm, slow breathing, drowsiness or coma and even jaw breathing in some patients (25, 26) . In our study, changes in condition and changes in blood were closely observed, and where required, a tracheal intubation ventilator was employed to improve the cure rate.\n\nOxygen uptake. Nasal catheter is easily blocked by secretions, leading to failure of effective uptake oxygen, and is therefore difficult to utilize. We employed the conventional oxygen mask inhalation method, which is comfortable and without stimulation, and was easily accepted by children (27, 28) . After using oxygen, once hypoxia was improved, timely adjustment of the oxygen flow or deactivation of oxygen was needed, because inadequate oxygen concentration such as excessive or overtime concentration may lead to changes such as lung tissue edema atelectasis and proliferation of alveolar capillary. The humidification bottle contained 50% alcohol, aiming to reduce the alveolar surface tension and help improve ventilation.\n\nMaintenance of airway patency and administration of various aerosol inhalation therapies. i) This group of children patients took appropriate clinostatism according to the state of disease. Under normal conditions, the children were placed in a horizontal position, with neck raised high, in order that airways would be unblocked. For children patients with severe heart failure and wheezing, semi-recumbent position was taken to reduce the burden on the heart and lungs (29, 30) . For children patients with increased respiratory secretions, the lateral position was useful to expectorate and prevent aspiration. ii) Patients received daily routine aerosol inhalation, turning drugs into aerialfog-like fine particles, inhaled to the bronchioles or alveoli, which diluted secretions and had an anti-inflammatory and anti-allergic function and reduced local inflammatory exudates, in addition to reducing airway resistance and improving ventilation. Aerosol inhalation time was 10-15 min and afterwards sputum suction was carried out immediately in order to clear respiratory secretions.\n\nCommonly used drugs included: 20,000 units of gentamicin, 2-3 mg of α-chymotrypsin, 1-2 mg of dexamethasone, and 20 ml of saline. The dual role of the aforementioned ultrasonic aerosol inhalation was useful to reinforce treatment of children with severe pneumonia. According to the disease, aerosol inhalation was conducted every 4 or 6 h, with sputum suction ensuing, which produced a good suction effect for children patients with many sticky respiratory secretions. It should be noted that if patients had excessive sputum, the sputum suction was also carried out once prior to using ultrasound aerosol inhalation therapy, followed by thorough sputum suction. In the whole process of aerosol inhalation, providing oxygen inhalation or enhancing oxygen concentration effectively prevented the occurrence of hypoxemia (31) . iii) Hypocalcemia may produce laryngospasm and tongue tenesmus, which causes obstruction and sudden suffocation. First, the child patient's tongue tip was pulled outside the mouth, and then artificial respiration was conducted, with most patients being able to relieve themselves spontaneously. Pressurized oxygen was given, endotracheal intubation was carried out if necessary and calcium was replenished immediately. iv) When nasal obstruction caused breathing difficulties, 1% ephedrine drops were used after clearing away nasal secretions with a cotton swab, to maintain the airway patency. v) The diet of children with severe pneumonia was affected due to high fever, vomiting, diarrhea and other factors. When children patients were unable to eat, it was appropriate to supplement water, electrolytes, vitamins, and give them high-calorie, high protein, digestible food, that was eaten in small amounts but frequently, to prevent satiety from interfering with respiratory function. vi) Previous findings showed that, ambroxol and low-dose heparin coupled with aerosol inhalation significantly shortened the time of the disappearance of all the clinical signs and improved overall efficiency of the clinical treatment (32, 33) . There was no bleeding and other adverse reactions involved in the clinical treatment process, which had advantages such as easy administration, safe use, inexpensiveness, a significant effect, and less adverse effects in the treatment of children with severe pneumonia, and was thus worthy of wider application.\n\nSince the application of mechanical ventilation is prone to cause ventilator-related complications, to improve the successful rescue rate of children with severe pneumonia and shorten the course of treatment, the use of NCPAP may be considered a priority. For severe pneumonia, NCPAP can support cardiopulmonary function, and its early application can improve timely oxygenation, stabilize disease, prevent disease progression, reduce ventilator application and average hospitalization time in pediatric intensive care unit as well as avoid the adverse effects caused by intubation (34) . However, two points are important when applying it to infants: i) grasp indications and standard of respiratory failure that the children comply with; ii) over NCPAP application process, nasal and oral secretions should be immediately removed, raising the neck high, to strengthen expectoration in order to maintain airway patency. Operating parameters of using the NCPAP oxygen therapy machine in our department: i) Oxygen concentration inhaled (FiO2) 40 or 90%; ii) the oxygen flow 4-12 l/min; and iii) the beginning pressure was maintained at 3-4 cm H 2 O. After observing 2-4 h, the adjustment of pressure was determined by clinical symptoms, signs and blood gas analysis. NCPAP is an effective treatment for severe pneumonia with respiratory and heart failure, and can quickly correct hypoxemia, reduce endotracheal intubation and mechanical ventilation demand (35) . It has a positive effect and can reduce the stimulation of children, thus decreasing any occurrence of ventilator pneumonia. In addition, parents readily accepted this treatment (36) .\n\nShort-term intubation ventilator was utilized when there was: i) Respiratory arrest or respiratory and cardiac arrest; ii) sputum congestion, dyspnea, serious cyanosis; and iii) blood PaCO 2 >60 mmHg, in order to accelerate the discharge of PaCO 2 and reduce respiratory acidosis.\n\nEmergency treatment and treatment of heart failure. When children patients coughed, their body temperature increased to ≤40˚C and was accompanied by dyspnea, dysphoria, pale face, cyanosis, drowsiness, fixed moist rales in lung, respiratory rate of ≥60 beats/min, heart rate of ≥160-180 beats/min in quiet state, low and blunt heart sound, gallop rate, and a progressively enlarged liver, 3 cm beyond the ribs or an increase of ≥1.5 cm in a short period of time. The above, as well as cold extremities and weak pulse, constituted clinical manifestations of a heart failure. In this situation, oxygen inhalation and tranquilizers were given immediately, 0.5 µg/(kg x min) and milrinone, a second generation of phosphodiesterase Ⅲ (PDE-Ⅲ) inhibitor, which acts on the β receptor accessory pathway, was administered to maintain heart function. By selectively inhibiting PDE-Ⅲ in myocardial cells, increasing intracellular cyclic adenosine monophosphate levels, promoting calcium influx, enhancing calcium concentration in myocardial cytolymph, milrinone strengthens myocardial contractility, increases cardiac output, and exerts direct relaxation on vascular smooth muscle, dilates blood vessels and reduces cardiac preload and afterload. Milrinone demonstrates a better clinical efficacy in the treatment of children with pneumonia complicated by heart failure than catecholamines (37) .\n\nEmergency treatment and treatment of toxic encephalopathy and intestinal paralysis. When children show signs of exhaustion, dysphoria, coma, increased muscle tension, irregular breathing, and increased cerebrospinal fluid pressure, toxic encephalopathy should be considered. Timely administration of sedatives, oxygen and mannitol are important in order to ease cerebral edema.\n\nDecrease in intracranial pressure. In the present study, any changes including children' pupillary light reflex, headache, vomiting, consciousness, breathing, pulse, temperature, and fluctuation in BP were closely observed. The head was raised 15-30˚ to facilitate the intracranial venous return, leading to a corresponding reduction in intracranial pressure. Precaution was taken when using dehydrating agent as well as to prevent it from leaking from blood vessels, and to prevent tissue necrosis. When administering furosemide, its effect and adverse drug reactions were observed. If intracranial pressure increased, lumbar puncture was avoided as much as possible, but if it had to be carried out then rescue preparation was performed. Cerebrospinal fluid flow is not be in excess to avoid the formation of hernia.\n\nControl of fever and convulsions. An increase in body temperature leads to an increased oxygen consumption in brain tissue, and aggravating cerebral hypoxia, which causes cerebral edema and nerve cell damage (38) . Immediate measures must be taken to control hyperpyrexia by combining the use of artificial hibernation to decrease the temperature, lower metabolism and protect the central nervous system. The drug of choice is the application of cold compressors of chlorpromazine to the head, wearing ice caps and decreasing the temperature with drugs, thereby reducing hyperpyrexia-induced damage to brain tissue.\n\nFor children patients in the study, when intracranial pressure increased, the motor cortex wass stimulated, causing convulsions and exacerbating cerebral hypoxia and brain edema, thereby aggravating intracranial pressure. The ward was kept quiet and visitors were avoided. Treatment and care were performed simultaneously, as much as possible, and operating and any negative stimuli were reduced to prevent convulsions. Seizures required the focus of intensive nursing, a dental pad was placed between the upper and lower teeth to prevent tongue bite, and extra gear was added to prevent any fall damage during sleep. Drugs, such as phenobarbital and diazepam were administered to control fear. Restless children were guarded by specially-assigned persons to prevent scratches and fall damage. Heads of children in a coma were leaned to one side, to facilitate the discharge of secretions. should be given. For any child having a seizure, it was considered improper for the fright-checking agent to forcibly press the child's body, in order not to cause fractures.\n\nTreatment of abdominal distention. Abdominal distention often occurs in children with pneumonia, leading to children feeling uncomfortable and unrest, which hinders normal breathing. A hot water bag was placed on the abdomen, to facilitate venting. Anal venting was also used and children became quiet after venting. If abdominal distention did not improve, it suggested the presence of toxic intestinal paralysis, and a poor prognosis.\n\nAnti-infective therapy. After a clear diagnosis of severe pneumonia, collecting blood for bacterial culture and sensitivity test was performed prior to the use of antibiotics when conditions permitted. A separate venous access for antibiotics was established as much as possible, to rationalize the use of antimicrobial drugs and avoid side effects. In principle, the application of antimicrobial drugs was carried out on the basis of evidence-based medicine, but a majority of them are classified as empirical treatment. As the therapeutic window of children with severe pneumonia was very small, the initial drugs for treatment covered an antibacterial spectrum as broad as possible, as well as all the pathogens. There were sufficient data displaying that the inappropriate choice of anti-infective drugs for initial therapy and untimely appropriate treatment (effective therapy of antigens) had adverse consequences on the prognosis. The main indicators of efficacy were a decrease in body temperature, improvement in poisoning symptoms and ability to drink water or conduct breast-feeding or food intake. In general, 3-5 days after the body temperature became stable, the drug dosage was reduced and gradually discontinued.\n\nIntravenous injection of immune globulin is considered a safe and effective method for the treatment of children with severe pneumonia. It can rapidly improve immunoglobulin G (IgG) levels in the patient's blood; enhance the body's resistance to infection and immune function. By passively accepting lgG, the body acquires resistance to a variety of microbial infections. High-dose intravenous IgG infusion can increase the IgG concentration 3-to 6-fold in circulating blood compared to a normal person. Therefore it has the ability to prevent infections. Using IgG infusion concurrently with antibiotics can be used to treat bacterial infections and has a broad anti-bacterial and viral spectrum, as well as a dual function of anti-bacterial antigens and viral antigens.\n\nIn summary, positive and effective nursing can promote the rehabilitation of children patients, reduce the incidence of complications and children's mortality, thus play an important role in the rehabilitation of children with severe pneumonia. Psychological counseling may also be strengthened. Children feel a sense of inadaptation with regard to unfamiliar environment by instinct. They cried and even refused infusion in the face of examination and treatment by strangers. Therefore, nurses must be careful and gentle to children patients. For older children, they were able to explain to them the importance of the infusion and blood tests for the treatment of the disease, and increase their sense of trust in the medical staff. Health education is also essential, nurses should communicate more with parents and acquaint them with relevant knowledge and inform them regarding the prevention and treatment of diseases, such as that children usually need to do exercise, enhance nutrition, bask more in sunshine and engage in outdoor activities, ensure adequate sleep, pay attention to personal health, and get vaccinated for the prevention of pneumonia and influenza if necessary."}