{"title": "Perspective Super-spreaders in infectious diseases", "body": "Many early studies on infectious disease epidemiology assumed that susceptible hosts within a population had equal chances of becoming infected. 1 Subsequent observations unveiled marked heterogeneities in pathogen transmission, with some individuals exhibiting a higher ability to infect others. In what became known as the 20/80 rule, a concept documented by observational and modeling studies and having profound implications for infection control, 20% of the individuals within any given population are thought to contribute at least 80% to the transmission potential of a pathogen, 2 and many host-pathogen interactions were found to follow this empirical rule.\n\nA fundamental epidemiological parameter used to characterize infectious disease outbreaks, at the population level, is the basic reproductive number, R 0 , which expresses the mean number of secondary infections generated during the entire infectious period of an infected individual. While R 0 is valuable in assessing outbreak severity, and its benefits in guiding public health interventions cannot be overemphasized, 3, 4 this population estimate, as recently pointed out, could obscure inter-individual variations in infectiousness that were described for many infectious diseases. 5 In addition to population-wide measures of pathogen transmission, estimates of inter-individual variability should therefore be incorporated into analyses describing host-pathogen dynamics.\n\n2. Super-spreading events were documented in many infectious diseases individuals, both exhibiting gastrointestinal hemorrhage, probably represented the source of infection for over 50 secondary cases. Several studies found increased urethral HIV shedding in individuals co-infected with other sexually transmitted pathogens; for example, an eight-fold higher HIV shedding was reported in men with urethritis as compared to men without urethritis having similar circulatory viral burdens, and in men with gonorrhea, HIV shedding decreased subsequent to antibiotic treatment. 14-16 A heterosexual man co-infected with HIV, hepatitis C virus, and herpes simplex 2 virus had unusually high semen HIV RNA levels, which exceeded plasma levels by one order of magnitude, and were explained by recurrent asymptomatic herpes infections. 17 Maternal herpes virus infection was associated with increased perinatal and intrapartum HIV transmission, 18, 19 and herpes virus suppressive therapy was shown to reduce HIV shedding in dually infected women. 20 \n\nThe concept of super-spreaders re-surfaced in the context of another recent infectious disease. During the 2002-2003 SARS outbreaks, not all patients harboring the virus were equally infectious. The majority had very low infectivity, and superspreading events represented one of the most particular features of this outbreak. 21 A stochastic model that analyzed 1512 patients from the first 10 weeks of the Hong Kong SARS pandemic 22 showed that the virus was moderately transmissible, with 2.7 secondary infections for every index case, when excluding super-spreading events. A similar modeling of the Singapore outbreak 23 revealed that in a fully susceptible population that has not yet implemented infection control, an individual would infect approximately three secondary contacts. In fact, among the first 201 probable SARS patients in Singapore, 81% had no evidence of infecting others, but five individuals infected 10 or more secondary contacts each. 23, 24 By using mathematical and statistical analyses, Li et al. found that approximately 71% and 75% of the infections from Hong Kong and Singapore, respectively, were attributable to super-spreader events, and suggested that delaying hospital admission more than 4 days after the onset of symptoms could partly be responsible for super-spreading events, underscoring the importance of early diagnosis and isolation. 21 The analysis of a transmission chain early during the Beijing SARS outbreak revealed that from 77 patients examined, 66 did not infect others, and seven infected three individuals or fewer each, but four patients infected eight or more contacts each and were considered super-spreaders. 25 This study revealed that high numbers of close contacts represent a risk factor for super-spreading events. 25 Another risk factor for super-spreading events emerges from the report of a 54-year-old male who presented on April 15 to Pingjin Hospital in China, seeking treatment for coronary heart disease, type II diabetes, and chronic renal failure. 26 Subsequent to his admission the same day, the patient developed fever, myalgia and a sore throat, and a physician later suspected SARS based on previous contact with a SARS patient in another hospital. On April 17, the patient was transferred to the Tianjin Thorax Disease Hospital and received treatment for two days, and on April 19 he was again transferred to the Tianjin Infectious Disease Hospital, where he died. Only in Pingjin Hospital, this patient directly infected 33 others. Implementing active surveillance, limiting inter-hospital transfers, and quarantining patients who could have been exposed, emerge as important lessons from this experience.\n\nAt least two super-spreading events were described in Hong Kong. 21 In the Prince of Wales Hospital, the index patient was a 26year-old man admitted on March 4, 2003 who, as part of his right upper lobe pneumonia treatment, was administered bronchodilators via a nebulizer. Together with overcrowding and an outdated ventilation system, this is thought to have facilitated the spread of the virus. Within the next two weeks, 156 individuals, including hospital staff, patients, and visitors, were admitted to the hospital, all of them traceable to this patient, and SARS was diagnosed in 138 of them. [27] [28] [29] The index patient in the second super-spreader outbreak was an individual on hemodialysis for chronic renal failure who had diarrhea and, on two occasions, stayed with his brother in Block E in the Amoy Gardens residential complex. 30, 31 Amoy Gardens has 19 residential blocks, with eight apartments on each of the 33 floors. 31 In several bathrooms from block E, it was reported that the U-shaped traps linking the vertical drainage pipes, known as risers, to the sanitary fixtures, did not function properly. As a result, when water flowed down, the backflow from the risers was able to generate aerosols and spread pathogens into individual bathrooms. In addition, powerful window fans installed by residents in many bathrooms created a significant negative pressure that amplified the aerosol backflow. In the Amoy Gardens complex outbreak, 329 individuals were infected and 42 died. 32 The cases occurred in clusters, at specific floor levels, in a pattern that simple person-to-person transmission could not explain, and an epidemiological investigation proposed, as a plausible explanation, a common source of exposure for all infected individuals. 33 Approximately 45% of the infections occurred in Block E, the same block that the index patient visited, and approximately 60% were within flats 7 and 8, bordering the specific vertical riser thought to be involved. An investigation found that the index patient had very high concentrations of virus in the urine and feces, and proposed that aerosolization as a result of the hydraulic effect inside drainage pipes facilitated the spread of the pathogen. 32 This outbreak revealed the importance of taking indoor air quality and building ventilation into account when exploring the dynamics of airborne pathogens. It was, in addition, suggested that in certain individuals, immune system defects could increase the viral load and make them become super-spreaders, as could have happened with the index patient who was undergoing hemodialysis, which is known to impair both innate and adaptive immunity. 27, 34 An interesting observation came from the Vietnam outbreak. When on March 12, 2003 the Vietnam French Hospital in Hanoi was closed for new admissions and 33 patients were admitted to another hospital until May 2, no nosocomial infections were reported in the second hospital and none of its healthcare workers became ill with a condition that resembled SARS, 35 revealing that in the absence of super-spreading events, most patients do not infect others.\n\nSuper-spreaders are not limited to humans. Capparelli and collaborators 36 examined water buffaloes from an area in Italy endemic for brucellosis, and found that while most infected animals shed Brucella abortus at low levels in their milk, a few animals shed large numbers of bacteria. Kilpatrick et al. 37 showed that mosquitoes infected with West Nile virus feed on American robins (Turdus migratorius), a species that represented 4% of the avian abundance, approximately 17 times more frequently than expected by chance, revealing strong heterogeneities that exist in the transmission of this pathogen. In a study that examined Sin Nombre Virus transmission among deer mice, which usually requires direct contact such as biting or scratching, Clay et al. described significant heterogeneities in the contact frequency and contact length between hosts, and showed that a small percentage of animals controls most transmission events. 38 A cross-sectional survey conducted on 474 Scottish cattle farms by Matthews et al. 39 unveiled marked differences in infectiousness, with approximately 20% of the most infectious animals being responsible for approximately 80% of the transmission, and showed that interventions targeted to the 5% most infectious individuals could reduce R 0 to values lower than 1. Fecal sample analysis conducted at a UK abattoir revealed that approximately 9% of the cattle examined over a 9-week period were high Escherichia coli O157 shedders (>10 4 CFU/g) and they accounted for over 96% of the bacteria shed by all animals tested, 40 and a survey of Salmonella enterica serovar Typhimurium fecal shedding by mice identified a subset of animals that shed high numbers of bacteria (>10 8 CFU/g), a phenotype linked to the presence of two bacterial virulence determinants, the SPI1 and SPI2 pathogenicity islands. 41 \n\nIt is still unclear why certain individuals infect disproportionately large numbers of secondary contacts. Increased strain virulence, higher pathogen shedding, and differences in the hostpathogen relationship were advanced as potential explanations. 13, 42 An interesting observation comes from the 2003 Hong Kong outbreak, where a 'runny nose', unusual for SARS, was described in a super-spreader, fueling the hypothesis that patients with slightly different symptoms, perhaps as a result of co-infection with another microorganism, could become super-spreaders. 43 In 1960, Eichenwald and collaborators described 'cloud babies' -infants who, in nurseries, after infection with a respiratory virus, became highly contagious and were able to spread Staphylococcus aureus they were colonized with, 44 and the same phenomenon was more recently described in adults. 45 In early 1983, a nurse colonized intranasally with S. aureus was linked to staphylococcal skin infection outbreaks in two nurseries from two different Florida hospitals. It was subsequently revealed that during each of the two outbreaks, she had an upper respiratory tract infection, and phage typing confirmed the identity between the strain she was colonized with and the ones causing the outbreaks. 46 A physician colonized intranasally with S. aureus exhibited a 40-fold increased airborne dispersal after acquiring an upper respiratory rhinovirus infection, becoming thus a 'cloud adult', 47 and a study that examined volunteers with S. aureus nasal carriage revealed, on average, a two-fold increase in bacterial dispersion into the air after rhinovirus infection, with up to 34-fold higher dispersion observed in one volunteer. 48 This process is mechanistically insufficiently understood, and one scenario that was proposed is that rhinovirus-induced swelling of the nasal turbinates could create a high-speed airflow that establishes aerosols. 47 The observation that sterile clothing, but not a sterile mask, often reduces S. aureus airborne dispersal in rhinovirus-infected individuals, pointed towards a possible initial effect that rhinoviruses exert locally, followed by the subsequent colonization of the skin and clothing, which could serve as reservoirs and subsequently amplify the airborne dissemination of staphylococci. 48, 49 Bischoff et al. proposed that sneezing contributes to pathogen dispersal, and several groups of individuals, including those with respiratory allergies, could thus become potential sources of airborne bacteria. 50 Two major questions surrounding super-spreaders persist as important gaps in our knowledge, and the answers have fundamental public health implications. What makes certain hosts become super-spreaders, and how can we identify them in a timely manner? Models that do not take into consideration transmission heterogeneity and super-spreading events will inaccurately portray pathogen dynamics and hinder the successful implementation of infection control strategies. 1 On the other hand, identifying the 20% of the hosts that are super-spreaders would enable control over approximately 80% of the pathogen transmission events in the population. As it is apparent from the examples presented above, each outbreak offers specific insights into factors that might shape super-spreading events. It is imperative to explore all facets of host and pathogen biology, as well as environmental factors that might shape their interaction, and analyze the observations provided by previous outbreaks (Table 1) .\n\nAll these examples are becoming fundamental teachings that have Table 1 Super-spreading events are shaped by host, pathogen, and environmental factors. Often, more than one factor may be implicated in the same outbreak.\n\nCategories valuable practical applications in managing emerging and reemerging infectious diseases and in developing robust pandemic preparedness plans.\n\nConflict of interest: No conflict of interest to declare."}