{"title": "Plant tissue distribution and chemical inactivation of six carnation viruses", "body": "Carnation has an important position in the world floral industry. This cultivated ornamental plant is susceptible to many viruses such as Carnation mottle virus (CarMV), Carnation etched ring virus (CERV), Carnation vein mottle virus (CVMV), Carnation ringspot virus (CRSV), Carnation Italian ringspot virus (CIRV) and Carnation latent virus (CLV).\n\nThe diseases associated with these viruses show symptoms that range from mild disorders, such as mosaic, leaf distortion or vein clearing, to more severe disorders such as deformed flowers, colour break, and even plant death. CarMV is distributed world wide (Can˜izares et al., 2001) and is the most difficult virus among carnation viruses to eliminate by thermotherapy or meristem culture (Hollings et al., 1972) and rapidly propagates after its introduction into virus-free crops (Zandvoort, 1973; Hollings et al., 1972) . In addition, it is involved in synergistic effects in mixed infections, specifically with CERV. Furthermore, the observation that the longevity of the infectivity of sap in some of the carnation viruses could be from a few days (CVMV and CLV) to a few months (CarMV and CRSV) (Brunt et al., 1996) emphasised the importance of inactivating any viral focus. Detection at early stages of viral infection and subsequent elimination of the infected material constitute the main approach to combating those disorders. In this sense, incorporation of detection techniques, such as nonradioactive molecular hybridisation , into the routine diagnosis of carnation crops has increased the detection limit usually obtained with widely used serological assays (Sa´nchez-Navarro et al., 1996 . However, studies addressed to elucidate the viral distribution in the infected plant or to inactivate the virus with different chemicals are sparse. These studies can serve as a basis for selecting the best tissue for routine diagnosis and in reducing sources of contamination in carnation culture.\n\nIn the present study, we analyzed the distribution of six carnation viruses in roots, stems, leaves, sepals, stamens, Carnation plants singly infected with CarMV, CERV, CVMV or CLV and S. vaccaria plants infected with CRSV or CIRV were used to analyze the viral RNA or DNA accumulation in different tissues of the infected plant by using a non-radioactive molecular hybridisation detection assay. Sample extraction and membrane application were performed as described previously . Briefly, healthy and infected tissue were homogenised with 10 volumes of cold inoculation buffer (50 mM sodium citrate, 5 mM EDTA, pH 8.5), clarified by centrifugation at 5000g for 5 min at 4 1C and serially diluted (five-fold) in cold inoculation buffer. Spots of the different dilutions (1 ml) were applied onto nylon membranes and air-dried, and the nucleic acids were UV-cross linked. The synthesis of the digoxigenin-labelled RNA probe (dig-RNA) was performed as described previously (Astruc et al., 1996; Palla´s et al., 1998) using the six different carnation virus constructs described previously (Sa´nchez-Navarro et al., 1999 ). The limit of detection level for each dig-RNA probe was quantified by using the corresponding complementary unlabelled plus-strand of viral RNA. The synthesis of the RNA transcripts was performed as described above. After a DNase treatment, the transcribed RNA was quantified by agarose gel electrophoresis and spectrophotometry and serially diluted (five-fold) in sterile water. The dig-RNA probes were able to detect a similar amount of complementary transcribed viral RNA (2.5-0.5 pg; Fig. 1 , viral RNA) comparable to other detection levels described for dig-RNA probes (Astruc et al., 1996; Sa´nchez-Navarro et al., 1999; Herranz et al., 2005) .\n\nAll carnation viruses were detected in the different plant tissues analysed except CERV and CVMV that rendered a negative hybridisation signal from root samples and a very weak signal from stem tissues (Figs. 1C and B) . No signal was observed in the healthy controls ( Fig. 1 , columns M in each membrane). The dilution end point for the accumulation of CarMV RNA was determined to be 5 À5 for all tissues analysed except roots, where the accumulation of viral RNA was five times lower (5 À4 ; Fig. 1A ). The CarMV viral RNA accumulation was estimated to be 78.1 mg (dilution 5 À5 ) and 15.6 mg (dilution 5 À4 ) per gram of plant tissue (Table 1) . A similar uniform accumulation pattern of viral RNA among all plant tissues analysed was observed in CLV, CRSV and CLV infected plants. CLV RNA was detected in all infected tissues analysed with a dilution end point of 5 À4 (3.1 mg of viral RNA g À1 of plant tissue) except root and stem that showed positive hybridisation signals until 5 À3 (625 ng g À1 ) and 5 À2 (125 ng g À1 ) dilutions, respectively ( Fig. 1C ; Table 1 ). The dilution end point for the accumulation of CRSV RNA was established to be 5 À5 for root, leaf, sepal and ovary and 5 À4 for stem, petal, stamen and pistil infected tissues, respectively (Fig. 1D) . The estimated accumulation of viral RNA ranged from 3.1 mg (dilution 5 À4 ) up to 15.5 mg (dilution 5 À5 )/g of infected tissue (Table 1) . A similar viral RNA accumulation pattern was observed in CIRV infected plants except for root tissue where the dilution end point was determined to be 5 À4 (Fig. 1F ). Unlike the above viruses, CERV and CVMV were irregularly distributed in infected carnation plants. Thus, large amounts of CERV accumulated in leaf, petal, stamen, pistil and ovary tissues with a positive end point dilution of 5 À3 , followed by sepal (5 À1 ), stem (1) and root where no hybridisation signal was observed ( Fig. 1C ; Table 1 ). A negative hybridisation signal was also observed in root tissue of CVMV infected carnation plants (Fig. 1B) whereas the viral RNA accumulation was determined to be 625 ng g À1 of infected pistil tissue (dilution 5 À3 ) followed by petal, stamen and pistil with 125 ng (dilution 5 À2 ) and sepal with 25 ng (5 À1 ) ( Table 1 ). In spite of the negative hybridisation signal observed in root tissue of CERV or CVMV infected carnation plants, viruses belonging to caulimovirus or potyvirus genera have been detected in roots (Turner et al., 1996; Schneider et al., 2004) . The different virus accumulation observed between the root and the upper part of carnation plants could reflect the capacity of both CERV and CVMV viruses to be transmitted by aphids, concentrating the virus in the insect accessible tissue. In this sense, high virus accumulation in root tissue has been described for carmovirus (Gosalvez et al., 2003) or tobravirus (Schmitt et al., 1998; MacFarlane and Popovich, 2000) that are transmitted by soil-borne fungus or nematode vectors, respectively. The viral distribution results showed two patterns for the six carnation viruses: high titres of CarMV, CRSV, CIRV, and CLV accumulated with small differences among the plant tissue analysed whereas there were low amounts of CERV and CVMV irregularly distributed over the infected plant. All viruses accumulated to high levels in leaves, petals, stamens, pistils and ovaries. Leaf and petal tissues are good choices for routine diagnosis. CarMV had the highest viral RNA accumulation with 78.1 mg g À1 of tissue. CarMV was reported to be the most difficult virus to eliminate by meristem culture among carnation viruses (Hollings et al., 1972) and rapidly translocated within the host (Garcı´a-Castillo et al., 2001) . Several viruses (CarMV, CRSV, CIRV, and CLV) accumulated in large amounts in root tissue pointing to a putative reservoir of virus and/or contamination focus mediated by the drained water or the reuse of contaminated soil. In support of this, CarMV, CRSV, and other members of the carmovirus and tombusvirus genera have been detected in rivers (Koenig and Lesemann, 1985; Koenig et al., 2004) , ditches and drainage canals (Koenig et al., 1989; Yi et al., 1992; Gosalvez et al., 2003) or in a recirculating nutrient solution (Kegler and Kegler, 1981) .\n\nThe high viral accumulation observed in infected plants together with the stability of some of the analyzed carnation viruses reinforced the need to use virus-free plants and clean material. Thus, we decided to analyze the inactivation capacity of six chemical agents for all viruses analysed herein, by using the high titre accumulated in leaf tissue and the S. vaccaria cv. 'Pink Beauty' systemic indicator plant (Hakkaart and van Olphen, 1971; Sa´nchez-Navarro et al., 1999) . These chemical treatments are relatively easy to scale up and generally inexpensive. Briefly, infected plant tissue was homogenised with five\n\n5 -1 5 -2 5 -3 5 -4 5 -5 5 -6 5 -7 5 -8 M 5 -1 5 -2 5 -3 5 -4 5 -5 5 -6 5 - volumes (w/v) of 30 mM phosphate buffer pH 7.0 plus 0.5% PVP (inoculation buffer), clarified and mixed with one volume of the following chemical solutions: liquid detergent (0.2%), commercial bleach (1%, 2%, 6%, 10% and 14%), NaOH (0.2, 1% and 2%), Na 3 PO 4 (4%, 10% and 20%), liquid disinfectant Dimanin-A (bencilammonia alquildimethyl chloride 33.3%; Bayer AG) (0.2% and 1%), ethanol (50% and 100%) or with the inoculation buffer for 60 s. The chemically treated sap was then used to inoculate three indicator plants by using carborundum as abrasive.\n\nAfter inoculation, the plants were kept in a greenhouse for a period not exceeding 6 weeks. Finally, all the inoculated plants were analysed by non-isotopic molecular hybridisation to confirm the bioassay results. To estimate the detection limit of the bioassay for each infected tissue, infected extracts without chemical treatment were serially diluted (five-fold serial dilution) in inoculation buffer and each dilution inoculated as described above. The dilution endpoints were determined to be 5 À11 , 5 À9 , 5 À6 and 5 À3 for plants infected with CarMV, CRSV, CLV or CVMV or CIRV, and CERV, respectively (Table 2 : inoculation buffer). All chemical solutions assayed were able to inactivate two or more viruses except soap, which was inefficient (Table 2) . Ethanol and Na 3 PO 4 were only effective at high concentrations (10% and 50%, respectively) on CERV and CVMV, which were present in low amounts. The liquid detergent Dimanin-A was not effective at low concentrations (0.1%), whereas a concentration up to 0.5% was sufficient to block infection of CERV, CLV and CVMV. Similar behaviour was observed using commercial bleach. Bleach concentrations of 0.5% and 1% were insufficient to impede viral transmission to Saponaria indicator plants, whereas concentrations of 3%, 5% and 7% inactivated three, four or all carnation viruses, respectively (Table 2 ). This chemical treatment was reported to inactivate a potexvirus and a tobamovirus (2% and 7%, respectively; Hu et al., 1994) , rotavirus (6%; Sattar et al., 1994) , pneumovirus (5.25%; Krilov and Harkness, 1993) , a coronavirus (Wang et al., 2005) , bacteriophages (Tyrrell et al., 1995) , poliovirus (Taylor and Butler, 1982; Ma et al., 1994) and Hepatitis CarMV 5 À11 + + + + + À + + + + À À + + + + CERV 5 À3 + + + À À À + + À + À À + À + À CLV 5 À6 + + + À À À + + + + À À + À + + CVMV 5 À6 + + + À À À À À À À À À + À + À CRSV 5 À9 + + + + + À + + + + À À + + + + CIRV 5 À6 + + + + À À + + + + À À + + + + a Infected leaves were ground with inoculation buffer (1 g/5 ml), diluted 1:1 with chemicals for 60 s and inoculated onto S. vaccaria plants. Numbers below chemicals represent their concentration after leaf extract dilution. b Dilution endpoint observed in S. vaccaria plants. Infected leaves were ground with inoculation buffer (1 g/10 ml), serially diluted (fivefold) in the same buffer and inoculated onto indicator plants.\n\nA virus (Jean et al., 2003) . Apparently, sodium hypochlorite can be considered a general virus inactivation agent although a concentration of up to 7-12% is required. However, NaOH was determined to be the most efficient antiviral solution. A concentration of 0.1% was enough to inactivate CVMV and concentrations of between 0.5% and 1% were able to inactivate all carnation viruses. This alkaline treatment was reported to be efficient at low concentrations against a potexvirus and a tobamovirus (1%, Hu et al., 1994; 0.1%, Choi et al., 2000) , poliovirus (4%, Ma et al., 1994) or an asfivirus and an enterovirus (1-1.5%; Turner and Williams, 1999) . Bleach and sodium hydroxide chemical treatments have been reported to degradate the viral nucleic acids (Ma et al., 1994) without causing any apparent structural changes of the virions (Taylor and Butler, 1982) . In addition, it should be noted that RNA is extremely sensitive to degradation by dilute alkali (Lehninger, 1975) . In all chemical treatments, no injury to the inoculated leaves of S. vaccaria plants was observed indicating that absence of viral infection was due to virus inactivation rather than phytotoxic effects. Apparently, chemical treatments at extreme pH are effective in inactivating RNA or DNA viruses. Furthermore, the short incubation time (60 s) required to inactivate the carnation viruses together with the reduced cost make those treatments very attractive in cleaning contaminated material. In fact, after introducing these sanitary practices in a company dealing with large-scale production of carnation cuttings, the incidence of viral infection was significantly reduced."}