{"title": "A functional nuclear localization sequence in the VP1 capsid protein of coxsackievirus B3", "body": "The capsid proteins of some RNA viruses can translocate to the nucleus and interfere with cellular phenotypes. In this study we found that the VP1 capsid protein of coxsackievirus B3 (CVB3) was dominantly localized in the nucleus of the cells transfected with VP1-expressing plasmid. The VP1 nuclear localization also occurred in the cells infected with CVB3. Truncation analysis indicated that the VP1 nuclear localization sequence located near the C-terminal. The substitution of His220 with threonine completely abolished its translocation. The VP1 proteins of other CVB types might have the nuclear localization potential because this region was highly conserved. Moreover, the VP1 nuclear localization induced cell cycle deregulation, including a prolonged S phase and shortened G2-M phase. Besides these findings, we also found a domain between Ala72 and Phe106 that caused the VP1 truncates dotted distributed in the cytoplasm. Our results suggest a new pathogenic mechanism of CVB.\n\n& 2012 Elsevier Inc. All rights reserved.\n\nThe nucleus in a cell sequesters the genomic material from the cytoplasm and keeps it in a homeostatic environment. The nucleus is comparted from the cytoplasm by nuclear envelope, in which there are numerous pores that allow small molecules, such as ions, metabolites, and globular protein smaller than 40 kDa, freely passing through (McLane and Corbett, 2009; Wu et al., 2011) . Protein over 40 kDa cannot pass through the nuclear pores unless it owns nuclear localization signal (NLS) sequence. NLS usually is rich in basic amino acids and resides near the C-terminal of the protein (McLane and Corbett, 2009) . Through binding to nuclear import receptors including importin a and b, the NLS guides the protein transportation into the nucleus (Goldfarb et al., 2004) .\n\nThe biosynthesis of RNA viruses occurs in the cytoplasm. The capsid proteins of RNA viruses are also distributed in the cytoplasm to assemble the progeny virions (Wychowski et al., 1985) . However, recent studies reveal that the capsid proteins of some RNA viruses, such as Dengue virus (Colpitts et al., 2011) , West Nile virus (WNV) (Bhuvanakantham et al., 2010; Yang et al., 2008) , and porcine reproductive and respiratory syndrome virus (PRRSV) (Pei et al., 2008) , can translocate to the nucleus and, thereafter, disturb the nuclear functions. In the cells infected with Dengue virus, a large portion of the Dengue virus capsid protein localizes in the nucleus and acts as a histone mimic to disrupt nucleosome formation (Colpitts et al., 2011) . The capsid protein C of WNV localizes in the nucleus through importin-mediated pathway and can be phosphorylated by protein kinase C (PKC). The phosphorylation of the WNV capsid protein C influences its nuclear trafficking by modulating the efficiency of protein C-importin-a binding (Bhuvanakantham et al., 2010) and subsequently induces p53-dependent apoptosis (Yang et al., 2008) . The nucleocapsid protein N is the most abundant structural protein of PRRSV. During PRRSV infection, the N protein is specifically localized in the nucleus and nucleolus in addition to its normal cytoplasmic distribution (Pei et al., 2008) . In vivo infection with the NLS-null PRRSV mutant causes reduced viremia and increased production of neutralizing antibodies in the infected pigs. Therefore, it is evident that the nuclear localization of protein N plays a critical role in the PRRSV pathogenesis and host responses to PRRSV (Pei et al., 2008) .\n\nCoxsakieviruses are members of Picornaviridae family. Group B coxsackieviruses (CVB), which include six types (CVB1-CVB6), are the major pathogens of human myocarditis and dilated cardiomyopathy (Fairweather et al., 2012; Yajima and Knowlton, 2009) . CVB genome is a single-stranded RNA of 7.4 kb with positive polarity (Lindberg et al., 1987) . With only one open reading frame, CVB genome encodes a large polyprotein, which is cleaved into the mature viral proteins by viral proteinases 2A and 3C (Lindberg et al., 1987; Sean and Semler, 2008) . CVB capsid is composed of four structural proteins, VP1, VP2, VP3, and VP4. The VP1 protein, which locates on the surface of the capsid, is the main neutralizing antigen of the virus (Muckelbauer and Rossmann, 1997) . Previous studies showed that the VP1 protein not only is a structural unit of the capsid, but also involves in the viral pathogenesis. A single amino acid mutation in the VP1 protein can significantly change the plaque phenotype of CVB3 (Zhang et al., 1995) . Mutations in the 5 0 untranslated region and VP1coding sequence can attenuate the cardiovirulence of CVB (Cameron-Wilson et al., 1998; Tam et al., 2003) . Single amino acid change (Q164K) within the exposed region of the VP1 protein can change the cytolytic and apoptotic abilities of CVB2 (Gullberg et al., 2010) . These findings indicate that the VP1 protein plays a critical role in the pathogenesis of CVB.\n\nThere is no report about the CVB VP1 protein translocation from the cytoplasm to the nucleus so far. In the present study, we found that the VP1 protein of CVB3 could specifically localize in the nucleus through a NLS sequence that located near its C-terminal, and the nuclear localization of CVB3 VP1 protein could deregulate the cell cycle of the VP1-expressing cells.\n\nHeLa cells were transfected with plasmids expressing enhanced green fluorescence protein (EGFP)-tagged CVB3 proteins VP1, VP4-VP2, 2A, 2B, 2C, 3A, 3B, 3C, and 3D, respectively. The expression of EGFP was observed at 6, 12, 24, 48, and 72 h posttransfection. Except plasmid pEGFP-2A, the others generated bright green fluorescence in the transfected cells. Surprisingly, we found that the EGFP-CVB3 VP1 (hereafter, EGFP-VP1) protein was mainly located in the nucleus, while the others were distributed in the entire cells or only in the cytoplasm (Fig. 1) . As a comparison, a plasmid expressing the EGFP-tagged VP1 protein of enterovirus 71 (EV71) was also applied to transfect HeLa cells. The EGFP-EV71 VP1 was distributed evenly in the cells (Fig. 1) .\n\nHeLa is a cervical cancer-originated cell line. To verify this observation, Vero cells were transfected with pEGFP-VP1. A similar result was obtained in the transfected Vero cells, in which the EGFP-VP1 protein was concentrated in the nucleus (Fig. S1 , Supplementary data).\n\nThe intact CVB3 VP1 protein is also mainly localized in the nucleus\n\nThe molecular weight of CVB3 VP1 protein is about 34 kDa. Theoretically, it can passively diffuse into the nucleus (Tran and Wente, 2006) . To check the distribution of the intact CVB3 VP1 protein, HeLa cells were transfected with pcDNA3.1-VP1, the plasmid expressing untagged CVB3 VP1. The localization of CVB3 VP1 was detected by a monoclonal antibody against enteroviral VP1. Interestingly, rather than distributing evenly in the entire cell, the untagged CVB3 VP1 was exclusively localized in the nucleus (Fig. 2B ). The localization of untagged CVB3 VP1 was identical to that of EGFP-CVB3 VP1 detected by the same assay ( Fig. 2A) . This observation implied that the nuclear localization of CVB3 VP1 was not a consequence of passive diffusion but active translocation.\n\nTo identify the VP1 localization in the CVB3-infected cells, the VP1 protein expressed in the HeLa cells infected with 1 multiplicity of infection (MOI) of CVB3 viruses was detected. Western blotting showed that the VP1 protein could be detected in the cytoplasm and nucleus at 10 h post-infection (p.i.) in two parallel CVB3-infected samples (Fig. 2C ). These detections verified that the CVB3 VP1 protein could localize in the nuclei of the infected cells.\n\nThe nuclear localization sequence of CVB3 VP1 resides between the Met213 and Ile275 near its C-terminal\n\nTo locate the NLS sequence of CVB3 VP1, two truncated CVB3 VP1-coding sequences with intervals of about 300 nt were generated and expressed by pEGFP-C1 (Fig. 3A) . In HeLa cells, the EGFP-tagged VP1 truncates, EGFP-VP1D322-843 and EGFP-VP1D547-843, could not localize in the nucleus (Fig. 3B ). Therefore, the NLS sequence was preliminarily located in the Cterminal of CVB3 VP1 protein.\n\nFour C-terminal truncates of CVB3 VP1 were further generated and expressed in HeLa cells (Fig. 3A) . The truncate EGFP-VP1D1-546, EGFP-VP1D1-636, and EGFP-VP1(547-825) were all nuclear localized (Fig. 3B) . Thus, the location of the NLS sequence was narrowed between Met213 and Ile275 (nt637-nt825). Since the truncate EGFP-VP1D1-702 did not localize in the nucleus (Fig. 3B ), we concluded that the amino acids adjacent to Arg234-Ile235 (nt699-nt705) were necessary for the nuclear localization of CVB3 VP1.\n\nBecause the localization of CVB3 VP1 differed from that of EV71 VP1 in the transfected cells, the sequences between Met213 and Ile275 in the VP1 proteins of CVB3 and EV71 were compared (Fig. 4A) . The alignment showed that two basic amino acids in CVB3 VP1 protein, the 220th histidine (H) and the 230th lysine (K), were substituted by acidic threonine (T) and proline (P), respectively, in EV71 VP1. The amino acid difference in these particular sites might determine the distinct localizations of the VP1 proteins of CVB3 and EV71. Therefore, we performed sitedirected mutagenesis to generate two CVB3 VP1 mutants, the VP1 H220T and VP1 K230P , by substituting the His220 and Lys230 with threonine and proline, respectively, in both EGFP-tagged and untagged CVB3 VP1 proteins (Fig. 4B) . In HeLa cells, the VP1 K230P protein with K230P mutation still localized in the nucleus, while both the untagged and EGFP-tagged VP1 H220T proteins with H220T mutations did not localized in the nucleus. Instead, dotted distribution of VP1 H220T was found in the cytoplasm ( Fig. 4C and D) . These data indicate that the His220 was a key amino acid residue in the NLS of CVB3 VP1 protein.\n\nThe region between Ala72 and Phe106 of CVB3 VP1 protein determines its dotted distribution in the cytoplasm Above observations showed that the VP1 H220T protein was distributed in a dotted pattern in the cytoplasm. To clarify whether the dotted distribution was related to the VP1 NLS sequence, serial VP1 truncations with intervals of about 50 amino acids (150 nt) were generated and expressed with EGFP tag (Fig. 5A ). In the HeLa cells expressing these truncates, the truncate VP1D703-843, VP1D547-843, VP1D445-843, and VP1D322-843 were distributed in dotted pattern, while the truncate VP1D214-843 and VP1D118-843 were evenly distributed in the cytoplasm (Fig. 5B) . These data indicate that there was a domain located in the region between the 72nd alanine to the 106th phenylalanine that determined the dotted distribution of the NLS-null CVB3 VP1 proteins.\n\nTo evaluate the impact of CVB3 VP1 nuclear localization on the cells, HeLa cells were transfected with pEGFP-VP1 and pEGFP-VP1 H220T , and the cell cycle, NF-kB expression, and apoptosis in the treated cells were detected by flow cytometry and Western blotting. We did not observed a significant alteration in the expression of NF-kB p65 and cleaved poly(ADP-ribose) polymerase 1 (PARP1) (data not shown). However, the cell cycle in the EGFP-VP1-expressing cells without synchronization treatment was altered significantly from that of the EGFP-VP1 H220T -expressing cells at the time point of 48 h post-transfection. Compared to the cell cycle in the normal control group (25.571.3% for S phase and 8.072.4% for G2-M phase) at 48 h post-transfection, the EGFP-VP1-expressing cells showed prolonged S phase (44.270.5%) and shortened G2-M phases (2.573.6%), while the EGFP-VP1 H220Texpressing cells showed prolonged S phase in less extent (34.174.2%) and relatively normal G2-M phases (6.572.2%) (Fig. 6) . There was no significant change among the cell cycles of three groups at 24 h post-transfection, possibly due to the plasmids needed time for gene expression. A similar prolonged S phase was also observed in the synchronized EGFP-VP1-expressing cells at 48 h post-transfection (Fig. S4, Supplementary data) . These data suggest that the event of CVB3 VP1 nuclear localization alone could sufficiently deregulate the cell cycle.\n\nThe capsid protein of picornavirus, which functions as the structural unit of the viral particle, is usually localized in the cytoplasm (Wychowski et al., 1985) . Recent studies demonstrated that the capsid proteins of some RNA viruses, e.g., Dengue virus (Colpitts et al., 2011) , West Nile virus (Bhuvanakantham et al., 2010; Yang et al., 2008) , coronavirus (Surjit et al., 2006) , and PRRSV (Pei et al., 2008) , can localize in the nucleus, and thereafter, interfere with the host cellular phenotypes including the disruption of nucleosome formation (Colpitts et al., 2011) , cell cycle (Cawood et al., 2007) , and apoptosis (Yang et al., 2008) . These studies suggest that, except determining the viral tropism, the capsid proteins can directly interact with the nucleus and play roles in the pathogenesis of diseases caused by these viruses.\n\nSo far, there is no report about the nuclear localization of coxsackievirus capsid protein. In this study, we found that CVB3 VP1 protein, mediated by a NLS sequence near its C-terminal, was actively localized in the nucleus. Moreover, the cell cycle was disrupted in the VP1-expressing cells. Our findings suggest that there may be a direct interaction between the VP1 capsid protein of CVB3 and the cellular nuclear proteins, and this interaction may contribute to the pathogenesis of CVB3.\n\nOur data demonstrate that both the EGFP-tagged and untagged VP1 proteins were predominantly localized in the nuclei of the HeLa cells (Figs. 1 and 2) . The EGFP-VP1 expression in Vero cells verified the observation in HeLa cells (Fig. S1 ). The VP1 protein nuclear localization was further confirmed by Western blotting in the cells infected with CVB3 viruses (Fig. 2) . These results indicate that the VP1 nuclear localization is an intrinsic procedure in the life cycle of CVB3.\n\nCVB3 VP1 protein is approximately 34 kDa in molecular weight. Theoretically it can freely pass through the nuclear pore as long as it is globular. However, the EGFP-VP1 protein is about 60 kDa, that is beyond the 40 kDa limit of passive diffusion through the nuclear pores for a globular protein. On the other hand, previous study showed that the conformation of CVB3 VP1 was not globular when it assembled the capsid with VP2, VP3, and VP4 (Muckelbauer et al., 1995a; Muckelbauer et al., 1995b) . Therefore, we speculated that CVB3 VP1 protein might own a NLS sequence that helped the EGFP-VP1 protein passing through the nuclear pore. To locate the NLS sequence in the CVB3 VP1 protein, truncation strategy was employed in this study. By expressing two VP1 truncates at about 100-amino acid intervals, the NLS sequence was roughly located near the C-terminal of VP1 protein.\n\nFurther truncations narrowed the NLS sequence in the region between Met213 and Ile275 (Fig. 3) .\n\nAlthough the picornaviral genomes share great similarity in terms of structure and sequence (Tracy et al., 2006) , the localization of EV71 VP1 protein was apparently different from that of CVB3 VP1 protein in HeLa cells (Fig. 1) . The localization difference between the VP1 proteins of CVB3 and EV71 provided a shortcut for predicting the NLS sequence of CVB3 VP1. NLS is usually a basic amino acid-rich sequence (McLane and Corbett, 2009; Tran and Wente, 2006) . The alignment for the Met213-Ile275 sequences showed that two basic amino acids (His220 and Lys230) in CVB3 VP1 were substituted by acidic amino acid threonine and proline, respectively, in EV71 VP1 (Fig. 4A) . By expressing the mutants VP1 H220T and VP1 K230P in HeLa cells, we found that the VP1 H220T mutant completely abolished the nuclear translocation (Fig. 4) . The result indicates that the His220 is one of the determinative amino acids in the NLS of CVB3 VP1 protein.\n\nBy comparing the sequence around His220 with the reported NLS sequences (McLane and Corbett, 2009) , no typical NLS sequence was identified in CVB3 VP1 protein. Furthermore, the VP1D1-702 and VP1D703-843 truncates were not nuclear localized (Figs. 3 and 5) . These observations suggest that the NLS sequence of CVB3 VP1 protein might span a wide region (Fig. 7) . Alignment of the Met213-Ile275 sequences in the VP1 proteins of CVB1 to CVB6 showed that this region was highly conserved (Fig. 7) . It is possible that the VP1 proteins of all CVB types may also have the potential of nuclear localization.\n\nAnother interesting finding in this study is that the full-length mutant VP1 H220T and some wild-type VP1 truncates distributed in a dotted pattern rather than evenly distributed in the cytoplasm. Using truncation strategy, we found that the dotted distribution was dependent on a domain located between Ala72 and Phe106 (Figs. 5 and 7) . It seems that this is a membrane-binding domain that keeps the truncated VP1 proteins binding to the cytoplasmic membrane structures. Further study is needed to elucidate this molecular event.\n\nWe noticed that there was abundant cytoplasmic VP1 protein in the cells infected with CVB3 (Fig. 2C) . A part of the cytoplasmic VP1 should be that assembled in the progeny virus capsid. It might also be a result of the relocation of nuclear localized VP1 somehow caused by CVB3 infection. Previous studies demonstrated that enteroviral protease 2A could cause the cytoplasmic redistribution of nuclear proteins through cleaving the nuclear pore complex (NPC) components (Gustin and Sarnow, 2001; Gustin, 2003) . Indeed, considerable amount of cytoplasmic EGFP-VP1 could also be observed in the pEGFP-VP1-transfected cells with CVB3 infection simultaneously (Fig.  S3, Supplementary data) .\n\nThe nuclear trafficking of viral capsid proteins can disrupt the host cellular phenotypes (Bhuvanakantham et al., 2010; Cawood et al., 2007; Colpitts et al., 2011; McLane and Corbett, 2009; Yang et al., 2008) . The host chromatin and histone proteins are always the targets of the viral capsid proteins (Bhuvanakantham et al., 2010; Colpitts et al., 2011; Surjit et al., 2006; Yang et al., 2008; Zhirnov and Klenk, 1997) . Dengue virus capsid protein can act as a histone mimic to disrupt the nucleosome formation (Colpitts et al., 2011) . WNV capsid protein C can bind to human double minute 2 (HDM2) and induce p53-dependent apoptosis (Bhuvanakantham et al., 2010) . Influenza virus matrix protein M1 can interact with the core histones (Zhirnov and Klenk, 1997) . The nucleocapsid protein N of severe acute respiratory syndrome coronavirus arrest the cells in S phase by directly inhibiting the cyclin-CDK complex (Surjit et al., 2006) . To evaluate whether the CVB3 VP1 nuclear localization affects cellular phenotype, the cell cycle of the HeLa cells expressing CVB3 VP1 and VP1 H220T proteins was preliminarily analyzed. Our results demonstrate that the VP1 nuclear localization caused a prolonged S phase and shortened G2-M phase in the asynchronous cells (Fig. 6) and a prolonged S phase only in the synchronized cells (Fig. S4, Supplementary data) . These data imply that the VP1 nuclear localization may somehow interfere with cellular genome replication or disrupt cell cycle regulators, e.g., cyclin A, CDK2, and retinoblastoma protein (Eguchi et al., 2007) . The precise mechanism needs further study.\n\nPrevious studies (Feuer et al., 2002 (Feuer et al., , 2004 Feuer and Whitton, 2008) showed that CVB3 replication is influenced by host cell cycle status. The protein synthesis and viral production of CVB3 are dramatically higher in HeLa cells arrested at the G1 or G1/S stage, while the virus-infected cells at the G0 or G2-M stage express less protein and make less infectious CVB3. In addition, CVB3 infection can also disrupt host cell homeostasis by inducing cell cycle arrest through increasing ubiquitin-dependent proteolysis of cyclin D1 (Luo et al., 2003) . Therefore, the shortened G2-M phase induced by the VP1 nuclear localization may facilitate the biosynthesis of CVB3.\n\nHowever, it should be emphasized that this was only a preliminary survey of the biological impact of the CVB3 VP1 nuclear localization. The overexpression strategy may not properly represent the natural scenario of CVB3 infection in cells. Therefore, more extensive studies are needed to well interpret this molecular event in CVB3 infection.\n\nTaken together, CVB3 VP1 protein owns nuclear localization sequence near its C-terminal and can actively translocate from the cytoplasm into the nucleus. The nuclear localization of CVB3 VP1 protein can disrupt the cell cycle, and may be one of the pathogenic mechanisms of CVB3.\n\nHeLa and Vero cells were cultured in Dulbecco Modified Eagle Medium (DMEM) (Invitrogen, Carlsbad, CA) supplemented with 10% fetal bovine serum (FBS) (Biological Industries, Kibbutz Beit Haemek, Israel) and antibiotics (50 U/ml penicillin and 0.1 mg/ml streptomycin) at 37 1C with 5% CO 2 . CVB3 H3 strain was passaged in HeLa cells and titered by plaque assay as described previously (Wang et al., 2012; Zhong et al., 2008) .\n\nA pcDNA3.1-based, EGFP-expressing plasmid, designated as pEGFP-C1 (Wang et al., 2012) , was used for expressing the fulllength and truncated CVB3 VP1 proteins. The coding sequence of CVB3 VP1 was obtained by polymerase chain reaction (PCR) from pMKS1, a plasmid carries the full-length cDNA of CVB3 H3 genome (Feuer et al., 2002) . Plasmid pEGFP-VP1 was constructed by inserting the CVB3 VP1-coding sequence, which contained 843 nucleotides (nt) and coded 281 amino acids (aa), to the Hind III-Xba I site at the 3 0 end of the EGFP-coding sequence in pEGFP-C1. A series of truncated CVB3 VP1 sequences were generated from the pEGFP-VP1 by PCR assay (Figs. 3 and 5) . The PCR products were purified by 1% agarose gel electrophoresis and the Gel Extraction Kit WD412 (Huashun Biotech, Shanghai, China). The purified PCR products were digested with Hind III and Xba I (TaKaRa, Dalian, China), and ligated to the pEGFP-C1 that has been digested with the same restriction enzymes. All plasmids were confirmed by sequencing (Invitrogen Beijing, Beijing, China). The primers used in these constructions were listed in Table 1 (Supplementary data) .\n\nThe amino acid alignment for the Met213-Ile275 peptides in the VP1 proteins of CVB3 (Genbank accession: U57056) and EV71 (Genbank accession: HQ882182) showed that two basic amino acids, His220 and Lys230, in the CVB3 VP1 were replaced by acidic amino acids, threonine (T) and proline (P), in the EV71 VP1, respectively. Therefore, two mutants of CVB3 VP1, VP1 H220T and VP1 K230P , were generated in this study by overlapping PCR strategy as described previously (Wang et al., 2012) . Briefly, for generating VP1 H220T , the pEGFP-VP1 DNA was amplified with VP1 sense primer and H220T antisense primer, and with H220T sense primer and VP1 antisense primer (Table 1 , Supplementary data), respectively. The PCR productions mixed and amplified with VP1 sense and antisense primers together. The resultant DNA was digested with Hind III and Xba I and cloned into pEGFP-C1. VP1 K230P was generated as the same protocol except using the K230P primers (Table 1 , Supplementary data).\n\nApproximately 70% confluent HeLa cells were transfected with various plasmids by Lipofectamine 2000 (Invitrogen, Carlsbad, CA) as described previously (Tong et al., 2011) . The EGFP expression in the transfected cells with various plasmids were observed with a microscope Axiovert 200 (Carl Zeiss, Gottingen, Germany) or a confocal microscope LSM 700 (Carl Zeiss MicroImaging, Jana, Germany). DAPI was added to the culture 1 h before the microscopy examination for staining the nuclei.\n\nHeLa cells grown in a 24-well plate were washed with precooling phosphate buffered saline (PBS) for 2 times and fixed with freshly prepared 4% formaldehyde for 15 min. The fixed cells were permeabilized with 0.1% Triton X-100 in PBS for 10 min and blocked with 1% bovine serum albumin (BSA) for 20 min. The blocked cells were incubated with 1:500 diluted monoclonal mouse anti-enteroviral VP1 (clone 5-D8/1) antibody (Dako, Glostrup, Denmark) at 4 1C overnight. After washing in PBS for 5 min Â 3 times, the cells were incubated with 1:1000 diluted TRITC-labeled goat anti-mouse IgG antibody (Zhongshan Jinqiao Biotech, Beijing, China). The cells were dyed with 0.1 mg/ml DAPI and observed with Axiovert 200.\n\nThe cytoplasmic and nuclear proteins of the CVB3-infected HeLa cells were separately extracted 10 h p.i. with the Protein Extraction Kit P0028 (Beyotime Biotech, Beijing, China), and quantitated with Bradford reagents (Bio-Rad, Hercules, CA). The protein extracts (2 mg/lane) were separated by 12% sodium dodecyl sulfate-polyacrylamide gel electrophoresis (SDS-PAGE). The separated proteins were transferred to a polyvinylidene fluoride (PVDF) membrane (0.22 mm, Millipore, Billerica, MA).\n\nThe membrane was blocked with 5% nonfat milk for 2 h at 37 1C, and overnight incubated at 4 1C with antibodies against enterovirus VP1 (Dako), histone H3 (Abcam, Cambridge, MA), and b-actin (Santa Cruz Biotechnology, Santa Cruz, CA), respectively.\n\nThe membrane was routinely washed and then incubated with a horseradish peroxidase-conjugated anti-IgG antibody (Zhongshan Goldenbridge Biotech) at a dilution of 1:4000 for 2 h at 37 1C. The membrane was stained with the SuperSignal kit (Pierce, Rockford, IL) and imaged by a charge-coupled camera LAS4000 (Fujifilm, Tokyo, Japan). Histone H3 and b-actin were employed as loading controls for the nuclear and cytoplasmic proteins, respectively.\n\nThe transfected HeLa cells were collected by 0.5% trypsin digestion at 24 and 48 h post-transfection, respectively. The cells were washed with PBS 2 times, and fixed with 75% precooling ethanol. Approximately 1 Â 10 6 cells were washed and resuspended in 0.4 ml of precooling PBS two times. The cells were incubated with 40 mg/ml of propidium iodide (PI) (Sigma, St. Louis, MO) and 40 mg/ml of RNase (Sigma) at 37 1C for 30 min, and applied to cell cycle analysis with a flow cytometer FACSCalibur (BD Bioscience, San Jose, CA). The data were analyzed by Cell-Quest ModiFit software (BD Bioscience) and plotted by Sigmaplot 11 (Systat Software, Richmond, CA)."}