{"title": "Why do RNA viruses recombine? NIH Public Access NIH-PA Author Manuscript", "body": "In principle, RNA recombination can occur in all RNA viruses irrespective of whether their genomes are composed of single or multiple segments. Several models of RNA recombination have been proposed to explain the production of a genomic hybrid.\n\nThe most widely accepted model of RNA recombination is 'copy choice' recombination 7 . In this process, the RNA polymerase that mediates viral replication -RNA-dependent RNA polymerase (RdRP) in most RNA viruses, and reverse transcriptase (RT) in retrovirusesswitches from one RNA molecule (the donor template) to another (the acceptor template) during synthesis while remaining bound to the nascent nucleic acid chain, thereby generating an RNA molecule with mixed ancestry [8] [9] [10] (FIG. 2) . Various factors influence template switching, including the extent of local sequence identity between the RNA templates, the kinetics of transcription and secondary structure in the RNA 11 . Secondary structure may promote template switching through stalling of the RNA polymerase during replication and by facilitating the transfer of the polymerase and the nascent nucleic acid molecule onto the acceptor RNA 12 .\n\nTemplate switching is thought to be guided by the sequence similarity between the nascent and the acceptor nucleic acid molecules 13 . Accordingly, RNA recombination is usually 'homologous', as it occurs most often between regions of high sequence similarity. Interestingly, the critical sequence similarity between the two parental sequences may be present close to, although not necessarily at, the crossover site. However, exchange between different, and hence genetically dissimilar, genomic regions or between non-related RNA molecules, leading to 'non-homologous' (or illegitimate) recombination, can also occur. As non-homologous RNA recombination involves regions with little sequence similarity, it will often produce deleterious genotypes, which is probably why it is observed far less frequently than homologous recombination (BOX 1).\n\nAre some viruses better adapted to deal with inevitable template switching?\n\nIf viral RNA polymerases harbour limited processivity and template switching may generate dysfunctional genomes 29, 116 , the switching process might represent a liability for RNA viruses. Could specific features of some RNA viruses limit the potential risks that are associated with frequent template switching? Copy choice RNA recombination depends on sequence similarity, thus reducing the probability of illegitimate recombination and the chance of recombination among distantly related strains, both of which present high risks of generating deleterious genomes. However, sequence similarity is less relevant to copy choice recombination when the viral genome is covered by nucleoproteins, and this might explain why defective interfering particles are frequently found in negative-stranded RNA viruses. Similarly, although the process of dimerization in HIV does not favour the homodimerization of genomes, the compatibility of sequences at the dimerization initiation site is crucial to the formation of heterozygous particles and, hence, recombinants 117 . This may also explain, in part, the absence of recombination between HIV-1 and HIV-2, despite many cases of co-infection 118 , and a similar process could contribute to the nonrandom pattern reassortment that is observed in some segmented viruses 119 .\n\nFinally, the risk of producing deleterious mutations by recombination is lowest when recombination breakpoints fall between rather than within genes, proteins or protein domains 30 . The observation that most intergenic and interprotein domains of HIV exhibit strong RNA structure is particularly striking in this respect, as these structures favour template switching in genomic regions where recombination is less likely to be disruptive 120 . Similarly, the conserved motifs that contribute to the specific templateswitching events for discontinuous transcription in coronaviruses are also likely to enhance template switching in these intergenic regions, in turn limiting the chances of intraprotein recombination (in a phenomenon that is reminiscent of reassortment).\n\nDirect experimental approaches and bioinformatic methods that search for incongruence in phylogenetic trees have identified instances of both homologous and non-homologous RNA recombination in various RNA viruses 14 . Furthermore, defective interfering particles, which are virions that contain truncated viral genomes, have been observed in most viral families 15, 16 . These truncated viral genomes are a consequence of the low processivity of RNA polymerases and are probably produced through a copy choice mechanism 17 .\n\nNon-replicative RNA recombination has also been demonstrated experimentally [18] [19] [20] , albeit at a much lower frequency than copy choice recombination. During this process, recombining RNAs are cleaved at specific points and ligated to form hybrid molecules. Several enzyme-catalysed mechanisms have been proposed to explain non-replicative RNA recombination, and RNA secondary structure rather than sequence similarity is thought to be the major factor mediating this process.\n\nReassortment is the second form of genetic exchange that has been described in RNA viruses. It is restricted to viruses that possess segmented genomes, and involves packaging of segments with different ancestry into a single virion. As with RNA recombination, reassortment requires that a cell be infected with more than one virus (FIG. 1) . Although reassortment does not require the physical proximity of parental genomes during replication, the packaging process that results in reassortant viruses may not be entirely random [21] [22] [23] [24] .\n\nIt is possible that segmented viruses arose following the co-infection of a single cell by two or more viruses, which then evolved to function together through complementation. For example, segmented plant viruses frequently co-infect a common host 25 and have a high multiplicity of infection (MOI) 26, 27 , often leading to mixed infections. Indeed, many positive-sense single-stranded RNA ((+)ssRNA) viruses that target plants have segmented genomes which are encapsidated into separate particles; these so-called multicomponent viruses include those in the families Bromoviridae and Comoviridae, and some members of the families Virgaviridae and Secoviridae. Alternatively, segmented genomes may have evolved directly from unsegmented ones. In particular, defective interfering particles are commonly produced during the in vitro passage of RNA viruses at a high MOI, and some of these defective interfering particles could remain infectious through complementation 28 and could conceivably represent incipient genome segments.\n\nRNA recombination and reassortment may also differ in their likelihood of generating deleterious genotypes. Both processes may bring together incompatible mutations in a single genome 29 . This risk increases with phylogenetic distance between the parental strains but also varies according to the specific position of the recombination site with respect to genes, proteins and protein domains 30 . Hybrid proteins are more likely to fold and be functional when the recombination breakpoint occurs at a position that minimizes the number of disrupted interactions. Although reassortment by-passes this risk, as it involves the replacement of entire transcriptional units (that is, segments), the possibility of disrupting co-evolved intermolecular interactions remains 31, 32 and might be especially strong in the case of segments that encode components of multiprotein complexes.\n\nRNA recombination and reassortment occur at highly variable frequencies in RNA viruses, although there are few instances in which precise rates of recombination per nucleotide or genome have been determined\n\n. For example, recombination appears to occur frequently in some retroviruses 33 -most notably HIV, which has an estimated recombination rate of between 1.38 × 10 −4 and 1.4 × 10 −5 per site per generation 34, 35 and in some (+)ssRNA viruses, such as enteroviruses (of the family Picornaviridae) 36 and viruses of the families Coronaviridae 37 , Bromoviridae 38 and Potyviridae 39, 40 . However, recombination appears to be far less frequent in other families of (+)ssRNA viruses, including the Flaviviridae, in which only occasional instances have been reported [41] [42] [43] [44] . For example, in the case of hepatitis C virus (HCV), recombination frequencies of only 4 × 10 −8 per site per generation were reported during co-infection experiments 45 . In addition, recombination has thus far not been detected in a number of (+)ssRNA viruses, including members of the families Barnaviridae, Leviviridae, and Narnaviridae and the genera Benyvirus, Cilevirus and Idaeovirus, although in some cases this may reflect the limited amount of data available.\n\nRecombination rates in RNA viruses have been measured in two different ways: the intrinsic rate of template switching that occurs during replication, and the recombination rate that can be inferred at the population level. Unfortunately, large-scale comparative studies of recombination rates using either approach have yet to be undertaken. To accurately measure the frequency of template switching, recombinant products need to be accessed soon after their generation, before any form of selection can take place. Although they were initially measured in vitro, recombination rates are now obtained from single-cycle experiments in co-infected cells in culture. These experiments provide valuable insights into the frequency and mechanisms of recombination, but they do not necessarily mimic natural systems, in which the frequency of co-infection is unknown. The frequency of co-infection depends on many factors, including the size of the viral population, the frequency of different variants in the population and the likelihood of mixed infection. Recombination rates may also be estimated in live hosts 112 , as has been carried out in natural HIV infections 34 .\n\nMethods that estimate the recombination rate at the population level are based on gene sequence analysis 8 and necessarily exclude deleterious recombinant forms that have been removed by purifying selection. Some of these approaches explore linkage disequilibrium in population-wide genetic data sets 113, 114 , whereas others rely on coalescent approaches to provide estimators of the population recombination rate 115 . The power of these approaches is that they allow a standardized framework for comparing recombination rates. However, they are limited in that the signal of recombination is sometimes difficult to distinguish from particular mutation patterns or from other factors such as geographical structure in the data, and that they rely heavily on the sample of sequences used in the analysis, which may be both small and biased.\n\nCurrent data indicate that recombination is even less frequent in (−)ssRNA viruses 46 48 . However, reassortment clearly occurs very frequently in this virus [49] [50] [51] . As discussed below, the low frequency of RNA recombination in (−)ssRNA viruses seems to reflect specific aspects of their life cycle and therefore provides important clues as to the forces controlling the evolution of recombination in RNA viruses as a whole.\n\nImportantly, the extensive variation in recombination frequency among RNA viruses seems to correspond to a number of fundamental biological differences between them. For example, viruses that generate persistent rather than acute infections, such as HIV, may have higher rates of recombination because a single host has an increased chance of acquiring mixed infections. Similarly, ecological processes, such as whether hosts meet sufficiently regularly for co-infection to occur, must also influence recombination rates to some extent. Certain genome structures also clearly facilitate recombination. For example, the genomic organization of retroviruses favours the occurrence of genetic exchange. Retrovirus virions carry two RNA molecules, making them 'pseudodiploid'. As a consequence, viruses with different ancestries that simultaneously infect a host cell may be packaged together, producing 'heterozygous' virions and thereby enabling the production of genetically distinct progeny through copy choice recombination. It has been estimated that the RT of HIV-1 switches template 2-20 times per replication cycle, thereby exceeding the rate of mutation measured per nucleotide in this virus 52, 53 , and making it one of the most recombinogenic of all RNA viruses. However, not all retroviruses recombine with the frequency of HIV. For example, in murine leukemia virus (MLV) and gammaretroviruses in general, recombination is 10-100 times less frequent than in HIV, despite having very similar copy choice rates.\n\nSimilarly, there is extensive variation in the rate of reassortment among viruses. Specifically, whereas many segmented viruses (such as hantaviruses 54 , Lassa virus 55 and tenuiviruses 56 ) exhibit relatively low levels of reassortment, this process appears to occur much more frequently in other viruses. For example, in the case of influenza A virus, at least 2-3 reassortment events occur per year 57 , and 2.7-5.4% of rotaviruses were found to be reassortant 58, 59 . Indeed, in both influenza A virus and rotavirus A, the reassortment of different gene segments encoding viral envelope or surface proteins -specifically, the haemagglutinin (HA) and neuraminidase (NA) of influenza A viruses, and VP7 and VP4 proteins of rotavirus A (which define the G and P genotypes, respectively) -is associated with the evasion of host immunity and, sometimes, the occurrence of epidemics 58,60,61 .\n\nEven higher rates of reassortment may characterize the cystoviruses, as the extent of linkage disequilibrium (LD) between viral segments is close to zero, as expected for a completely sexual population 62 .\n\nAlthough the wide range of recombination rates is one of the most interesting issues in the study of viral evolution, it is also one that has received little attention. As we discuss below, the central question is whether recombination functions as a form of sex in RNA viruses, so that it is selectively favoured as a means to create or purge genetic variation, or whether it is a secondary by-product of the replication process, such that the variation in its rate reflects the diversity of the genome structures and life histories exhibited by RNA viruses. Most of the discussion about the factors that might explain the evolution of recombination in RNA viruses has focused on the two major advantages of recombination over asexual evolution: recombination accelerates the rate at which advantageous genetic combinations are produced and allows a more efficient removal of deleterious mutations (FIG. 3) .\n\nAlthough recombination undoubtedly accelerates the rate at which advantageous genetic combinations are produced and frees advantageous mutations from deleterious genomic baggage 63 , it is unclear whether this provides sufficient selective advantage to make it the sole explanation for the evolution and maintenance of sexual reproduction 64 . It is also unlikely that an elevated rate of adaptive evolution is sufficiently beneficial to populations of RNA viruses for this to be the main reason for the existence of recombination. For example, although recombination can clearly assist the development of drug resistance in HIV 6,65-68 , most cases of antiviral resistance in this virus have been associated with the accumulation of single point mutations. Similarly, although both drug resistance and antigenic escape occur commonly in HCV, recombination has been observed only sporadically in this virus [69] [70] [71] and is thus unlikely to be of selective importance. It may be that the mutation rates are normally so high in RNA viruses (at between 10 −6 and 10 −4 mutations per nucleotide per cell infection 72 ) and the population sizes often so large (both within hosts and at the epidemiological scale) that advantageous combinations of mutations are regularly generated without the assistance of recombination.\n\nAnother aspect of the effect of recombination on the rate of adaptive evolution is 'clonal interference'. This refers to that fact that advantageous mutations will compete -and hence interfere -with each other in asexual populations such that only one beneficial mutation can be fixed at any one time 73 . By contrast, because advantageous mutations in sexual populations can arise in different individuals and then recombine into a single genome, adaptive evolution can proceed at a higher rate. Although clonal interference has been experimentally demonstrated in some asexual RNA viruses at large population sizes [73] [74] [75] , seemingly clonal (−)ssRNA viruses are commonplace and can cause epidemics in many species; clonal interference is therefore unlikely to be a major selection pressure for the evolution of recombination.\n\nAccording to a second theory, recombination constitutes an efficient way of removing deleterious mutations. The simplest form of this theory, described by Muller's ratchet, states that the continual and irreversible accumulation of deleterious mutations in small asexual populations leads to a progressive decrease in fitness, and that genetic drift accelerates the loss of mutation-free individuals 76 . Sexual populations would be buffered from this fitness loss. As Muller's ratchet has been demonstrated to occur in experimental populations of RNA viruses 75,77-81 , it may describe several aspects of viral evolution. However, other than at the population bottlenecks that probably occur at inter-host transmission, it is debatable whether the population sizes of RNA viruses are small enough for Muller's ratchet to be a regular occurrence.\n\nA more popular theory for the origin of sexual reproduction based on the purging of deleterious mutations, known as the mutational deterministic hypothesis, considers infinite population sizes 82, 83 . The mutational deterministic hypothesis requires the rate of deleterious mutations per genome replication (U) to be greater than 1. It also requires these deleterious mutations to be subject to synergistic epistasis, so that their combined effect on fitness is greater than that expected from their individual effects 83 . Several studies have found that the rate of acquisition of deleterious mutations is indeed high in RNA viruses, such that U > 1 may be a realistic occurrence [84] [85] [86] . However, although deleterious mutations occur frequently, there is no good evidence for the occurrence of frequent synergistic epistasis in RNA viruses, as most of the described epistatic interactions are antagonistic [87] [88] [89] [90] . A high frequency of antagonistic epistasis is expected in RNA viruses because of the lack of genetic redundancy in their highly constrained genomes, such that individual proteins often perform multiple functions. Additional evidence against the mutational deterministic theory is that the burden of deleterious mutations is seemingly high in all RNA viruses, indicating that it does not depend on genome structure or, hence, the propensity for recombination 86 .\n\nIn summary, it seems unlikely that recombination has evolved as a means by which RNA viruses can purge deleterious mutations. Rather, the population sizes of RNA viruses may be so large that sufficient viable progeny are produced every generation to guarantee survival. In addition, large population sizes mean that the accumulation of deleterious mutations can be offset by frequent back and compensatory mutations. RNA viruses may therefore possess a population-scale robustness that protects them from the accumulation of deleterious mutations 91 .\n\nFinally, it is important to note that there are also evolutionary costs associated with recombination in RNA viruses, as it is likely to increase both the degree of competition within a host 92 and the extent of complementation. Complementation is particularly important because it enables defective viruses to parasitize the fully functional viruses that co-infect the same host cell, thereby allowing deleterious mutations to remain in viral populations for longer time periods. Co-infection is a prerequisite for both recombination and complementation. Interestingly, protection from co-infection has been described for numerous plant viruses 93 , and mechanisms that limit the co-infection of individual cells by multiple viruses have been documented in a number of other viruses, including retroviruses 94 , pestiviruses 95 and alphaviruses 96, 97 , some of which recombine frequently.\n\nIn contrast to the theories described above, various other theories of the evolution of recombination in RNA viruses do not consider it a form of sexual reproduction.\n\nOne theory states that the adaptive value of recombination comes from its ability to repair genetic damage 98 . Indeed, early work on recombination in retroviruses suggested the existence of a 'forced copy choice' model of recombination, in which the template switch occurs when a break in the RNA template forces the RT to seek an alternative and functional template 99 . However, replication occurs equally often on unbroken and on broken templates 100 , and experimentally induced genetic damage has not been clearly associated with higher recombination rates 101 . Moreover, if genetic damage is the driving force behind recombination, the common exposure of viruses to oxidative stress is at odds with the strong disparities in their rates of recombination. In theory, recombination as a form of repair could be a potent mechanism in viruses with diploid or pseudo-diploid genomes, such as HIV. However, the process clearly relies on high rates of multiple infection, and as this is a feature that cannot be guaranteed for all viruses, it is unlikely that there would be sufficient pressure for recombination to be selected as a repair mechanism.\n\nSeveral theories for the evolution of recombination in RNA viruses argue that rather than being selected for its direct fitness benefits, as is proposed by all theories in which recombination functions as a form of sex, recombination is in fact a by-product of the processivity of RNA polymerases. Under this hypothesis, the observed variation in the recombination rates is largely determined by differences in the genome organization and life cycles of RNA viruses (TABLE 1) .\n\nThe basis of this theory is the notion that many aspects of genome organization in RNA viruses aim to control gene expression. Specifically, a major challenge for all RNA viruses is to control the levels of each protein that they produce. Many unsegmented (+)ssRNA viruses control gene expression initially at the level of translation, as this is the first step in the viral life cycle. Translation often results in a single large polyprotein that then needs to be proteolytically cleaved into individual proteins. Although this replication strategy is efficient and allows the naked RNA that is extracted from virions to be infectious in the absence of a co-packaged viral polymerase, it also means that equal amounts of each protein are produced; any difference in protein abundance must be achieved through differential polyprotein cleavage. This constraint can be overcome by dividing the viral genome into separate 'transcriptional units' that offer greater control over gene expression 1 . The (+)ssRNA viruses have achieved this in a variety of ways, including the use of subgenomic RNAs (as seen in the families Tymoviridae and Togaviridae and in the genus Sobemovirus), the use of ribosomal frame-shifting (as employed by the order Nidovirales) and the evolution of distinct genomic segments. In the case of segmented viruses, reassortment would then occur through the normal packaging mechanism and, hence, as a by-product of co-infection by two segmented viruses, although this does not preclude the production of selectively beneficial genetic configurations. The observation that genome segmentation is more common in (+)ssRNA viruses than in (−)ssRNA viruses supports the theory that the necessity of controlling gene expression is a key factor determining the evolution of genome organization, as (−)ssRNA viruses have more options than (+)ssRNA viruses for the control of gene expression at the level of transcription (see below). Similarly, the existence of polycistronic mRNAs in bacteria, in contrast to the monocistronic mRNAs of eukaryotes, may explain why fewer segmented viruses of bacteria have been described to date, although this may change with an increased sampling of the virosphere.\n\nImproved control of gene expression may also explain the origin of (−)ssRNA viruses and their very low rates of recombination. In some respects, the existence of these viruses is puzzling, as they need to go through an additional transcription step before they can translate their proteins, and they also need a viral transcriptase (RdRP) to enter the host cell in addition to the RNA. However, such a life cycle opens up a powerful means to control gene expression at the level of transcription; transcription produces multiple mRNAs, which can form individual transcriptional units. Furthermore, the negative genome orientation removes the problem of having to use the same template for both translation and replication. It is also striking that the genome organizations of unsegmented (−)ssRNA viruses exhibit a common pattern, with the gene encoding the nucleocapsid (N) protein being the first to be transcribed and the gene encoding the RdRP (the L protein) being the last to be transcribed. This gene order results in a strong gradient of transcription such that more N protein is produced than L protein, probably because the enzymatic function of the L protein requires fewer copies of the protein than the number required for the structural nucleocapsid. Such a conserved gene order, and one that correlates with the amount of protein product required, strongly suggests that natural selection is operating at the level of gene expression. Indeed, experimentally changing the gene order of (−)ssRNA viruses can result in major fitness reductions 102 .\n\nThe low levels of recombination in (−)ssRNA viruses appear to be a direct consequence of this form of genome organization. Specifically, the genomic and antigenomic RNA molecules in viruses of this type are quickly bound to multiple nucleoprotein subunits, as well as to other proteins, to form ribonucleoprotein (RNP) complexes from which viral replication and transcription can proceed. However, this tight complex of RNA and proteins lowers the probability of hybridization between complementary sequences in the nascent and acceptor nucleic acid molecules, and it is this hybridization that is required for the template switching that occurs during copy choice recombination. Furthermore, the specific recognition of RNP-bound RNA by the RdRP reduces the potential number of substrates for template switching. It is therefore not surprising that most of the defective interfering particles of (−)ssRNA viruses correspond to intramolecular recombination events that do not require a switch to another RNP template 17 . Intriguingly, 'illegitimate' recombination with a cellular mRNA has also been described in influenza A virus 4 . Together, these observations suggest that homologous recombination is possible in (−)ssRNA viruses but is hampered by a lack of suitable substrates. Indeed, although recombination in (−)ssRNA viruses is infrequent 46 , phylogenetic analyses have revealed a number of interesting cases in human respiratory syncytial virus 103 , Arenavirus 104,105 and Ebolavirus 106 .\n\nAt the other end of the spectrum, recombination has been shown to be very frequent in (+)ssRNA corona-viruses such as murine hepatitis virus (MHV), for which up to 25% of the progeny of co-infected cells were found to be recombinant. Interestingly, the strategy of gene expression that is used by coronaviruses -discontinuous transcription -relies entirely on the template-switching property of the viral RdRP. Discontinuous transcription of the large unsegmented genomes of MHV and similar coronaviruses leads to the production of subgenomic negative-sense RNAs through a copy choice mechanism; these RNAs serve as templates for the production of mRNA 107 . This suggests that the RdRP of MHV is selected to efficiently mediate template-switching events and that the very high rates of recombination observed are a direct consequence of this particular strategy for controlling gene expression.\n\nLast, in some retroviruses, most notably HIV, recombination rates are extremely high. The pseudodiploidy of these viruses facilitates recombination because two RNA molecules must be packaged in the same virion, thus increasing the likelihood of template switching owing to the physical proximity of the RNAs during replication. Furthermore, template switching is also an intrinsic component of the replication strategy of retroviruses. To integrate into the host genome, retroviruses convert their (+)ssRNA genome into a double-stranded (ds) DNA molecule. This generation of the dsDNA genome is not a straightforward conversion of positive-sense RNA into negative-sense DNA, followed by the synthesis of a positive-sense DNA complement; instead, two template switches, known as strong-stop strand transfers, are required to join and duplicate the long terminal repeats at the boundaries of the provirus. However, whereas strong-stop strand transfers occur only at specific positions, copy choice template switching may occur at any position in the retroviral genome.\n\nThe occurrence of pseudodiploidy and frequent template switching might suggest that these processes have been selected for to increase recombination rates in retroviruses, but recombination rates in fact differ greatly between retroviruses in a manner that reflects other aspects of viral biology. For example, genome dimerization for HIV probably occurs randomly in the cytoplasm. By contrast, genome dimerization for MLV takes place in the nucleus, close to the transcription sites, and leads mostly to self-associations rather than the associations between genetically different parental molecules that would be needed for recombination 108 . More generally, both diploidy and complementation allow deleterious mutations to be masked (in the case of diploidy, as recessive mutations), and this may provide an explanation for the evolution of diploidy [109] [110] [111] . Importantly, however, there is no evidence that the rate of deleterious mutation in HIV differs from that seen in 'haploid' (+)ssRNA and (−)ssRNA viruses.\n\nUnderstanding the evolution of recombination remains one of the most challenging problems in biology. We suggest that it is optimistic to believe that a single explanation applies to all organisms and that the precise mechanisms of recombination must be understood in each case. In particular, although it is clear that recombination is a key aspect of sexual reproduction in most cellular species, such that its evolution can be discussed in terms of the generation and removal of specific types of mutation, we argue that this does not seem to be the case in RNA viruses. Indeed, it is striking that high levels of recombination appear to be a sporadic occurrence in RNA viruses, such that they cannot be universally advantageous, whereas theories for the evolution of sexual reproduction in eukaryotes attempt to explain recombination and clonality on the assumption that these are common and sporadic, respectively 63 . Rather, a review of the available data suggests that the differing rates of recombination and reassortment that characterize RNA viruses may reflect the mechanistic constraints that are associated with particular genome structures and viral life cycles. If this hypothesis is upheld, then recombination should be considered a mechanistic by-product of RNA polymerase processivity (a trait that varies according to the genomic architecture of the virus in question) and not as a trait that is optimized by natural selection for its own selective value, although it may on occasion generate beneficial genotypes\n\n. It is important to note that RNA viruses produce large numbers of progeny and that this, rather than recombination, is more likely to be the key to their evolutionary survival, as it buffers them from the adverse effects of the accumulation of deleterious mutations and regularly produces advantageous mutations. However, it is equally clear that our knowledge of recombination and its determinants remains patchy for most RNA viruses, such that far more data are needed for a definitive understanding of the evolution of recombination. For example, it will be important to accurately measure recombination rates in viruses that differ markedly in their strategies for controlling gene expression. Fortunately, the development of next-generation sequencing methods is likely to facilitate the acquisition of data that will lead to important new insights into the causes and consequences of recombination in this major class of infectious agent.\n\nFor most RNA viruses, cross-species transmission is the most common way for a virus to enter a new host. Recombination could assist in this process because it enables viruses to explore a greater proportion of the sequence space than is accessible by mutation at any one time, thereby increasing the likelihood of finding a genetic configuration that facilitates host adaptation. Notably, many recently emerged human diseases are caused by RNA viruses that display active recombination or reassortment. Recombination and reassortment are also powerful ways for emerging viruses to acquire new antigenic combinations that may assist the process of cross-species transmission. The continual shuffling of genes that encode the haemagglutinin and neuraminidase envelope proteins of influenza A virus (a virus that is commonly associated with the occurrence of human pandemics) represents a powerful example of the benefits of recombination and reassortment for the virus 50,60 .\n\nHowever, in most cases the emergence of a specific virus cannot be directly attributed to its ability to recombine. For example, although HIV-1 recombines at a high rate, there is no evidence that recombination assisted the cross-species transfer of the virus from the chimpanzee reservoir population into humans. In fact, there are few cases in which recombination seems to have directly resulted in viral emergence. One of the few examples is the alphavirus Western equine encephalitis virus, which was generated through recombination between a Sindbis-like virus and an Eastern equine encephalitis virus-like virus 121 . Similarly, a new coronavirus that emerged in turkeys is a recombinant infectious bronchitis virus that acquired a spike protein-encoding gene from another coronavirus 122 . Finally, the retrovirus Rous sarcoma virus is likely to have acquired pathogenicity through the recombination-mediated acquisition of a cellular oncogene 123 .\n\nIn summary, the available data suggest that although recombination is sometimes directly helpful to the process of cross-species transmission, it is not a necessary precursor to successful viral emergence.\n\nAcknowledgments E.C.H. is supported in part by US National Institutes of Health grant R01GM080533.\n\nAn independently replicating RNA molecule. RNA viruses can possess either a single segment (such that they are unsegmented) or multiple segments. Those with multiple segments may experience reassortment\n\nDefective viruses (usually possessing long genome deletions) that compete, and hence interfere, with fully functional viruses for cellular resources\n\nThe final mature virus particles containing the RNA genome and the full set of proteins\n\nA measure of the average number of nucleotides added by a polymerase enzyme per association-disassociation with the template during replication\n\nThe process by which the nucleic acid genome and other essential virion components are inserted in the structural core or shell of a virus particle\n\nThe process by which a defective virus can parasitize a fully functional virus that is infecting the same cell; the defective virus 'steals' the proteins of the functional virus to restore its own fitness\n\n(MOI). The ratio of viruses to the number of cells that are infected\n\nThe site in the genome sequence at which a recombination event has occurred. Phylogenetic trees are incongruent on either side of the breakpoint\n\n(LD). The nonrandom association between alleles at two or more loci, being indicative of a lack of recombination. Recombination reduces LD\n\nThe process by which beneficial mutations compete, and hence interfere, with each other as they proceed toward fixation\n\nAn interaction between mutations such that their combined effect on fitness is different to that expected from their stand-alone effects. Depending on the nature of the deviation, epistasis can be either antagonistic (positive) or synergistic (negative)\n\nThe situation in which a specific phenotype is determined by more than one gene, such as members of multigene families\n\nThe constancy of a phenotype in the face of pressure from a deleterious mutation\n\nThe DNA form of a retroviral genome that is integrated into the genetic material of a host cell\n\nA non-covalent process by which retroviruses carry two RNA genomes in the virion\n\nAll possible mutational combinations that are present in DNA or amino acid sequence data Following disassociation of the viral polymerase and the nascent nucleic acid from the template, the polymerase has to find a template or the transcription process will abort. This re-association event can take place on the same template (red), at the same genomic position or at a different position. Alternatively, the polymerase can associate with a homologous template (orange), again either at the same genomic position or at a different position.\n\nFinally, re-association can take place on a non-homologous template, such as a cellular RNA (blue). Of all these possible RNA recombination events, those occurring at the same position on a homologous template are the most likely to generate functional progeny.\n\nDepending on the acceptor and donor genotypes, and the position of the template switch, recombination can have several positive effects on the genome. Yellow circles indicate wildtype loci. a | Recombination can create advantageous combinations of mutations (blue circles) that increase the rate of adaptive evolution compared with mutation alone, or it can disassociate advantageous and deleterious mutations, allowing the former to spread. b | Recombination can remove deleterious mutations (red circles) and restore the wild-type (fit) genotype, which can lead to a selective advantage for recombination if deleterious mutations occur frequently enough and interact synergistically. c | Recombination can also generate a functional genome from damaged parental molecules. Genetic damage, such as strand breaks or oxidative base modifications, are represented by red lightning symbols. "}