{"title": "Monoclonal antibody-based therapies for microbial diseases NIH Public Access Author Manuscript", "body": "The field of infectious diseases has largely missed the monoclonal antibody (mAb) therapeutic revolution of the past decade. In contrast to such fields as oncology and rheumatology where mAbs have provided new effective therapies, only one mAb has been licensed for the treatment of an infectious disease [1] . This omission in the anti-infective armamentarium is particularly distressing given that the therapy of infectious disease is in crisis, since it is arguably the only field of medicine where effective intervention options have declined [2] . The crisis in infectious disease therapeutics is a consequence of four simultaneous developments, that in combination have significantly reduced treatment options for certain microbial diseases: 1) widespread antimicrobial drug resistance; 2) an epidemic of immunocompromised hosts in whom antimicrobial therapy is not as effective as in hosts with intact immunity; 3) the emergence of new pathogenic microbes for which no therapy exists; and 4) the re-emergence of older pathogenic microbes, often in drug-resistant form, as exemplified by multidrug-resistant (MDR) Mycobacterium tuberculosis.\n\nThe reticence for adopting mAb therapies against infectious diseases is intriguing given that antibody therapies were the first effective antimicrobials. In the early 20th century serum therapy was used against a diverse range of infectious diseases, including pneumococcal pneumonia, meningococcal meningitis, erysipelas, anthrax and others [3, 4] . These successes established antibody therapy as a powerful tool against infectious disease. Unfortunately, the immunological complications associated with the use of heterologous sera in humans, such as serum sickness and immediate hypersensitivity, significantly limited its usefulness [4] . Importantly, the problems of serum therapy do not necessarily apply to mAb therapy. Technological developments, such as improved purification techniques and the ability to engineer humanized mAbs, have greatly reduced these complications, allowed for increased specificity and expanded the range of possible targets. However, for many infectious diseases the availability of antimicrobial therapy has proved to be too much competition, and that combined with the complexity of introducing mAbs to clinical practice has hindered the pace of mAb-based therapeutic advancements.\n\nDespite its current underdevelopment, the potential of antibody therapy in the form of mAbs is vast, especially for combating microbes that are resistant to antibiotic therapy, for emerging viral diseases or for the organisms or toxins responsible for bioterrorist threats. We believe that mAbs are well poised to be important reagents in a new age of antimicrobial therapy [2, 5] . In this review, we focus on mAbs for infectious diseases and note that several recent reviews have addressed the topic of antimicrobial immunoglobulin therapy [6] [7] [8] . Our goal is to review the state of the field and to identify areas where the development of mAb-based therapies may be particularly valuable.\n\nThe prophylactic and therapeutic potential of immune serum was discovered by Behring and Kitasato, who showed that passive transfer of antibody from the blood of infected animals could provide immunity to diphtheria [9] . Their work led to the first instance of industrial production of protective serum from sheep for human therapy in 1893 [10] and to the first Nobel Prize in Medicine for Behring. Immune animal sera from horses, sheep, and chickens were used to treat diseases where a protective immune response could be induced in the animal host by vaccination. In cases where humans were the only hosts, such as viral diseases, human convalescent sera were successfully used.\n\nFor example, in the early 1900s, serum from individuals who recovered from measles was used to treat and prevent infection. Until the 1930s, serum from animals or people was collected and pooled to treat a number of infections, from streptococcal infection to toxin-mediated diseases like diphtheria [11] . Overall, serum was effective, and for some diseases like pneumococcal pneumonia and meningococcal meningitis, the prompt administration of serum was associated with significantly improved survival [3] .\n\nHowever, despite these successes, the discovery of antibiotics in the 1930s and 1940s rapidly replaced serum therapy. Antibiotics were easier to manufacture, had less toxicity in patients and produced more consistent results. In contrast to serum therapy, which depended on animal sources that exhibited great lot-to-lot variation, antibiotics were the products of industrial processes and could be formulated in preparations with consistent activity. Furthermore, serum therapy was generally effective only early in the course of infection while antibiotic therapy maintained efficacy even when given late in the course of a microbial disease. Another advantage of antibiotic therapy was that it could be used without a specific diagnosis while the use of antibody therapy required knowledge of the pathogen responsible for disease.\n\nConsequently, serum therapy was unable to compete with antibiotics, and the development of new broad-spectrum antibiotic therapy displaced antibody-based therapies (Table 1) .\n\nDespite the general abandonment of serum therapy for bacterial diseases, certain niches developed where it continued to be used, such as the prophylaxis and treatment of a small number of viral and toxin-mediated diseases for which there were no alternative therapeutic options. This point is important because it illustrated that antibody therapy can thrive in certain situations where it lacked competition, such as in the treatment of diseases which have no other effective therapies. For example, antibody preparations continue to be used to prevent rabies and toxicity from snakebite venoms. In developed countries serum therapy was often replaced by hyperimmune serum from pooled human donors. Today, hyperimmune human sera immunoglobulin is used to treat many diseases including those caused by cytomegalovirus (CMV), respiratory syncytial virus (RSV), hepatitis A virus (HAV), hepatitis B virus (HBV), rabies, vaccinia, vesicular stomatitis virus (VZV), and measles, underscoring the fact that antibody therapy remains an effective means of treatment [6, 12] .\n\nCompared to hyperimmune sera, or even to modern antibiotics, mAb therapy has many advantages and some disadvantages (Table 1) . mAbs inherently have a high specificity for their target and, since microbes are generally antigenically distinct from humans, the crossreactivity with host tissues is minimal. In contrast to antibiotics, which target both harmful microbes and the host flora, mAbs will only target a specific microbe and their systemic administration should not affect other resident beneficial microbes. This could prove to be a significant advantage given increasing reports associating certain chronic diseases such as asthma, atopy, and even certain forms of cancer with antimicrobial drug use [13, 14] . Microbial specificity means that mAbs are unlikely to select for drug-resistant microbes among nontargeted microbes. The ability to specifically target disease-causing microbial populations without selecting for resistance makes mAb therapy potentially superior to current broadspectrum antibiotics that are generally used in therapy, at least for microbial diseases caused by single microbes. The increasing prevalence and rising cost of treating methicillin-resistant S. aureus (MRSA), vancomycin-resistant S. aureus (VRSA), and other resistant infections in both nosocomial and community settings emphasizes the need to develop new strategies for controlling infections.\n\nSerum therapy by definition uses immune sera-derived immunoglobulins that are polyclonal preparations consisting of many types of antibodies of which only a minute fraction is specific for the intended microbe. In contrast, mAb preparations consist of one type of immunoglobulin with a defined specificity and a single isotype. This represents both an advantage and a disadvantage when mAbs are compared to polyclonal preparations. One advantage is that mAbs, by virtue of the fact that they are chemically defined reagents, exhibit relatively low lot-to-lot variability in contrast to polyclonal preparations, which can differ over time and by source of origin since different hosts mount different antibody responses. Another advantage for mAb preparations is a much greater activity per mass of protein since all the immunoglobulin molecules are specific for the desired target. This phenomenon is illustrated by the report that two 0.7 mg doses of two mAbs provided the same protection against tetanus toxin as 100-170 mg of tetanus immune globulin [15] . However, mAb preparations lack variability with regards to epitope and isotype, and consequently polyclonal preparations have potentially greater biological activity by targeting multiple microbial epitopes and providing various effector functions through different isotypes.\n\nWith the development of human and humanized mAbs, the toxicity of these agents is also relatively low. Current technology makes the production of mAbs relatively easy and effective, requiring only tissue culture or microbial expression systems, as opposed to the live human or animal donors that were required for serum therapy. Hence, the potential toxicity of human and humanized mAbs is comparable to antibiotics and lower than serum therapy, especially heterologous preparations. mAb therapies are also much less likely to inadvertently transmit other infectious diseases. However, antibody therapies remain very costly relative to antimicrobial drugs. Consequently, mAbs are unlikely to successfully compete with antimicrobial drugs against diseases for which cheap effective therapy is available unless a clear superiority is established for the immunoglobulin therapy alone or in combination with conventional antimicrobial therapy. The fact that specific antibodies are often synergistic with conventional antimicrobial therapy suggests that combination therapy with current antimicrobial regimens may confer potential advantages relative to either alone [16, 17] . Not only can mAbs make antibiotics more effective, but the research driving mAb development can also enhance other areas, such as identifying new targets for vaccine development [18, 19] . In this regard, efforts to develop mAb-based therapies have the potential of impacting many aspects of infectious disease medicine. Furthermore, some mAbs can be effective in immunocompromised hosts, as evidenced by the efficacy of palivizumab in reducing hospitalizations for RSV-associated disease in preterm infants [20] . Even in the setting of reduced immune response, mAbs can function to replace lost immunity or benefit the host by direct activity, such as neutralization. Consequently, mAbs are an attractive alternative alone or as adjuncts to current antimicrobial therapy that will be effective in hosts with different states of immunity.\n\nDespite these strengths, mAb therapy has some inherent limitations. The cost factor has already been alluded to and remains a major obstacle to widespread mAb use. Antibodies are macromolecules that are fragile, perishable and require refrigeration, each of which contributes to their high cost. Furthermore, most mAbs require systemic administration, which complicates their delivery in many clinical settings. Finally, a mAb usually cannot be used until a specific diagnosis is made. In an era when broad-spectrum antibiotics are relied upon so heavily, treatment is often begun before diagnostic identification of a disease-causing microbe is made [5] . However, recent advances in rapid diagnostic techniques provide hope for earlier specific diagnosis, which is essential for making mAb treatments more realizable. Even so, based on experience with serum therapy, one could anticipate that a mAb will only be effective when administered relatively early in the course of infection. A decrease in antibody efficacy over time occurs quickly as the duration of infection increases, highlighting the need for rapid diagnosis and treatment initiation.\n\nAnother, theoretical drawback to mAb therapy is that these reagents, by definition, target a single epitope, and provide one type of effector function corresponding to their isotype. Although the specificity of mAbs is a strength, a microbe that undergoes rapid antigenic variation poses a significant hurdle for mAb development. For example, the high mutation rate of certain viruses enables them to escape neutralization. There are numerous examples in the literature where experimental mAb therapy has resulted in the emergence of escape variants as a result of microbial mutation and/or microevolution [21] [22] [23] . This problem may be counterbalanced by selecting mAbs that target conserved areas of viral particles or by using mixtures of mAbs that target various epitopes. For example, combination therapy with mAb cocktails prevents escape variants for many viruses including influenza [24] , coronavirus [25] , and lymphocytic choriomeningitis virus (LCMV) [26] . Although cocktails are effective in providing protection against the emergence of resistant mutants, the inclusion of multiple immunoglobulins in any therapeutic formulation is fraught with complex regulatory and licensing issues. Nevertheless, progress in overcoming these burdensome regulatory issues is evidenced by the recent development of a mAb mixture for the prophylaxis of rabies that targets several virus types [27] . Indeed, as polyclonal sera may be beneficial due to the presence of multiple protective antibodies, a cocktail of functional mAbs could provide more protection and target more microbial strains than a single one. As experience with mAb cocktails accumulates it may be possible to design therapeutic combinations that include multiple effector functions in the form of different isotypes and epitope specificities.\n\nEven in the face of these obstacles, mAb therapy is booming in other areas of medicine, with over 20 in clinical use, representing a market that is expected to reach $20 billion by 2010 [28] . The majority of approved mAbs treat cancer, autoimmune or allergic conditions, where they have shown considerable success and spawned a mAb 'gold rush' [29] . The antigenic differences between the host and the microbe make mAb development for infectious diseases easier than for cancer or immunity fields, where the target is often a self-antigen that is differentially expressed in transformed cells. Additionally, mAbs have direct and indirect antimicrobial mechanisms of action. Direct mechanisms include neutralizing toxins or binding to viruses to prevent host cell entry. Recently mAbs have also been shown to be directly bactericidal [30] . Indirect mechanisms involve Fc-mediated functions, such as modulation of the inflammatory response, promoting opsonic phagocytosis, and enhancing complementmediated effects. This wide array of functions makes mAbs potentially useful against a variety of infectious diseases.\n\nDespite these advantages, there is currently only one licensed mAb for an infectious disease, and understanding its success is instructive for the possibilities inherent in this approach. The humanized mAb palivizumab, brand name Synagis®, binds the RSV F protein and is effective for the prevention of severe respiratory disease in high-risk infants and immunocompromised adults [31] . It received regulatory approval in 1998. Prior to palivizumab, prophylaxis of RSV disease depended on RespiGam, or RSV-IGIV, a prophylactic polyclonal RSV hyperimmune serum [1] . This prior polyclonal preparation was plagued by low specific activity, and effective dosing required the administration of large volumes of antibody, which was problematic in low weight infants. Palivizumab obviated this problem since it had 50-fold greater potency than the polyclonal serum, and this example shows how greater specific activity can translate into a superior product. The greater potency significantly reduced the volume needed to deliver a therapeutic dose to an infant and has improved treatment while avoiding the side effects of pooled serum.\n\nIn our view opportunities for the development of mAbs include niches where their use would bring a large therapeutic benefit relative to existing therapies. Although there are many diseases where mAb therapy could make a major contribution (see below) the economics are not favorable in each instance. In this regard, the exquisite specificity of antibody-based therapies means necessarily smaller markets than broad-spectrum antimicrobial therapy. This combined with the relatively high costs of producing and delivering immunoglobulin therapies can make the market analysis of many reagents not economically viable. However, for microbial diseases with inadequate therapeutic options, antibody-based therapies are likely to be competitive, provided that the disease prevalence is of sufficient size to create a tenable demand.\n\nIt is noteworthy that even for diseases where there is currently adequate antimicrobial therapy, new developments could make mAb more attractive. For example, consider the case of antibiotic prophylaxis against Group B streptococcus (GBS) neonatal sepsis. Mothers carrying GBS are routinely treated with antibiotics and this has resulted in a dramatic reduction in neonatal disease. However, antibiotic therapy affects the infant microflora and has been epidemiologically linked to the development of atopy and asthma in children [14] . Furthermore, prophylactic antibiotic therapy can select for resistant microbes or disturb the flora in a manner that could make colonization with resistant microbes more likely, could be followed by superinfections, and may even have untoward consequences later in life [5] .\n\nPassive antibody therapy against GBS is also effective [32] and not encumbered by the problems of altered flora and its consequences. Hence, the economics of passive antibody and antibiotic prophylaxis are more nuanced than simply valuing the different alternatives. A truer cost comparison must take into account the complications that follow broad-spectrum therapy.\n\nHistorically, the major targets for antibody therapy have been diseases caused by encapsulated bacteria (e.g. pneumococcus and meningococcus), toxins (e.g. diphtheria and tetanus) and viruses. In general, most efforts to develop antibody-based therapies have focused on diseases where the humoral immune system was known to make a strong contribution to host defense. For these microbial diseases the efficacy of humoral immunity was implied from demonstration of passive antibody protection and/or correlation of specific antibody with resistance to disease. However, recent work has established that mAbs are effective even against microbes for which the standard studies do not clearly establish a role for humoral immunity [33] . For example, several mAbs have now been generated that are effective against intracellular pathogens and other microbes where natural Ab is not believed to have a primary role in host defense [33] . Overall, diseases which are currently not preventable by vaccination or that target populations with weak immune systems (for example, the very young or old, and immunosuppressed or immunocompromised patients) are the most valuable for which to develop mAb therapies. Here, both viral and bacterial toxin diseases that are the target of mAb development will be discussed, as well as potential targets based on need toward which efforts should be focused in the future. Our goal is to survey this field, with the understanding that cataloguing all ongoing efforts is beyond the scope of this article.\n\nViral targets are particularly attractive because for most viruses there is no specific therapy. The potential for mAbs to be used as neutralizing antibodies to prevent viral binding and entry to host cells makes them a good platform for prophylaxis, preemptive or acute treatment of viral illnesses [34] . There are several current areas of viral mAb development, and many in clinical trials (see Table 2 ).\n\nWhile the approved drug palivizumab is effective against RSV disease in susceptible groups, there has been considerable effort to develop 2 nd and 3 rd generation mAbs: motavizumab (brand name Numax®) and Numax-YTE® [1] . Motavizumab was engineered to have increased affinity through induced somatic hypermutation, with the hopes that increased binding will improve function in humans, and is currently being tested in phase III clinical trials. Numax-YTE is the result of additional efforts to prolong this mAb's serum half-life, another potential avenue of mAb development. Furthermore, clinical trials are underway testing both escalating doses of mAb and intramuscular (i.m.) administration, showing that the improvement of delivery and dosing of mAb drugs are an important next step in advancing therapy. These developments illustrate how technological advances may improve existing successful mAb therapeutics.\n\nHIV has always been an area of great interest for mAb therapy [35] [36] [37] [38] . There are several mAbs for HIV in development, designed to inhibit viral entry, reduce viral load in HIV-patients, and potentially to prevent infection in certain cases [39, 40] . Viral entry inhibitor mAbs target either the cellular receptors, CCR5 and CD4, or the cognate viral protein gp120. Efforts to develop neutralizing mAbs with broader strain specificity have found success targeting the V3 loop of gp120 [41] . As is true with all mAbs designed for infectious disease, the development of a successful vaccine would reduce their need. However, given the slow progress on the front of HIV vaccine development, mAb research in the HIV field is a promising alternative. Although there are numerous antiretroviral drugs available for the treatment of HIV, the availability of effective mAb therapy could complement chemotherapy by slowing the onset of resistance and possibly enhancing therapeutic efficacy.\n\nAnother target for mAb development is CMV. Sevirumab is currently being assessed for treatment of CMV retinitis in HIV-infected individuals and neonatal congenital CMV. Another important complication of CMV infection is reactivation disease, a distinct burden on transplantation medicine. CMV infects a large portion of the population, at least 60% of adults in the U.S., and the virus can reactivate with devastating consequences during the course of immunosuppression that solid organ or hematologic transplant patients must undergo [42] . The use of mAb to control this reactivation is an area of development that could benefit a large number of patients.\n\nHepatitis B and C infections are areas where antibody therapies offer great hope in helping to control disease and improve transplantation success. Hepatitis remains the leading indication for liver transplant, and viral reinfection of the transplanted liver is a major complication. Two different monoclonal antibodies are in clinical trials for the improving transplant success, of which neither are specific for the virus itself. Both bavituximab, specific for phosphatidylserine, a phospholipid exposed on membranes of damaged cells, and MDX-1106, specific for PD-1, an inhibitory T cell costimulation receptor, have been used to control chronic hepatitis infection, particularly in the setting of HIV-coinfection [34, 43] .\n\nThe threat of a new pandemic makes influenza virus an important candidate for mAb development, with research currently being done to characterize human neutralizing antibodies and explore their therapeutic potential [24, 44, 45] . Historically, influenza virus has been extremely challenging because of its high antigenic variability. However, progress has been made in identifying antibodies that are broadly neutralizing [46, 47] . In the event of a new pandemic mAbs could provide important options for disease control since they confer immediate immunity and may be used as prophylaxis for individuals who are likely to have been exposed to infection. Considerable excitement followed the discovery of a broadly crossreactive antibody specific for HA2 of influenza A that allows the neutralization of different viral strains, including avian H5N1 and human H1N1 [48] . Technology now exists where plasma cells secreting influenza-specific antibody can be cloned from human donors and used to generate high affinity mAbs within a matter of weeks [49] .\n\nAnother promising opportunity for antibody therapy is rabies, where current standard of care depends on administration of immune globulin and vaccination. In this regard, a major innovation was the development of the mAb cocktail CL184 [27] . This cocktail is comprised of two mAbs, specific for two different epitopes of the rabies virus, and shows good neutralizing activity in vitro and was well tolerated in patients. Its success validates the idea that cocktails of multiple mAbs represent an important logistical improvement in mAb therapy, allowing for expanded target coverage, broader specificity and a wider range of effector functions.\n\nThere is no available vaccine or specific therapeutic agent for human flaviviral infections, and after the outbreak of West Nile encephalitis in 1999, efforts were directed towards developing antibody therapies for prophylactic treatment [50] . A hyperimmune preparation derived from human convalescent sera protected mice from West Nile virus (WNV), both in the setting of induced immunocompromise and after the onset of encephalitis [51] . This observation suggested that antibody was effective at treating disease after dissemination to the brain and spinal cord had occurred. Development of mAb treatment for WNV in elderly or immunocompromised patients might prevent the debilitating disease and paralysis that can occur in these populations [52] . MGAWN1, a humanized mAb to the structural envelope protein, is currently in clinical trials, and could provide a new therapeutic option against WNV.\n\nThe ability to rapidly identify microbial targets and produce mAbs makes them a feasible tool to combat emergent situations. An excellent example of the rapidity with which mAbs can be generated in response to an outbreak was provided by the response to SARS corona virus (SARS-CoV). In early 2003, respiratory disease due to the virus broke out in human populations, and within a year the cellular receptor [53] and viral glycoprotein [54] responsible for binding were identified. By early 2004, neutralizing human mAbs had been developed and were being tested by laboratories [55] , illustrating the potential speed of bench-to-bedside transition. Human mAbs have been developed to the Hendra and Nipah viruses, which are both paramyxoviruses that can cause fatal hemorrhagic fevers and were responsible for outbreaks in the late 1990s [56, 57] . Emerging diseases are just one area where research into the specificity of mAb targets and their protective efficacy in animal models should be a priority. Other areas where mAbs targeting a needed pathogen may be in development but have not reached clinical trials yet are listed in Table 3 .\n\nBacterial diseases mediated by toxins have historically responded to specific antibody and consequently remain good targets for treatment with toxin-neutralizing mAbs. In addition to toxin-mediated diseases, recent studies have shown that specific mAbs can alter the course of bacterial and fungal infection, and that immunoglobulins can enhance the action of other antimicrobials. The issue of mAb synergy with conventional antimicrobial drugs is of particular importance since development of mAbs as an adjunct to existing therapy is an attractive possibility to improve therapeutic outcomes for bacterial infection. Several mAbs, targeting diseases that are in clinical trials ( Table 2 ) or being developed as needed therapeutics (Table  3) , are discussed below.\n\nThe Shiga-like toxin IIB produced by pathogenic strains of E. coli is responsible for organ damage in the hemorrhagic colitis and hemolytic uremic syndrome (HUS) that develop during infection. Outbreaks of the Enterohaemorrhagic E. coli O157:H7 are often linked to contaminated food and can be potentially fatal. Treatment of HUS is complicated, because antibiotics can potentially worsen the disease [58, 59] . Several mAbs designed to neutralize the systemic toxin have been developed, and one is currently having success in Phase I clinical trials [60] [61] [62] .\n\nAnother toxin-mediated disease of growing concern is C. difficile colitis, which usually results from broad-spectrum antibiotic use [63] . Although oral antibiotics can often clear infection, there are indications that new hypervirulent strains are emerging, which increase disease severity [64] . Furthermore, for certain individuals the disease can become chronic [65] . mAbs to toxin A and toxin B are in development and currently being tested in clinical trials. Laboratory research has shown that mAbs may act by more than just direct binding and neutralization of toxin, as Fc receptors have been shown to be essential for mAb protection, presumably through increasing endocytic uptake of the toxin by effector cells [66] . The increasing prevalence and toll of this disease underscores both the dangers of antibiotic use and the potential for mAb as a new therapy platform. mAbs may become essential tools to fight this and many other hospital-acquired infections, where often antibiotics have already failed to improve outcomes [67] . Staphylococcal disease is an example of bacterial disease where both the bacterium and disease-mediating toxins can be targeted by mAbs. Two mAbs in clinical trials recognize staphylococcal virulence factors. Pagibaximab is a chimeric mAb specific for lipoteichoic acid (LTA), which was shown to be protective against both coagulasenegative staphylococci (CoNS) and S. aureus infection [68] . Certain populations are very susceptible to staphylococcal disease, such as very low birth weight (VLBW) newborns, where pagibaximab is currently in phase I/II clinical trials for preventing infection [69, 70] . Another target is the S. aureus protein clumping factor A (ClfA), targeted by tefibazumab (brand name Aurexis®) which is in phase II clinical trials for S. aureus bacteremia [71] . These two mAbs show promise and provide hope for the development of improved mAbs targeting staphylococcal species. Alphahemolysin (H1a) is a pore-forming cytotoxin that is an essential virulence factor for the development staphylococcal pneumonia. Researchers have recently shown that passive administration of a mAb to H1a, as well as vaccination to elicit active immunity against this antigen, afforded protection to pneumonia in mouse models [72] .\n\nAntibodies neutralizing toxins and viruses can provide immediate defense against many biological weapons [73] . Anthrax is an example of one such disease, where current treatment recommendations are inadequate, as the anthrax vaccine is currently not indicated for postexposure prophylaxis and antibiotic-resistant strains of B. anthracis are a rising concern [74] . Protective antigen (PA) is the common subunit to the two dimeric anthrax toxins, where PA pairs with edema factor (EF) or lethal factor (LF) to form cellular toxins mediating edema and cell death, respectively. The two mAbs specific for PA currently in clinical trials are Anthim, which was just announced to be restarting phase I clinical trials, and raxibacumab, which is currently maintained by the U.S. Strategic National Stockpile. Toxins from C. botulinum are another example of extremely potent neurotoxins that can lead to fatal respiratory disease and are capable of being weaponized. Development of mAbs to neutralize these toxins for postexposure treatment is an important avenue of research.\n\nOne area where antibody therapy has long provided the only therapeutic option is the neutralization of snake venoms. Most of the current preparations fall into the category of serum therapy, with immunoglobulins derived from heterologous sources. One group has developed human single chain variable antibody fragments (HuScFv) from a phage display library that are effective in neutralizing the neurotoxin and preventing lethality in mice [75] , illustrating how new mAb technology and antibody formats are able to improve and expand on current treatments. However, economics could pose a formidable problem with developing mAbs venom therapy, since the number of different poisons is great and, fortunately, the number of cases is relatively few.\n\nFungal diseases are a promising area for mAb therapy. Fungal diseases are chronic, difficult to treat, and carry a high mortality and morbidity despite antifungal therapy. For this group of diseases mAb therapy could find a niche because current therapies are suboptimal. To date only one mAb has been studied clinically for the treatment of cryptococcal meningitis [76] . That antibody reduced serum cryptococcal antigen but only at very high doses, which made it economically unfeasible. An antibody fragment to a surface heat shock protein showed promising efficacy against human candidiasis in a Phase III trial [16] . Recently a broadly crossreactive mAb to a fungal cell wall antigen was described that was effective against experimental aspergillosis, candidiasis, and cryptococcosis [77, 78] . Another example of broadly active antifungal mAbs are those that mimic killer toxin action [79] .\n\nThe exquisite specificity of antibodies for their targets provides a means of delivering harmful cargo to their targets. This concept has long been recognized in oncology where investigators have tried to enhance the efficacy of anti-tumor antibody therapies by conjugating antibodies to bacterial toxins and radioisotopes. Like use of mAb therapy in general, the field of infectious diseases has been slow in adopting such strategies, although considerable experimental work was done to develop immunotoxins to target HIV infected cells [80] . Nevertheless, in recent years progress has been made developing radioimmunotherapy for infectious diseases.\n\nRadioimmunotherapy (RIT) was first developed for cancer treatment almost three decades ago [81] . RIT uses the antigen-antibody interaction to deliver radionuclides that emanate lethal doses of cytotoxic radiation to cancer cells [82, 83] , and can provide a valuable alternative to chemotherapy and external radiation beam therapy (EBRT). RIT is a successful therapy for certain cancers as evidenced by the recent approval of mAb-based drugs such as Zevalin® and Bexxar® (anti-CD20 mAbs labeled with 90-Yttrium ( 90 Y) and 131-Iodine ( 131 I), respectively) for the treatment of relapsed or refractory B-cell non-Hodgkin's lymphoma. Recent reports on the use of RIT as an initial treatment for follicular lymphoma [84] are encouraging thus making RIT first line therapy in some types of cancer.\n\nUntil recently the potential of RIT as an antimicrobial strategy had not been explored. The reasons for this are enigmatic but could reflect the lack of awareness of the difficult problems in clinical infectious diseases by the nuclear medicine community and of RIT by the infectious diseases community. During the last 5 years RIT has been successfully adapted in our laboratories for the treatment of experimental fungal, bacterial and viral infections [85] [86] [87] [88] [89] [90] .\n\nHere we briefly review the data on efficacy and safety of RIT of infectious diseases.\n\nThe potential efficacy of RIT against an infectious diseases was first established using C. neoformans (CN) [85] . CN is a major fungal pathogen that causes life-threatening meningoencephalitis in 6-8% of patients with AIDS. CN provided a good system to study the potential usefulness of RIT because there were excellent animal models available, well characterized mAbs to CN antigens existed, and immunotherapy of CN infection with capsule polysaccharide-binding antibody 18B7 was already in clinical evaluation [76] . In spite of high level of circulating polysaccharide in the blood of infected mice, in both pulmonary and systemic animal models of CN infection radiolabeled mAb preferentially localized to the sites of infection. mAb 18B7 radiolabeled with 213-Bismuth ( 213 Bi) or 188-Rhenium ( 188 Re) killed CN cells in vitro, thus providing the basis for in vivo experiments in AJ/Cr mice infected systemically with CN. Mice treated with radiolabeled CN-specific mAb 18B7 lived significantly longer than mice given irrelevant labeled IgG1 or PBS. Mice infected with CN and given RIT had significantly reduced fungal burden in lungs and brains 48 h after treatment compared to infected mice in the control groups.\n\nThe antimicrobial RIT approach was subsequently extended to another human pathogenic fungus, Histoplasma capsulatum (HC) [86] , which is the most common cause of fungal pneumonia in immunocompromised patients [91] , by treating HC in vitro with 188 Re-labeled mAb 9C7 (IgM) which binds to a protein antigen on the surface of the HC cell wall [92] . Ninety percent of HC cells were killed with 32 µCi HC-specific 188 Re-9C7 mAb. In contrast, incubation of HC with a radiolabeled control IgM with the same specific activity produced only minimal killing within the investigated range of doses. Cellular dosimetry calculations based on the mean absorbed dose to the cell showed that RIT with alpha-and beta-emitting radioisotopes was approximately 1,000-fold more efficient in killing CN and approximately 100-fold more efficient in killing HC than gamma radiation.\n\nThe potential of RIT against bacterial infection was established using Streptococcus pneumoniae because this is an important extracellular pathogen, and there are good animal models and mAbs available [88] . A greater percentage of mice treated with 213 Bi-D11 survived relative to the control groups, where mice in control groups succumbed to bacteremia on day 1-3, while mice treated with 80 µCi 213 Bi-D11 mice demonstrated 87-100% survival. Treatment with radiolabeled D11 was very well tolerated as no weight loss was observed in treated animals.\n\nRIT could also be potentially effective against chronically infected cells including those with viral infections [6] . In contrast to RIT of fungal and bacterial diseases where the target is the microbe itself, in RIT of viral infections the infected mammalian cells would be targeted thus providing a general strategy for eliminating reservoirs of infected cells and viral cellular factories. This approach could be developed for the treatment of drug-resistant HIV strains [93] . The efficacy of RIT for treatment of HIV infection in vivo was explored with a radiolabeled HIV envelope-specific human anti-gp41 mAb 246-D radiolabeled with 213 Bi and 188 Re [89] . For these studies human peripheral blood mononuclear cells (PBMCs) infected with HIV-1 JR-CSF were injected into the spleens of SCID mice and the mice were treated with RIT. Treatment of mice with 188 Re-labeled mAb 246-D administered either before or after intrasplenic injection with HIV-1 JR-CSF -infected human PBMCs dramatically reduced the number of HIV-1-infected cells. Similar results were obtained after treatment of mice with 213 Bi-246-D. Administration of equivalent amounts of \"cold\" mAb 246-D or of a radioisotope-coupled irrelevant control mAb did not reduce the average number of infected cells detected in the SCID mouse spleens. The demonstration of efficacy of RIT against HIV provided a proof-of-principle for the concept of treating viral infections by targeting viralinfected cells and this approach could potentially be applied to other chronic viral diseases like hepatitis C.\n\nThe success of RIT approach in laboratory studies combined with earlier nuclear medicine experience on pre-clinical and clinical studies showing the utility of radiolabeled organismspecific antibodies for imaging of infections (reviewed in [94] ) provides encouragement for the feasibility of therapeutically targeting microbes with labeled antibodies. In fact, the ability of specific antibody to localize to a site of infection provides strong support for the potential usefulness of this technique as a broad antimicrobial strategy. It might be possible to create a so-called \"pan-antibody\" which would recognize an antigen shared by a particular class of human pathogens. An example of such a \"pan-antibody\" is mAb 6D2 initially developed against fungal melanin that also binds to synthetic, invertebrate (cuttlefish), murine and human melanins [95] . The availability of such antibodies would eliminate the necessity of having antibodies specific for each particular microorganism and would enormously enhance the development of RIT of infectious diseases.\n\nConsidering the breadth of research into new targets for microbial mAbs, as well as the vast need for new therapeutic modalities for infectious diseases, this area of medicine is a growing field. There are many new approaches to improving the efficacy of mAbs, such as using cocktails of mAbs or combining mAbs with existing drugs for synergistic effects. There are also many new research developments that will expand the possibilities for mAb drugs. The next generation of mAbs could be developed against novel targets, such as quorum sensing molecules, which regulate bacterial growth and virulence factor expression [96] , or type III secretion systems, which are used by a subset of microbes to infect host cells [97] . To fight MDR bacteria, some successful approaches have targeted the cellular efflux pumps responsible for antibiotic resistance [98] . In general, more of these types of \"broad-spectrum\" mAbs will enable a therapeutic mAb to be developed which could be useful against a number of microbes, thus extending its market and increasing its profit potential. Bavituximab is an example of one such mAb, specific for phospholipids on the exposed inner surface of damaged cells, where potential applications include both HIV and HCV [34] . Progress has also been made generating mAbs that have bispecificity, where mAb variants are selected that bind to multiple microbial epitopes [99] . Finally, more direct engineering of mAbs could result in enhanced efficacy, such as Fc region alterations that can extend serum half-life or influence effector function [100] . For example, alterations in Fc region glycosylation can increase antibody-dependent cellmediated cytotoxicity (ADCC) [101] . Although this review has focused on the use of intact mAbs against microbial diseases, we note that for some microbes the Fc region is not necessary for efficacy, providing numerous additional therapeutic options. For example, mAb fragments which lack Fc regions can be effective in situations where effector cell function is not necessary, for example in inhibiting HIV entry [102] .\n\nWe are cautiously optimistic that the mAb therapeutic revolution will make a much greater impact against microbial diseases in the years ahead. There is no shortage of targets for mAbs to treat microbial diseases. At this time, the major problem is economic and it is likely that success will come first in niche areas where there is sufficient need, urgency, and market size to support the development of mAb therapies. In the longer term, the field needs to build economic models that are suitable for the development of antibody therapies against a much broader set of microbial targets."}