{"title": "What can we predict about viral evolution and emergence?", "body": "The SARS epidemic of 2003, the global spread of swine-origin H1N1 influenza in 2009, the recent appearance of new hemorrhagic fevers [1, 2•] and pneumonias [3] , and the continuing threat posed by H5N1 avian influenza highlight the pressing need to understand the mechanisms that underpin viral emergence. Not surprisingly, the potential health consequences of a new pandemic have stimulated attempts to predict what types of virus might emerge in the future, as well as where and when such an emergence event will occur [4, 5•] . As the process of emergence is synonymous with the cross-species transmission of viruses to new hosts [6] [7] [8] , predicting what might emerge is essentially equivalent to predicting what viruses are better able to jump species boundaries and spread in new hosts.\n\nThere is a general, and justifiable, nervousness about predictions in evolutionary biology. Mutations can be fixed in populations by genetic drift or natural selection. Prediction in the case of genetic drift is necessarily hindered by a large sampling error. Although natural selection is a deterministic process, which ought to engender it with some inherent predictability, this will only be possible if the fitness of each relevant mutation is known in each relevant environment. For example, early attempts to predict the evolution of influenza virus as a guide for vaccine strain selection using the differential strength of positive selection among viral lineages gained little traction [9] . Although predictions are more robust when selection is extremely strong -it is trivial to predict that resistance (and often the causative mutations) will arise to commonly used antivirals -predictions of the evolution of more complex multi-factorial traits such as host adaptation and emergence are a very different matter [10, 11] . Even for traits where single mutations might confer a major fitness advantage, such as antiviral resistance, genome-scale interactions, including epistasis [ Fortunately, there are some evolutionary generalities that enable very broad-scale predictions about viral emergence, although none possess meaningful precision. One of the best established is that viruses are more likely to jump between closely related species [15, 16••] . Although informative, numerous exceptions arise because the probability of exposure does not match phylogenetic relatedness. For example, although humans are more closely related to other primates than to rodents, we probably have greater exposure to the latter. It is equally well known that RNA viruses jump species boundaries more often than DNA viruses and that this likely reflects their differing rates of evolutionary change [8, 17] . RNA viruses have mutation rates of between 0.1 -1.0 mutations per genome replication, several logs higher than those of double-strand DNA viruses, and which will generate abundant genetic variation when coupled with huge population sizes [17] . Although there is some variation in evolutionary rate among RNA viruses, this does not appear to be related to the propensity to jump hosts. Interestingly, single-stranded DNA viruses exhibit rates of evolutionary change similar to those of RNA viruses [17] and may frequently cross species boundaries [18] . Similarly, although rates of recombination (or reassortment) vary greatly among viruses, these appear to be of little predictive power: as a case in point, paramxyoviruses, such as measles and the emerging henipaviruses, experience extremely low rates of recombination (if they recombine at all) yet frequently jump species [19] .\n\nMore useful predicators come from studies of the evolutionary correlates of past emergence. Both experimental and comparative analyses reveal that vector-borne viruses, which must simultaneously infect very different types of host, experience stronger selective constraints than those transmitted by other routes, and which likely hinders their adaptability [20, 21] . Indeed, although vector-borne viruses frequently spill-over from one host to another, they are less likely to evolve sustained transmission in new hosts [8] . In contrast, viruses that utilize phylogenetically conserved cell receptors appear better able to jump host species boundaries than those that use more variable receptors [5] . However, receptor usage is not the only factor that mediates successful infection, and is difficult to assess until a virus has emerged.\n\nThe challenge of predicting viral evolution and emergence is reflected in the on-going debate over whether highly pathogenic avian H5N1 influenza virus will emerge in humans.\n\nAlthough only a small number of mutations may be necessary to make an avian influenza virus aerosol transmissible by mammals [22] [23] [24] , how this relates to evolution in nature is less clear because some of the key mutations were generated artificially (i.e. via mutagenesis), and their fitness, both singularly and in combination, is unknown although essential to prediction. Indeed, it may be dangerous to use experimental studies, involving highly idealized conditions, to make strong predictions about evolution in nature.\n\nAs with evolution, there are a number of simple ecological 'rules' that in part explain the patterns and processes of viral emergence [7, 25] . Indeed, all instances of viral emergence are likely to have their roots in an ecological perturbation, such as a change in land-use or human encroachment into a new locality [26] . Hence, it is easy predict that human disturbance is likely to lead to future cross-species transmission events. In addition, excellent work has been done using epidemiological theory and quantitative models to predict future disease risks [27] , including risk maps for the emergence of specific diseases [28] , and which should undoubtedly play a central role in disease control.\n\nAt its most basic level ecology explains the relationship between host population size and density and the propensity for emergence. Trivially, the larger and more dense a host population, the greater the number of pathogens that population can carry and the greater their virulence can be [29] . This in part explain why bats are being increasingly recognized as major hosts for a diverse array of viruses, some of which may eventually make their way into humans [30-32•] . Indeed, bats have been found to be important reservoirs for coronaviruses [33, 34] , filoviruses [35] , lyssaviruses [36] , paramyxoviruses [37] [38] [39] [40] , and have recently been observed to harbor both hantaviruses [41] and influenza viruses [42••] . Hence, future surveying will undoubtedly reveal even more novel bat viruses, although determining which of these might emerge in humans is more challenging.\n\nOne aspect of ecology with potentially far more predictive power centers on the existence of so-called 'hot spots' for emergence [43] . Although a useful advance, the delineation of any hot-spots will be adversely affected by ascertainment bias, with the large number of emerging pathogens documented in the developed world likely reflecting more intensive surveillance and reporting. For example, although the first AIDS cases were described in the United States, the first major African epidemic documented in the east of this continent (e.g. Uganda), the current burden of HIV/AIDS is highest in southern Africa, the virus clearly originated in central-west Africa where the chimpanzee reservoir resides [44•] . In short, the place where an emergent event was first documented is not necessarily the place where the initial cross-species transmission event actually took place. More generally, given the everchanging impact of humans on the natural world it is not obvious that hot spots for past emergence have strong predictive power for where emerge will occur next. Indeed, documenting differing levels of animal biodiversity may be equally informative [26] .\n\nIt is equally important to determine how a new virus will evolve after it has successfully emerged. Central to this is understanding the evolution of virulence (disease severity). The appearance of any new infection is often accompanied by speculations on how virulence will evolve, with the continual debate over whether HIV will evolve reduced virulence serving as a case in point [45] . Although conventional wisdom posits that evolution makes pathogens benign in the long run, theory tells us that there should be an evolutionary trade-off between virulence and transmissibility [46] , such that the direction of virulence evolution following successful emergence can be predicted in principle.\n\nAlthough it is tempting to think that next generation sequencing will solve the \"virulence problem\", genetic studies of virulence evolution are only informative if it is possible to associate viral strains with specific virulence phenotypes. It is for this reason that the attenuation of myxoma virus (MYXV) following its introduction as a biological control into the European rabbit populations of Australia and Europe, within which virulence grade was carefully measured, has become the textbook example of virulence evolution [47] . Critically, MYXV involves a species jump, albeit one mediated by humans; the natural host for this virus is the South American tapeti (Sylvilagus brasiliensis) in which the virus causes only mild tumours, whereas severe myxomatosis appears when the virus infects nonresistant European rabbits (Oryctolagus cuniculus), although intermediate levels of virulence (which maximized transmission rate) ultimately dominated in the field [47] . An analysis of the genome-scale evolution of MYXV from the original releases in the 1950s in both Australia and Europe to modern wild strains revealed that changes in virulence involved multiple genes, with no mutations common to specific virulence grades [48•] . Hence, despite the similarity in selection pressures in both Australia and Europe, there are multiple genetic routes to attain either highly virulent or attenuated phenotypes in MYXV. Such flexibility sits in stark contrast to RNA viruses such as West Nile virus (WNV) in which a single amino acid substitution increases virulence and has evolved convergently multiple times during the history of WNV [49] . The difference between MYXV and WNV suggests a more profound relationship between virulence evolution and genome size, in which there is greater scope for virulence determining mutations in larger DNA-based organisms, from which evolutionary trade-offs between virulence and transmission rate can be optimized at the ecological scale, while these trade-offs appear in RNA viruses because of limited genomic flexibility such that the same mutations affect both virulence and transmissibility. Hence, it is possible that there will only ever be a limited number of virulence determining mutations in RNA viruses.\n\nIt is perhaps naïve to think that emergence prediction will ever more than an inexact science, revealing broad-scale generalities at best [8] . Despite this, our understanding of future epidemics can be improved. It is obviously important to continue metagenomic surveys of the pathogens that circulate in potential reservoir species [50-53••] , although these will be costly if many animals need to be surveyed. As many metagenomic studies are opportunistic [54] , they might be better focused by collating the global species range of likely reservoir species [55•] and dissecting their pathogen load in those parts of their home range that most often overlap with humans or which are most prone to human disturbance. However, it is important to recall that identifying a virus through its genome sequence is not the same as isolating a virus, and that its exact biological properties cannot easily be determined from sequence data alone.\n\nMore generally, it is critical to recall that cross-species transmission and emergence represents an intricate balance between 'genetics' -defined here as the mechanisms and determinants by a which is able to productively infect the cells of a new host species and spread to multiple individuals within that species -and 'ecology', representing the likelihood that animals are exposed to a specific pathogen and that there are sufficient connections to enable the virus to maintain its spread at the epidemiological scale. Only when all these conditions are satisfied will an epidemic occur.\n\nFinally, more attention should be devoted to revealing the common evolutionary and epidemiological patterns exhibited by those viruses that have successfully jumped species boundaries. For example, a comprehensive survey of the phylodynamic patterns [56] exhibited by currently circulating viruses will do much to help us understand how a new virus will evolve and spread once it has emerged. Specifically, it should be possible to compile a cross virus data base of the parameters that correlate most with successful emergence, such as how rapidly each virus evolves, its mode of transmission, its major host or vector species, its cell receptors of choice, key aspects of phenotype such as virulence and antigenicity, its population growth rate, its phylogeography, and whether it has jumped species boundaries in the past. Although such data will not enable us to predict future emergence with any certainty, it may allow broad-scale conclusions as to which groups of viruses are most likely to emerge in humans, which animal species in which geographical locations need to be surveyed most intensively, and how evolution will proceed following a host jump. and particularly a host-dependent effect. Genetic factors such as epistasis will greatly complicate any attempt to predict future viral evolution and emergence. 13. Tsetsarkin KA, Chen R, Leal G, Forrester N, Higgs S, Huang J, Weaver SC. Chikungunya virus emergence is constrained in Asia by lineage-specific adaptive landscapes. Proc Natl Acad Sci USA. 2011; 108:7872-7877. [PubMed: 21518887] Another important example of how epistatic interactions among mutations influence the probability of emergence. 14. Bloom JD, Gong LI, Baltimore D. Permissive secondary mutations enable the evolution of influenza oseltamivir resistance. Science. 2010; 328:1272-1275. [PubMed: 20522774] Although there is an understandable focus on the emergence of mutations of phenotypic importance, such as those that confer antiviral resistance, this paper shows that the evolution of major fitness enhancing mutations may be associated with those that occur elsewhere in the viral genome. Surveying these 'permissive' mutations is therefore a useful contributor to studies of disease emergence."}