{"title": "S456 Lemanske and Busse", "body": "This activity is available for CME credit. See page 5A for important information.\n\nAsthma is a heterogeneous disorder that is characterized by variable airflow obstruction, airway inflammation and hyperresponsiveness, and reversibility either spontaneously or as a result of treatment. Multiple causes no doubt exist for both its inception and symptom exacerbation once the disease is established. Factors underlying inception can range from viral respiratory tract infections in infancy to occupational exposures in adults. Factors underlying asthma exacerbations include allergen exposure in sensitized individuals, viral infections, exercise, irritants, and ingestion of nonsteroidal antiinflammatory agents among others. Exacerbating factors might include one or all of these exposures and vary both among and within patients. Asthma treatment is determined to a large extent after an assessment of severity, which can be variable over time and assessed in 2 domains: impairment (current) and risk (long-term consequences). Unfortunately, despite the availability of effective therapies, suboptimal asthma control exists in many patients on a worldwide basis. For many asthmatic patients, the disease has its roots during infancy and early childhood. Viral respiratory tract infections produce wheezing episodes during the first 3 years of life in about 50% of children. 1 Some of these children will stop wheezing (transient wheezers), whereas others will go on to have persistent symptoms that will either dissipate before adolescence (primarily nonatopic individuals) or continue into adolescence (atopic wheezers). 1 Once in remission, the disease process might remain quiescent or the individual could relapse in later life. [2] [3] [4] The pattern and rate of loss of lung function in asthmatic subjects has been of interest and concern to many investigators. A number of groups have reported that the greatest absolute loss of lung function appears to occur very early in childhood. 1, 4, 5 Some have reported that the peak in lung function that is achieved at about 20 years of age in patients with asthma might be decreased 6 and that the rate of further loss during adulthood might be increased in asthmatic subjects. 7 About one fourth of children with asthma could experience greater rates of loss of lung function, and these children have certain phenotypic characteristics: younger age, male sex, higher postbronchodilator FEV 1 percent predicted, and greater airway eosinophilic inflammation. 8 The precise timing for the inception of the inflammatory response characteristic of asthma is unknown. Although recent biopsy studies in wheezing infants who have documented reversible airflow obstruction do not show any consistent inflammatory or structural changes (ie, remodeling), 9 other groups have demonstrated increased numbers of inflammatory cells and mediators in wheezing preschool children. 10 Despite these advances in our understanding of factors contributing to mild persistent asthma in children and their potential for long-term consequences, much still needs to be learned. 11 \n\nRisk factors in relationship to asthma have been evaluated in the context of disease inception (eg, viral infections, 12 environmental exposures [eg, aeroallergens, 13 pollution, 14 and tobacco smoke [15] [16] [17] , lifestyle [eg, living on a farm, 18 diet, 19, 20 and antibiotic use 21 ], comorbid conditions [eg, atopic dermatitis 22 and obesity 23 ], and occupational exposures 24 among others), as well as disease severity (as defined by the risk domain, which is discussed subsequently: hospitalizations, 25 frequency and severity of exacerbations, 14, 26, 27 and loss of lung function 7, 17 ). Genetic factors also contribute significantly to disease expression and severity. Asthma is genetically classified as a complex disorder; as such, it does not follow simple Mendelian inheritance characteristics. Hundreds of genetic association studies on asthma-related phenotypes have been conducted in different populations; these have been recently reviewed. 28 Although the importance of gene-by-environment interactions in the expression of disease has recently been highlighted, 29,30 the complexities involved in analyzing these relationships from a functional perspective have proved to be challenging. 31 Recent pharmacogenetic evaluations in relationship to chronic b-agonist use 32 and corticosteroid efficacy have provided new insights into the variability of response in asthmatic patients.\n\nAllergens. Allergen exposure is important in host allergic sensitization and as a common precipitant of asthmatic symptoms in both children and adults. The formation of antigen-specific IgE antibody to aeroallergens (eg, mites, trees, grasses, and animal dander) does not usually occur until 2 to 3 years of life. Thus aeroallergeninduced asthma is uncommon during the first year of life but begins to increase in prevalence during later childhood and adolescence and peaks in the second decade of life. Once established in genetically predisposed individuals, IgE-mediated reactions are a major contributor both to acute asthmatic symptoms and chronic airway inflammation. Chronic low-level exposure to indoor allergens (dust mite and cockroach in particular) might play a major role in both asthma inception and subsequent provocation of symptoms. 33 Although a wide variety of inhaled allergens can provoke asthma symptoms, sensitization to house dust mite, 34 cockroach, 35 Alternaria species, 36 and possibly cat 37 are important in the pathogenesis of asthma. Dog, but not cat, ownership during infancy has been shown to reduce the subsequent development of allergic sensitization and atopic dermatitis 38 ; numbers of pets, and not the type of furred pet, might also reduce future risk. 39 These diverse findings indicate that these relationships are indeed complex and might involve gene-by-environment interactions. Pollen immunotherapy in school-aged children with only allergic rhinitis at the start of treatment has been demonstrated to reduce significantly the subsequent risk of the development of airway hyperresponsiveness and asthma. 40 Infections. Respiratory tract infections caused by viruses, 41 Chlamydia species, 42 and Mycoplasma species 43 have been implicated in the pathogenesis of asthma. Of these respiratory pathogens, viruses have been demonstrated to be epidemiologically associated with asthma in at least 3 ways. First, during infancy, certain viruses have been implicated as potentially being responsible for the inception of the asthmatic phenotype. The virus most convincingly demonstrated in this regard has been respiratory syncytial virus. 12 However, because nearly every child has been infected at least once with this virus by 2 years of age, additional genetic, environmental, or developmental factors must contribute to the propensity of this particular virus to be epidemiologically linked with childhood asthma. 44 Second, in patients with established asthma, particularly children, viral upper respiratory tract infections play a significant role in producing acute exacerbations of airway obstruction that might result in frequent outpatient visits or in hospitalizations. 45 Rhinovirus, the common cold virus, is the most frequent cause of exacerbations, but other viruses, including parainfluenza, respiratory syncytial virus, influenza, and coronavirus, also have been implicated, albeit to a lesser extent. The increased tendency for viral infections to produce lower airway symptoms in asthmatic individuals might be related, at least in part, to interactions among allergic sensitization, allergen exposure, and viral infections acting as cofactors in the induction of acute episodes of airflow obstruction. 46, 47 Abnormalities in the innate immune response that would prevent viral replication in airway epithelial cells from asthmatic subjects have recently been demonstrated. 41 Third, paradoxically, infections have been considered to have the potential of actually preventing the development of allergic respiratory tract diseases, including asthma. Interest in this area increased after the advancement of the hygiene hypothesis, 48 which proposed that increasing family size coincident with an increased number of infections might protect against these developments. On the basis of a progressively broader interpretation of this initial hypothesis, 49 a number of other epidemiologic (eg, living on a farm 18 ) and biologic (eg, probiotics 50 ) factors have been evaluated regarding their ability to influence the development of allergic sensitization, asthma, or both.\n\nFor infections with other microbial agents, recent attention has focused on Chlamydia species 42 and Mycoplasma species 43 as potential contributors to both exacerbations and the severity of chronic asthma in terms of loss of lung function or medication requirements. Finally, infections involving the upper airways (ie, sinusitis) have been considered to contribute to asthma control instability, evoking the concept of a unified airway 51 in relationship to inflammatory responses and alterations in airway physiology.\n\nExercise. Exercise is one of the more common precipitants of airway obstruction in asthmatic patients. 52 The symptoms of exercise-induced bronchospasm can include any or all of the following: wheezing, coughing, shortness of breath, and, in children, chest pain or discomfort. The symptoms are most intense for 5 to 10 minutes and usually resolve within 15 to 30 minutes after exercise cessation. Under most circumstances, the degree of bronchoconstriction is rarely severe enough to be life-threatening, and such a situation almost invariably reflects advanced untreated disease, confounding triggering factors (ie, concomitant allergen or irritant exposure), or both. Objective documentation of airflow obstruction after an exercise Abbreviations used GERD: Gastroesophageal reflux disease NSAID: Nonsteroidal anti-inflammatory drug challenge test (15% decrease in FEV 1 ) or a convincing history with appropriate response to prophylactic or rescue medication is required to make the diagnosis of exerciseinduced bronchospasm. Exercise challenge testing must be of sufficient intensity and duration to be able to accurately diagnose the condition, keeping in mind that such confounding problems as vocal cord dysfunction might need to be considered in the differential diagnosis. 53 Nonsteroidal anti-inflammatory drugs. Approximately 5% to 10% of adult asthmatic patients will have an acute worsening of symptoms to nonsteroidal anti-inflammatory drugs (NSAIDs). 54 The aspirin triad-asthma, nasal polyps, and aspirin sensitivity-is usually found in adult asthmatic patients. The response to aspirin or other NSAIDs begins within an hour of aspirin ingestion and is associated with profound rhinorrhea, eye lacrimation, and, potentially, severe bronchospasm. Patients sensitive to aspirin usually are reactive to all other NSAIDs, and variations in the frequency and severity of adverse responses appear to depend on the potency of each drug within this class of compounds to inhibit the activity of the COX-1 enzyme. 54 The use of COX-2 inhibitors in aspirin-sensitive patients might be possible and worthy of consideration. 54 The sensitivity to NSAIDs is not IgE mediated but involves the modulation of eicosanoid production. It has been suggested that NSAIDs act by reducing the formation of prostaglandins that help maintain normal airway function while increasing the formation of asthmaprovoking eicosanoids, including hydroxyeicosatetraenoic acids and large quantities of cysteinyl leukotrienes. 54 In addition, there is evidence that mast cell activation occurs, and its mediators can be detected in nasal secretions during an episode of aspirin-induced asthma. 55 This syndrome should be of concern in any asthmatic patient with nasal polyposis, chronic sinusitis, and eosinophilia, although the polyposis and sinusitis might precede the onset of recognized NSAID sensitivity by years.\n\nGastroesophageal reflux. The true incidence of gastroesophageal reflux disease (GERD) in asthma and as a causative factor in disease severity has yet to be established. However, it has been estimated that as many as 45% to 65% of adults and children with asthma have GERD. The mechanisms by which GERD affects asthma are also not established but might include microaspiration or irritation of the esophagus with reflux bronchospasm. Although often asymptomatic in its presentation, many patients have nighttime exacerbations or difficult-to-control symptoms. Confirmation of the importance of GERD to asthma often requires endoscopy and 24-hour monitoring of intraesophageal pH levels, with concomitant measures of peak expiratory flow rates. Recognition of this factor in asthma severity is important because effective therapy is currently available. 56 Psychosocial factors. The role of psychosocial factors, or stress, has undergone an important reevaluation both in terms of a disease risk factor and a concomitant component of severity. Evidence has shown that parental stress is a risk factor for asthma expression in some children. 57 The mechanisms by which this occurs have not been defined but might include the promotion of allergic inflammation. Recent work has demonstrated dose-response-type relationships between panic and asthma and bidirectional longitudinal associations between the 2 conditions. 58\n\nAlthough a number of research groups are investigating strategies aimed at asthma prevention, 59-63 this goal has not yet been achieved. Therefore therapy at present is directed primarily at achieving optimal control while attempting to minimize both short-and long-term side effects from any therapeutic intervention. Asthma control is defined by an understanding of the patient's asthma severity, which can be viewed in 2 domains: impairment and risk. Impairment is an evaluation of the concurrent degree of control in achieving the following: minimal (or no) chronic symptoms, including nocturnal awakenings caused by asthma; minimal (or no) need for acute rescue therapy, such as inhaled b 2 -agonists; establishment of a normal lifestyle with no limitations on activities including exercise; and normalization of pulmonary function. The risk domain includes criteria that deal with future events that the treatment program should either prevent or reduce to the greatest extent possible: reduction (or elimination of) in the frequency and severity of asthma exacerbations; minimal or no loss of lung function over time (considered to be a potential consequence of airway remodeling); and minimal or no adverse effects from medications.\n\nThe selection of pharmacologic treatment is determined on the basis of the age of the patient and the severity of his or her asthma. Because asthma is a variable but chronic disease (or syndrome), specific treatment will need to be adjusted both acutely, or during exacerbations, and chronically, in the context of eliminating or reducing both impairment and risk as they dynamically fluctuate over time. A stepwise approach has been adapted for treatment to accomplish these goals (see http://www.nhlbi.nih.gov/ guidelines/asthma/asthsumm.htm). 64 The basis of the stepwise approach is to increase the number, frequency, and dose of medications with increasing asthma severity until the patient's disease has been put into remission (ie, achieving optimal control for that individual). Once remission has been established, step-down therapy can be attempted to minimize medication burden whenever possible.\n\nIn the last few years, a number of published clinical trials using new therapeutic agents or novel treatment strategies are noteworthy on the basis of their potential effect in initiating or adjusting medication based on this stepwise severity scheme. First, a 1-year-long trial performed by the Asthma Clinical Research Network demonstrated that in very mild persistent asthma (low impairment and low risk), treatment with only a symptombased action plan (and not daily controller therapy) was sufficient to maintain control of peak flow, asthma exacerbations, and quality of life and did not increase loss of lung function during the 1 year of treatment. 65 Although monotherapy with an inhaled corticosteroid in this trial significantly improved prebronchodilator FEV 1 , bronchial reactivity, biomarkers of airway inflammation (exhaled nitric oxide and sputum eosinophils), and symptom-free days, the clinical relevance of these changes are open to individual clinician interpretation.\n\nSecond, in preschool children with histories consistent with asthma-like symptoms related only to viral infections, treatment with a leukotriene receptor antagonist was shown to significantly reduce both the frequency of these types of exacerbations and the amount of inhaled corticosteroid used to treat these episodes. 66 Third, 2 studies have evaluated the use of combination products containing an inhaled corticosteroid and a longacting b-agonist. In the first trial, guideline-defined control was achievable with combination therapy (fluticasone plus salmeterol) in a significant proportion of patients when it was used in escalating doses to reach these outcomes. 67 In the second trial a single inhaler containing a combination product (budesonide plus formoterol) was used both as a daily controller and as a rescue medication. Compared with higher-dose monotherapy with budesonide and a short-acting b-agonist for rescue or the combination product and a short-acting b-agonist for rescue, reductions in the frequency of exacerbations over a 1year treatment period was significantly greater when the combination therapy was used as both a daily controller therapy and as a rescue medication. 68 Fourth, therapy guided by physiologic variables or biomarkers, such as airway hyperresponsiveness, 69 sputum eosinophil counts, 70 or exhaled nitric oxide levels, 71 might provide new directions for improving asthma management.\n\nFinally, therapy that globally or more selectively modulates immunoinflammatory networks with the use of anti-IgE mAbs, allergen-derived peptides, modified recombinant allergen vaccines, and immunostimulatory DNA sequences among others 72-75 offer novel therapeutic strategies both now and in the future.\n\nAsthma is a complex genetic disorder that is characterized by airway inflammation and reversible airflow obstruction. It is further distinguished by multiple phenotypes that might differ on the basis of age of onset, triggering factors, and patterns of severity both during acute exacerbations and on a more chronic basis, as reflected by variably reversible loss of lung function. As a result of this clinical heterogeneity, treatment approaches need to be individualized and modified to obtain and maintain adequate symptom and disease control over time. Although current therapy is targeted at the development of secondary and tertiary prevention strategies, ongoing research is evaluating the prospects of primary prevention as well."}