{"title": "Viral infections in patients with an acute exacerbation of idiopathic interstitial pneumonia", "body": "Idiopathic interstitial pneumonia (IIP) is a group of diffuse parenchymal lung diseases with an unknown cause. IIP includes the entities of idiopathic pulmonary fibrosis (IPF), nonspecific interstitial pneumonia, cryptogenic organizing pneumonia, acute interstitial pneumonia, respiratory bronchiolitisassociated interstitial lung disease, desquamative interstitial pneumonia, and lymphocytic interstitial pneumonia [1] . IPF is the most common form of IIP and is diagnosed on the basis of clinical characteristics such as high-resolution chest computed tomography findings, pulmonary function tests, and physiological findings [2] . If patients with IIP do not fulfill these criteria, surgical lung biopsies are necessary to classify the IIP as a particular type. The histopathological finding termed usual interstitial pneumonia of IPF involves a heterogeneous appearance at low magnification with alternating areas of normal lung tissue, interstitial inflammation, fibrosis, and honeycomb changes [2] .\n\nAlthough IPF is a gradually progressive disease, some patients experience acute respiratory deterioration, suggesting that the clinical course may be unpredictable. Such episodes are termed an acute exacerbation of IPF [3] . A similar process of acute, unexplained respiratory deterioration occurs in patients with IIP [4] . The generic term for such episodes and an acute IPF exacerbation is an acute exacerbation of IIP.\n\nAlthough a previous report showed that reducing steroid doses for IPF treatment, bronchoalveolar lavage (BAL), and surgical treatment [5] could induce an acute exacerbation of IPF, the etiology of the disease is unknown. It is unclear whether respiratory viral infections might induce an acute IIP exacerbation. An acute IIP exacerbation has similar clinical symptoms and high-resolution computed tomography chest findings to that of viral pneumonia, with a poor sensitivity to the standard methods of viral detection.\n\nIn this study, we tested the hypothesis that an acute IIP exacerbation is induced by respiratory viral infections. We collected bronchoalveolar lavage fluid (BALF) from patients with an acute IIP exacerbation and used polymerase chain reaction (PCR) to detect respiratory viruses.\n\nMaterial and methods \n\nIn all cases, bronchoscopy was performed as part of the clinical evaluations. In cases of respiratory failure, we performed bronchoscopy with oxygen supplementation or the use of non-invasive ventilation. BAL was performed in a segment or subsegment of the right middle lobe or lingual region with 150 mL of sterile saline instilled. Subsequently, the BALF was analyzed for the white blood cell count and differential and virus separation. The increase in the percentage of each white blood cell was assessed based on the following American Thoracic Society guidelines: increases in the percentages of lymphocytes, neutrophils, and eosinophils were ≥15%, ≥3%, and ≥1% [7] , respectively. Viral separation was performed at SRL (Tokyo, Japan). The BALF samples used for PCR were stored at À70 1C until ready for processing. Total deoxyribonucleic acid (DNA) and ribonucleic acid (RNA) were extracted from 200 μL of each BALF sample using the QIAamp MinElute Virus Spin kit (Qiagen, Tokyo, Japan).\n\nThe cDNA synthesis was performed using the Cycleave PCR kit (Takara Bio, Tokyo, Japan) according to the manufacturer's protocol [8] . In summary, reverse transcriptase (RT) was performed in an Eppendorf tube containing 20 μL of a reaction mixture comprising a 1-μg aliquot of the DNA/RNA sample. The reaction mixture consisted of 10 μL of 2 Â RT Buffer Mix containing buffer, dNTP mixture, and a random primer (Takara Bio, Shiga, Japan) along with 1 μL of PrimeScript RT Enzyme MIX I containing PrimeScript RTase and RNase inhibitor (Takara Bio, Shiga, Japan). The final volume of the RT mixture was adjusted to 20 μL with the addition of DNaseand RNase-free H 2 O. The RT reaction was carried out at 37 1C for 15 min, and deactivation of RTase was carried out at 85 1C for 4 s using a thermal cycler 2700 (Life Technologies, Tokyo, Japan). We performed BAL for 3 patients with pneumonia caused by the 2009 pandemic H1N1 influenza, treated the BALF, and synthesized the cDNA according to the above methods in order to examine the validity of the techniques. All 3 BALF samples were positive by PCR for the 2009 pandemic H1N1 influenza.\n\nA PCR analysis was also performed using the Cycleave PCR kit ( \n\nThe patient characteristics are shown in Table 1 . Fourteen patients (11 men) with an exacerbation of IIP were recruited. Seven patients fulfilled the criteria of IPF. The other patients were suspected of having a nonspecific interstitial pneumonia on the basis of high-resolution chest computed tomography findings. Before exacerbation, only 1 patient was treated with immunosuppressive therapy. The other patients were not treated with IIP-specific drugs such as immunosuppressive drugs, pirfenidone, and inhaled N-acetylcysteine. In most patients, the white blood cell count, C-reactive protein level, and KL-6 level were increased (mean7standard deviation [SD]; 8862.172476.3/μL, 6.2974.36 mg/dL, and 162571315 U/mL, respectively). The BALF findings are shown in Table 2 . BAL was performed in all patients with 150 mL of sterile saline. In most patients, the total cell count was increased (mean7SD; 5.2471.86 Â 10 5 /mL). The percentage of lymphocytes was increased in 9 patients. The percentage of neutrophils was increased in 12 patients. The percentage of eosinophils was increased in 10 patients. Viral separation was performed in 8 patients, and no viruses were separated in any of the 8 patients.\n\nAll positive viral controls and human rhinovirus cDNAs obtained from humans were positive for respiratory viruses. The BALF was positive for RSV-B in 1 case (patient 7). Although the BALF was positive for CMV in 2 cases (patients 12 and 14) (Table 3) , the CMV antigenemia was negative in both of these cases.\n\nCase presentation (patient 7)\n\nA 70-year-old man received a clinical diagnosis of IPF according to the criteria of the American Thoracic Society and European Respiratory Society international statement of March 2009 and was observed without the administration of any medication. Two days before admission, he had a high fever and developed a dry cough. His symptoms worsened, and he was admitted to our hospital in February 2011. His body temperature was 38.4 1C, his respiration rate was 26 breaths/min, and his percutaneous oxygen saturation was 98% on room air. On physical examination, fine crackles were audible at the bases of both lungs. The laboratory findings on admission were as follows: white blood cell count, 6800/mm 3 ; lactate dehydrogenase, 245 IU/L; C-reactive protein, 8.07 mg/dL; and KL-6, 339 U/mL. Chest radiographs showed features of diffuse infiltrates in both lung fields. A high-resolution chest computed tomography showed new diffuse bilateral ground-glass opacities superimposed on a background of reticular opacities and honeycombing, and traction bronchiectasis with basal and peripheral predominance. BALF analysis revealed an increase in neutrophils with no evidence of infectious disease. The patient was treated with steroid pulse therapy (1 g of methylprednisolone per day for 3 days) and antibiotics (meropenem and r e s p i r a t o r y i n v e s t i g a t i o n 5 2 ( 2 0 1 4 ) 6 5 -7 0 pazufloxacin). After treatment, a high-resolution chest computed tomography showed improvement of the ground-grass opacities. After the steroid pulse therapy, the patient was treated with 45 mg of prednisolone per day, and the prednisolone was tapered after 1 month.\n\nIn this study, no viral nucleic acids were detected using PCR in most cases with an acute exacerbation of IPF. Some investigators have studied occult respiratory viral infections in patients with an acute IIP exacerbation. Konishi et al. used gene expression microarrays to characterize an acute IPF exacerbation and did not find any gene expression patterns indicative of a response of the lung to viral infections [9] . Huie et al. reported that they performed BAL in 18 patients presenting with an acute decline in fibrotic lung disease and found that 5 patients had culture or PCR evidence of a viral infection (1 parainfluenza virus case, 2 herpes simplex virus cases, and 2 cytomegalovirus infection cases) [4] . Wootton et al. reported that BALF and serum obtained from patients with an acute IPF exacerbation were tested for viral nucleic acid using multiplex PCR, pan-viral microarray, and high throughput cDNA sequencing [10] . In that study, 19 of the 43 patients with an acute IPF exacerbation exhibited evidence of a viral infection (1 parainfluenza virus case, 1 coronavirus case, 1 herpes simplex virus case, 2 rhinovirus cases, 2 Epstein-Barr virus cases, and 12 torque teno virus cases) [10] . These results suggest that respiratory viral infections are not the main cause of an acute IPF exacerbation. RSV-B was positive in only 1 patient with an acute IPF exacerbation. Because RSV is infrequently detected in asymptomatic individuals, RSV infection is usually associated with clinical illness and should be regarded as the causative pathogen if detected in a patient with respiratory symptoms [11] . RSV is known to be a cause of an acute lower respiratory infection in young children [12] . RSV is also common in adults; however, it usually causes a mild upper respiratory tract disease [13] .\n\nThere are no previous reports investigating the association between RSV infection and acute IPF exacerbation. It has been reported that increased levels of circulating proinflammatory cytokines such as interleukin (IL)-1β, IL-8, IL-9, IL-12, and IL-7 and interferon γ are present during an acute IPF exacerbation [14] . IL-1β upregulates IL-8, which is critical for neutrophil recruitment, and the BALF of patients with an acute IPF exacerbation is characterized by neutrophilia [14] . On the other hand, in vitro studies using human bronchiolar epithelial cells, macrophages, and dendritic cells described a complex network of RSV-induced stimulation, inhibition of proinflammatory cytokines, or both. RSV infection in human bronchiolar epithelial cells leads to the production of immune cell-specific chemokines such as IL-8. Early interaction of RSV with several Toll-like receptors on dendritic cells and monocytes releases proinflammatory cytokines such as tumor necrosis factor-α, IL-6, and IL-1β [15] . From these results, it appears that RSV infection-induced proinflammatory cytokines such as IL-1β and IL-8 recruit neutrophils and induce an acute IPF exacerbation.\n\nThe PCR for CMV was positive in 2 patients. Some investigators have reported the occurrence of human herpes viral shedding into the alveolar fluid of patients with acute stress [16] and CMV reactivation and infection in patients admitted to an intensive care unit [17] . On the other hand, CMV has been reported to colonize the respiratory tract of immunocompromised patients [18] . In the present study, cytomegalovirus antigenemia was negative in the peripheral blood of patients with a positive PCR for CMV. This result suggests that CMV was not the trigger of exacerbation, but of colonization.\n\nAn inverted CD4/8 ratio was seen in 3 patients who had a positive result for a viral infection. A previous report showed that an inverted CD4/8 ratio was seen in patients with viral r e s p i r a t o r y i n v e s t i g a t i o n 5 2 ( 2 0 1 4 ) 6 5 -7 0 pneumonia [19, 20] . On the other hand, an increased CD4/8 ratio was seen in patients with an acute IPF exacerbation [21] . A CD4/8 ratio would be useful to assess viral infection. Important limitations of this study include the small number of patients and the possibility of occult viral infections. Furthermore, we performed BAL only during acute exacerbation periods. Therefore, we cannot conclude that the virus in question caused a new infection. Further prospective studies using the same patients in whom the BAL was performed on 2 occasions to evaluate stable IIP and an acute IIP exacerbation are necessary.\n\nIn summary, we used the PCR method to detect a viral infection in 14 patients with an acute IIP exacerbation. The results of this study suggest that most cases with an acute IIP exacerbation are not caused by a viral infection. Therefore, further studies are necessary to clarify whether a RSV infection induces an acute IIP exacerbation."}