{"title": "Respiratory viruses in airline travellers with influenza symptoms: Results of an airport screening study", "body": "There is very little known about the prevalence and distribution of common respiratory viruses in air travellers.\n\nThe dissemination of novel human respiratory viruses by air travellers is well established. The introduction of SARS into Vietnam occurred by a businessman travelling by air from China through Hong Kong SAR [1] . Subsequent dissemination from Hong Kong to Singapore, Beijing, Germany, Canada and other countries by air travellers led to outbreaks of infection occurring [2, 3] . Since, the first cases of MERS-CoV were reported in September 2012, limited transmission to European and other countries has occurred by international travelers returning from the Middle East [4] .\n\nThe rapid global spread of the novel influenza A(H1N1) pdm09 virus after first being detected in Southern California in late April 2009 was also likely to have been via air travellers [5] . The first identification of the virus in New Zealand in April 2009 was in high school students returning by air from Mexico [6] . Similarly, studies on international travelers arriving in Australia in May 2009 [7] and on medical students returning to Spain in June 2009, demonstrated outbreaks among the study group and their contacts [8] . While, these and previous reports documenting seasonal influenza among air travelers [2, [9] [10] [11] have focused primarily on the in-flight transmission of influenza, clearly air travellers are responsible for the introduction of influenza viruses into countries on an ongoing basis [12] .\n\nThere are few reports of the dissemination of other respiratory viruses by air travellers. A mixed outbreak of parainfluenza type 1 and influenza B viruses was reported among tourists returning to the United States [13] , while an investigation of travelers by Follin et al. reported the identification of rhinovirus, coronavirus, influenza A and B, parainfluenza virus, adenovirus, metapneumovirus and enterovirus in passengers with influenza-like illness (ILI) [14] . With the emergence of the MERS-CoV, possible introduction by Hajj pilgrims with a high rate of respiratory symptoms returning to France have been investigated with no cases identified [15] .\n\nIn a 2008 study, we sought to assess the prevalence of influenza infection in symptomatic and asymptomatic arriving international airline travellers and whether using a symptom-screening questionnaire and temperature measurement could reliably predict seasonal influenza infection [16] . We tested symptomatic travellers for a range of other respiratory viruses and asked them to report their symptoms.\n\nIn this study, we describe the spectrum of symptoms associated with infection with respiratory viruses in arriving airline travellers. We ascertain whether, the use of symptom screening at the border would aid in predicting which travellers are more likely to be infected with specific respiratory viruses.\n\nThis assessment of the prevalence of other respiratory virus infections in arriving airline travellers was carried out at Christchurch International Airport, New Zealand, from 23 June to 12 September 2008.\n\nA questionnaire on basic demographics and symptoms was distributed on board three airlines' flights from Australia to Christchurch, New Zealand [17] .\n\nAll symptomatic travellers (defined as those reporting at least one of cough, sore throat, sneezing, fever or chills, runny or blocked nose, muscle aches or pains, feeling generally unwell, chest discomfort or breathing difficulties) who completed the questionnaire were identified as they arrived at the airport and went through immigration ( Fig. 1) , and following informed consent, were asked to provide a nose and throat swab and have their temperature measured. This paper reports on specimen results from these symptomatic travelers.\n\nAll combined throat and nasal swab samples (Copan, Italy) were analysed at Canterbury Health Laboratories, Christchurch, New Zealand. Influenza A and B viruses were tested using a commercial Easyplex ® Multiplexed Tandem PCR (MT-PCR) as described by the manufacturer (Easyplex ® Influenza A + B kit, Cat No. 3005.01, Ausdiagnostics, Sydney, Australia). The other respiratory viruses were tested using a similar commercial MT-PCR system (Easyplex, Respiratory Panel 12c, Cat No: 6062.1 AusDiagnostics, specifically manufactured for the study). Picornaviruses were confirmed as either rhinoviruses or enteroviruses using two in-house singleplex PCR assays [18] [19] [20] .\n\nData were entered into Microsoft Excel and all statistical tests were conducted using Stata 11. Chi 2 tests were used to identify significant patterns in age or nationality by virus type. Influenzalike illness was defined as a measured fever ≥37.8 • C and either a cough or sore throat [21] .\n\nFor each demographic characteristic and each symptom, the prevalence of infection with each virus among participants with that characteristic was calculated. This is equivalent to the positive predictive value (PPV) of that characteristic for that virus.\n\nFor participants infected with each virus, the number and proportion with each symptom and the mean number of symptoms were calculated to illustrate the pattern of symptoms associated with each virus.\n\nProportions and confidence intervals around means were calculated for groups with more than 10 participants.\n\nOf 2714 symptomatic travellers, 49% agreed to provide a respiratory sample, 1331 respiratory samples were obtained, of which 1313 were valid and able to be tested for respiratory viruses. Table 1 Characteristics of study population and infection status a among 1313 symptomatic airline travellers from whom valid respiratory samples were obtained. b Three people with a virus named above plus an \"other\" virus appear only in the named virus column. c ILI indicates patient had a temperature ≥37.8 • C plus cough or sore throat. \n\nSigns and symptoms \n\na Column numbers may not add to column total due to missing information. b Three people with a virus named above plus an \"other\" virus appear only in the named virus column. c ILI indicates patient had a temperature ≥37.8 • C plus cough or sore throat.\n\nForty-nine percent of participants were male and 51% were female, with an age range 0 to 85 years and median of 34 years. Most were Australians (42%) or New Zealanders (40%), with some British (6%) and American (2%) ( Table 1) .\n\nMost study participants (971; 74%) had no detectable respiratory virus. This ranged from 58% in those ≥75 years to 80% in those aged 45-54. A respiratory virus was detected in 342 (26.0%) participants. Of these, influenza virus was detected in 55 (4%) and another respiratory virus in 287 (22% \n\nThe range of symptoms reported and prevalence of respiratory virus infection among participants with each symptom is shown in Table 1 , for the more common viruses. Although 51 (4%) participants reported fever, only 14 (1%) had a measurable fever at ≥37.8 • C. The most frequently reported symptoms were stuffy or runny nose (60%), cough (47%), sore throat (27%) and sneezing (24%).\n\nFor individual symptoms, the proportion of symptomatic participants who were infected with any respiratory virus was between 22% (muscle aches and pains) and 43% (self-reported fever). Although based on small numbers, this proportion was higher for measured temperature ≥ 37.8 • C (8/14, 57%), and ILI (8/13, 62%). Of those with ILI, 5/13 (38%) were infected with influenza B (Table 1) . Table 2 shows the pattern of symptoms associated with each identified respiratory virus (other than picornaviruses which could not be confirmed as either an enterovirus or rhinovirus). Of the viruses where there were at least 10 cases, influenza B was associated with the highest number of symptoms (mean of 3.4).\n\nFor study participants with enterovirus infection, the most common symptom was a stuffy or runny nose (69%). This was also the most common symptom reported among those infected with rhinovirus (76%). As well, 52% of those with rhinovirus reported cough. Those infected with influenza B most frequently reported cough (85%), stuffy or runny nose (63%), and sore throat (52%). Only 10% had a temperature of ≥37.8 • C and 23% reported \"fever\" subjectively.\n\nIn this study, during the winter of 2008, 1313 samples were obtained from 2714 symptomatic travellers arriving into Christchurch, New Zealand on flights from Australia, and tested 11 (9) 36 (28) 16 (13) 8 (6) 4 (3) 2 (2) for respiratory viruses. The most frequently identified viruses were rhinoviruses followed by enteroviruses and influenza B viruses. The respiratory symptoms reported by symptomatic travellers during on board screening were diverse with a stuffy nose (60%), cough (47%) and sore throat (27%) being the most common. An aim of this study was to determine whether the use of symptom screening at the border would aid in predicting which travellers are more likely to be infected with a respiratory virus. However, a respiratory virus was detected in only 26.0% of these symptomatic participants sampled, i.e., the positive predictive value (PPV) of 'any symptom' for the prediction of a traveller with infection by 'any respiratory virus' was low at 26%.\n\nIn this group who had at least one symptom, for individual symptoms associated with the most frequently identified viruses, the PPV for any respiratory virus was low; stuffy nose (31%), cough (29%) and sore throat (33%). ILI (>37.8 • C plus cough or sore throat) had the highest PPV (69%); however, infections were largely with influenza virus and the numbers were small. We have previously estimated the prevalence of influenza in all travellers (symptomatic and asymptomatic) during the 'influenza season' period of high prevalence at 1.13% [22] . The PPV for influenza infection of 'any symptom' was 5.5%, and of ILI was 24.7%. This study suggests that the use of symptoms as indicators of other respiratory virus infection, as well as influenza infection, in travellers is problematic.\n\nThe major strengths of this study are the novel study design involving large numbers of arriving international airline travellers and the relatively high proportion (49%) of symptomatic travellers willing to provide respiratory samples for respiratory virus testing [17] . Essentially, these were a random sample of passengers, with a similar sex distribution and wide age distribution, although the numbers of samples obtained from children 0 to 15 years and elderly 75+ years was smaller than for all other age groups. This is also one of the few studies where molecular techniques have been applied to the detection of a range of 13 common respiratory viruses in airline travellers. As culture was not performed on these samples, we are unable to comment on the infectiousness of these travellers and the potential transmissibility of their viruses on entering a community.\n\nA limitation of the study was the non-testing of asymptomatic travellers which did not allow estimates of the prevalence of noninfluenza respiratory viruses to be made [22] .\n\nA further limitation was the recovery of a virus from only 26% of the symptomatic travellers, which is lower than might be expected from other studies of populations with respiratory infection symptoms. Few identifications of coronavirus or metapneumovirus were made, an observation also made in a previously healthy adult population during the winter influenza season [23] . Coronaviruses −NL63 and −HKU1 have been found to be present in higher numbers than coronavirus −229E or -OC43, however these viruses were not tested for in this study [24] . We have also found that there is variation in analytical agreement between molecular assays and that the Easyplex assay used in this study may have had a reduced sensitivity for the detection of both metapneumovirus and bocavirus [20] .\n\nThe collection of nasal and throat swabs rather than nasopharyngeal swabs, although pooled together may have been suboptimal, even though sensitive fully evaluated molecular techniques were used in this study [20] .\n\nIt is also likely that, the commonest reported symptom (stuffy nose) might in some cases have been caused by the airline travel itself rather than infection.\n\nA wide range of viruses were detected, however, only three virus types were detected in more than 10 travellers. Consequently, we could not draw conclusions on the association of symptoms with the virus types identified other than for rhinoviruses, enteroviruses and influenza viruses. Even in a study of 155 travellers meeting a WHO case definition of suspected or probable SARS (fever plus cough or difficulty breathing), a pathogen was only detected in 43.2% of cases [25] . Enrolment of a substantially larger number of symptomatic but otherwise healthy travellers would be required to identify any additional predictive potential of their symptoms.\n\nThe use of symptomatic predictors to identify which respiratory infections were caused by viral infections have largely focused on influenza viruses in a number of surveillance and clinical study settings. Symptomatic predictors were initially believed to be problematic because the symptoms of many illnesses were very similar. Even though fever and cough were most frequently identified in association with influenza infections, surveillance data were often obtained over long periods with varying levels of influenza virus activity, resulting in a low PPV for these symptoms for influenza virus infection [26] . The use of antiviral trial data where subjects were enrolled with ILI during the influenza season found that fever (temperature ≥37 • C) and cough when used as predictors during periods of influenza virus prevalence had a PPV of up to 79% in adults [27] [27] . In children ≥5 years, fever (temperature ≥38 • C) and cough resulted in a PPV of 83% [26] . Interestingly, in adults it was found there was little advantage of measuring other symptoms [27] . The current study was carried out in a relatively low influenza prevalence population (4% of symptomatic travellers) resulting in a low influenza PPV for fever and ILI (fever and cough or sore throat).\n\nThe symptom profiles over the course of common colds, up to 50% of which are caused by rhinoviruses, have been well established in otherwise healthy adults [28] and more recently in school-children [29] . Common symptoms of rhinovirus infection in children include a runny nose, nasal obstruction and cough, with 50% of children reporting these during the first 5 days of illness. In adults, only a runny nose was reported in 50% of illnesses, persisting through day 4, indicating that the symptom profiles differs between children and adults, and over the course of the illness [29] . In our study, the most common symptoms recorded were a stuffy or runny nose in 69% of travellers with an enterovirus infection and 76% with a rhinovirus infection. As well, 52% of those with rhinovirus reported cough, which was the most frequently reported symptom in those infected with influenza B (85%). These symptoms were recorded at a single time point and the stage of the illness after symptom onset of each illness was not recorded. Even with rhinoviruses, the most prevalent virus detected in this study, the symptoms generated are clearly shared by different viruses suggesting that it is not possible to identify this virus on the basis of symptoms.\n\nThere was a substantial overlap in the symptom profiles between the respiratory viruses found in the study participants. The mean number of symptoms reported by on board screening was highest for those with influenza B (3.4; CI 2.7-4.0) followed by rhinovirus (2.2; CI 2.0-2.5) and enterovirus (1.9; CI 1.6-2.3). It is unlikely that, symptoms alone can be used to predict infections with specific respiratory viruses.\n\nIn the meantime, we should continue to learn as much as possible about potential screening tools so that their potential role, and strengths and weaknesses, are more fully understood.\n\nThe high prevalence of respiratory virus infections caused by viruses other than influenza in this study, many with overlapping symptoms to influenza, has important implications for any screening strategy for the prediction of influenza in airline travellers. On the basis of clinical symptoms alone it will be very difficult to distinguish influenza from other common respiratory viral infections.\n\nThis work was supported by the Centers for Disease Control and Prevention, United States [grant number 1 U01CI000445-01].\n\nThis study was approved by the New Zealand Health and Disability Multiregion Ethics Committee (MEC/06/12/172). "}