{"title": "Community-acquired pathogens associated with prolonged coughing in children: a prospective cohort study", "body": "Prolonged coughing is a frequent symptom in children and is often associated with respiratory tract infection [1] . Although prolonged coughing is a prominent feature of infection with Bordetella pertussis, infections with other respiratory tract pathogens may also cause prolonged coughing [2] . Mixed infections with a combination of two or more pathogens occur, but data on clinical manifestations of combined infections derived from retrospective studies are often difficult to interpret [2] [3] [4] [5] ; nevertheless, it has been suggested that mixed infections may result in more severe illness, especially in younger children [3, 4, 6] . In an earlier retrospective observational study (unpublished data) involving 81 children with serologically proven B. pertussis infection, evidence was found in 28% of the children for concomitant infections with other respiratory tract pathogens. It is known that many such pathogens may cause prolonged coughing in children, but prolonged coughing is not always caused by a respiratory tract infection [1, 7, 8] . The present study investigated the role of different respiratory pathogens in prolonged coughing in children, as well as the frequency of occurrence of possible mixed infections. In addition, the severity of disease in patients with one or more pathogens was compared with that in patients for whom no pathogens were detected.\n\nParticipating patients (aged £ 18 years) were those referred with persistent coughing to the outpatient clinic of the Department of Pediatrics at Groene Hart hospital, a 500-bed general hospital in Gouda, The Netherlands, between September 2001 and September 2003. Disease duration was defined as the time between onset of symptoms and first visit to the hospital. The definition of prolonged, chronic or persistent cough has varied from 5 days to > 1 month [2, 7, [9] [10] [11] [12] . Patient selection in the present study was based on a persistent cough lasting 1-6 weeks. Patients with aspiration of a foreign body or patients known to have cystic fibrosis were excluded. Blood samples were analysed at the first visit for erythrocyte sedimentation rate, C-reactive protein level, leukocyte count and differentiation, and serological evidence of respiratory pathogens (see below). Oropharyngeal, nasal and nasopharyngeal swabs were taken for culture and PCR analysis for respiratory pathogens (see below). When the disease duration on the first visit was < 14 days, serological tests were repeated after 2 weeks, except for B. pertussis. When serology and PCR results at the first visit were negative for B. pertussis, the serological testing was repeated 4 weeks later (after 6 weeks for children aged < 1 year). The patients, or their parents, were asked to complete a questionnaire regarding symptoms, previous diseases and vaccination status. All gave their written informed consent to participate in the study. A follow-up telephone interview was conducted c. 4 weeks after enrolment. The study was approved by the Medical Ethics Committee of the hospital. A healthy control group was not included in this study.\n\nPositive serology for B. pertussis was defined as at least a fourfold increase in IgG to pertussis toxin (IgG-PT) in paired sera to a level of ‡ 20 U ⁄ mL, or a high IgG-PT concentration in a single serum, i.e., > 100 U ⁄ mL, as measured by the in-house IgG-PT ELISA of the National Institute of Public Health and the Environment (RIVM), Bilthoven, The Netherlands [13] . The interpretation criteria of the IgG-PT ELISA have been shown to have a sensitivity and specificity of 90% and 97%, respectively [14] .\n\nAll sera were tested for antibodies to respiratory syncytial virus (RSV), influenza viruses A and B, adenovirus, parainfluenza viruses 1, 2 and 3, Mycoplasma pneumoniae, Chlamydia spp. and Coxiella burnetii by the Regionaal Medisch Microbiologisch Laboratorium (Rotterdam, The Netherlands) with the complement fixation method (Serion Immunodiagnostica, Wü rzburg, Germany). Two-point serology against these pathogens was considered proof of a recent infection when there was a four-fold or more increase or decrease in titre. In one-point serology, a titre ‡ 128 was considered to indicate recent infection, while a titre ‡ 64 was considered to be equivocal, except for C. burnetii ( ‡ 4 equivocal) and Chlamydia ( ‡ 8 equivocal) [15] . An indirect IgM immunofluorescence assay (Serion Immunodiagnostica) was performed when the complement fixation method was equivocal. A positive IgM result, together with an equivocal complement fixation test result, was also considered to be proof of a recent infection. As there are serological cross-reactions between parainfluenza virus types 1, 2 and 3, these results were reported together.\n\nDetection of B. pertussis and Bordetella parapertussis was by PCR, using a MagNa Pure LC Total Nucleic Acid Isolation Kit (Roche Diagnostics, Indianapolis, IN, USA) and primer pairs based on IS481 and IS1001. The final PCR product was analysed by gel electrophoresis and by dot-blot hybridisation [16, 17] .\n\nPCRs for Chlamydia pneumoniae, M. pneumoniae, influenza viruses A and B, coronaviruses 229E and OC43, RSV, human metapneumovirus, rhinovirus and enterovirus were performed on a nasal and a throat swab. A negative control (virus transport medium) was included for every four clinical samples. A positive control containing each pathogen was included in each DNA and RNA extraction and PCR run. DNA was isolated with a proteinase K and sodium dodecyl sulphate extraction, essentially as described previously [18] . RNA was isolated with a High Pure RNA isolation kit (Roche), with the addition of poly(A) RNA as carrier, according to the manufacturer's instructions. An aliquot of the isolated DNA was used in a PCR detecting either M. pneumoniae [18] or Chlamydia pneumoniae [19] . An aliquot of the eluted RNA preparation was used for the detection of rhino ⁄ enterovirus [20] , influenza viruses A [21] and B [22] , and human metapneumovirus [23] in separate singletube RT-PCRs. RSV [24] and coronaviruses OC43 and 229E [25] were amplified in a multiplex single-tube nested RT-PCR.\n\nAn oropharyngeal swab was inoculated on to a blood agar plate, a blood agar plate containing oxolinic acid (10 mg ⁄ L), and a chocolate agar plate. b-Haemolytic group A streptococci, Haemophilus influenzae, Streptococcus pneumoniae and Moraxella catarrhalis were considered to be potential pathogens. Staphylococcus aureus, Neisseria meningitidis, non-group A b-haemolytic streptococci and Candida albicans were also reported, but were not considered to be pathogens. Only cultures showing significant growth were considered to be positive [26] . Nonpathogenic oropharyngeal flora (e.g., viridans streptococci, diptheroids, coagulase-negative staphylococci) were not reported.\n\nFor the description of patient characteristics, median and interquartile ranges were calculated. A statistical comparison was made between three groups of children, i.e., children in whom no pathogen was detected, children with only one pathogen, and children with two or more pathogens. The chisquare test or, for continuous variables, analysis of variance (ANOVA) was used.\n\nDuring the 2-year period, 152 patients were referred for prolonged coughing, of whom 11 refused to participate in the study. Five patients were not included because of protocol violation. The remaining 136 episodes related to 135 patients, since one patient had two episodes of coughing with an interval of 5.2 months, which were considered as two independent events. Patient characteristics are summarised in Table 1 . One or more pathogens were found in 91 (67%) patients. Of these patients, 49 (36%) had one pathogen, 35 (26%) had two pathogens, six (4%) patients had three pathogens, and one (1%) had four pathogens. The presence of more than one pathogen in patients was detected throughout the entire year of the study in children of all ages. The different pathogens detected are listed in Table 2 .\n\nAll respiratory pathogens found in the present study were considered to be possible causes of prolonged coughing, even though patients may also be colonised by some of the pathogens found. The pathogens detected most frequently were rhinovirus (43 patients; 47%), B. pertussis (23 patients; 25%) and RSV (15 patients; 16%) ( Table 2 ). In the 42 patients with a mixed infection (Table 3) , the most frequent combination was B. pertussis and rhinovirus (n = 14).\n\nFifteen of the 27 positive bacterial cultures were found in patients with more than one pathogen (Table 3) . There were 11 patients with a positive oropharyngeal culture and one other pathogen. In only one of these patients (with a C-reactive protein level of 109 mg ⁄ L) was the bacterial infection considered to influence the course of the disease, while the other ten patients showed no clinical sign of a bacterial infection. It was difficult to assess whether the results for these ten patients represented a mixed or a consecutive infection, or whether the bacteria found simply reflected carriage. Therefore, these cases were not considered to be possible mixed infections. On the basis of serology, PCR and culture, 21 (24%) of the remaining 32 patients with more than one pathogen detected were considered to have a possible mixed infection (14 of these had a positive PCR for two or three pathogens), nine had a consecutive infection, and two had both.\n\nThere were no significant differences between patients with or without pathogens with respect to disease duration before presentation, disease severity (antibiotics, hospitalisation, length of stay, coughing and other symptoms, such as headache, sore throat or pain) or vaccination status (Tables 1  and 4 ). However, children with more than one pathogen were, on average, 3 years older than children with one or no pathogens (Table 1 ; p 0.005). Although there were no significant differences in coughing during different parts of the day, there seemed to be a tendency for children with more than one pathogen to cough more frequently (Table 4 ). There were no significant differences in coughing or other symptoms for the three pathogens found most frequently, except that patients with B. pertussis had less fever. All patients recovered, although the time to recovery was not recorded accurately. Data regarding coughing in the family or other potential contaminators were not recorded.\n\nTo our knowledge, this is the first study in which a broad spectrum of respiratory pathogens has been studied prospectively in children selected by persistent coughing. As found in the present study, rhinovirus is associated frequently with respiratory disease in children of all ages [27] [28] [29] [30] , with incidences ranging from 21% to 40% in Table 1 . Clinical data for all patients, grouped according to the number of potential pathogens isolated \n\nTotal 141 a Two or more pathogens were found in 42 patients. was observed. Among children infected with B. pertussis, co-infection with rhinovirus was found in 61% of cases. The role of B. pertussis in rhinovirus infection is complicated; indeed it has been reported that rhinovirus-induced changes in airway smooth muscle responsiveness in isolated rabbit and human airway smooth muscle tissue, as well as cultured airway smooth muscle cells, were largely prevented by pretreating the tissues with pertussis toxin or with a monoclonal blocking antibody to intercellular adhesion molecule-1, the principal endogenous receptor for most rhinoviruses [45] . This might indicate that co-infection with rhinovirus and B. pertussis is not as severe as might be expected. This hypothesis was supported by the observation in the present study that coughing and other clinical symptoms did not differ significantly from those in patients infected with either rhinovirus or B. pertussis, and the fact that, although there was a co-infection incidence of 61% with B. pertussis and rhinovirus, there was less fever in the co-infected group, as would be expected with B. pertussis infection alone. In agreement with other studies [2, 9, 31, 44, 46] , no pathogens or positive serological results were obtained for 33% of the patients in the present study, although pathogens as yet unidentified may be associated with prolonged coughing in this group, as exemplified by the recent description of human metapneumovirus and human coronavirus NL63 [23, 47, 48] .\n\nAsymptomatic children were not recruited as a control group, since this was considered to be too distressing for children. However, the occurrence of pathogens in subjects without coughing would provide data on the incidence of carriage of potential pathogens without disease. Some studies have observed fewer viruses in non-symptomatic controls compared with patients [32] [33] [34] [35] . Gunnarsson et al. [31] isolated S. pneumoniae, H. influenzae and Moraxella catarrhalis more frequently from patients with long-standing cough than from healthy individuals of the same age. In a case-control study involving general practitioner patients of all ages with acute respiratory tract infections, significantly fewer viruses were detected in controls than in patients (19% vs. 54%) [36] .\n\nMost patients with a positive culture for pathogenic bacteria will not have a bacterial respiratory tract infection. Since carriage rates for potential pathogenic bacteria in healthy young children may vary between 11% and 48% [31, 49] , it is difficult to establish whether these bacteria may have a clinical influence. In a logistic regression analysis, although not statistically significant, there was a greater association with coughing in the morning for pathogens diagnosed by PCR or serology than for pathogens diagnosed by oropharyngeal bacterial culture (OR, 2.0 vs. 0.8). Similar associations were found when coughing patterns at other times of the day were analysed. Therefore, it can be argued that a positive bacterial oropharyngeal culture is of little value in the search for respiratory pathogens causing prolonged cough.\n\nMore than one pathogen was detected in 31% of all children. The presence of one (viral) respiratory pathogen may predispose to a second or third (bacterial) infection [39, 42, 46] . The proportion of mixed infections reported in other studies shows large variations (10-74%) [9, 33, 34, 38, 39, 46] . There is a significant seasonal influence on disease, so the observation period of the present study was 2 years. In the second year, a low incidence of prolonged coughing was observed, with few [3] [4] [5] [6] 43, 44, 48] , but this was not the case in the present study (Table 1) . Generally, it seemed that there was one dominant pathogen, with no cumulative or synergic effect of a second pathogen. Patients with more than one pathogen were significantly older than those with one or no pathogens, which might indicate that they were more seriously ill than children of similar age with one or no detectable pathogen. This is supported by the fact that there was a slight tendency for coughing to be more frequent in patients with two or more pathogens (Table 4 ). In summary, one pathogen was detected in 36% of children with prolonged coughing, and more than one pathogen in 31%. There was a strong seasonal influence on the number of cases, but not on the pathogens found or on the percentage of multiple infections. Clinical data did not distinguish between pathogens, or whether or not pathogens were found. There was no increase in disease severity, with respect to symptoms and hospitalisation, for cases of mixed or consecutive infection, although this group was significantly older, suggesting that they had a more severe disease than their peer groups with one or no pathogens. Obviously, not all possible pathogens found will cause illness, although it is still not clear whether or how the presence of a colonising potential respiratory pathogen influences or facilitates infection caused by other possible pathogens. It is therefore important to extend studies on respiratory tract infections associated with more than one pathogen in order to evaluate their influence on disease severity.\n\nWe thank J. C. M. Hoekx, E. G. H. van Leer, J. S. Starreveld, C. V. Tjon Pian Gi and all the interns of the Department of Pediatrics at Groene Hart Hospital for their participation in this study. We thank B. McClements for revising the text, and J. Buitenwerf and R. Woudenberg (Regionaal Medisch-Microbiologisch Laboratorium, Rotterdam, The Netherlands) for helping to interpret the serological data. We thank Abbott and the Groene Hart Hospital for their support, which made this study possible. This study was supported by an unrestricted grant from Abbott."}