{"title": "", "body": "The 2019 novel coronavirus (2019-nCoV) infection can lead to acute resolved or fatal pneumonia. On the basis of knowledge of other coronaviruses, the main route of human-to-human transmission of 2019-nCoV is probably through respiratory droplets. As of Feb 4, 2020, statistical data show that the outbreak constitutes an epidemic threat in China, where the exponential increase in patients has reached 20 438 confirmed cases, with 2788 (13·64%) patients in critical condition and 425 (2·08%) deaths; 23 214 additional suspected cases have also been identified so far. The most affected city, Wuhan, and related regions in Hubei province of China have reported 13 522 confirmed patients (66·16% of total cases) and 414 deaths from 2019 nCoV infection (97·41% of total deaths in China). 632 patients with confirmed infection have recovered and have been discharged from hospital. However, the downward turning point for new cases of infection has not been observed yet (figure). Notably, 159 confirmed cases have been reported in 23 other countries beyond China, including Japan, Thailand, Singapore, South Korea, Australia, the USA, Malaysia, and Germany. Because of the seriousness of this outbreak, WHO declared it a public health emergency of international concern on Jan 30, 2020, followed by the USA announcing a public health emergency on Jan 31, 2020.\n\nDuring the epidemic, rapid and robust research is important to help guide clinical practices and public health policies. Zhu and colleagues sampled bronchoalveolar-lavage fluid from three patients and used next-generation sequencing and PCR to characterise the virus, and they identified the pathogen of this outbreak as a novel coronavirus that falls within the subgenus Sarbecovirus of the genus Betacoronavirus and confirmed the cytopathic effects (structural changes in host cells) of this virus. 1 Their achievement not only improves methods of diagnosis confirmation in clinics but also promotes the study of the underlying mechanisms of viral infection. 2 Subsequently, collaborations between Chinese and international scientists have rapidly unmasked some additional virological features of 2019-nCoV. A specific viral nucleic acid assay using RT-PCR was quickly developed for the diagnosis of 2019-nCoV infection. 3, 4 Additionally, human angiotensin-converting enzyme 2 has been shown to be the putative receptor for the entry into host cells by use of bioinformatic prediction methods and in-vitro testing. 2, 5, 6 Furthermore, bats are speculated to be the original host of this zoonotic virus, but whether an intermediate host facilitated the viral infection in humans is still unknown. 7 Lastly, evidence of person-toperson transmission is accumulating, 8, 9 with an estimated R 0 of 2·2 (95% CI 1·4-3·9), 10 and the assessment of the full extent of this mode of transmission is urgently needed.\n\nIn The Lancet, two retrospective studies from Wuhan Jin Yin-tan Hospital have recently provided the first-hand evidence of epidemiological, clinical, laboratory, radiological imaging, and outcomes among 41 patients 11 and 99 patients. 12 Of 99 patients with 2019-nCoV pneumonia, 12 For the up-to-date data from the Chinese Center for Control and Prevention on 2019-nCoV see http://2019ncov.chinacdc. cn/2019-nCoV/ (in Chinese) J a n 2 7 , 2 0 2 0 J a n 2 9 , 2 0 2 0 J a n 3 0 , 2 0 2 0 J a n 3 1 , 2 0 2 0 No fully proven and specific antiviral treatment for the coronavirus exists. Guidance from China's National Health Commission suggests taking an anti-HIV drug combination of lopinavir and ritonavir and inhaling a dose of nebulised interferon α for the antiviral therapy. 13 Many efforts, including several clinical trials, such as NCT04246242 and NCT04252664, are in progress to screen existing antiviral drugs to identify those that could be specific and efficient against 2019-nCoV. Notably, the first reported use of remdesivir, in the first diagnosed patient with 2019-nCoV infection in the USA, 14 has encouraged additional clinical study of this medication.\n\nMore importantly, patients in critical conditions often develop serious complications, such as acute respiratory distress syndrome (17 [17%] of 99 patients), 12 and thus medical groups should include physicians with expertise in both infectious diseases and critical care. It is noteworthy that patients in critical condition often show a reduction in peripheral blood lymphocytes. 11, 12 Whether immune cells infiltrate into the lungs and then cause serious lung lesions (as occurred in patients with severe acute respiratory syndrome [SARS]) 15 is not clear. Therefore, it is important to understand the lung microenvironment and the map of immune responses against 2019-nCoV infection, which might help to define clinical stages and uncover the pathogenesis of the disease. Recent data showed that most deaths were due to respiratory failure; 11,12 however, no reports of lung pathology in patients who died from 2019-nCoV infection have been reported so far. Notably, elderly men with 2019-nCoV infection and other underlying diseases often have a higher fatality rate than that of elderly women or younger and more healthy patients; 11, 12 more studies are needed to determine the associated influencing factors underlying this finding.\n\nThe development of more efficient and quicker methods for the detection of viral nucleic acids is needed to ensure the accuracy of diagnosis. Several challenges remain for basic research, including viral mutation rate and transmission, infectivity dynamics, and viral infectionassociated pathogenicity in vivo. Some evidence has suggested that the virus can spread during the incubation period 9, 16 and is detectable during the convalescent period. 16 Notably, the virus was found in the loose stool of a patient in the USA, 14 suggesting potential transmission through the faecal-oral route. It is of high priority to ascertain whether persistent asymptomatic carriers of 2019-nCoV exist and to reach an accurate definition of when a patient can be considered cured. Moreover, no certainty exists about the source of the outbreak, and a prophylactic vaccine is still under development.\n\nWHO has acknowledged the efforts made by the Chinese Government to investigate and contain the outbreak. 17 For example, authorities rapidly initiated the first measures to isolate Wuhan, which were then extended to the whole Hubei province, stranding 35 million residents during the heavy-travel Chinese Spring Festival holidays. At the same time, the two newbuilt hospitals in Wuhan have been put into use, with 2600 beds for the confirmed and suspected patients with pneumonia. The decision makers also extended the holiday period and postponed school openings. Additionally, at least 68 medical teams, including more than 8000 physicians and nurses, from other provinces and cities went to the most affected Hubei province to fight against the disease side by side with the local medical staff. 18 The Chinese Government has initiated at least 13 research programmes as an emergency measure to study the different aspects of the outbreak such as the diagnosis, treatment, and prevention of 2019-nCoVassociated disease. 19 Novel therapeutic approaches, including treatment with allogeneic mesenchymal stem cells, are expected to progress to clinical trials involving patients with 2019-nCoV infection in a critical condition when the projects meet both ethical requirements and the principle of infor med consent (eg, NCT04252118). Furthermore, therapeutic drugs, protective equipment, and charitable funds from inside and outside of China are transported to the epidemic area to support the response. All these measures are aimed to maximise prevention and minimise the occurrence of new infections, which will help the in-time diagnosis and treatment of patients and protect the healthy population against viral infection not only in China but also in the rest of the world. China also faces other challenges, including asymptomatic carriers with 2019-nCoV might be a new potential source of infection; there will be a huge increase in people returning from trips after the Chinese Spring Festival vacation; and it may be difficult to control the outbreak due to the lack\n\nIncisional hernia is a prevalent complication after abdominal surgery, with an incidence as high as 39% at 2 years. 1 Incisional hernia adversely affects health-related quality of life, particularly in regards to pain, physical function, ability to work, and feelings about appearance. 2 The condition can lead to serious complications due to bowel obstruction with incarceration or strangulation 3 and can recur after surgical repair, necessitating additional procedures. 4 Incisional hernia represents a true global public health issue with a substantial burden to health-care systems around the world. 5, 6 However, the condition is potentially preventable, with estimated savings of $32 million in the USA for each 1% reduction and €4 million in France for each 5% reduction. 5, 6 Incisional hernia at the stoma site after creation (parastomal hernia) or closure has traditionally been a challenge for surgeons for several reasons. The stoma site per se is an incisional hernia by definition as it is a defect in the abdominal fascia with protruding intra-abdominal contents. Additionally, wound con tamination with gut flora is inevitable at the time a stoma is created or closed, which predisposes to infection and in turn incisional hernia formation due to impaired healing processes. 7 Therefore, it is not surprising that parastomal hernia is the most common complication after ostomy creation, See Articles page 417 of adequate medical resources in epidemic communities and rural areas of Hubei province.\n\nFirst-line medical staff and scientists in China have had a leading role in fighting the outbreak of 2019-nCoVassociated pneumonia. The basic and essential strategies that we should stick to remain the early detection, early diagnosis, early isolation, and early treatment of the disease. With the huge efforts from medical professionals to treat patients, substantial public health prevention measures, and accelerated research, we hope the downward turning points for both new cases of 2019-nCoV and the resulting fatal events might come soon.\n\nWe declare no competing interests. "}