{"title": "Virus-like particles: the future of microbial factories and cell-free systems as platforms for vaccine development", "body": "Biopharmaceutical proteins are widely used for the treatment of cancer, diabetes, chronic viral hepatitis, inflammatory and autoimmune diseases. The number of biopharmaceuticals on the market is just over 200 products, and systems based on mammalian cells and Escherichia coli remain the workhorses of biopharmaceutical production [1] . Production platforms are selected based on complexity: E coli expression is preferred when small proteins with non-post-translational modifications need to be produced; meanwhile Chinese Hamster Ovary (CHO) cell lines are preferred when larger proteins with posttranslational modifications are the products.\n\nRecent advances in metabolic engineering, systems biology and high-throughput screening approaches have added new developments. Heterologous protein production is improving because the limitations of some production systems -mainly bacteria and yeasts -have been overcome using Synthetic Biology. Engineered microorganisms can perform complicated post-translational modifications including better disulfide bond formation [2] , the first steps of glycosylation in E. coli [3 ] , highly enhanced secretion in yeast [4] , or glycosylated protein production for therapeutic use in humanized yeast (discussed elsewhere in this issue) [5] . Moreover, our preconceptions of therapeutic protein production have changed with the incursion of new technologies, including the cell-free protein synthesis (CFPS) systems, which have made possible cost-effective manufacturing scale synthesis of complex proteins [6] .\n\nWithin the group of biopharmaceuticals, next generation vaccines will play an important role in global health. Genomics and systems biology have contributed enormously to our understanding of human immunology [7] , and this added knowledge has resulted in new technologies that may reach the market soon. New vaccines based on virus-like particles represent an advance in the development of safer vaccines, with less side effects and improved immunogenicity. This review will focus on virus-like particle production in microbial factories and cell-free systems and the future of these therapeutic technologies in vaccinology and gene delivery systems.\n\nVirus-like particles (VLP) are multi-subunit protein complexes capable of self-assembly, forming structures that mimic the 3D conformation of native viruses. They lack viral genetic material, making them non-infectious and unable to replicate. They are considered safer than traditional vaccines based on attenuated or inactivated viruses, because the reversion of an attenuated vaccine strain or a potential incomplete inactivation of the virus are avoided [8] . VLPs are excellent candidates for vaccination because the repetitive arrays on their surface are recognized by the immune system inducing strong humoral and cellular responses: first, activating a B cell-mediated immune response that produces high titers of neutralizing antibodies and secondly, inducing a strong, specific cytotoxic T lymphocyte (CTL) response in the absence of adjuvant.\n\nOver three decades of research, VLP production has emerged as a promising technology for vaccinology, gene delivery and source of nanomaterials. A recent review reveals that more than 110 VLP from 35 different families Available online at www.sciencedirect.com have been constructed and evaluated in different fields [9] , highlighting their versatility and increasing scientific interest. Figure 1 summarizes different platforms available used to produce different VLP configurations.\n\nThe first recombinant vaccine against hepatitis virus (HBV) approved by the Food and Drug Administration (FDA) in 1986 was Recombivax HB 1 (Merck and Co. Inc.), a VLP-based vaccine produced in the baker's yeast Saccharomyces cerevisiae. Nowadays, several versions of this vaccine are produced by different biopharmaceutical companies around the world. As a result of the incorporation of these vaccines into the infant and childhood immunization schedule, a decrease in HBV infection prevalence worldwide has been achieved [10] . More recently, two approved human papillomavirus (HPV) vaccines -Gardasil 1 (Merck and Co. Inc.) and Cervarix 1 (GlaxoSmithKline) -have demonstrated high protection against the main high-risk HPV infections. Gardasil 1 produced in S. cerevisiae was approved by the FDA in 2006; meanwhile, Cervarix 1 , produced in the insect cells-baculovirus system (IC-BV) was approved by the FDA in 2009. Both vaccines protect against the two HPV types (HPV-16 and HPV-18) that cause 70% of cervical cancers, 60% of vaginal cancers, 80% of anal cancers, and 40% of vulvar cancers [11] and Gardasil 1 also protects against the two HPV types (HPV-6 and HPV-11) that provoke 90% of genital warts [12] .\n\nIn December 2011, China's State Food and Drug Administration (SFDA) approved Hecolin 1 (Xiamen Innovax Biotech) as the first Hepatitis E vaccine [13] based on a recombinant VLP of the capsid protein ORF2 of the virus. This vaccine is produced in E. coli and has demonstrated an efficacy of 100% after three doses [14 ] . Other VLP-based vaccine candidates for human health that are under clinical trials are: influenza (sponsored by Novavax and Medicago), norwalk virus (LigoCyte pharmaceuticals), skin cancer and allergic asthma (Cytos Biotechnology), malaria (GlaxoSmithKline), and chikungunya virus (National Institute of Allergy and Infectious Diseases). Figure 2 shows the distribution of clinical trials currently underway, based on number of open studies (from [15] and www.clinicaltrials.gov).\n\nIn animal vaccinology, Ingelvac CircoFLEX 1 and Circumvent 1 PCV, two porcine circovirus type 2 (PCV2) VLP-based vaccines -developed by Boehringer Ingelheim and Intervet, respectively -are produced in the ICBV and commercially available in the US market since 2006 [16] . New developments for the treatment of zoonotic diseases as dengue [17] , Nipah virus [18] , bovine rotavirus [19] , SARS coronavirus [20] , and calcivirus [21] , among others, are in different stages of development and preclinical trials.\n\nChemical and genetic modifications on the outer surfaces and inner cavities of VLPs facilitate the development of new materials that could meet the requirements for drug delivery (biocompatibility, solubility and uptake efficiency) [22] . Microbial factories are preferred production hosts for their simplicity and higher yields. Bacteriophage-derived VLPs are the most common strategy: MS2 and Qb VLPs, produced in E. coli, can be used for delivering RNA-based and DNA-based drugs, but they can also encapsulate different molecular cargos and transport to diverse cell types (e.g. quantum dots, chemotherapy drugs, and protein toxins) [23 ,24] . The bacteriophage P22 capsid expressed in E. coli has been 1090 Pharmaceutical biotechnology Multilayer used for enzyme delivery [25] and as scaffold for magnetic resonance imaging (MRI) contrast agents [26 ] . Yeastbased expression systems have been used to produce the cowpea chlorotic mottle virus (CCMV) capsid VLP.\n\nBecause of the properties of the CCMV capsid VLP, this VLP efficiently captures and packages negatively charged species [27, 28] .\n\nChimeric VLP production using microbial cell factories Vaccine antigens which are not able to self-assemble can be incorporated into a well-characterized VLP structure, either by genetic cloning into specific regions of a capsid protein gene, or by chemical coupling, using different chemistry strategies. These particles are called chimeric VLP. The presentation of foreign epitopes on the surface of VLP is an effective strategy for vaccine design [29] , and microorganisms are inexpensive platforms to develop standardized processes for multiple epitopes candidates.\n\nProduction of chimeric VLP using the HBV core protein (HBc) has used E. coli and yeasts as preferred expression platforms for 20 years. HBc is a highly immunogenic protein that elicits strong B-cell and T-cell responses [30] . These particles allow the genetic insertion of a wide variety of foreign antigens from bacteria, viruses and protozoa [29, 31, 32] , or specific sequences for tumor inhibition [33] . HBc also contains approximately 120 cysteine residues on the surface of each core particle, which can react with alkylating agents [34] , allowing chemical coupling with external peptides. Promising HBcVLP-based vaccines are in clinical trials for malaria [35] and influenza [36] . They also have been tested as siRNA carriers [37] , taking advantage of the unspecific delivery of oligonucleotides via the clathrin-mediated endocytosis pathway [38] .\n\nSome other examples of chimeric platforms expressed in microbial factories include: animal polyomavirus capsid proteins VLP expressed in S. cerevisiae and E. coli, capable of harboring between 9 and 120 aa epitopes at certain VP1 sites [39] [40] [41] [42] , chimeric Hepatitis E VLP for oral delivery [43] , recombinant AP205 coat protein VLP expressed in E. coli and modified by chemical coupling [44] .\n\nProducing VLPs in vivo can suffer from difficult to control environments and VLP toxicity preventing adequate cell growth. For creating VLPs with non-natural amino acids (nnAAs), cell-free production systems are an attractive platform [45, 46 ] . VLPs have already been successfully produced in E. coli and yeast cell-free extracts [47, 48] . VLPs containing the toxic intermediate A2 protein and with nnAAs have successfully been produced in cell-free extracts [49, 50] .\n\nMicrobial cell factories and cell-free systems offer two distinct advantages for VLP production and commercialization: versatility and scalability.\n\nVLPs are a flexible platform for rapid response to emerging pathogens, disease outbreaks and pandemics. Consider chimeric VLPs, which can be easily conjugated with epitopes to tune their chemistry and immunogenicity. As more information about human and animal immunology is available, VLPs can be engineered with different epitopes and adjuvants to affect the immune response differently, decreasing secondary effects and reducing the number of doses required for immunity. Libraries of specific VLPs (e.g. HBc or VP1) with different peptides conjugated with alkyne chemistry could be created and their immunogenicity would be assayed using highthroughput technologies, accelerating the discovery of new vaccine candidates. Indeed, vaccine candidates for the treatment of hypertension, Alzheimer's, diabetes, asthma and osteoporosis, have been tested and could be used clinically in the near future [15] .\n\nOn the other hand, cell-free systems based on microbial cells are an attractive platform when it is necessary to incorporate nnAAs. However for cell-free system productions to take off, more chemistries needs to be available to produce more complex VLPs. Recently, disulfide bond formation was successfully shown with cell-free systems [51 ] ; however, to create more complicated post-translational modifications, in vitro compartmentalization is still needed.\n\nScalability issues occur with VLP technologies as with most biopharmaceutical products. Microbial cell factories are highly advantageous platforms for VLP production because they allow scaling up processes with high productivities and minimum nutritional requirements. While it is true that microbial systems have some disadvantages compared to mammalian cell lines for protein production Virus-like particles: the future of microbial factories and cell-free systems as platforms for vaccine development Rodríguez-Limas, Sekar and Tyo 1091 (post-translational modifications, proper folding, immunogenicity of certain components, etc.), new developments in metabolic engineering are improving the versatility of microbial systems for the development of therapeutic proteins for animal and human use.\n\nAs cell-free systems continue to scale, they become more of an enticing platform for VLP production. The ability to control the environment (pH, concentration, ions) means potentially higher titers of VLPs compared to in vivo systems. Demonstration of cell-free systems on the 1000-l scale shows promise of larger scales in the near future. As cell-free production continues to increase, it becomes a more viable option.\n\nAn interesting approach to improving human health is the control of zoonotic diseases in animals to avoid transmission to humans. Farm and companion animals will soon be vaccinated with VLP-based products and the preferred VLP production platforms will be those that allow a better profit margin by employing interchangeable production strategies. The use of microbial VLP production for veterinary vaccines can reach a profitable margin, similar to traditional inactivated veterinary vaccines. Also, immune response in animals could be co-adjuvated by using some cellular components of bacteria and yeast (lipopolysaccharide and yeast cell wall) that will allow a stronger immune response at lower doses per animal.\n\nDrastic decreases in production costs of VLPs produced in microbial factories could make vaccines for neglected tropical diseases a sustainable business model, despite low product prices. International nonprofit organizations are investing in vaccine technologies capable of delivering low-cost solutions to communities in need.\n\nIn conclusion, microbial factories and cell-free systems are platforms that allow producing VLPs in a more cost-effective manner, with competitive advantages by using interchangeable technologies. The scope of these technologies will be reflected not only in vaccine development, but also in gene therapy, diagnostics and biomedicine."}