{"title": "A creature with a hundred waggly tails: intrinsically disordered proteins in the ribosome", "body": "It is accepted now that many biologically active proteins do not have a unique 3-D structure as a whole or in part [1] [2] [3] [4] [5] . these intrinsically disordered proteins (IDPs) and intrinsically disordered protein regions (IDPRs) possess highly flexible structures and exist as conformational dynamic ensembles characterized by different degree and depth of disorderedness [2, 4, [6] [7] [8] [9] [10] . IDPs/IDPRs are highly abundant in virtually any given proteome [1, 3, 5, 11] . Biological functions of IDPs, which are typically involved in regulation, signaling, and control pathways [12] [13] [14] , represent a crucial complementation to the functional repertoire of ordered proteins [15] [16] [17] [18] .\n\nIntrinsic disorder was shown to be very common in RNa-and DNa-binding proteins [4, 8, 9, 19] . the results of the analysis of the Saccharomyces genome suggested that proteins containing disorder are over-represented in the cell's nucleus and are likely to be involved in the regulation of transcription and cell signaling [3] . Systematic bioinformatics studies revealed a significant prevalence of intrinsic disorder in transcription factors [20] [21] [22] . For example, analysis of 401 human transcription factors showed that IDPRs occupy ~50 % of the entire sequence of human transcription factors [22] .\n\nMultiple functions are associated with the RNa-binding proteins, which are believed to determine RNa fate from synthesis to decay [23] . For example, intrinsically disordered C-terminal domain allows La protein to interact productively with a diversity of noncoding RNa precursors, protect these RNas from nucleases and affect folding, maturation, and ribonucleoprotein assembly [24] . Other intrinsically disordered RNa-binding proteins often act as specific RNa chaperones, assisting in the structural rearrangements of RNa molecules [25] . an illustrative example of such disordered RNa chaperones are viral core proteins from different Flaviviridae genera [26] , bunyavirus nucleocapsid protein [27] , hantavirus nucleocapsid protein [28] , and potentially core proteins of Pestivirus [29] .\n\nIn addition to the RNa chaperone activity, many RNabinding proteins possess a multitude of intrinsic disorderdependent functions. For example, serine/arginine-rich (SR) splicing factors that play an important role during several steps of RNa metabolism and are involved in constitutive and alternative splicing, were shown to be IDPs [30] . Intrinsic disorder in a small RNa-binding protein, the hIV-1 transcriptional regulator tat, is essential for viral gene expression and replication, as well as for the ability of tat to interact with a large number of proteins within both infected and non-infected cells [31, 32] . the intrinsically disordered SaRS-CoV nucleocapsid protein binds to the viral RNa genome, forms the ribonucleoprotein core, and is involved in several important functions in the viral life cycle [33] . the intrinsic disorder is used by the stemloop binding protein (SLBP) for the regulation of histone mRNas, since the disordered N-terminal domain of SLBP contains signals for mRNa translation and histone mRNa import [34] . Intrinsic disorder in SBP2, which is the SeCIS Binding Protein 2 that specifically interacts with a stemloop structure in the 3′ UtR RNa (the SeCIS element), is important for the co-translational incorporation of selenocysteine into selenoproteins at a reprogrammed UGa codon [35] .\n\nthe ribosome is a large ribonucleoprotein catalyzing protein translation. although the ribosomes are responsible for the synthesis of proteins across all kingdoms of life, and although their core functions are mRNa decoding and catalysis of the peptide bond formation [36] , other translation-related processes (such as initiation, termination, and regulation) are quite different in different domains of life [37, 38] . Since the eukaryotic ribosomes are directly involved in many eukaryote-specific cellular processes, they are at least 40 % larger than their bacterial counterparts due to the presence of additional ribosomal RNa (rRNa) elements called expansion segments and extra ribosomal proteins [39] . In prokaryotes, there are 70S ribosomes, with small and large subunits of 30S and 50S, respectively. the small 30S subunit contains a 16S ribosomal RNa (rRNa) and 21 proteins, whereas in the large 50S subunit there are two rRNas (5S and 23S) and 31 proteins. the eukaryotic 80S ribosome consists of a small (40S) and a large (60S) subunit. In the 40S small subunit, there is a single 18S rRNa and 33 proteins. the eukaryotic 60S subunit is composed of three rRNas (5S rRNa, 28S rRNa, and 5.8S rRNa) and 46 proteins [40] . Of the 79 eukaryotic ribosomal proteins, 32 have no homologs in the bacterial or archaeal ribosomes, and those that do have homologs possess long eukaryote-specific extensions [41] .\n\nRibosomal proteins represent an interesting and important category of RNa-binding IDPs due to their unique functional and structural properties. In addition to being a crucial part of the ribosome, many ribosomal proteins are involved in translational regulation via binding to operator sites located on their own messenger RNa [42] . Based on the analysis of the crystal structures of the ribosome subunits, it was discovered that almost half of the ribosomal proteins have globular domains with long extensions that penetrate deeply into the ribosome particle's core [43] [44] [45] [46] [47] [48] [49] [50] . It was indicated that these extensions are disordered in solution but still play a key role in ribosomal assembly [49, [51] [52] [53] . In fact, the hypothesis is that the long basic extensions of ribosomal proteins (e.g., L3, L4, L13, L20, L22, and L24) can penetrate deeply into the ribosome subunit cores, undergo disorder-order transition individually or cofold with their RNa, therefore facilitating the proper rRNa folding [49] . It was also indicated that different extensions do not play a similar role in the assembly of the ribosome subunits in vivo and might have some other functions [49] .\n\nalthough the fact that in their non-bound forms many ribosomal proteins are either completely disordered or contain long disordered regions has been known for a long time (e.g., ribosomal proteins were included in the early bioinformatics studies dedicated to the sequence peculiarities [4] and functional repertoire of IDPs [19] ), the abundance and functional roles of intrinsic disorder in these proteins have never been the subject of focused large-scale bioinformatics analysis. Our study fills this gap by reporting the results of the bioinformatics analysis of 3,411 ribosomal proteins from 32 species. We show here that intrinsic disorder is very common among all the analyzed ribosomal proteins, that it has unique characteristics which differentiate it from the disorder in other RNa-and DNa-binding proteins, and that it plays a role in the various functions of these important RNa-binding proteins.\n\nWe collected 3,438 proteins from the Ribosomal Protein Gene Database (RPG) [54] on Nov 7, 2011 . this set includes proteins from 24 species in eukaryota, four in archaea, and four in Bacteria, respectively. We excluded 27 small peptides with <30 amino acids because they could not be predicted by MFDp [55] . the final dataset, named RPG_3411, is summarized in table S1.\n\nWe also collected a representative subset of RNa-and DNa-interacting proteins from a current release of UniProt [56] for the same set of species as in the RPG dataset. Next, for each species we selected at random a subset of RNaand DNa-interacting proteins to match the number of ribosomal chains. the corresponding sets of DNa-binding, RNa-binding, and the ribosomal proteins are summarized in table S1. this allowed us to represent a wide spectrum of the nucleic acid interacting chains while keeping the dataset sizes at a level that allows complete computational analysis. the combined set of RNa/DNa-binding chains includes 3,084 proteins; this number is slightly lower than the size of RPG set since some proteins interact with both RNa and DNa and a couple of species (Fusarium graminearum and Rhizopus oryzae) had fewer DNa/RNainteracting proteins annotated in UniProt than the corresponding number of ribosomal chains in the RPG dataset. evaluation of the surface and interface areas the solvent-accessible surface area (aSa) for all the ribosomal proteins of the eukaryotic ribosome (PDB ID: 3U5C and 3U5e [57] ) was calculated using an in-house program based on the double cubic lattice algorithm [58] as implemented in the BaLL library [59] . the aSa of a protein is calculated with a probe radius of 1.4 Å. the interface area buried by a complex is defined as the difference between the surface area of the complex and the sum of the surface areas of two partners, where the indicated chain is considered as one partner and the remainder of the subunit (including the rRNa) is taken as the other partner: interface aSa = aSa partner 1 + aSa partner 2 − aSa complex . as observed by a reviewer, the aSa of the bound structures of IDPRs are not a measure of the aSa of free IDPRs. Nonetheless, these calculations are useful in distinguishing the unbound order/disorder state of components of a complex structure using the Nussinov's plot [60] .\n\nNussinov's plot according to Gunasekaran et al. [60] , the per-residue aSa versus per-residue interface aSa clearly distinguishes between the two classes of proteins, with monomers in the two-state complexes being characterized by extended shapes and larger interface areas, and with monomers in the three-state complexes being more globular and compact. See text below for explanation of two-state and threecomplexes. In fact, in the per-residue aSa versus the perresidue interface aSa plot (Nussinov's plot), the two-state and three-state complexes occupy very different areas, with the disordered proteins (that form complexes in a two-state mechanism) being distributed sparsely over a broad area in the top-right part of the plot, suggesting that disordered proteins opt for extended shapes and larger interface areas, and with ordered proteins (that from complexes in a threestate mechanism) being condensed in the small area at the bottom-left corner of the plot, suggesting that these proteins are more globular and compact in their bound form [60] . Furthermore, it was also pointed out that since the maxima of per-residue surface and interface areas for stable monomers lie around 80 Å 2 , the line connecting these two extreme values in the per-residue surface area versus the per-residue interface area plot represents a natural boundary separating ordered and disordered proteins forming three-state and two-state complexes, respectively [60] . here, ordered proteins were systematically located below this boundary, and the disordered proteins were widely spread above the boundary [60] .\n\nIdentification of likely disorder-to-order transition regions the Nussinov plot is useful when the proteins of a complex are completely ordered or disordered, but can give ambiguous results when proteins contain both ordered and disordered regions. For these structures, a method to segment each protein of a complex into likely ordered and likely disordered segments would resolve the ambiguity. We base such a method on a similar principle used for the Nussinov plot, the complex structures of IDPRs will have a higher aSa than the structures of ordered regions. the idea behind the method is framed in terms of structural context: a residue with a low aSa is likely in a context in which it is folded and a residue with a high aSa has likely been removed from a context in which it folds. In context (IC) and out of context (OC) residues were modeled using a discrete finite automaton (DFa) with two states. each state is characterized by the emission probability distributions of the aSa of each residue type-alanine, cysteine, aspartic acid, etc. the aSa distribution of IC residues was calculated directly from a sequence unique set of 4,725 monomer X-ray structures from PDB. the aSa distribution of OC residues was estimated from the same set of structures, but considering only a short sequence window around each residue when calculating the aSa, i.e., the aSa of each residue is calculated out of the context of the monomer structure. aSa distributions were discretized using the method of Fayyad and Irani [61] . a window size of 11 was selected based on convergence of the IC and OC distributions with varying window size (data not shown). transition probabilities for the DFa were selected to correspond with an average IC region length of 200 residues and an average OC region length of 20 residues. Classification of IC/OC was made by calculating the OC posterior probability using the forward/backward algorithm. For ribosomal proteins, posteriors were calculated from aSas calculated on the isolated protein structures.\n\namino acid composition analysis amino acid compositional analysis was carried out using Composition Profiler [62] (http://www.cprofiler.org) using the PDB Select 25 [63] and the DisProt [64] datasets as reference for ordered and disordered proteins, respectively. enrichment or depletion in each amino acid type was expressed as (C x − C order )/C order , i.e., the normalized excess of a given residue's content in a query dataset (C x ) relative to the corresponding value in the dataset of ordered proteins (C order ).\n\nSearch for potential globular domains in 3,438 ribosomal proteins Potential globular domains in ribosomal proteins were identified using the GlobPlot server (http://globplot.embl .de/), which is a popular predictor based on a running sum of the propensity for amino acids to be in an ordered or disordered state [65] . GlobPlot is a computationally efficient Web service that allows the user to plot the tendency within the query protein for order/globularity and disorder [65] and was recently evaluated to provide competitive predictive performance [66] .\n\nComputational evaluation of disorder the disorder was predicted with MFDp method [55] , which is a consensus-based predictor that was recently shown to provide strong and competitive predictive quality [67, 68] . MFDp predictions were used to calculate the disorder content (fraction of disordered residues), the number of disordered segments, and the number of long disordered segments that consists of at least 30 consecutive disordered amino acids; such long segments were found to be implicated in protein-protein recognition [69] . We only counted the disordered segments with at least four consecutive disordered residues, which is consistent with other reports [67, 70] . We also assumed that a given domain is considered to be disordered if it includes at least one disordered region with at least four consecutive disordered residues, and to be significantly disordered if at least half of its residues are disordered.\n\nWe also used the DisCon method [71] to predict the overall content (fraction of the disordered residues) in the protein chains. DisCon provides more accurate disorder content predictions when compared with MFDp and several other recent disorder predictors [71] , but it does not predict the disorder at the residue level, contrary to MFDp. the residue-level predictions allow for a more insightful analysis, including an investigation into the number and size of the predicted disordered segments. In addition to DisCon, two binary disorder classifiers, charge-hydropathy (Ch) plot [4, 72] and cumulative distribution function (CDF) plot [72, 73] , as well as their combination known as Ch-CDF analysis [73] [74] [75] , were used.\n\nWe predicted function of the disordered segments based on a local pairwise alignment against functionally annotated disordered segments collected from DisProt 5.9 [64] . We aligned each of the 7,548 disordered segments extracted from the RPG_3411 dataset into a set of 775 disordered segments collected from DisProt database that have functional annotation. We calculated alignment using the Smith-Waterman algorithm [76] using the eMBOSS implementation with default parameters (gap_open = 10, gap_extend = 0.5, and blosum62 matrix). We defined sequence similarity as the number of identical residues in the local alignment divided by the length of the local alignment or the length of the shorter of the two being aligned segments, whichever is larger. We transferred the annotation if the similarity was >0.8; this means that some of the segments may be annotated with multiple functions. the value of the threshold was chosen to assume high similarity even in cases of alignment to a short segment, i.e., for the shortest segments of five residues at least four amino acids have to be matched. Consequently, we successfully annotated 911 disordered segments with 26 functions that are listed in table S2. these annotations were used to discuss difference of the functional roles between short and long disordered segments in the ribosomal proteins.\n\nWe used MoRFpred method [77] , which is a leading predictor of molecular recognition features (MoRF), to annotate MoRF regions. MoRFs are short (5-25 amino acids) disordered regions with which undergo disorder-toorder transition upon binding to protein partners and are implicated in signaling and regulatory functions [2, [78] [79] [80] . Following Mohan et al. [80] , we grouped MoRF regions into α-MoRFs (that fold into α-helices), β-MoRFs (that fold into β-strands), γ-MoRFs (coils) and complex-MoRFs (mixture of different secondary structure), based on the secondary structure predicted with PSI-PReD [81] .\n\nWe also report sequence conservation for the ordered residues, the disordered residues and the residues in long (with at least 30 consecutive disordered amino acids) disordered segments. the conservation was quantified with relative entropy [82] that was calculated from the Weighted Observed Percentages (WOP) profiles generated by PSI-BLaSt [83] . PSI-BLaSt was run with default parameters (-j 3, -h 0.001) against the NCBI's non-redundant (nr) protein database, which was filtered using PFILt [84] to remove low-complexity regions, trans-membrane regions and coiled-coil regions. the use of the relative entropy is motivated by work in [82] that suggests that it leads to more biologically relevant results compared to some other conservation scores and the fact that it was recently applied to investigate disorder in histones [85] and to identify nucleotide-binding residues [86] and catalytic sites [87] .\n\nabundance of intrinsic disorder in ribosomal proteins as evidenced from the crystal structure of the eukaryotic ribosome Bioinformatics analysis of the full-length ribosomal proteins from Saccharomyces cerevisiae Figure 1a represents the results of the computational disassembly of protein components of the eukaryotic ribosome from the yeast S. cerevisiae and shows that the complex structure of this important nucleoprotein relies on the intrinsic disorder of ribosomal proteins. In fact, even simple visual inspection of the individual ribosomal proteins clearly shows that almost all of them possess very unusual shapes, which are not consistent with simple globular structure. these peculiar shapes suggest that many ribosomal proteins form the so-called two-state (or disordered) complexes, where the monomers unfold upon complex separation. therefore, individual chains in such complexes are disordered in their unbound forms and fold at complex formation. this behavior is different from that of the so-called three-state (or ordered) complexes, individual chains of which are independently folded even in the unbound state [88, 89] .\n\nas it was mentioned, Nussinov's plot, where the per-residue surface area is plotted versus per-residue interface area for protein complexes, can distinguish between these two classes of proteins, with monomers in the two-state complexes being characterized by extended shapes and larger interface areas, and with monomers in the three-state complexes being more globular and compact [60] . In fact, the two-state and three-state complexes occupy very different areas in the Nussinov's plot, with the disordered proteins (that form complexes in a two-state mechanism) being distributed sparsely over a broad area in the top-right part of the plot (above the boundary), suggesting that disordered proteins opt for extended shapes and larger interface areas, and with ordered proteins (that from complexes in a threestate mechanism) being condensed in the small area at the bottom-left corner of the plot (below the boundary, suggesting that these proteins are more globular and compact in their bound form [60] .\n\nIn agreement with these observations, Fig. 1b shows that almost all ribosomal proteins from the eukaryotic ribosome are located above the order-disorder boundary suggested by Gunasekaran et al. [60] . there are only two clear exceptions to this rule, the protein RaCK1 found in the small ribosomal subunit and the ribosomal protein L11 of the large subunit. Five more proteins touch the boundary, with two proteins from the 60S subunit, L3 and L9, being located slightly below the line, and three proteins (L23-a, S1-a, and S12) being found right above the boundary. It is important to note here that although RaCK1 is considered to be a component of the small (40S) ribosomal subunit S. cerevisiae, it is not a typical ribosomal protein, being classified as 40S-associated protein. In fact, RaCK1 is the guanine nucleotide-binding protein subunit β-like protein, also known as the receptor of activated protein kinase C1 RaCK1. this protein is located at the head of the 40S ribosomal subunit in the vicinity of the mRNa exit channel [90] . It acts as a scaffold protein recruiting some other proteins to the ribosome and is involved in the negative regulation of translation of a specific subset of proteins [90] . Since the absolute majority of the yeast ribosomal proteins is located above the boundary of the Nussinov's plot, these observations suggest that almost all of them belong to the category of proteins participating in the formation of twostate complexes. In other words, the vast majority of ribosomal proteins are mostly unstructured in their unbound state but fold to a different degree upon the ribosome formation. In fact, the hypothesis on the mostly unfolded nature of unbound ribosomal proteins is in agreement with earlier experimental studies which showed that many individual ribosomal proteins do not possess ordered structure in their non-bound forms or at least contain long disordered regions [4, [91] [92] [93] [94] [95] [96] [97] [98] [99] [100] [101] [102] [103] [104] . the conclusion on the different degree of folding in bound state follows from the visual inspection of protein structures shown in Fig. 1a suggesting that many ribosomal proteins are folded to different degrees and possess both globular and non-globular domains in their bound forms (see below for more detailed analysis of this phenomenon). Furthermore, analysis of the yeast ribosome crystal structure revealed that many ribosomal proteins contained long stretches of residues with missing electron density. these regions of missing electron density correspond to protein segments that retain high conformational flexibility in their bound forms precluding them from being detected in the crystallography experiments. Some of these regions with missing electron density, which can be found in ReMaRK 465: MISSING ReSIDUeS section of corresponding PDB entries, are (in the 40S subunit of the ribosome, PDB ID: 3U5C): residues 208-252 in S0-a, residues 1-19 and 334-355 in S1-a, residues 1-33 and 251-254 in S2, residues 226-240 in S3, residues 1-19 in S5, residues 227-236 in S6-a, residues 124-134 in S8-a, residues 187-197 in S9-a, residues 1-19 in S12, residues 1-10 in S14-a, residues 1-7 and 132-142 in S15, residues 90-94 and 127-136 in S17-a, residues 1-14 in S20, residues 1-35 and 106-107 in S25-a, residues 99-119 in S26-a, residues 1-81 in S31, residues 1-8 and 142-273 in Fig. 1 a Computational disassembly of the eukaryotic ribosome from the yeast Saccharomyces cerevisiae (PDB ID: 3U5C and 3U5e; [57] ). Structure of the proteinaceous component of the ribosome is shown at the center of the plot as a large complex, and structures of the individual ribosomal proteins are positioned around this central complex. the figure clearly shows that there are almost no ribosomal proteins with simple globular shape, and many of them contain long protrusions or extensions. b Plot of per-residue surface versus perresidue interface areas. Surface and interface area normalized by the number of residues in each chain for the ribosomal proteins were estimated as described in [60] . Proteins of the 40S and 60S subunits are shown by red and blue circles, respectively. a boundary separating ordered and disordered complexes is shown as a black dashed line suppressor protein StM1. In the 60S subunit of the yeast ribosome, PDB ID: 3U5e, the proteins with long regions of missing electron density are L6-a (residues 110-128), L7-a (residues 1-22), L8-a (residues 1-23), L10 (residues 103-111), L22-a (residues 1-8 and 109-121), L24-a (residues 99-155), L25 (residues 1-21), L30 (residues 1-8), L34-a (residues 114-121), and L40 (residues 1-76).\n\nVisual analysis of individual ribosomal proteins in Fig. 1a reveals that many of these proteins have a structured (often globular) domain that might fold independently to binding to the rRNa or other ribosomal proteins and also possess long non-globular domains that are used for interactions with binding partners too. to find how this morphological heterogeneity might affect disorder-to-order transitions, we put together a statistical method for separating extended and collapsed regions based on accessible surface area analysis. the method is based on a discrete finite automaton (DFa) with two states, where one modeled on residues from intact proteins and another modeled on residues from local fragments (see \"Materials and methods\"). each residue type is treated separately. the DFa analysis provided a probability that each residue is in/out of context (IC/OC; i.e., the probability that the residues is included or not included in globular structure) and all the ribosome proteins were split into IC and OC residues. Figure 2a represents results of this analysis by showing all 60S proteins with OC are mapped to radius and color. here, color and width of ribbon corresponds to the OC posterior probability, where regions with a high probability are red and wide and regions with a low probability are blue and thin. this figure agrees well with other data and shows that many ribosomal proteins has long regions with OC residues; i.e., regions not involved in globular structures. Next, we calculated the Nussinov's plot for each set of residues separately for each protein. the results of this analysis are shown in Fig. 2b , where data for IC and OC regions of 40S (circles) and 60S (squares) ribosomal proteins are shown by blue and red symbols, respectively. Figure 2b illustrates that all OC regions are clearly disordered in their unbound state and undergo binding-induced folding. also, many globular domains are disordered when unbound. although many IC regions seem to be ordered prior to binding, the vast majority of points corresponding to these regions/domains are clustered in close proximity to the order-disorder boundary suggested by Gunasekaran et al. [60] . therefore, the results of these analyses suggest that many ribosomal proteins are entirely disordered in the unbound form and a noticeable portion of their globular domains is formed as a result of binding to rRNa or other ribosomal proteins. Figure 3 represents the results of the contact order analysis of the conformations adopted by ribosomal proteins in their bound states. the contact order values were computed for proteins from the eukaryotic ribosome (PDB IDs: 3U5C and 3U5e) based on a recent definition of the residue-residue contacts [105] , where two residues are assumed in contact if their C β atoms (except for G where we use C α atoms) are separated by <8Å. the plot shown in Fig. 3 is the asymmetric bimodal distribution with the bigger peaks corresponding to the structures with lower contact order (in the ranges of 0.05-0.10 and 0.10-0.15 for the small and large ribosomal subunits, respectively) and much smaller peaks corresponding to the structures with the relatively high contact order (in the range of 0.20-0.25). One should remember that the low contact order values could be indicative of Nussinov's plot of ΔaSa against the aSa for the IC (blue) and OC (red) residues of 40S (circles) and 50S (squares) proteins an elongated structure or low density packing of residues in a globular structure. however, the analysis of structures of the eukaryotic ribosomal proteins with low contact order clearly shows that they possess highly extended structures (e.g., chains R and b of the 60S subunit and chains e and h of the 40S subunit) or have highly asymmetric hybrid structures containing relatively small globular domains and disproportionally long extended regions (chain f of the 40S ribosomal subunit). On the other hand, proteins with high contact order are characterized by the presence of large globular domains and short extended protrusions.\n\nAmino acid compositions of the full-length ribosomal proteins analysis of the amino acid composition biases can provide interesting information on the nature of a protein.\n\nFor example, the amino acid compositions of extended IDPs are characterized by some global biases, where low mean hydropathy is combined with high mean net charge. these global biases determine the highly unstructured and extended state of these proteins, since high net charge leads to strong electrostatic repulsion, and low hydropathy prevents efficient compaction [4] . In agreement with these global observations, IDPs were shown to be significantly depleted in so-called order-promoting amino acids, C, W, I, Y, F, L, h, V, and N, and substantially enriched in disorder-promoting residues, a, G, R, t, S, K, Q, e, and P [8, 15, 62, 106, 107] . We use a computational tool, Composition Profiler [62] , to investigate the compositional biases in ribosomal proteins. this approach is based on the calculation of a normalized composition of a given protein or protein dataset in the (C s − C order )/C order form, where C s is a content of a given residue in a query (ribosomal) protein or dataset, and C order is the corresponding value for the set of ordered proteins from PDB Select 25 [63] . Figure 4a shows that, in comparison with (C_M-C order )/C order D Fig. 4 Fractional difference in the amino acid composition between the different members of the family of ribosomal proteins from Bacteria (green bars), archaea (red bars), and eukaryota (yellow bars) and a set of completely ordered proteins calculated for each amino acid residue (compositional profiles). the fractional differences were evaluated for the fulllength ribosomal proteins (a) and for extended (b) and globular domains (c). the fractional difference was calculated as (C x − C order )/C order , where C x is the content of a given amino acid in a query set, and C order is the corresponding content in the dataset of fully ordered proteins. Composition profile of typical intrinsically disordered proteins from the DisProt database is shown for comparison (black bars). Positive bars correspond to residues found more abundantly in ribosomal proteins, whereas negative bars show residues, in which ribosomal proteins are depleted. amino acid types were ranked according to their increasing disorder-promoting potential [15] . Panel d shows enrichment of amino acid M in the functions assumed by disordered regions that are considered in this work. We considered 26 functions from table S2 that were annotated using DisProt database (as explained in the \"Materials and methods\" section); to assure statistically sound results 13 functions that have at least 20 annotated segments are shown. the fractional difference was calculated for M for the 13 functions that are sorted alphabetically on the x-axis. Positive bars correspond to function (disordered segments annotated with a given function) found with high counts of M while negative bars show functions where M is depleted. Panels e and f compare the amino acid compositions of the ribosomal, RNa-and DNa-binding proteins. In e, the fractional difference was calculated as (C x − C order )/C order , where C x is the content of a given amino acid in a query set, and C order is the corresponding content in the dataset of fully ordered proteins. In f, the compositions of the RNa-and DNa-binding proteins are compared with the general amino acid composition of the ribosomal proteins. here, the normalized compositions of the RNa-and DNa-binding proteins are evaluated in the (C s − C ribosomal )/C ribosomal form, with C s being a content of a given residue in a dataset of the RNa-or DNa-binding proteins), and C ribosomal being the corresponding value for ribosomal proteins. In both plots, composition profiles of typical intrinsically disordered proteins from the DisProt database are shown for comparison (black bars) typical ordered proteins, ribosomal proteins from all three domains of life are depleted in the major order-promoting amino acids, C, W, F, Y, L, V, h, and N, and are enriched in some disorder-promoting residues, particularly R, K, G (except for eukaryotic ribosomal proteins), a (except for archaeal ribosomal proteins), and e (except for eukaryotic ribosomal proteins). Obviously, the enrichment in positively charged R and K residues is determined by the functional need for the ribosomal proteins to interact with negatively charged rRNa. this high lysine-arginine content also defines the unusually high pI values reported for the majority of the ribosomal proteins (average pI ~ 10.1).\n\nOverall, the pronounced depletion in bulky hydrophobic and aromatic amino acids and enrichment in polar and charge residues may define the low propensity of ribosomal proteins for autonomous (or partner-independent) folding. On the other hand, there are several interesting compositional biases for the ribosomal proteins that differentiate them from the typical IDPs. these biases include some enrichment in the order-promoting amino acids I and V, and the noticeable depletion in the content of disorder-promoting residues t, D, Q, and S.\n\nWe analyzed peculiarities of the amino acid compositions of globular and disordered domains predicted using the GlobPlot server. Figure 4b shows that all nonglobular regions of the ribosomal proteins clearly possess compositions typical for the IDPs/IDPRs, being enriched in major disorder-promoting residues and depleted in order-promoting residues. On the other hand, Fig. 4c illustrates that predicted globular domains possess amino acid biases consistent with the idea that they might contain a significant amount of disorder. In fact, in many respects, the composition profiles of globular domains resemble profiles calculated for the full-length ribosomal proteins. these domains are depleted in all order-promoting residues except for isoleucine and are enriched in some disorder-promoting residues (e.g., G, a, K, and e). Figure 4d provides further analysis of amino acid methionine that we found to be substantially enriched in extended regions (Fig. 4b) while being moderately depleted in globular domains (Fig. 4c) . We studied the enrichment/depletion of this residue type over all segments with functional annotations (as explained in the \"Materials and methods\" section); we consider 13 functions that are possessed by at least 20 annotated sequences. We found that enrichment in methionine is associated with several functions carried out by disordered regions, such as polymerization, transactivation, autoregulation, regulation of apoptosis, and interactions with RNa and metals.\n\nOverall characterization of the intrinsic disorder in ribosomal, RNa-, and DNa-binding proteins Ribosomal proteins are important components of the ribonucleoprotein machine, the ribosome, where they specifically interact with rRNa and other ribosomal proteins. therefore, it was interesting to compare the various behaviors of the ribosomal protein group (RPG) with those of general RNa-and DNa-binding proteins. to this end, representative sample sets of RNa-and DNa-binding proteins were assembled as described in the \"Materials and methods\" section and these three datasets were used in the subsequent studies. Figure 4e and f represent the comparison of amino acid compositions of the ribosomal proteins, RNa-and DNa-binding proteins. In Fig. 4e , the normalized amino acid compositions of these three classes of nucleic acidbinding proteins are shown. here, the normalized compositions were calculated as described above; i.e., in the (C s − C order )/C order form, where C s is a content of a given residue in a query dataset (IDPs, ribosomal, RNa-and DNa-binding proteins), and C order is the corresponding value for the set of ordered proteins from PDB Select 25 [63] . this figure shows that all nucleic acid-binding proteins are characterized by comparable depletion in orderpromoting residues. as far as disorder-promoting residues are concerned, while the RNa-and DNa-binding proteins generally follow the trend typical for the IDPs, being moderately enriched in major disorder-promoting residues, the ribosomal proteins are quite different. two major features strike the eye-substantial enrichment of the ribosomal proteins in R and K compensated by noticeable depletion in D, Q, S, and e residues. to get a better understanding of the amino acid composition biases of the RNa-and DNa-binding proteins relative to the ribosomal proteins, we evaluated their normalized compositions in the (C s − C ribosomal )/C ribosomal form, with C s being a content of a given residue in a dataset of the RNa-or DNa-binding proteins), and C ribosomal being the corresponding value for ribosomal proteins. Results of this analysis are shown in Fig. 4f , which re-emphasizes the relative depletion of the RNa-and DNa-binding proteins in N, D, Q, S, e, and P and their depletion in V, R, a, and K. Generally, data shown in Fig. 4e and f suggest that the RNa-and DNabinding proteins are closer to each other than to the ribosomal proteins.\n\nthe average disorder content (i.e., the fraction of disordered residues) in the ribosomal protein group (RPG) ranges between 36 and 37.4 % across the three domains of life, see Fig. 5 . this is substantially higher than the overall disorder content in various proteomes, which was estimated to be 18.9, 5.7, and 3.8 % for eukaryota, Bacteria, and archaea, respectively [3] . Our results indicate similar levels of disorder in the three domains of life and across the 32 considered species, with the lowest content at over 28 %. Figure 5 also shows that between 2.5 and 23.2 % of ribosomal proteins across the 32 species are fully disordered, with the largest average fraction (11.7 %) of fully disordered chains being found in the bacterial species.\n\nthis behavior of ribosomal proteins is rather different from that of DNa-and RNa-binding proteins. In fact, disorder in DNa-and RNa-binding proteins is unevenly distributed among the three domains of life, with proteins from eukaryotes being substantially more disordered than corresponding proteins from archaea and Bacteria. Interestingly, the overall disorder contents of eukaryotic ribosomal and RNa-binding proteins are rather similar (~37 and 41 %, respectively) whereas eukaryotic DNa-binding proteins possess more disorder (~60 %). however, in archaea and Bacteria, the situation is reversed, and ribosomal proteins are more disordered than RNa-and DNa-binding proteins (see Fig. 5 ). Fully disordered eukaryotic ribosomal proteins are somewhat more abundant than fully disordered RNa-binding proteins and noticeably less abundant than fully disordered DNa-binding proteins. In archaea and Bacteria, fully disordered chains are essentially more abundant among the ribosomal proteins than among the corresponding RNa-and DNa-binding proteins. Figure S1 reveals that, on average, ribosomal proteins have between 1.4 (in eukaryota) and ~1.5 (in Bacteria and archaea) disordered segments per 100 residues (we normalize by unit of length to allow direct comparison to longer DNa-and RNa-binding chains), including 0.3-0.4 long disordered segments (>30 amino acids) per 100 residues. therefore, according to all these parameters, ribosomal proteins are substantially more disordered than RNaor DNa-binding proteins. this is an interesting observation since ribosomal proteins are typically significantly shorter than RNa-and DNa-binding proteins (see Figure S1 ).\n\nWe further analyze the distribution of the disordered regions across chains with different length, see Fig. 6 . While in archaea the number of long disordered segments in ribosomal proteins increases linearly with the length of the protein chain, we observe increased number of disordered segments for short chains in eukaryota and Bacteria (see Fig. 6a ). Furthermore, short (<100 amino acids) fully disordered ribosomal proteins are relatively common in eukaryota and Bacteria, where about 1/3 of short chains are fully disordered. In contrast, archaea has some longer fully disordered chains. this is due to the inclusion of Halobacterium salinarum (haL) that has the highest disorder content (59.3 %), which stems from the fact that it has the largest fraction (23.2 %) of fully disordered proteins among all considered species, see Fig. 5 . Overall, our analysis implies that small ribosomal proteins in eukaryota and Bacteria are enriched in disorder, when compared with the ribosomal proteins in archaea. these behaviors are different from trends observed for the DNa-and RNa-binding proteins, which typically possess less disorder-related features than ribosomal proteins, except for the eukaryotic DNa-binding proteins, and whose disorder attributes decrease with the protein length (see Fig. 6b, c) .\n\nCharacterization of the domains in ribosomal, RNa-, and DNa-binding proteins application of the GlobPlot and MFDp tools to the set of 3,438 ribosomal proteins revealed that 412 proteins (12.0 %) were predicted without globular domains, 502 proteins (14.6 %) were predicted not to have disordered regions, whereas the remaining proteins were predicted to be hybrid proteins that contained both globular and disordered domains. Figure 7a shows that in all three kingdoms of life, most ribosomal proteins with globular domains are single domain proteins (in ~60 % proteins, >95 % residues are included in a GlobPlot predicted domain). however, more detailed analysis of globular domains using the MFDp tool showed that many of them contained disordered regions and some are predicted to be entirely disordered (see Fig. 7b ). Figure 7c shows that almost all globular domains contain at least one disordered region with at least four consecutive disordered residues, and ~20 % of domains were significantly disordered, containing at least half disordered residues. Figure 8 represents the results of Ch-CDF analysis of ribosomal proteins and provides further support to their highly disordered nature. In this plot, the coordinates of each spot are calculated as a distance of the corresponding protein in the Ch-plot (charge-hydropathy plot) from the boundary (Y-coordinate) and an average distance of the respective cumulative distribution function (CDF) curve from the CDF boundary (X-coordinate) [73] [74] [75] . the quadrants of CDF-Ch phase space correspond to the following expectations: Q1, proteins predicted to be disordered by Ch-plots, but ordered by CDFs; Q2, ordered proteins; Q3, proteins predicted to be disordered by CDFs, but compact by Ch-plots (i.e., putative molten globules or proteins with alternating ordered and disordered regions); Q4, proteins predicted to be disordered by both methods (i.e., proteins with extended disorder). although these classifications could be questionable for large, multidomain proteins, they provide relatively unbiased description of ribosomal proteins, which are typically small proteins. Figure 8a shows that many full-length ribosomal proteins are predicted to be disordered as a whole, with >60 % of all ribosomal proteins being found in Q1, Q3, and Q4, and being therefore expected to behave as native molten globules, native coils, or native pre-molten globules in their unbound states. the distribution of archaeal, bacterial, and eukaryotic proteins between the four quadrants of the Ch-CDF plot is as follows: archaea, 9.2 % (Q1), 37.2 % (Q2), 17.6 % (Q3), and 36.0 % (Q4); Bacteria, 11.7 % (Q1), 35.5 % (Q2), 15.4 % (Q3), and 37.4 % (Q4); and eukaryota, 17.1 % (Q1), 30.6 % (Q2), 14.1 % (Q3), and 38.2 % (Q4). therefore, ribosomal proteins from different life domains are different in their disorder propensities, and can be sorted as archaea > Bacteria > eukaryota by the number of ordered proteins in their Q2 quadrants. there is also an unusual bias in the number of ribosomal proteins populating Q1, which is typically considered as a quadrant containing rare proteins [75] . In fact, our analysis shows that between 9 and 17 % of ribosomal proteins are found in Q1, whereas only 2.5 % proteins from entire mouse proteome are in this quadrant. earlier, it was pointed out that Q1 proteins might have functions related to interaction with RNa, with four of the five distinctive GO terms found for these proteins dealing with RNa binding and modification [75] . By the Ch analysis, these Q1 proteins are highly charged, and this feature may be related to their ability to interact with RNa [75] . Figure 9b , c, and d represent Ch-CDF plots for globular and non-globular domains of ribosomal proteins from the three kingdoms of life. Results of this analysis are further summarized in table S3, which shows that non-globular domains are systematically predicted to be mostly disordered and that many GlobPlot identified globular domains are expected to be disordered. In fact, quadrants Q3 and Q4 of the Ch-CDF plots that typically correspond to the disordered proteins/domains/regions contain 15.5 % (Q3) and 27.8 % (Q4) of predicted archaeal globular domains, 16.8 % (Q3) and 21.8 % (Q4) of predicted bacterial globular domains, and 10.8 % (Q3) and 32.3 % (Q4) of Glob-Plot predicted eukaryotic globular domains. table S3 also shows that 21.7, 19.2, and 9.9 % of archaeal, bacterial, and eukaryotic ribosomal proteins were predicted to be devoid of globular domains.\n\nall these data clearly show that intrinsic disorder is very common in ribosomal proteins form all three kingdoms of life.\n\nDistributions of the sizes of the disordered segments in ribosomal proteins across the three domains of life are shown in Fig. 9a . Interestingly, we observe that the sizes follow bimodal distribution with a relatively large number of short segments (between 4 and 15 amino acids) and with a second peak for longer fragments (between 25 and 100 amino acids). Figure 9b represents the overall ribosomal protein length distributions and shows that these proteins are relatively short and possess the average length of about 100-150 residues. Since intrinsically disordered regions have a bimodal length distribution, we analyze the function for two classes of the disordered segments: short segments with <30 amino acids, and long with at least 30 amino acids. For ribosomal proteins, we consider 26 functions, which are annotated based on sequence alignment into the functionally characterized disordered segments from the DisProt database (as explained in the \"Materials and methods\" section), which are summarized in table S2. We exclude functions with <20 annotations for both short and long disordered segments. Figure 10 compares the annotations of the 13 remaining predicted (using alignment) functions between the short and long disordered segments of ribosomal proteins. the results reveal that disorder in ribosomal proteins plays several important roles, from facilitating the protein-protein, protein-DNa, protein-RNa, and protein-other-ligand interactions, to involvement in metal binding, post-translational modifications, and implementation of linkers and intra-protein interactions. Overall, both long and short disordered segments are equally implicated in several functions, including interactions with proteins, DNa, and ligands. the short segments are predominant in a larger number of functions, including RNa and metal binding, auto-regulatory functions, transactivation, polymerization, A B C D Fig. 8 a evaluation of the abundance of intrinsic disorder in ribosomal proteins from the three domains of life, Bacteria (green circles), archaea (red circles), and eukaryota (yellow circles), in the form of a Ch-CDF plot [74, 75] . b Ch-CDF plot for archaeal ribosomal proteins that are split on globular (dark red) and non-globular domains (red). c Ch-CDF plot for bacterial ribosomal proteins that are split on globular (dark green) and non-globular domains (green). d Ch-CDF plot for eukaryotic ribosomal proteins that are split on globular (dark yellow) and non-globular domains (yellow) Fig. 7 Characterization of the globular domains in ribosomal proteins. Globular domains were predicted using the GlobPlot server (htt p://globplot.embl.de/). a the distribution of fraction of amino acids in domain per protein. b the distribution of disorder content per domain. c the fraction of disordered domains (hollow and solid circles, respectively; y-axis on the left) and the average length of disordered (red and orange bars) and ordered domains (dark and bright green bars; y-axis on the right). Domains were assumed to be disordered when they contain at least one disordered region with at least four consecutive disordered residues (def_1) or when at least half of their residues are disordered (def_2) apoptosis, and are more prevalent in the post-translational modification sites. at the same time, the long disordered segments more often serve as linkers and play a strong role in intra-protein interactions. Our analysis provides useful clues that can be used to narrow down potential functions of IDPs and IDPRs, especially knowing the size of the corresponding segments, in ribosomal chains that currently lack functional annotations. the results of the predictions of potential binding sites were validated against the functions of known components. to this end, the predicted binding sites of proteins in the yeast ribosome were compared to the ribosome structure to determine whether regions predicted to be involved in binding of proteins and RNa actually perform these functions. Potential protein-protein interaction sites were predicted in 13 proteins that are found in the crystal structure of the yeast ribosome: S8-a (residues 119-150), S17-a (residues 1-5), S19-a (residues 1-5), S20 (residues 1-23), S26-a (residues 83-119), S27-a (residues 78-82), L4-a (residues 1-19), L10 (residues 217-220), L18-a (residues 140-186), L22-a (residues 101-121), L28 (residues 89-93), L31-a (residues [108] [109] [110] [111] [112] [113] , and L40-a (residues [35] [36] [37] [38] . RNabinding site was predicted in L31-a (residues 108-113). analysis of the crystal structures of the yeast ribosomal subunits revealed that there is a reasonably good correlation between the predicted and actual binding sites, since many predicted protein-protein interaction sites of the yeast ribosomal proteins either coincided, or overlapped, or were located in the close proximity to the actual binding sites. For example, in the crystal structure of the small ribosomal subunit, residues 117 and 149-153 of S8-a are involved in interaction with S11-a; N-terminal residues 8, 12, 15-16 and 18-19 of the S17-a interact with protein S3; residues 6-12 of S19-a are at the interface with S16a; residues 25-29 of S20 bind to S3; S26-a interacts with S14-a and S2 via residues 42-71 and 59-70, respectively; S27-a is engaged in binding to S13 and S7-a via residue 82. In the crystal structure of the 60S ribosome, residues 28-33 of L4-a protein interact with residues 123-133 of L18-a; region containing residues 206-221 of L10 is at the interface with L5; besides being involved in interaction with L4-a, residues 164-172 of L18-a bind to L13-a; L28 binds to L13-a via region containing residues 96-111; the interaction between L40-a and L9-a is secured by residues 77-91. the fact that the predicted binding sites of L22-a and L31-a were not involved in interaction with other ribosomal proteins does not necessarily mean wrong prediction, since these regions (as well as predicted binding regions of other yeast ribosomal proteins) can be engaged in binding to non-ribosomal proteins.\n\nMoRF regions in ribosomal, RNa-, and DNa-binding proteins the most prevalent function of disorder in ribosomal proteins is facilitation of protein-protein interactions. Figure 11 shows that well over 30 % of the functionally annotated disordered segments in ribosomal proteins are implicated in these binding events. this motivates our analysis of MoRFs regions [2, [78] [79] [80] , which are defined as short disordered regions that undergo disorder-toorder transition upon binding to protein partners and fold into mostly helical (α-MoRFs), strand (β-MoRFs), coil (ι-MoRFs) and complex (complex-MoRFs, which combine multiple secondary structure) secondary structures. Figure 11a demonstrates that there are on average about 0.85 MoRFs per 100 residues (we normalize by unit of length to allow direct comparison to longer DNa-and RNabinding chains) in eukaryotic ribosomal proteins, including a large fraction of α-MoRF and ι-MoRF and relatively lower numbers of complex-and β-MoRFs. the complex-MoRFs, ι-MoRFs, and α-MoRFs are similarly abundant in ribosomal chains from the three domains of life, while bacterial and archaeal ribosomal proteins are enriched in β-MoRFs. Both RNa- (Fig. 11b) and DNa-binding proteins (Fig. 11c) have fewer MoRF regions per 100 residues, and are characterized by rather different distributions of the overall abundance of MoRFs (which vary more widely between species) and their split into α-, β-, ι-, and complex-MoRFs between eukaryotic, archaeal and bacterial proteins, particularly for DNa-binding chains that are depleted in β-MoRFs. this suggests that MoRF regions in the ribosomal chains may be involved in different types of protein-protein interactions across different domains. evolutionary conservation of disorder in ribosomal proteins Next, we investigate evolutionary conservation of intrinsic disorder in ribosomal proteins. the conservation is quantified using the relative entropy computed from the Weighted Observed Percentages (WOP) profiles generated by PSI-BLaSt (as explained in the \"Materials and methods\" section). higher values of the relative entropy indicate a higher degree of conservation. Figure 12 shows that ribosomal, RNa-, and DNa-binding proteins in Bacteria are characterized by higher levels of conservation when compared with the archaea and eukaryota. this can also be observed in Fig. 13 where we compare conservation between disordered and ordered residues. Besides the overall trend that shows higher conservation in Bacteria, our results show that disordered residues are more conserved when compared with the structured parts of the ribosomal proteins (see Fig. 13a ). this is true for all species in eukaryota and archaea, while in Bacteria the disordered and ordered residues have similarly high conservation. Moreover, we show that residues located in long disordered segments of ribosomal proteins are more conserved than the overall population of both disordered and ordered amino acids across all three domains of life. In eukaryotic RNa-binding proteins, the situation is reversed and ordered regions are more conserved (Fig. 13b) , whereas eukaryotic DNa-binding proteins are characterized by the higher conservation of long disordered and ordered regions (see Fig. 13c ). this suggests that disorder plays important role in all the kingdom of life from the evolutionary perspective, particularly in ribosomal proteins where it is characterized by higher conservation levels.\n\nOrthology and disorder in ribosomal proteins\n\nUsing a representative organism from each kingdom of life (H. sapiens, E. coli, and S. tokodaii) we annotated proteins for all pairs of the selected species as either orthologous or non-orthologous using the data available in RPG database [54] . the selected bacterial and archaeal species have the largest proteomes in their respective sets of species. the overall disorder content in the three species and the content for their orthologous or non-orthologous proteins is summarized in Fig. 14 . We observe that the orthologous chains are characterized by lower amounts of disorder compared to the amount of disorder for the corresponding non-orthologous proteins. this trend is true across all three proteomes, which suggests that disorder may play a role in specializing and adjusting the ribosome for a particular kingdom of life.\n\nCommonness and peculiarities of intrinsic disorder in the ribosomal proteins\n\nWe are showing in this study that intrinsic disorder is widely spread among the ribosomal proteins from all three kingdoms of life. this conclusion is in line with the results of the analysis of crystal structure of the eukaryotic ribosome from the yeast S. cerevisiae that revealed that many ribosomal proteins contain regions of intrinsic disorder, which are seen as regions with missing electron density [57] . Many ribosomal proteins contain IDPRs that are at least 8 residues long, with some IDPRs can be as long as 94 residues. the illustrative examples of such proteins are listed in Supplementary Materials. We also point out that many of the eukaryotic core proteins contain eukaryotespecific extensions that interact with the rRNa expansion segments in 60S subunit. For example, the conserved proteins that are associated with the polypeptide exit tunnel, L22, L4, L23, and L29 all contain very long extensions, up to 140 Å in the case of L4, that reach the periphery of 60S [57] . another protein with a very unusual configuration is L24e whose N-terminal domain resides in the 60S subunit whereas the C-terminal domain reaches to the back of the 40S subunit due to the presence of a long flexible linker that protrudes deep into the side of the 40S body [57] . Visual analysis of the crystal structures of individual ribosomal proteins revealed that many of them possess very unusual morphologies inconsistent with simple globular structures suggesting that these structures are likely to be formed as a result of binding-induced folding (see Fig. 1a ). this hypothesis is supported by the computational analysis of these structures in the form of Nussinov's plot, where the vast majority of eukaryotic ribosomal proteins is found above the order-disorder boundary suggested by Gunasekaran et al. [60] . In order to understand whether the globular domains seen for many ribosomal proteins are independent folding units or are formed due to the binding-induced disorder-order transitions, we developed a tool (discrete finite automaton, DFa) to computationally separate proteins with known 3D-structure into globular domains and non-globular parts. the subsequent Nussinov's plot analysis showed that many globular domains were formed due to binding to other components of the ribosome (Fig. 2) . these findings provide very important support to the hypothesis that many eukaryotic ribosomal proteins are mostly disordered in their unbound states.\n\nto understand how general this statement is, we next analyzed a large dataset of ribosomal proteins from all kingdoms of life. application of various computational tools unequivocally showed that disorder is very common in all the ribosomal proteins and that many potential globular domains still possess noticeable levels of disorder (see Figs. 4, 5, 6, 7, 8) . Since disorder is reliably predicted using computational tools developed based on the disorder-related data from large databases (e.g., PDB), one can conclude that disordered regions of ribosomal proteins are generally similar in their properties to disordered regions of many other proteins observed in several large databanks.\n\nthe ribosome is a ribonucleoprotein machine whose proteins are involved in interactions with both proteins and RNa. to understand how ribosomal proteins differ from other nucleic acid binding proteins, we compared some of their disorder-related features with disorder characteristics of large randomly selected sets of RNa-and DNa-binding proteins. Data shown in Figs. 4, 5, 9, 11, 12 , and 13 suggest that disorder in ribosomal proteins, especially its functional roles, and evolutionary features are different from those aspects of disorder in DNa-and RNa-binding proteins. It is likely that some of these differences are related to the functional uniqueness of ribosomal proteins, many of which are involved in multiple simultaneous binding events, being involved in interactions, not only with RNa, but also with neighboring proteins. Some of the reasons for \n\nconservation of residues in long disordered segments for individual species conservation of residues in long disordered segments for individual domains conservation of disordered residues for individual species conservation of disordered residues for individual domains conservation of ordered residues for individual species conservation of ordered residues for individual domains A B C Fig. 13 the average relative entropy that quantifies evolutionary conservation across different species and domains. Blue points/lines, green triangles/lines, and orange crosses/lines denote the average relative entropy of disordered residues in long disordered segments, all disordered residues, and ordered residues, respectively. the species, which are shown on the x-axis, are grouped into eukaryota, archaea, and Bacteria domains. Plots a, b, and c correspond to ribosomal, RNa-and DNa-binding proteins, respectively the abundance of disorder in ribosomal proteins are considered in the next several paragraphs.\n\nWhy is intrinsic disorder so common in the ribosomal proteins?\n\nBeing components of a large ribonucleoprotein complex, ribosomal proteins are obviously involved in interaction with both RNa and other proteins. their ability to bind to RNa is determined by high positive charge. In general, ribosomal proteins are very basic (average pI ~ 10.1), suggesting that a general function of these proteins may be to counteract the negative charges of the phosphate residues in the rRNa backbone. In agreement with this hypothesis, many ribosomal proteins were shown to serve as RNa chaperones and therefore play crucial roles during the ribosome assembly [108, 109] . the only exceptions to this rule are S1 and S6 in the small subunit and the L7/L12 proteins in the large subunit, none of which have significant contacts with RNa, being predominantly engaged in the proteinprotein interactions. here, L7/L12 interact directly with L10 to form the pentameric L10 × (L7/L12) 4 or heptameric L10 × (L7/L12) 6 complex, S6 makes extensive contact with S18, and S1 interacts with S21, S11, and S18 [109] . Many ribosomal proteins possess complex structures and are often characterized by a tadpole-like shape (see Fig. 1 ) containing a globular domain, which is generally located on the surface of the ribosome, and a long extended region that penetrates into the ribosome's interior. In fact, all S-proteins (except S4 and S15) and about 50 % of the L-proteins possess such extensions, which have distinctive amino acid compositions, containing multiple Gly residues to allow flexibility and tight packing, and which are rich in basic amino acids to interact with rRNa [109] . In fact, the content of the basic amino acids arg/Lys in the extensions of the large subunit ribosomal proteins (27 %) noticeably exceeds that of the globular parts (19 %) . as a result, these extensions that constitute only ~20 % of the protein mass of the large subunit are responsible for burying of ~50 % of total RNa surface area [109] . It was pointed out that some ribosomal proteins, when studied in isolation, contain globular regions, whereas their extended tails are typically not observed in the isolated structures [109] , suggesting that these regions undergo disorder-to-order transitions induced by interaction with rRNa. among the most extreme examples are the long extensions of L2 and L3 that reach towards the peptidyl-transferase center. S12 has an extremely long extension that starts from the globular domain located adjacent to the decoding center on the intersubunit side of the small subunit and reaches all the way to the back or solvent side of the 30S subunit where it interacts with S8 and S17. thus, S12 provides an illustrative example of the \"penetrator\" binding mode, where a significant part of an IDP penetrates deep inside the structure of its binding partner [110] . also, the 61 amino acid ribosomal protein S14 is completely devoid of any globular domain [109] . therefore, IDPRs of many ribosomal proteins are important foldable regions that serve to ensure the formation of a correctly folded rRNa state during the ribosome assembly process and also support the correct conformation of the rRNa in the final assembled complex [109] .\n\nBesides the aforementioned intensive contacts with rRNa, several ribosomal proteins are involved in a welldeveloped network of protein-protein interactions. For example, a tight heterodimeric complex is formed by S6 and S18 proteins on the outer edge of the platform of the small subunit, whereas at the back of the 30S head, S3, S10, and S14 form a tight complex, and in the large subunit there are previously mentioned pentameric L10 × (L7/ L12) 4 or heptameric L10 × (L7/L12) 6 protein complexes [109] . Formation of these tight protein-protein complexes may also involve disorder-to-order transition, at least in some parts of the interacting proteins.\n\nIt was recognized long ago that some ribosomal proteins are mostly essential for the assembly of the ribonucleoprotein particle and are dispensable for function after the ribosomal subunits are fully assembled [111] , suggesting that the major function of these \"dispensable\" proteins (e.g., S16, L15, L16, L20, and L24) in the assembled ribosome could be to improve the ribosome stability. Furthermore, there are several ribosomal proteins that are not essential for the translational function of the ribosome, the hypothesis based on the observations E. coli strains lacking S6, S9, S13, S17, S20, L1, L9, L11, L15, L19, L24, L27 to L30, and L33 are viable [109, 112, 113] . Since the subject of the on-ribosome functions of the ribosomal proteins was covered in a recent in-depth review [109] , we are simply listing some of these functions in the Supplementary Materials. Interested readers are encouraged to look for the original review, where the functional roles of many ribosomal proteins were considered in great detail [109] . all of these functions are relying on multiple interactions with various partners, suggesting that ribosomal proteins can be considered to be ribosomal hubs. earlier, it was shown that binding promiscuity of hubs benefit from the use of intrinsic disorder in one of the two ways, where one disordered region can bind to many different partners and many disordered region can bind to one partner [13, [114] [115] [116] [117] [118] [119] .\n\nthe core ribosome functions, i.e., the precise interaction of mRNa codon with tRNa anticodon and the catalysis of peptide bond formation, are carried out by rRNa molecules of the small and the large ribosomal subunits, respectively. therefore, the major or core on-ribosome functions of ribosomal proteins are to assist in rRNa folding (i.e., to serve as RNa chaperones) and function, to assist in the ribosome assembly, and to be involved in related proteinprotein, protein-rRNa, protein-mRNa, and protein-tRNa interactions. On the other hand, many ribosomal proteins have been shown to be involved in some extra-ribosomal or auxiliary functions, thereby being involved in moonlighting activities. In agreement with this hypothesis, numerous extra-ribosomal functions have been assigned to ribosomal proteins [120] [121] [122] [123] [124] . It was even stated recently that \"moonlighting is particularly widespread among ribosomal proteins, many of which have extra-ribosomal employment\" [122] . even the first systematic analysis of this subject (which was performed in 1996) revealed that ribosomal proteins might have up to 30 extra-ribosomal functions [120] . Recently, it was emphasized that the numerous extra-ribosomal functions of ribosomal proteins reported in the literature so far can be grouped into two major categories: 1. Control the balance among the ribosomal components; and 2. Control nucleolar stress or aberrant ribosomal synthesis, leading to cell cycle arrest or apoptosis [124] . Some of the extra-ribosomal functions of ribosomal proteins within the ribosome system were already described above (e.g., see notes for S1, L1, and L4) and are covered in great detail in a recent review [124] . In E. coli, these extra-ribosomal activities include the L4-mediated inhibition of translation of the S10 operon that encodes 11 different ribosomal proteins including L4 itself [42] and binding of L4 to RNase e thereby leading to the modulation of its acitivity, resulting in the stress-related changes in the mRNa composition [125] . It was emphasized that, among other regulatory ribosomal proteins, L4 occupies a unique position due to its ability to regulate both the transcription and the translation of the L4-mRNa-containing S10 operon [126] [127] [128] . Furthermore, via a comprehensive analysis of deletion and point mutants, these two functions of L4 were assigned to different regions of this protein [129] . In fact, although the C-terminal region of L4 (residues 171-201) was shown to be crucial for the L4-mediated autogenous control, it was not involved in the incorporation of this protein to the ribosome. On the other hand, the central region of L4 (residues 67-103) was involved in the ribosome assembly but did not play a significant role in the regulatory L4 functions [129] . Curiously, the last third of the regulatory C-terminal fragment of L4 is predicted to be highly disordered, whereas the central region required for the ribosome assembly is expected to be mostly disordered throughout its entire length.\n\nIn eukaryotes, L30 inhibits splicing by binding to its own transcript [130] , S14 controls the splicing of the transcript of one of its genes [131] , L2 controls the level of its mRNa through accelerated turnover [132] , S13 binds to the first intron of its transcript to inhibit splicing [133, 134] , and L12 controls its own synthesis by inhibiting the splicing of its own mRNa [135] . In addition to these roles in the control of the balance among ribosomal components during the ribosome synthesis, the established off-ribosome functions of ribosomal proteins are related to the surveillance of the ribosome assembly, as well as numerous roles in development, apoptosis, and cancer [124] . It is very likely that the ability of ribosomal proteins to act off the ribosome can be attributed to their intrinsically disordered nature. this hypothesis is in agreement with a recent analysis that showed that the structural malleability characteristic for the IDPs/IDPRs is strongly associated with the ability of proteins to moonlight [121] .\n\nRibosomes are intricate subjects for evolutionary analysis, since they are found in all living cells where they are absolutely necessary for protein biosynthesis. It was pointed out that although ribosomal proteins are generally highly conserved within the different domains of life, there is a noticeable difference between the ribosomal proteins of Bacteria, archaea, and eukaryota [41, 109] . In fact, only ~30% of bacterial, eukaryotic and archaeal ribosomal proteins are considered to be orthologous. an additional 30 % of the ribosomal proteins are in common between the archaeal and eukaryotic ribosomes. however, no proteins are exclusively in common between the bacterial and archaeal ribosomes or between the bacterial and eukaryotic ribosomes, thus supporting the theory that the separation of the common ancestor of archaea and eukarya form the Bacteria happened before the archaea and eukarya become separated [41, 109] . the high sequence conservation detected in several ribosomal proteins (especially those critical for ribosomal function and assembly) indicates their functional importance.\n\nOn the other hand, the ribosomes with their unique ribozymatic activities support the validity of the \"RNa world\" theory, according to which the biosphere once was dominated by organisms in which RNa was used for both information storage and catalysis [136] . Based on this hypothesis and on the assumption that during the evolution of enzymatic activity, catalysis was transferred from RNa to ribonucleoprotein to protein, it was proposed that the first proteins to come into being were RNa chaperones [137, 138] . In fact, it is rather obvious that the first proteins should be short and unfolded polypeptides [139] , since the chance for the spontaneous appearance of a polypeptide chain capable of folding into a unique 3-D structure is extremely low. Furthermore, the first biological functions of these disordered primordial polypeptides are also obvious-they have to be involved in interactions with ribozymes to stabilize their unstable and prone-to-misfold structure. In fact, it is well known that the single-stranded RNas are flexible macromolecules and can fold into a wide variety of alternative conformations. however, for a given ribozyme, only one given conformation is functionally relevant. therefore, in order for a given RNa to reach the biologically relevant conformation and not be trapped in one of the many structurally available but functionally incorrect structures, a special mechanism for assisted RNa folding should be implemented [140] . Currently, this special mechanism mostly relies on RNa chaperone proteins [140] . therefore, it is reasonable to hypothesize that ancient polypeptides would serve as first RNa chaperones, which via their interactions with primordial RNas would assist in productive folding of the ancient ribozymes and also would stabilize the biologically active structures of those ribozymes. Since many ribosomal proteins are intrinsically disordered RNa chaperones, the ribosome can clearly be considered as a living fossil that represents a snapshot of one of the early stages of prehistoric development.\n\nIn conclusion, this paper presents the results of comprehensive computational analyses of ribosomal proteins and shows that the vast majority of these important RNabinding proteins are IDPs with ribosome-specific sequence features. We also show that intrinsic disorder is very important for various biological functions of ribosomal proteins, being commonly used in numerous interactions of any given ribosomal protein with its various binding partners of different nature, such as other ribosomal proteins, RNa, and proteins from the translational machinery. the intrinsically disordered nature of ribosomal proteins is highly conserved in different domains of life, indicating that the lack of rigid structure, the resulting ability of ribosomal proteins to interact with various binding partners and be involved in the wide spectrum of moonlighting activities represent a strong evolutionary advantage. therefore, careful consideration and appreciation of intrinsic disorder are crucial for better understanding of structure and conformational behavior of ribosomal proteins, their promiscuity, molecular mechanisms of their numerous extra-ribosomal functions, and mechanisms underlying regulation and control of these very important proteins."}