{"title": "The impact of crisis events and macroeconomic activity on Taiwan's international inbound tourism demand", "body": "The factors that affect the demand for tourism are diverse, ranging from international politics, macroeconomics, and diplomatic relations to national policies. It is necessary to identify the key factors that influence tourism demand in order to effectively understand changes and trends in the tourism market, and create competitive advantages for the tourism industry accordingly. For both the relevant authorities and tourism industry professionals, it is necessary to be aware of tourism demand when making project and budgetary plans, and when investing in software, hardware, and infrastructure. Understanding tourism demand is also critical for overall strategic planning, so as to avoid wasting resources or losing investments due to improper planning or capital expenditures. For example, the establishment of hotels and the development of tourist spots are major concerns. In summary, an understanding of the factors that determine tourism demand and the forecasting of such demands are critical for government and industry alike.\n\nTourism demand is subject to the effects of natural disasters, such as hurricanes, volcano eruptions, earthquakes, tsunamis, and epidemics, and man-made disasters, such as terrorism, political turmoil, war, and international conflict. Therefore, demand can fluctuate drastically, and economic losses are inevitable. The few reports that have investigated the impact of natural disasters on tourism have determined that they do significantly affect the tourism industry (Chu, 2008; Huang & Min, 2002; Lim & McAleer, 2005; Okumus, Altinay, & Arasli, 2005; Pizam & Fleischer, 2002; Prideaux & Witt, 2000) . The impact of a major disaster is so immense that the production value of the tourism industry can fall dramatically; however, the industry has always managed to resume or exceed its former production values within a period of just one or two years. Such a phenomenon is worth investigating so that the public may learn from past problems and develop prevention and improvement measures. This paper examines the impact of crisis events on the demand for tourism in order to establish a better understanding of changes and trends in the demand for international tourism. From 1996 to 2006, the Taiwanese tourism industry experienced four major disasters, including the Asian financial crisis of 1997, the 21st September 1999 earthquake, the 11th September 2001 attacks in the United States, and the outbreak of SARS in 2003, with each event occurring approximately two years after the previous. Since travel is not a general necessity for survival, a major disaster drastically reduces interest in traveling, damaging the tourism industry. As per the proverb, ''Those who do not plan for the future will find trouble within sight'', a lesson should be learned from these previous events. This approach represents a more proactive attitude than passively waiting for disasters to strike, given that current technology is unable to accurately predict disasters. This proactive approach not only mitigates the negative impact of economic damage and emotional sorrow, but also has positive and constructive effects.\n\nIt is imperative to understand the negative impacts disasters have on the tourism industry. The autoregressive distributed lag model (ARDL), developed by Pesaran, Shin, and Smith (2001) , is used to examine the short-term and long-term influences of these major crisis events on tourism demands. This paper also examines how the Taiwanese tourism industry is able to adjust and recover within a short period of time after a disaster. In other words, we have investigated the response of the inbound tourism demand model to major disasters, and describe the long-term dynamic equilibrium between demand and economic fundamentals based on select tourism demand models developed by scholars. The innovation and development of the tourism industry are not only important for the government's agenda to boost economic development in Taiwan, but are also pivotal for promoting the visibility of Taiwan on the international stage. This paper provides references to authorities of strategic planning, against a backdrop of rapidly changing markets.\n\nThe paper is organized as follows. Section 2 reviews the literature involving tourism demand and crisis events, while Section 3 provides details on the aforementioned data and model specifications. Section 4 provides a discussion of the empirical results. Finally, Section 5 offers a summary and concluding remarks.\n\nThe interaction between tourism and macroeconomic variables has been discussed in the literature. Lee (1995) studied the significant influence of income, relative prices, and exchange rates on tourists visiting South Korea. Agarwal and Yochum (1999) indicated that income was the most important factor. Lim (1999) consolidated early studies on the interaction between tourism and macroeconomic variables. Lindberg and Aylward (1999) studied the price elasticity of tourists visiting the three national parks in Costa Rica in order to examine the relationship between price level and travel. Coshall (2000) explored the potential impact of travel expenses on tourists visiting the UK, using the time sequential method to track the exchange of the pound sterling against the US dollar and francs. Manuel and Croes (2000) established an econometric model of Americans traveling to Aruba, a popular tourist spot, and found that national income was the important variable. Vanegas and Croes (2000) examined data from 1975 to 1996, and also found that income was an important factor that influenced US tourists visiting Aruba. Lim and McAleer (2001) summarized data for three macroeconomic variables, income, price, and exchange rate, and used the cointegration method to examine the long-term interaction of tourists from Hong Kong and Singapore visiting Taiwan. Webber (2001) investigated popular tourist spots to examine the long-term demand for overseas tourism by Australian tourists from 1983 to 1997. They found that exchange rate fluctuations were a significant determinant for long-term tourism demand. Ouerfelli (2008) noticed that sightseeing in Tunisia was considered a luxury for tourists from France and Italy, while a necessity for tourists from Germany and the UK. A relatively small number of studies investigating international tourist flows to Taiwan have been published (Chen, 2007; Huang & Min, 2002; Kim, Chen, & Jangc, 2006) . The consolidation of research methodologies for the study of tourism demand suggests that time series data analysis is the conventional analysis method. Among these methodologies, some scholars have used error correction models (Kulendran & Witt, 2003a , 2003b Lim & McAleer, 2001; Song & Witt, 2003) , cointegration analysis (Dritsakis, 2004; Ouerfelli, 2008) , and the vector autoregressive (VAR) modeling technique (Song & Witt, 2006) to estimate the demand for tourism.\n\nA literature review of studies investigating tourist demand suggests the most frequently used explanatory variables are income (Dritsakis, 2004) , prices, exchange rates, transportation costs, and some dummy variables. Among these, income is the most statistically significant variable, followed by prices, exchange rates, and currencies. Dummy variables are used to explain the influence of special events on tourism demand. The incorporation of intervening factors in the model allows for the measurement of intervening factors that might skew the parameters. These factors include political and economic events (terrorist attacks and economic crises), travel restrictions (visa-free requirement), large events (Olympics and exhibitions), and natural disasters (tsunamis and earthquakes).\n\nMuch of the recent literature discusses crisis management in tourism. Ryan (1993) explored the effects of terrorist attacks and crime on tourism. Prideaux and Witt (2000) discuss the impact of the Asian financial crisis on the tourism industry in Australia. Goodrich (2001) studied the September 11 attack and analyzed its immediate impact on tourism in the US and the subsequent industry response. Huang and Min (2002) examined the impact of the 21st September 1999 earthquake in Taiwan, and found that the recovery period exceeded 11 months, with restricted growth of inbound tourist arrival. Pizam and Fleischer (2002) showed that, between May 1991 and May 2001, tourism demand in Israel was highly dependent upon the frequency of terrorist activities. Terrorist attacks resulted in a drastic reduction of international tourists arriving in Israel. Therefore, in order to ensure that tourist spots do not suffer from terrorism, terrorist activities must be prevented. As long as terrorist attacks are frequent and at regular intervals, tourism demand will continue to decrease. Regardless of the severity of terrorist activities, the tourism industry will eventually stagnate. Lim and McAleer (2005) examined how two financial crises, the stock market crash in 1987 and the Asian financial crisis in 1997, affected Japanese tourists traveling to Australia from 1976 to 2000. Okumus et al. (2005) investigated the impact of the economic crisis in February 2001 in Turkey on tourism in northern Cyprus, and found that a majority of the industry players in northern Cyprus failed to predict a financial crisis or take any preventive measures. Chu (2008) used the Asian financial crisis and the September 11 attacks as examples of economic and political blows, and analyzed the accuracy of using a fractionally integrated ARMA model to predict tourism and make comparisons. Athanasopoulos and Hyndman (2008) examined the influence of the Sydney 2000 Olympics and the bomb blast in Bali in 2000 on domestic tourism demand in Australia, and found that Sydney 2000 promoted an immediate demand in business travel, whereas the number of visitors meeting friends and relatives increased significantly after the blast in Bali.\n\nSome scholars noticed that the impact of crisis events on the demand for tourism was not as large as expected. For example, Lee, Var, and Blaine (1996) indicated that the oil crisis and the 1988 Olympics did not significantly influence inbound tourism in South Korea. Meanwhile, in reference to crisis management in the tourism industry, Blake and Sinclair (2003) studied the low season of the US tourism industry after the September 11 attacks, and found that tax reductions were the most efficient way to handle the crisis.\n\nWhen it comes to choosing vacation destinations, tourists often avoid sites of terrorism and seek places with stable political situations that ensure their safety. To provide a deep insight into this complex environment, it is necessary to perform more studies on how tourism organizations respond to and cope with crises. Therefore, this paper intends to establish a demand model of inbound tourism in Taiwan, and to analyze the relationship between macroeconomic variables and inbound tourism demand. This is done to provide relevant information that may serve as a reference for management and strategic planning by the international tourism industry to cope with major crises.\n\nQuarterly data from the period of 1996:Q1 to 2006:Q2 were used. 1 Data were collected from IMF international financial statistics. Price variables were mostly estimated using relative prices, and are expressed with tourist prices of the destination country divided by the tourist prices of the source country (Lim & McAleer, 2001) . Due to the difficulties associated with accessing tourist prices, this paper uses CPIs as a proxy. Transportation costs were assessed for all tourists; however, due to the selection of different vehicles (e.g., planes, trains, boats, or coaches), and the price gap between high and low seasons, it is difficult to obtain appropriate measurements. Therefore, this paper uses international oil prices as a proxy (Garin-Munoz, 2006) . Therefore, tourism demand variables can be measured with tourist flows (the number of inbound tourists, the total number of tourist stays, or the average number of days of a tourist stay) and tourism expenditures (Coshall, 2000) . Generally speaking, it is more logical to measure tourism demand in dollars, but it is not easy to obtain this data. Instead, this paper has used the number of inbound tourists as a measurement tool because such statistics are reliable (Dritsakis, 2004; Kulendran & Witt, 2001; Song & Witt, 2006) .\n\nThe following aggregate tourism demand model for Taiwan assumes that total tourist arrivals, as a measure of Taiwanese tourism demand, are determined by the level of income, price, exchange rate, oil price, past tourist arrivals, and dummy variables:\n\nwhere a is a drift component, TA t refers to tourist arrivals from Japan to Taiwan in time t, and TA tÀ1 refers to tourist arrivals from Japan to Taiwan in time t À 1. The number of inbound tourists in the past will affect that of the future. 2 income t is the GDP of Japan divided by the CPI in Japan. 3 price t is the CPI in Taiwan divided by the CPIs of Japan. ex t is the exchange rate of NTD against USD, divided by the Japanese currency in question against USD. oil t refers to international oil. D97 t is a dummy variable with a value 1 for the Asian financial crisis in 1997:Q3-1998:Q2, and is 0 otherwise. D99 t is a dummy variable with a value of 1 for the earthquake devastation in 1999:Q4, and is 0 otherwise. D01 t is a dummy variable with a value of 1 for the September 11 attacks in 2001:Q4, and is 0 otherwise. D03 t is a dummy variable with a value of 1 for the SARS crisis in 2003:Q2, and is 0 otherwise. 3 t is the random error term. Finally, b 0 , b 1 , b 2 , b 3 , b 4 , b 5 , b 6 , b 7 , and b 8 , are the elasticities to be estimated. This paper derives the logarithms of all variables, such that the coefficient can be interpreted in a flexible manner. This is done to facilitate explanations of the model (Croes & Sr, 2005; Song & Witt, 2000; Vanegas & Croes, 2000) . The expected signs for the Shin (1995a, 1995b) and Pesaran et al. (1996 Pesaran et al. ( , 2001 indicated that, according to the inferences of traditional cointegration methods, such as the two-stage method by Engle and Granger (1987) , and maximum likelihood approximation cointegration by Johansen (1988 Johansen ( , 1994 , Johansen & Juselius (1990) the performance of cointegration tests on long-term equilibrium relationships produces biased results when there are series I(1) and I(0) in the model at the same time. Pesaran et al. (2001) further developed the complete ARDL model with bound tests to validate the existence of long-term equilibrium relationships with critical intervals.\n\nThe advantage of using the ARDL model is its ability to detect long-run relationships and solve the small-sample problem irrespective of whether the underlying regressors are purely first order-integrated, I(1), purely zero order-integrated, I(0), or a mixture of both. 4 A unit root test does not need to be applied in a cointegration approach. In addition, the ARDL model includes error correction factors for previous periods. The analysis of error correction terms and lag difference terms can test both short-term and long-term relationships between variables. Also, the ARDL model is an unrestricted error correction model, whose error correction factors for previous periods lack restrictions. Therefore, this paper applies bounds' tests to examine whether there is a long-term equilibrium among the number of inbound tourists, macroeconomic variables, and crises. The selection of the appropriate number of lag terms is based on the Akaike Information Criterion (AIC). 5 An ARDL representation of Eq.\n\n(1) is formulated as follows:\n\nwhere D is the first-difference operator, n 1 -n 5 are the lag lengths based on the AIC. From the first part of Eq.\n\n( Witt and Witt (1995) suggest that the demand for tourism carries significant seasonality, with obvious high and low seasons. Therefore, it is necessary to use monthly or quarterly data to make forecasts, instead of using annual data. 2 This item is incorporated because a significant percentage of travelers rely on information from friends, families, colleagues, and neighbors. 3 The tourism industry is not under the direct influence of nominal GDP. Rather, it\n\nis not sensitive to the real economy. Therefore, this paper selects the real GDP. 4 All I(1) variables must be subtracted once to make them stationary I(0). 5 There are many methods to select the optimal lag length. Given the small sampling pool, this paper follows the recommendation by Engle and Yoo (1987) by adopting the Box-Jenkins' Principle of Parsimony and Akaike Information Criterion (AIC) to determine the optimal lag length, i.e. the period with the smallest AIC. However, when sampling pools are large, the SBC should be used.\n\nb 7 , and b 8 represent the short run dynamics of the model, whereas in the second part, w 1 , w 2 , w 3 and w 4 represent the long-run relationship.\n\nThe ARDL model takes the error correction term into account in its lagging period. The error correction and autoregressive lag analyzes fully cover the long-run and short-term relationships of the tested variables. Since the error correction term in the ARDL model does not have restrictive error corrections, ARDL is an unrestricted error correction model (UECM).\n\nA general error correction representation of Eq.\n\n(2) is formulated as follows:\n\nwhere l is the speed of the adjustment parameter, and is expected to be negative. This parameter indicates how fast the current differences in tourist arrivals respond to the error correction term disequilibrium in the previous period. EC represents the residuals obtained from the estimated cointegration model of Eq. (3). 3 t is a white noise error term.\n\nThe null hypothesis in the ARDL is as follows: 1, 2, 3, 4) . H 1 : At least one w i does not equal zero for all i (i ¼ 1, 2, 3, 4).\n\nIf the F-statistic of our bounds test is higher than the upper value, then we reject the null hypothesis and conclude that there is a long-run equilibrium relationship among the variables. On the other hand, if the F-statistic is less than the lower value, we cannot reject the null of any cointegration relationship among the variables. Otherwise, the inference is inconclusive. 6 Table 1 shows that the number of inbound tourist arrivals to Taiwan remained around 2.3 million from 1996 to 1999. The extensive efforts by the government to promote the tourism industry have been successful, except during 2003, when the market was hit by the SARS outbreak. The number of inbound tourists has increased significantly since 2000 and reached 3.51 million in 2006. Fig. 1 indicates that the vast majority of visitors to Taiwan are Asians. The results indicate that geographic proximity is a key factor that affects the number of inbound tourists coming to Taiwan for sightseeing. Importantly, the percentage of inbound tourists arriving in Taiwan for sightseeing from the US and Europe was less than 20%. This shows that Taiwan is relatively less competitive than other Asian locales at attracting tourists. Therefore, a competent authority should assess these potential customers and relevant business opportunities. It is suggested that the government should enhance Taiwan's profile and create a premium image for Taiwan in the international community in order to attract tourists from the US and Europe for sightseeing.\n\nJapanese are the biggest group of inbound tourists to Taiwan, accounting for approximately 30% of all tourists. During the SARS outbreak, inbound tourists from Japan accounted for only 21.36% of total inbound tourists in Taiwan. This suggests that Japanese tourists tend to evade risks when choosing travel destinations in order to avoid uncertainty. Due to the importance of Japanese tourists for the Taiwanese tourism market, this paper analyzes Japanese tourists. Fig. 2 shows the changes in the number of Japanese tourists visiting Taiwan. The number of Japanese tourists coming to Taiwan has steadily increased with the increase in the national income of Japan. The number of Japanese tourists arriving in Taiwan had an upward trend, except during the four aforementioned major disasters. In general, as soon as a disaster strikes, tourism demand falls for months; however, demand for the month of the disaster may not experience a slump, especially if the disaster strikes towards the end of the month, since the negative impact of the disaster will be diluted by the monthly average.\n\nFrom 1996 to 2006, Taiwan's tourism industry experienced four destructive disasters. Fig. 2 indicates that the industry suffered the greatest decrease in 2003. The first disaster was the Asian financial crisis in 1997. The purchasing power of the private-sector dropped, and as a result, the willingness to travel declined. The second disaster was the earthquake on 21st September 1999. Figures provided by the National Management Institution show that the earthquake claimed more than 2400 lives, resulted in over 13,000 casualties, and made more than 10,000 people homeless. In central Taiwan, many public tourism facilities were seriously damaged. Private-sector tourism suffered losses totaling approximately US$123.3 billion. The national scenic areas reported losses of about US$20 million. The Sun Moon Lake, an internationally renowned tourist destination, was devastated. The number of inbound tourists drastically decreased after press reports. The Tourism Bureau of the ROC initiated a campaign with a theme of carefree traveling in Taiwan to attract foreign tourists, in order to counter the impact of negative news reports. A series of events, including the Taipei International Travel Fair, were organized to revive the tourism industry in Taiwan. The third disaster was the terrorism attack in the US on 11th September 2001. The tourism industry suffered the most from this catastropy. Many American airlines announced their plans to lay off pilots and other employees. Taiwan also saw a setback in tourism demand as the global tourism market was badly hit with a decline in the willingness to travel by air. After confirmation that Taiwan was not a priority target of terrorist attacks, traveling to Taipei was perceived as less dangerous. In addition, the Doubling Tourist Arrivals Plan, launched by the Taiwanese government in 2002, has resulted in a marked increase in the number of inbound tourists and tourism-related income.\n\nThe fourth disaster was the SARS outbreak in 2003. The outbreak was a sudden blow to the tourism industry in Taiwan, and brought the number of inbound tourist arrivals to a record low. The SARS outbreak was the worst epidemic in Taiwan in the past five decades. From the discovery of the first SARS patient on 14 March 2003, to the removal of Taiwan from the list of SARS-infected zones by the World Health Organization (WHO) on 5 July 2003, a total of 664 SARS cases were reported and 73 people died over a period of nearly four months. During the outbreak, the Taiwanese government announced that SARS was listed as a Type 4 Legal Infectious Disease. The WHO advised against traveling to Taiwan, as Taiwan was one of the main SARS-infected locations. The tourists who had originally planned to travel to Taiwan were taken aback, and either cancelled or changed their plans to visit Taiwan as the media reports focused on the Asian regions hit by SARS. Since Taiwan was removed from the list of SARS-infected areas, the government developed initiatives to target overseas travel industries in order to restore their confidence in Taiwan. These measures included promotion of the safety of traveling to Taiwan, invitations to travel agents and intermediaries to investigate the safety of traveling to Taiwan, and arrangements to offer travel packages by working with travel agencies to attract visitors. Meanwhile, the government launched the Doubling Tourist Arrivals Plan, and as a result, the number of inbound tourists exceeded 3 million for the first time in 2005. The foreign currency income created by the tourism industry reached US$4.977 billion. These figures indicate that the government's Post-SARS Tourism Recovery Plans were successful. These proactive measures to promote tourism to international communities are valuable experiences in crisis management in the face of major disasters. Table 2 summarizes the estimates made by applying the bound tests developed by Pesaran et al. (2001) . There are co-movements in the tourism demand model, indicating that there is a long-term equilibrium between the number of inbound tourist arrivals, income, relative prices, exchange rates, and oil prices. Over the long-run, all variables become interconnected. The coefficient of the error correction item is À0.53, indicating a negative and rapid adjustment from a short-term imbalance. This implies that the imbalance of inbound tourist arrivals from the previous period may be adjusted during this period with error corrections that resume the long-term equilibrium. This indicates that long-term relationships are valid.\n\nNational income is an indicator for the ability of Japanese to travel. The test results show that income during a period is the most significant influencing factor for Japanese coming to Taiwan for sightseeing. The coefficient is greater than 1, indicating that sightseeing products are luxuries. The citizens of Japan have enjoyed a steady increase in Japan's GDP, creating more wealth, which has led to an increased emphasis on the quality of leisure and traveling. As the Japanese are the largest customers for Taiwanese tourism, Taiwan should establish well-planned and attractive sightseeing facilities in order to attract more Japanese tourists. Also, any shock to the currency exchange rates between the two countries can cause sudden changes in consumer prices for tourists, and will naturally affect the willingness of tourists to travel to Taiwan. The exchange rate for a period is the second most significant influencing factor for the inbound tourism model. Exchange rate fluctuations affect the willingness of Japanese to travel overseas. Depreciation of the Japanese yen reduces the number of Japanese tourists, whereas appreciation of the Japanese yen reduces the travel costs for Japanese tourists coming to Taiwan, increases their travel demand, and in turn, increases the number of Japanese tourists arriving in Taiwan.\n\nMost of the transportation cost variables are statistically significant, and all of the coefficients are negative. This indicates that an increase in oil prices directly affects the travel costs of tourists, and as a result, they are less willing to come to Taiwan for sightseeing. It is suggested that weekly passes or discounts for the high speed rail should be offered to overseas tourists. Alternatively, flights between Taipei and Kaohsiung should be bundled with discount tour packages, to partly make up for the rising travel costs of air tickets. In addition, lag variables can measure gradual changes over time.\n\nThe value of the lagging period for the number of inbound tourists from Japan indicates the number of inbound tourists from Japan during previous periods (quarters). Aside from the slightly negative value of the first lagging period, all of the other values are positive. This implies that Japanese tourists are highly loyal to Taiwan, and that word of mouth recommendations have a considerable influence on the preferences of other Japanese tourists to visit Taiwan. The short-term effect of the number of inbound tourists on itself is negative during the first lagging period (quarter). In the fourth lagging period (approximately one year), the effect on the number inbound tourists for a period is significant and positive, with a 5% significance level. The effect on the subsequent lagging period is negative. This implies that, during a fixed period of time (about half a year), the total number of inbound tourists should be constant. If the number of inbound tourists for a previous quarter is too high, it will impact the interest in inbound tourism for the quarter, as evidenced by a lower number of inbound tourists. Therefore, to attract more Japanese tourists to Taiwan, it is necessary for travel products and tourism service industries to improve their service quality. Tourists prefer sightseeing destinations where they feel safe. In reference to the quality of travel, tourists may ask the opinions of others who have been to the same places when deciding on a travel destination. Tourism demand is stimulated by both 'word of mouth' from friends and family, and by active promotions and marketing strategies by the tourism industry. The relative price index indicates travel costs. The coefficient of relative prices for the period is negative, but not statistically significant in reference to its influence on the number of tourists. This indicates that, given the same income levels, the rise in prices in Taiwan will reduce the purchasing power of inbound tourists. The increase in travel costs for foreigners coming to Taiwan will lower their sightseeing interest and, as a result, the number of inbound tourists to Taiwan will drop, and tourism revenues and related industries will suffer. On the other hand, if prices drop, the willingness of inbound and outbound tourists to travel increases. More tourists will spend money on accommodations, food, and beverages. In contrast to the usual scenarios, the influence of price changes on the coefficient of lag periods is always positive. In other words, when the relative cost of traveling from Taiwan to Japan increases, it does not affect the Japanese' willingness to come to Taiwan. This may seem counter-intuitive, but it is logical once the situations of both countries are considered. Japan and Taiwan are geographically close, and it is very convenient for Japanese to visit Taiwan for sightseeing. Moreover, the prices in Taiwan are lower than those in Japan. When the relative prices go up, coming to Taiwan remains an economical choice for Japanese. The market is only subject to the influence of price hikes by domestic hotels in Taiwan for that quarter, as evidenced by the decline in the number of visitors. This is a short-term effect in terms of its influence on the willingness of certain inbound tourists.\n\nThe selection criteria that people use for tourist products are not necessarily centered on prices, since these products are not necessities, and there are a number of substitutes. The characteristics of the products and the preferences of the consumers have a critical influence on these selections. Overall, the influence of relative prices is variable, and depends on the travel purpose and mode. A vast majority of Japanese tourists are insensitive to price increases in Taiwan, as they come to Taiwan for business. As for those who come to Taiwan for sightseeing, they usually come as tourist groups and are backed by travel agencies with bargaining powers. Therefore, they are not sensitive to the relative prices of the destination country (Taiwan, in this case). The price hikes in Taiwan affect the interests of Japanese travelers coming to Taiwan; however, the tourism industry has adopted a low-price promotion policy in their itineraries to stimulate the interest of Japanese tourists to come to Taiwan. Since Japan is a high-income country, with high prices and consumption, coming to Taiwan for sightseeing remains a good deal, as the prices in Taiwan are approximately one-third of those in Japan. In addition, over 50% of the travel expenses borne by Japanese tourists are their airplane tickets, which are not reflected in CPI. Martin and Witt (1987) attempted to establish a tourist price index, but the outcome was below expectations.\n\nThe coefficients of major disasters are negative, and except for D97, they are all statistically significant. The coefficient of D03 is the greatest coefficient, as Taiwan and Taipei were primary SARSinfected areas, and therein, were greatly impacted. This disaster had the largest impact, since Taipei is one of the primary destinations for Japanese tourists, and SARS is a highly contagious disease. The September 21 earthquake had the second largest impact, since many tourist spots were destroyed and tourists were worried about aftershocks. The third greatest influencing factor was the September 11 attack, as the associated airline disasters made travelers question the safety of air travel. Finally, the influence of the Asian financial crisis was the smallest, as it did not raise concerns over the safety of travel. This minimal effect is reflected in the fact that the 1997 dummy variable was insignificant. In general, most countries would benefit from a steady increase in the number of inbound tourist arrivals. The Asian financial crisis was different from the other events in terms of the nature of the demand shock. The Asian financial crisis was an economic event, whereas the other three were related to safety (natural disasters, disease and terrorist attacks).\n\nThe number of inbound tourism arrivals has a direct impact on the tourism industry and the investments of government agencies therein. Therefore, policymakers need to gain an understanding of how crisis events affect the demand for inbound tourism. This paper finds that income, exchange rates, prices, transportation costs, and the number of inbound tourist arrivals in the previous period affect the willingness of Japanese tourists to come to Taiwan. À0.2459*** (À8.10) D01\n\nÀ0.1707*** (À4.69) D03\n\nÀ0.6431*** (À16.11) EC À0.5316** (À2.78)\n\nNotes: (1) The number inside the parentheses is the t-value.\n\n(2) The adjusted R 2 ¼ 0.982 and Durbin-Watson test (DW ¼ 2.6353).\n\n(3) ***, ** and * is significant at 1%, 5% and 10% level, respectively. (4) AIC (Akaike Information Criterion) used in lag length selection criteria for the ARDL specification.\n\nThere is a long-term equilibrium among all of the variables, indicating that macroeconomic variables can be used to determine the rise and fall of the number of inbound tourist arrivals. Income and exchange rates are both significant explanatory variables. This paper also finds that the number of incoming tourists declined the most during the SARS outbreak, followed by the September 21 earthquake and the September 11 attacks; the impact of the Asian financial crisis was relatively mild. This paper presents its findings to the tourism industry and to policymakers with a model for forecasting the number of inbound tourist arrivals. Given the fierce competition in the tourism market for all Asian countries, market leadership is important for the economic prospects of individual countries. It is suggested that tourism policymakers in Taiwan closely watch changes in foreign exchange rates and prices in order to present appropriate incentives in a timely manner and develop the tourism industry. The best policy for pursuing steady and consistent growth in the tourism industry of Taiwan is to prevent drastic fluctuations in foreign exchange income and the number of inbound tourist arrivals. Stability in exchange rates and relative prices is critical.\n\nIn regards to Japanese tourists, this paper finds that economic growth, increases in disposable income, appreciation of the Yen, and changes in the lifestyles of Japanese people contributed to higher demands for leisure and international travel. In addition, the aging population of Japan may lead to increased demand by Japanese tourists in Asian Pacific markets. The Taiwanese government should be aware and take advantage of this phenomenon. Japan currently represents the largest group of tourists coming to Taiwan. In addition to continuing to secure the existing market, the Tourism Bureau of the Republic of China (Taiwan) should initiate more characteristic tourist campaigns to attract foreign tourists for sightseeing. They should also improve the standards of sightseeing environments in order to enhance the competitiveness of the tourist market and attract tourists to Taiwan.\n\nThe tourism industry has become more susceptible to disaster, crises and shock events (Faulkner, 2001; King, 2002; Ritchie, 2004; Wen, Huimin, & Kavanaugh, 2005) . This paper finds that any impact on safety, whether domestic or international, negatively affects tourism demand. Ensuring the safety and health of tourists is key to maintaining demand for inbound tourism. Tourists tend to evade risks when choosing travel destinations in order to avoid uncertainty (Chu, 2008; Huang & Min, 2002; Pizam & Fleischer, 2002) . The impact of financial crises on tourism demand is less significant (Chu, 2008; Lim & McAleer, 2005; Okumus et al., 2005; Prideaux & Witt, 2000) . Any spread of negative information (such as major disasters) will lead tourists to anticipate potential losses, whereas spread of positive information (such as the prevention of disasters or crises and tourism marketing) will lead tourists to anticipate potential gains. The effects of good and bad news on the decisions of tourists are asymmetric. As the Chinese proverb goes, ''Good news has no legs, but bad news has wings''. It is also worth noting that tourists are risk-averse and highly sensitive to all kinds of risks (including deadly diseases, wars, earthquakes, tsunamis, and typhoons). These risks have a more immediate and immense impact on international tourists. On the other hand, the influence of economic crises, income, prices, exchange rates, transportation costs and weather changes on the number of tourists is much slower. The impact of positive news on tourism demand is also relatively slow. This paper suggests that the Taiwanese government should refer to the valuable experiences and responses of the past as a reference for its crisis management in the future. It is also suggested that the Taiwanese government adopts precautionary measures to prevent major crises and disasters. In case of a crisis or disaster, substantial actions, rather than just words, should be employed to support the tourism industry so that initiatives and projects are not undertaken in vain.\n\nWestern tourism markets may have characteristics that are different from those in the Asian Pacific region; however, tourism markets around the world are subject to the influence of shocks. In the case of crises, the tourism industry must apply varying strategies for inbound tourists from different countries in order to enhance its competitiveness in the international travel market. As international tourists are not homogeneous, the same strategies will not appeal to all of them and, as a result, a single strategy will not achieve the expected outcome. In order to effectively enhance relative competitiveness, in-depth studies on the characteristics of inbound tourists from different countries should be performed in order to devise appropriate strategies.\n\nIn general, the tourism industry should not limit itself by being a victim to disasters. Instead of passively waiting out a lagging economy, the industry should take a proactive approach. ''The art of war teaches us to rely not on the likelihood of the enemy not coming, but on our own readiness to receive the enemy''. ''It is better not to use it, but it is necessary to prepare for it''. Proper evaluations, pre-warnings and responses to disasters are important steps that may reduce the impact of such disasters. This paper allows us to learn from history so that we know how to brace for disasters in the future. As the proverb goes, ''Those who do not plan for the future will find trouble within sight''. This paper suggests that competent authorities make efforts in risk assessment, prewarning systems and responsive measures in order to quickly and effectively cope with disasters."}