{"title": "Advances and challenges in biosensor-based diagnosis of infectious diseases", "body": "diagnosis and initiation of targeted antimicrobial treatment are essential for successful clinical management of infectious diseases [4] .\n\nCurrent diagnosis of clinically significant infectious diseases caused by bacterial (e.g., pneumonia, sepsis, genitourinary tract infections), mycobacterial (e.g., tuberculosis), viral (e.g., HIV, hepatitis), fungal (e.g., candidiasis) and parasitic (e.g., malaria) pathogens rely on a variety of laboratory-based tests including microscopy, culture, immunoassays and nucleic-acid amplification (Table 1) . While widely used, these in vitro diagnostics have well-recognized shortcomings. Microscopy lack sensitivity in many clinical scenarios and culture has a significant time delay. Immunoassays such as ELISA, while highly sensitive, are labor intensive and challenging to implement multiplex detection. Nucleic-acid amplification tests such as PCR offer molecular specificity but have complex sample preparation and potential for false positives.\n\nStandard process flow for common infectious disease diagnostics includes collection and transport of biological samples (i.e., blood, urine, sputum, cerebrospinal fluid, tissue swabs) from the point of care to a centralized laboratory for sample processing by experienced personnel. After the results become available (usually days), the laboratory notifies the clinicians, who in turn contact the patients and modify the treatment as needed. This inherent inefficiency complicates timely delivery of evidence-based care and has contributed to the injudicious use of antimicrobials. In non-traditional and resource-poor healthcare settings, the shortcomings of standard diagnostics are further highlighted.\n\nA biosensor is an analytical device that converts molecular recognition of a target analyte into a measurable signal via a transducer. The most well-known example in use today is the glucose sensor, which has had a transformative effect on the management of diabetes since its introduction in the current form 30 years ago. Other widely used examples include lateral flow assays such as the home pregnancy test [5, 6] . For infectious diseases, biosensors offer the possibility of an easy-to-use, sensitive and inexpensive technology platform that can identify pathogens rapidly and predict effective treatment [7] [8] [9] . Advantages include small fluid volume manipulation (less reagent and lower cost), short assay time, low energy consumption, high portability, high-throughput and multiplexing ability [10] . Recent advances in micro-and nanotechnologies have led to development of biosensors capable of performing complex molecular assays required for many of the infectious diseases. In parallel, significant progress has been made toward the understanding of pathogen genomics and proteomics and their interplay with the host [11] [12] [13] . Biosensor-based immunoassays may improve the detection sensitivity of pathogen-specific antigens, while multiplex detection of host immune response antibodies (serology) may improve the overall specificity. Further system integration may facilitate assay developments that can integrate both pathogen-specific targets as well as biomarkers representative of host immune responses at different stages of infection [14] .\n\nIn this review, we focus on advances in biosensor technologies for infectious diseases, with emphasis on distinction among various signal transducer approaches and their potential for clinical translation. Detection strategies are divided into label-free and labeled assays ( Figure 1 ). Label-free assays measure the presence of an analyte directly through biochemical reactions on a transducer surface [15, 16] . For labeled assays, the analyte is sandwiched between capture and detector agents, with specific label on the detector agent such as an enzyme, fluorophore, quantum dot or radioisotope, for signal output [17] . Integrated systems based on nucleic-acid amplification tests is another distinct approach for point-of-care diagnosis [18] [19] [20] [21] , which is not the focus of this review. Finally, the challenges posed by sample preparation, which remains as a ratelimiting factor toward point-of-care diagnostics and clinical translation, will be discussed.\n\nLabel-free biosensors monitor changes that occur when target analytes bind with molecular capturing elements immobilized on a solid support, or elicit changes in interfacial capacities or resistance [15, 16] . Label-free biosensors require only a single recognition element, leading to simplified assay design, decreased assay time and reduction in reagent costs. This recognition mode is especially appropriate for small molecular targets, which can be buried within the binding pocket of the capturing element, leaving little room for interaction with a detector agent that would be required in a labeled assay. Another advantage of label-free method is the ability to perform quantitative measurement of molecular interaction in realtime, allowing continuous data recording. Also, target analytes are detected in their natural form without labeling and chemical modification, thus can be preserved for further analysis. The label-free sensing strategies for various infectious diseases discussed below operate through a binding-event-generated perturbation in optical, electrical or mechanical signals ( Table 2) .\n\nOptical transducers are widely used due to their high sensitivity with several wellestablished optical phenomena such as surface plasmon changes, scattering and interferometry [22] . Surface plasmon resonance (SPR) is the excitation of an electromagnetic wave propagating along the interface of two media with dielectric constants of opposite signs, such as metal and sample buffer, by a specific angle of incident light beam [23] . The signal is based on total internal reflection that results in a reduced intensity of the reflected light. The angle at which the resonance occurs is sensitive to any change at the interface, such as changes in refractive index or formation of a nanoscale film thickness due to surface molecular interactions. Therefore, these changes can be measured by monitoring the light intensity minimum shift over time. A bioanalyzer based on SPR was employed for the detection of Escherichia coli O157:H7 and methicillin-resistant Staphylococcus aureus (MRSA) using T4 and BP14 bacteriophages, respectively as capturing elements [24] . Without labeling or enrichment, this SPR bioanalyzer could detect as few as 10 3 cfu/ml in less than 20 min.\n\nBackscattering interferometry (BI) is another optical detection method used for biosensing [25] . BI systems consist of a coherent single wavelength light source (commonly a low power He-Ne or red diode laser) focused onto a microfluidic channel and a detector to analyze the reflected intensity. Upon coherent-laser illumination of the fluid-filled channel, a highly modulated interference pattern is produced due to sub-wavelength structures in the channel. Analysis of changes in the profile of fringe patterns by the detector located in the direct backscatter direction can facilitate measurement of refractive index changes and allow quantification of molecular binding events. BI can detect both free solution or surface immobilized molecular interactions with unprecedented limits in microfluidic devices (picoliter detection volume) and allows real-time determination of binding constants spanning from micro-to picomole. Kussrow et al. have shown the potential of utilizing BI for rapid detection of purified total human IgG from seropositive syphilis patients using a purified recombinant treponenmal antigen r17, demonstrating the prospect of using this approach for serological diagnosis in clinical samples [26] .\n\nMost label-free optical biosensors require precise alignment of light coupling to the sensing area, which is a major drawback for point-of-care applications. Therefore, optical sensing can be significantly improved when this approach is used in an integration scheme. Integrated optics allow several passive and active optical components on the same substrate, allowing flexible development of minimized compact sensing devices, with the possibility of fabrication of multiple sensors on one chip. A novel nanoplasmonic biosensor based on light transmission effect in plasmonic nanoholes and group-specific antibodies for highly divergent strains of rapidly evolving viruses has been developed, allowing direct coupling of perpendicularly incident light with the sensing platforms and minimizes the alignment requirements for light coupling. This system was used to demonstrate the recognition of small enveloped RNA viruses (vesicular stomatitis virus and pseudotyped Ebola) as well as large enveloped DNA viruses (vaccinia virus) at clinically relevant concentrations [27] .\n\nElectrical analytical methods are common sensing approaches due to their innate high sensitivity and simplicity that can be effectively conjugated to miniaturized hardware. Common types of electrical biosensors that have been applied to infectious disease diagnostics include voltammetric, amperometric, impedance and potentiometric sensors [28] . Voltammetric and amperometric sensors involve current measurement of an electrolyte with a DC voltage applied across the electrode as a function of voltage and time, respectively. An immunosensor based on the amperometric approach has been developed for the detection of hepatitis B surface antigen, a major index of hepatitis B viruses [29] . This sensor contains a glassy carbon electrode modified with an assembly of positively charged poly(allyamine)-branched ferrocene and negatively charged gold nanoparticles (Au NPs). The combination of the biocompatible and stable poly(allyamine)-branched ferrocene composite film with redox activity and the conducting Au NPs with larger specific interfacial area were effective in preventing the leakage of both mediator and antibodies and provided sensitive and selective adsorption to hepatitis B surface antigen in human serum. Impedance-based electrical transducers measure the electrical opposition to current flow at an interface by applying a sinusoidal voltage at a particular frequency or at a wide range of frequencies with a constant direct current bias voltage [30] . The impedance is the ratio between applied sinusoidally varying potential and the derived current response across the interface. An impedance biosensor using carbohydrate α-mannoside for recognition was developed for detecting E. coli ORN 178, a surrogate for the pathogenic E. coli O157:H7, with a detection limit of 10 2 cfu/ml [31] . Another impedance biosensor has been developed for detection of viral infections during acute phase, which is crucial since replication and shedding may occur before detectable antibodies appear [32] . Shafiee et al. have isolated, enriched HIV-1 and its multiple subtypes with magnetic beads conjugated with anti-gp120 antibodies, and detected the viral lysates with impedance analysis at the acute state of infection (10 6 -10 8 copies/ml) on an electrode with simple geometry [33] .\n\nPotentiometry is another simple and widely used technique based on measurement of potential or charge accumulation using a high impedance voltmeter with negligible current flow. An immunosensor developed based on the potentiometric transduction capabilities of single-walled carbon nanotubes (SWCNTs) in combination with the recognition capabilities of protein-specific RNA aptamers was exploited for determining variable surface glycoproteins (VSGs) from African Trypanosomes [34] . Similar to antibodies, apatmers are small synthetic RNA/DNA molecules that can form secondary and tertiary structures capable of specifically binding to various molecular targets [35] . A potential shortcoming with RNA-based aptamers is their short half-life due to susceptibility of the phosphodiester backbone and the 5´ and 3´-termini to ribonucleases and exonucleases, respectively. Nuclease-resistant RNA aptamer sensors were synthesized based on 2´ F-substituted C-and U-nucleotides. The hybrid nanostructured (VSG-specific and nuclease-resistant RNA aptamers hybridized with SWCNTs) potentiometer demonstrated VSG protein detection at attomolar concentrations in blood.\n\nA closely related electrical sensor is the field effect transistor (FET). In this technology, the current-carrying capability of a semiconductor is varied by the application of an electric field due to nearby charged particles. In most cases, the sensor response is interpreted as a result of a shift of the flat-band or threshold voltage of the field-effect structure, which is due to the binding process at a gate electrode or at the current carrying element. A biosensor for detecting the pathogenic yeast Candida albicans was developed based on a FET, in which a network of SWCNTs functionalized with monoclonal anti-Candida antibodies acts as the conductor channel [36] . These specific binding sites for yeast membrane antigens provided a sensitive limit of detection as low as 50 cfu/ml. Another FET-based biosensor involved an In 2 O 3 nanowire functionalized with antibody mimic proteins (AMPs) for detection of nucleocapsid protein, a biomarker of severe acute respiratory syndrome [37] . Similar to aptamers, AMPs are engineered in vitro to target specific analytes. Tailor-made AMPs are stable over a wide range of pH and electrolyte concentrations and can be produced in large quantity at relatively low cost, making them an ideal capturing element for biosensor surface specification. This FET-based platform has been used to demonstrate nucleocapsid protein detection in complex media at sensitivities comparable with ELISA.\n\nAdvances in micro-and nanofabrication technologies have facilitated the emergence of micro-and nanoscale mechanical transducers capable of detecting changes in force, motion, mechanical properties and mass that come along with molecular recognition events [38, 39] . Among different mechanical biosensors, cantilever and quartz crystal microbalances (QCMs) are the most established techniques. Mechanical bending of a micro-or nanocantilever is monitored as analytes bind, with optical readout typically used to detect the deflection or change in stress/strain profile of the cantilever. In one example, a cantilever array was functionalized with carbohydrate molecules as capture agents for E. coli [40] . In this work, the gold-coated top sides of the cantilever array functionalized with selfassembled layers of distinct mannosides allowed the reproducible real-time detection of different E. coli strains including ORN 208, 178 and 206, with sensitivity range over four orders of magnitude. As the E. coli strains used bind to mannose but not galactose, a structurally similar carbohydrate, an internal reference cantilever with galactose was included to assess non-specific binding and account for non-specific reactions, including small changes in pH, refractive index or reactions occurring on the underside of the cantilever. Liu et al. expanded the applications of the cantilever-based sensor from a cellscreening tool to a real-time cell growth monitor to provide new insights into drug-cell interactions [41] . They demonstrated real-time growth monitoring of Saccharomyces cerevisiae yeast strains, YN94-1 and YN94-19, on the polymer cantilevers. The enhanced sensitivity of the static mode microcantilever-based system differentiated the effects of both withholding essential nutrients (synthetic complete-uracil) and drug (5´-fluoroorotic acid) interactions with yeast cells. Further, compared with silicon nitride cantilevers, polymer microcantilever sensors can be fabricated at lower cost with laser micromachining and offer higher sensitivity due to the rubbery modulus of the polyimide used.\n\nPiezoelectric detection, such as a QCM, measures variations in resonant frequency of an oscillating quartz crystal in response to the changes in surface-adsorbed mass due to a biorecognition event. The application of an external potential to a piezoelectric material, such as quartz, produces internal mechanical stresses that induce an oscillating electric field, which then initiates an acoustic wave throughout the crystal in a direction perpendicular to the plate surfaces. The resonance frequency shift in a QCM can be influenced by many factors, such as changes in mass, viscosity, dielectric constant of the solution and the ionic status of the crystal interface with the buffer solution. Peduru Hewa et al. [42] developed a QCM-based immunosensor for detection of influenza A and B viruses. By conjugating Au NPs to the anti-influenza A or B monoclonal antibodies, a detection limit of 1 × 10 3 pfu/ml for laboratory cultured preparations and clinical samples (nasal washes) was achieved. In 67 clinical samples, the QCM-based immunosensor was comparable with standard methods such as shell vial and cell culture and better than ELISA in terms of sensitivity and specificity. Another strategy for enhancing the sensitivity and specificity of QCM-based biosensors involves fabrication of molecular imprinted film on a QCM chip. Molecularly imprinted polymers are a powerful tool for fabrication of synthetic recognition elements. For example, Lu et al. developed a biomimetic sensor based on epitope imprinting for detection of HIV-1 glycoprotein gp41, an important index of disease progression and therapeutic response [43] . The advantages of epitope-mediated imprinting over traditional protein imprinting approaches include higher affinity, less non-specific binding and lower cost. For this sensor, dopamine was used as the functional monomer and polymerized on the surface of a QCM chip in the presence of a synthetic peptide analogous to residues 579-613 of gp41. The sensor allowed direct quantitative detection of gp41 with a detection limit of 2 ng/ml, which is comparable with ELISA. The sensor also showed satisfactory performance of detecting gp41 spiked in human urine samples, demonstrating the potential for point-ofcare application. Another example proposed by Tokonami et al. utilized a molecularly imprinted polymer film consisting of overoxidized polypyrrole (OPPy) in combination with QCM for direct bacterial detection at concentrations as low as 10 3 cfu/ml within 3 min [44] . Furthermore, the bacterial cavities created in the OPPy film had high selectivity and were able to distinguish target bacteria, Pseudomonas aeruginosa, in a mixture of similar shaped bacteria including Acinetobacter calcoaceticus, E. coli and Serratia marcescens.\n\nAs label-free schemes generally do not include signal amplification, improvement of specificity and sensitivity of a given device depends largely on the proper selection and combination of capturing elements and transducers. With continuing advances in biochemistry and molecular biology, it is anticipated that the diversity of capturing elements with higher affinity, specificity and stability will continue to expand. A major challenge for clinical application of label-free biosensors remains in translating the technologies from detection in laboratory solutions to real-world clinical samples, such as blood, serum and urine. The complex sample matrices of clinical samples can lead to non-specific binding and aberrant signals. For example, charge-based label-free biosensors are highly sensitive to changes in pH, ionic strength and environmental temperature. Nanowires often require sample desalting prior to detection of analyte, and microcantilevers require sensitive temperature regulators [38, 45] . Also, non-specific binding events may contribute a measurable signal indistinguishable from the specific target analyte signal. A number of strategies have been developed to mitigate the sample matrix effect. One of the most common approaches is to exploit hydrophilic 'antifouling' surfaces, such as polyethylene glycol and its derivatives [46] . It has been shown that a polyethylene glycolmodified surface was sufficiently robust for biomarkers detection with clinically relevant sensitivity in undiluted blood serum by electrochemical impedance spectroscopy [47] . Zwitterionic polymers, which are highly hydrophilic and electrically neutral in nature, have also received much attention as antifouling interfaces. Several groups have shown that a coating of polycarboxybetaine methacrylate, a zwitterionic-based material, on the sensor surface, prevents non-specific adsorption of proteins from blood serum and enhances the antibody target-binding affinity, making label-free detection in clinical samples a possibility [48, 49] .\n\nLabeled assays are the most common and robust method of biosensing. Classically, in labeled assays, the analyte is sandwiched between the capture and detector agents [50] . Capture agents are typically immobilized on a solid surface such as electrodes, glass chips, nano-or microparticles, while detector agents are typically conjugated to signaling tags, such as fluorophores, enzymes or NPs [17] . As with label-free assays, optical, electrical or mechanical transducers can be coupled to the signaling tag. Examples of sensor-tag interactions include optical sensors used to detect fluorescent [51] , colorimetric [52] or luminescent tags [53] , electrochemical sensors used to detect redox reactions from enzyme tags [54] and magnetoresistive sensors used to detect magnetic tags [55] . With these systems, quantitative or semi-quantitative detection of analyte is possible by relating the signal generated to the amount of analyte captured. In general, capture and detector elements have different binding sites, thus the specificity increased and the background reduced. However, the multistep protocol can make the assay more costly and complicated.\n\nELISA is the standard sandwich immunoassay for infectious disease applications in clinical laboratories [50] . ELISA typically uses a capture antibody and a detector antibody modified with an enzyme tag for catalyzing the conversion of chromogenic substrate into colored molecules. In quantitative ELISA, the optical density of the colored product from the sample is compared with a standard serial dilution of a known concentration of the target molecule. Nucleic acids can also be detected with sandwich assays. For example, the Liao group developed an electrochemical sensor assay to detect urinary pathogens in clinical samples based on immobilized capture oligonucleotide and labeled detector oligonucleotide for detection of bacterial 16S rRNA [54] . Signal is generated by an oxidation-reduction current produced by the enzyme tag conjugated to the detector probe. The best known commercially available sandwich assays are lateral flow immunoassays or immunochromatographic test strips, in which the signal can be measured qualitatively by eye or semi-quantitatively by engineering interfaces such as low-cost laser-and photodiode or amperometric detectors [56] . Most well-known commercially available examples include home pregnancy tests and urinalysis strips. Lateral flow assays have been proposed for saliva-or blood-based HIV tests, blood-based malaria antigen test and serum-based tuberculosis test [6] . Advantages of lateral flow assays include low cost, minimal to no sample preparation and straightforward interpretation of the results [57] . Disadvantages include relatively poor sensitivity for many of the clinically relevant targets and qualitative or semi-quantitative results. To improve the limit of detection, recent efforts have focused on signal amplification. Promising development in the field of nanotechnology over the years has facilitated the functionalization of NPs with different biological molecules, which turns them into ideal labels for various signal amplification processes in the biosensor platforms. Due to their high surface-to-volume ratio, NPs are attractive means of signal amplification to improve sensitivity and versatility of biosensing devices [9, 17, 58] . Labeled biosensors-based biobarcode, metal NPs and magnetic NPs labeling are reviewed (Table 3) .\n\nOne of the most promising NP-based approaches is the biobarcode amplification (BCA) assay, which is able to detect both proteins and nucleic acids without enzymatic reactions [52, 59] . BCA involves a sandwich assay with targets captured with micro-or nanoparticles conjugated with oligonucleotides (barcode DNA) as surrogates for signal amplification. With every target captured, many strands of barcode DNA are released for subsequent detection with other means such as electrochemical or optical. BCA was recently applied to detection of HIV-1 capsid (p24) antigen, a useful marker for predicting CD4 + T-cell decline, disease progression and early detection of HIV-1 infection [60] . The detection scheme used an anti-p24-coated microplate to first capture viral p24, followed by a biotinylated detector antibody. A streptavidin-coated NP-based biobarcode DNAs was next introduced for signal amplification, followed by detection using a chip-based scanometric method. A detection range of 0.1-500 pg/ml was demonstrated, which was 150-fold more sensitive than conventional ELISA. When tested with clinical blood samples, 100% negative and positive predictive values were found in 30 and 45 samples, respectively. Also, it could detect HIV-1 infection 3 days earlier than ELISA in seroconverted samples.\n\nMetal NPs can also serve as signal amplification labels for bio-recognition processes based on their unique optical properties [61, 62] . Gold and silver NPs exhibit plasmon absorbance bands in the visible light spectrum that are determined by the size of the respective particles. Therefore, the spectral shifts due to the aggregation of metal NPs have prompted numerous studies to develop optical biosensors with biomaterial-metal NPs hybrid systems as the detection amplifiers. One such sensor is part of an integrated microfluidic chip using goldlabeled antibodies for simultaneous diagnosis of HIV and syphilis from 1 µl of whole blood ( Figure 2 ) [63] . The signal amplification occurs via the reduction of silver ions onto Au NPs inside a millimeter-sized meandering channel design. The optical density of the silver film is detected and can be quantified with the low-cost optics or qualitatively by eye. Initial studies indicate this integrated biosensor is comparable with commercial ELISA kits with near 100% sensitivity and 98-100% specificity for HIV and 82-100% sensitivity and 97-100% specificity for syphilis.\n\nMagnetic NPs-coupled detectors for biosensing can be used for signal amplification with the advantage that they are amenable to use in solution phase sandwich assays such as diagnostic magnetic resonance [55, 64] . A major advantage of solution phase assays is significantly faster assay times compared with diffusion-dependent surface structure-based assays. With diagnostic magnetic resonance, both the capture and detection agents are in solution and linked to magnetic particles. When an analyte of interest is present, the magnetic particles cluster as the antibodies bind the analyte. The clusters of magnetic particles are more efficient at dephasing nuclear spins of the adjacent water protons, causing a decrease in the spin-spin relaxation time, resulting in a quantifiable signal. Chung el al. have presented a magneto-DNA platform targeting bacterial 16S rRNAs capable of profiling a panel of 13 bacterial species from clinical samples including urine, pleural fluid, biliary fluid, ascitic fluid and blood [65] . Near single bacterium sensitivity can be achieved by three signal amplification steps including reverse transcription-PCR amplification of the 16S rRNA, polymeric bead capture and enrichment of target DNA and magnetic amplification with magnetically labeled beads conjugated to target DNA (a single magnetic NPs can affect billions of surrounding water molecules) [66] . Two drawbacks of the system are the requirement for manual sample preparation and the PCR experiment is a separate step from the nuclear magnetic resonance-based sensor.\n\nWhile accurate pathogen identification is the key to diagnosis, assessing pathogen antimicrobial susceptibility is an important parameter in the management of infection. Rapid antimicrobial susceptibility test (AST) can expedite appropriate therapy to impact clinical outcome and may reduce emergence and transmission of MDR pathogens. As the rates of MDR pathogens and new infectious diseases rise, the administration of appropriate treatment in a timely manner becomes more challenging using current tests [67] . Hence, a rapid diagnostic system that combines pathogen identification and AST would meet a significant clinical need [68] . Antimicrobial susceptibility can be determined phenotypically by measuring bacterial growth/growth inhibition in the presence of a drug, or genotypically with PCR-based assays to identify genetic mechanisms that confer resistance [69] .\n\nPhenotypic ASTs are the mainstay in the clinical microbiology laboratory. These tests typically require isolation of the pathogen and long incubation time accounting for the lag time of 24-72 h from sample collection to completion of analysis. Recent studies have demonstrated development of biosensor and microfluidic devices for rapid AST. Mach et al. demonstrated rapid AST from clinical urine samples by direct culture of infected urine in the presence of antibiotic followed by electrochemical detection of 16S rRNA levels as a measure of cell growth [70] . The AST assay was completed in 3.5 h with 94% agreement with standard AST. Another rapid AST approach used an electrochemical biosensor for detection of precursor rRNAs (pre-rRNA), an intermediate state in formation of mature rRNA and a marker for cell growth [71] . The specificity of the assay was validated with inhibitors of pre-rRNA synthesis and processing (rifampin/rifampicin and chloramphenicol) and a DNA gyrase inhibitor (ciprofloxacin). A decline in pre-rRNA was detectable within 15 min in drugsusceptible bacteria but not in resistant strains. Another approach used optical detection for a single cell AST where bacteria were cultured in with/without antibiotic in microchannels. Individual uropathogenic E. coli cells were confined to bacterium-width microchannels with dielectrophoresis (DEP), an electrokinetically driven short-range particle trapping force, applied through an integrated microelectrode [72] . Growth was measured with an epifluorescence microscope and AST profile determined within 1 h. Another microfluidic platform for AST was based on stress activation of biosynthetic pathways [73] . In this assay, S. aureus bound to the bottom of a microfluidic channel, was subjected to mechanical shear stress and enzymatic stress with subinhibitory concentrations of a bactericidal agent resulting in cell wall damage. Subsequent treatment with the antibiotic oxacillin interfered with the repair process, resulting in rapid cell death of susceptible S. aureus strains, while resistant bacteria remained viable under the same conditions. Cell viability was monitored using a vital dye and AST results were established based on normalized fluorescence values after 60 min. This approach correctly designated oxacillin susceptibility of 16 clinical relevant S. aureus strains.\n\nIn general, microfluidic approaches are promising for the miniaturization and rapid determination of antimicrobial susceptibility [68, [74] [75] [76] [77] . These approaches can potentially be integrated with multiple functionalities into portable chips, which in turn can facilitate AST at the point of care. Additional work is needed to confirm the accuracy of these devices with respect to current clinical ASTs.\n\nAdvances in biosensor technology and signal amplification have led to highly sensitive detection of pathogen-specific and host immunity biomarkers. However, sample preparation is increasingly recognized as the critical bottleneck in translating biosensors from the laboratory to clinics [78] . Sample preparation involves enrichment of target analyte, removal of matrix inhibitors and sample volume reduction. The strategy of sample preparation depends on the type of biological sample, the sample volume and the target analyte concentration (Table 4 ). Sample preparation begins with specimen collection: a blood draw to assess serum analytes, a buccal swab to collect somatic cells, a lumbar puncture for cerebrospinal fluid or a collection cup for urine, stool or sputum samples. After collection, samples needed to be loaded on the sensing device for preparation and analysis. Whereas specimen loading can be relatively easy for aqueous samples (i.e., blood, urine, saliva and spinal fluid) [79] , additional steps such as digestion and homogenization are necessary for viscous or solid samples (i.e., stool and sputum) [64, 80] . On-chip sample preparation becomes essential for direct analysis of raw biological samples on detection platforms. Unique features of microfluidics such as small features size (from nanometers to hundreds of micrometers), the laminar nature of fluid flow, fast thermal relaxation, length scale matching with the electric double layer, low fluid volume handling, short assay time and low power consumption make these techniques ideal for point-of-care sample preparation [10] . A number of microfluidics-based sample preparation platforms based on three major sample preparation steps, separation, concentration and lysis, are reviewed here.\n\nMany diagnostic assays are dependent on an initial separation step. Separation is particularly common with blood samples that are commonly fractionated into plasma, white blood cellrich buffy coat and red blood cells. The conventional means of blood separation in clinical laboratories are centrifugation and filtration. Centrifugation is highly efficient but requires a dedicated instrumentation that is challenging to integrate with other steps of sample preparation. While filtration is a cost-effective alternative to centrifugation, common problems include membrane clogging and hemolysis under high pressure. Microfluidicbased alternatives of separation are under active investigation to facilitate integration with advanced biosensors.\n\nOne microfluidic technique for rapid separation of plasma from a finger prick of whole blood is based on the Zweifach-Fung bifurcation effect [81] . This effect relies on the behavior of blood cells at a branch point in a microfluidic channel, where the blood cells will travel into a channel with a higher flow rate and plasma will end up in the lower flow rate channel. One system integrated a Zweifach-Fung-based microfluidic module with a DNA-encoded antibody arrays for rapid onchip blood separation and measurement of a panel of plasma proteins using fluorescence detection [82] . The 10-min assay time from sample collection to detection allows robust detection of proteins that otherwise would rapidly degrade in blood samples ( Figure 3 ). Another low-cost plasma separation approach utilizes red blood cell agglutination in a paper-based microfluidic format [83] . Wax hydrophobic barriers printed on paper were used to filter out agglutinated red blood cells, while the plasma was wicked through the paper substrate onto the test readout zones where a colorimetric assay was used to detect analytes of interest. Lab-on-a-disc is another promising microfluidic technology, which takes advantage of centrifugal forces for various fluid manipulations including plasma separation [84] . With the lab-on-a-disc format, a fully automated immunoassay from whole blood has been demonstrated for detection of hepatitis B virus antigen and antibodies (Figure 4 ).\n\nAlthough various microfluidic-based approaches can effectively separate plasma from whole blood, many of these techniques are limited to small volume (up to about 100 ml) due to the physical restriction of the flow rates. However, clinical samples for bioanalysis are often on the milliliter scale, making large-scale fluid manipulation important especially for low concentration target analytes. Microfluidic chips that can be adapted for higher flow rates and higher volumes for plasma separation are being investigated. One disc-based device is capable of processing 2 ml of whole blood yielding high purity plasma in less than half the time of commercial plasma preparation tubes [85] . Another approach used the temperature effects to generate high flow rates (between 50 and 200 µl/min) with 1 ml of blood sample [86] .\n\nSeparation is a key step not just for processing whole blood, the sample matrix can impact biosensing from most clinical samples. The matrix effect occurs when the interfering compounds of a sample, such as, abundant proteins, cells, immunoglobulins or debris, alter the final readout of the biosensor by either increasing the background or reducing the signal, ultimately lowering the sensitivity of the assay [87] . Sample dilution with a buffer solution can be sufficient to reduce matrix effects for detection of abundant target analytes. However, in most cases, more complicated sample preparation procedures including concentration and separation are required. Thus, separating and concentrating the targets from a larger volume of samples is a critical sample preparation strategy that can both improve the detection limit by increasing the signal (target concentration) and reducing the noise (matrix effect).\n\nWith real clinical samples in the milliliter scale and relatively low concentrations of target analyte, both separation and concentration are frequently needed for biosensor detection. Beadbased analyte capture integrated with microfluidic systems have been demonstrated for efficient sample concentration, due to fast diffusion and high surface-to-volume ratio of beads in solution, which provides more binding sites for target analytes or pathogen [88, 89] . However, bead manipulation is usually limited by the applied flow condition. To add another degree of freedom for particle manipulation, magnetic beads have been used. Magnetic bead capture relies on mixing and capturing of the targets with the capture agent functionalized beads, followed by application of a magnetic field to capture and wash the bead-target hybrids. Lien et al. used an immunomagnetic bead (IMB)-based system for rapid detection of influenza A virus [90] . Monoclonal antibody-conjugated IMBs were used to target different strains of influenza A virus such as A/H1N1 and A/H3N2 in serum specimens. The limit of detection is about 5 × 10 −4 hemagglutin units (HAU), which is three orders of magnitude better than bench top systems using flow cytometry. More importantly, this automated microfluidic assay could be completed within 15 min, which is about 1/10 the time required for the comparable manual assay. Similarly, Soelberg et al. have employed IMBs for surface plasmon detection of staphylococcal enterotoxin B (SEB) from patient stool samples [64] . With this approach, 100 pg/ml SEB in stool samples was easily detected, which is an order of magnitude more sensitive than other commercial assay kits.\n\nAlternative microfluidic devices utilize electrokinetics for sample manipulation. Electrokinetics involve the study of the movement and behavior of particles in suspension when they are under the influence of electric fields. Among different electrokinetics techniques, DEP is one of the most promising approaches for separating and concentrating bacteria and cells as it is a short-range particle force that can directly act on a particle [91] . When the particle is subjected to an electric field, a dipole is induced in a polarizable particle. If the electric field is non-uniform, the particles will experience a net force toward (positive DEP force) or away (negative DEP force) from the electrode surface depending on the conductivity and permittivity of the particles, the surrounding medium and the applied electrical frequency. The magnitude of the DEP force is also proportional to the particle volume, thus allowing efficient separation of different size particles or cells. However, the main challenge of positive DEP trapping is that it is not effective in biological fluids that have high conductivity (≥1 S/m) [92] . To overcome this limitation, Park et al. combined a negative DEP-based separation channel with positive DEP traps that can continuously separate and trap E. coli from either human cerebrospinal fluid or whole blood samples [93] . The proposed platform can take 1 ml volumes of crude biological sample and concentrate target cells into a submicroliter volume with approximately 10 4 -fold of concentration. In another effort, Gao et al. have designed a hybrid electrokinetics device [91] combining short range electrophoresis and DEP particle force, with long range AC electrothermal fluid flow for continuous label-free isolation of bacteria, such as E. coli, Acinetobacter baumannii and Bacillus globigii from biological samples, such as urine and buffy coat with a concentration efficiency of over three orders of magnitude [94] .\n\nIn addition to bead-based and electrokinetic assays, other simple, low-cost microfluidics target concentration platforms are being developed. Zhang et al. have reported a disposable polymer microfluidic device employing evaporation-induced dragging effect to perform rapid concentration of fluorescently tagged E. coli [95] . The recovery concentration was above 85% or initial bacterial concentrations lower than 1 × 10 4 cfu/ml. At the lowest initial concentration, 100 cfu/ml, 100 µl of bacteria in solution was concentrated into 500 nl droplets with greater than 90% efficiency in 15 min. However, evaporation-induced concentration will concentrate all components of the sample and may exacerbate the matrix effect. Therefore, this approach may only be feasible for clinical samples in conjunction precleaning steps to remove interfering matrix components of the sample. Another microfluidic approach imitates the functions of centrifuge yet operates without moving parts or external forces [96] . The 'centrifuge-on-a-chip' employs fluid vortices to passively trap cells using purely hydrodynamic forces. This approach has been used for high-throughput selective enrichment of cells from 10 ml blood samples into smaller µl volumes at the high flow rate (ml/min scale), followed by an automated fluorescent labeling detection assay on the trapped cells.\n\nFor many assays, cell lysis to release intracellular components including nucleic acids, proteins and organelle is an essential step in sample preparation. Mechanical, electrical, chemical and thermal lysis methods have been demonstrated in microfluidic platforms [97] . Mechanical lysis involves the generation of shear force through the application of high pressure, rapid agitation or sonication to crush cells. One system for cell lysis and DNA analysis uses phononic lattices to generate surface acoustic wave-induced rotational vortices to mechanically lyse red blood cells and malarial parasitic cells present in a drop of blood [98] . Subsequent real-time PCR analysis also used surface acoustic wave as the heating element and showed that the integrity of the genomic DNA was maintained for efficient analysis. Many systems use friction and collisions between cells and beads in solution for mechanical lysis. One such platform uses a magnetically actuated bead-beating system on a compact disc (CD)-based centrifugal microfluidic platform [99] . This system includes a stationary stand with permanent magnets beneath the CD and magnetic lysis disks inside the CD. As the CD spins over the stationary magnets, the magnetic lysis disks oscillate inside the chambers, resulting in mechanical impact and sample shearing. Biological validation of this platform was tested using Bacillus subtilis spores and clinical nasopharyngeal aspirates for respiratory virus detection. Although mechanical lysis can be adapted to different cell types, it often requires cooling to remove heat produced by the dissipation of the mechanical energy.\n\nThermal lysis makes use of high temperature to denature cell membrane proteins and damage the cell to promote release of cytoplasmic contents. A short pulse of approximately 100°C is sufficient to break the cell membrane without damaging nucleic acid, yet prolonged heat treatment may cause irreversible denaturation of DNA. This lysis approach is most commonly integrated in microfluidic systems with PCR-based genetic assays as a single embedded resistive heater can provide heat for thermal lysis and PCR [100, 101] . This approach has been verified for lysis and detection of influenza viral particles (infA/H1, infA/H3 and infB) in nasopharyngeal swab samples [102] . In this assay, amplification and detection were done sequentially by one-step RT-PCR and an optical detection module with a limit of detection of 100 copies for all influenza viruses. Although thermal lysis requires no chemical reagents, consistent high heat will lead to the denaturation of proteins and may interfere with subsequent assays. Also, large sample volumes require much more energy to heat. Thermal lysis may be improved by increasing the pressure inside the chamber to speed up lysis and use lower temperatures.\n\nChemical lysis makes use of buffers or other lytic agents to break down cell walls and membranes [103] . The chemical agent used for lysis depends on the target cell type and target molecule, the type of clinical samples and the detection mechanisms. For example, ammonium chloride is effective at lysing erythrocytes but no other mammalian cell types, which can be useful in clinical samples such as urine and blood when specific lysis of erythrocytes is desired. In the electrochemical detection of 16S rRNA of uropathogens, lysozyme followed by sodium hydroxide has been shown to be efficient for lysis of both Gram-positive and Gram-negative bacteria from clinical urine samples [54] . While chemical lysis is simple and effective for wide range of samples, it requires wet chemical storage and mixing, which adds complexity in a microfluidic setting.\n\nExposure of cells to high-intensity pulsed electric fields can lyse cells due to the dielectric breakdown of the cell membrane. The electric field strength required to reach the threshold to initiate cell lysis depends on cell shape and size, as well as membrane composition. Lam et al. demonstrated bacterial lysis with nanostructured microelectrodes using 100 V, 10 ms DC pulses at a frequency of 1 Hz for 20 s [104] . This lysis approach has been validated with different bacteria, such as, E. coli, Staphylococcus saprophyticus, S. aureus and MRSA using RT-PCR to measure lysis. While electrical lysis is reagentless and quick, the high voltage in high conductivity physiological buffers can lead to chemical electrolysis, undesirable localized heating and denaturation of proteins.\n\nThe four main lysis methods described above have their advantages and challenges in terms of time, adaptability to different cell types, heat generation to samples and interference with the subsequent assays. In order to develop an efficient lysis approach, combinations of the aforementioned methods have been designed. For instance, a hybrid chemical and mechanical lysis approach involves directing the bacterial cell through a porous polymer monolith assisted with detergent lytic conditions [105] . With this method, both Gramnegative and Grampositive bacteria were successfully lysed in human blood samples.\n\nThe ideal standalone platform would allow the user to simply add sample, click start then view the results. However, fully integrated systems that bring together the components of sample preparation and analyte detection remain a critical challenge for technology transfer from laboratories to the clinical market [56, 106] . Recent system-oriented microfluidic strategies that facilitate system integration include multilayer soft lithography, multiphase microfluidics, electrowetting-on-dielectric, electrokinetics and centrifugal microfluidics [107] . Microfluidic sample preparation steps such as concentration, mixing, pumping and separation can be achieved with these strategies, which make system integration a straightforward task with consistent and monolithic fabrication technologies. Another crucial element for system integration is the detection module. For example, many of the optical detection strategies require a bulky microscope and laser source, which are not practical in clinical settings. Recently, research has focused on portable detection system based on optical, electrical and magnetic sensing. For optical detection, lens-free digital microscopy has been implemented with miniaturized and cost-effective optical components mechanically attached to a camera unit of a cell phone [108] . Images of micro-sized objects, for example, red blood cell and white blood cells can be observed with these portable systems and they will be useful in delivering health information through telecommunication, especially in remote settings. For electrical detection, electrochemistry is a promising candidate for lab-on-a-chip [109] . Not only can the electrical signal be processed by conventional electronics, the miniaturization and integration of the electrochemical transducer into a microfluidic platform is viable. Moreover, as the electrochemical sensor share a similar electrode interface with other electric field-driven microfluidic platforms, such as, electrowetting-on-dielectric [110] and electrokinetics [111] , integrating sample preparation components with the detection module is simplified. A multifunctional electrode approach has been demonstrated recently showing the implementation of electrokineticinduced mixing directly on an electrochemical sensor, resulting in signal enhancement for detecting urinary tract infections ( Figure 5 ) [112] . With the lab-on-a-disc format, a fully automated immunoassay from whole blood has been demonstrated for detection of hepatitis B virus antigen and antibodies (Figure 4 ) [84] . Compared with over 2 h for conventional ELISA, the lab-on-a-disc assay was complete in less than 30 min with a similar limit of detection. Indeed, as there is no 'one size fits all', system integration solutions must be tailored for the intended application with design inputs from all stakeholders.\n\nInfectious diseases are ideal applications for the emerging biosensor technologies. For many infectious diseases, rapid diagnosis and timely initiation of effective treatment can be critical for patient outcome and public health. When integrated with advanced microfluidic systems, biosensor can form the foundation of rapid point-of-care devices with the potential to positively impact patient care. As the rate of emergence of MDR pathogens and new infectious diseases continues to increase, an ideal diagnostic system will include pathogen identification, AST and host immune response.\n\nWhile significant improvements in sensitivity and specificity have been achieved in recent years, the commercialization of biosensors for infectious diseases is still in its infancy [56] . For assay development, both label-free and labeled assays have their advantages and limitations. Label-free assays allow ease of sample preparation and quantitative real-time measurement, but suffer from matrix effects and potential for non-specific bindings. While the multistep protocols for labeled assays make them modestly more complicated, the incorporation of multiple binding events increases specificity and amplification tags improve sensitivity. Taken together, labeled assays appear to have a greater potential for clinical translation, particularly in dealing with real-world samples.\n\nTranslating sample preparation techniques imposes a challenging bottleneck for point-ofcare device development. The matrix effect of clinical samples presents an important problem for many biosensor devices and needs to be addressed with each device/matrix/ analyte scenario. Most biosensors demonstrate excellent performance with the pristine samples such as pure bacterial/viral cultures or purified biomolecules isolated from clinical samples. Promising performance is also commonly observed in spiked samples. Not uncommonly, the matrix becomes more complex in the setting of active infection. For example, healthy urine contains few cells, yet upon infection, the urine can go from a clear salt solution to a cloudy mixture of bacteria, white blood cells, red blood cells and epithelial cells. This change can lead to clogging of microchannels and reduction of the signal. Therefore, even the most promising sensors need to be critically evaluated with the clinical samples spanning the anticipated range of the analyte. A number of recent studies have demonstrated chip-compatible sample preparation strategies that can start with original clinical samples in microfluidic systems [78] , yet the complexity in reducing milliliter sample volume down to microliter volume has not been fully addressed.\n\nFinally, system integration remains the most critical challenge for the technology transfer from laboratories into the clinics. Although successful detection mechanisms, microfluidicsbased sample preparation strategies and detector modules have been demonstrated separately, hurdles remain in the integration of these modules into a fully automated, standalone platform that is easily operated by a non-technical end user. If these issues can be adequately addressed, it will significantly increase the likelihood of translating research grade biosensors from the research laboratories into the fields and clinics.\n\nAlthough the potential of microfluidics technology to benefit point-of-care diagnostics has been demonstrated for decades, it is unlikely that integrated lab-on-a-chip system that can directly deal with raw samples will be on market in the next 5 years. The driving force for commercialization fully relies on the cost-effectiveness delivered by the technology, which involves not only the cost, but also the real clinical benefits of the test measured based on disability-adjusted life-years [113] . From the technological point of view, one way to maximize the benefits delivered is to develop a universal integrated system that can efficiently handle a wider range of clinical samples such as urine, blood, saliva for different infectious viruses or bacteria. Another challenge for moving toward the practical goal is the gap between the innovative concepts at the academic level and the clinical validation, which is mainly due to the inaccessibility of the raw samples for most of the researchers in the fields of microfluidics and their limited experiences on the marketable devices. Moving forward, more comprehensive collaboration among academies, healthcare units and industries is the key for the realization of the real lab-on-a-chip devices.\n\n• Current in vitro diagnostics require centralized laboratory, experienced personnel and large expensive equipment.\n\n• Timely diagnosis and initiation of targeted antimicrobial treatment with portable, sensitive, specific and cost-effective biosensor technologies are keys to clinical management in decentralized and resource-poor settings.\n\n• Label-free assays may allow quantitative real-time measurement, yet suffer from a significant degree of non-specific bindings and aberrant signals with analytes in complex matrices.\n\n• In labeled assays, incorporation of multiple binding events and amplification tags increase specificity and sensitivity, yet multistep protocols increase the assay complexity.\n\n• Matrix effects of clinical samples present a common problem for biosensor technologies and biosensors demonstrating promising performance with original clinical samples are rare.\n\n• Developing chip-based sample preparation strategies in microfluidic systems for enrichment of target analytes, removal of matrix inhibitors and sample volume reduction is essential for translating biosensors from laboratory to clinic.\n\n• System integration of three major modules of a biosensor, which are detection mechanism, microfluidics-based sample preparation strategies and a transducer, into a fully automated and standalone platform remains the most critical challenge for point-of-care device commercialization. Schematic representation of label-free and labeled assays to biosensing using antibodies. Standard in vitro diagnostics for representative infectious diseases. wide variety of potential pathogens [135] [136] [137] Expert Rev Mol Diagn. Author manuscript; available in PMC 2014 July 21. Examples of label-free detection strategies. "}