{"title": "", "body": "Interferon was induced in two groups of swine lymphocyte antigen (SLA)-defined miniature pigs with polyinosinic: polycytidylic acid complexed with poly-L-lysine and carboxymethylcellulose. The group 1 pigs were low antibody-response phenotypes a/a a/c c/c d/d d/g SL g/g Sl h s r (SLA , SLA , SLA ), and the group 2 pigs were high antibody-response phenotypes (SLA , SEA , A ). \"x our afte induction the antiviral titres were not influenced by the SLA group, but higher titres were observed in females. Higher antiviral titres were found in group 2 pigs before treatment and 24 hours after treatment, and higher titres were found in female pigs. The antiviral titres before and after treatment were also influenced by the sire. Group 2 pigs had lower total leucocyte counts before treatment, and there was a significant reduction in leucocyte numbers in both groups six hours after induction, due mainly to a large reduction in lymphocyte counts.\n\nTHE swine lymphocyte antigen (SLA) genotype of pigs can influence their cellular and humoral immune responses (Lumsden et al 1993) . Pigs of the SLA d/d, sLad/g and sLag/g genotypes have major histocompatibility complex (MHC) class II genes in common, and generally have higher antibody responses than pigs with SLA a/a, SEA a/c or SLA c/c genotypes (Mallard et al 1989a) . The highresponding pigs also produce antibodies of higher avidity (Appleyard et al 1992) and have higher serum IgG concentrations (Mallard et al 1989b) .\n\nThere are no data on the effect of a pig's SLA genotype on interferon (IFN) induction, although antibodies to porcine MHC class II antigens block the induction of IFN-a by transmissible gastroenteritis virus (Charley and Lavenant 1990) . The objective of the present study was to compare the levels of induced IFN in pigs of high and low antibody-response phenotypes.\n\nThe miniature pigs used were divided into two groups on the basis of their SLA class II genotype (Mallard 1987) . Group 1 consisted of 15 pigs from four litters of the SLA aia, SLA a/c and SLA c/c genotypes which are considered to be low antibody-response phenotypes. Group 2 consisted of 14 pigs from four litters of SLA d/d, sLAd/g and SLAg/g genotypes, which are considered to be high antibody-response phenotypes. At 12 weeks old, 12 of the pigs in each group were inoculated with 0\"25 mg kg -t of polyinosinic:polycytidylic acid (poly-Ic) complexed with poly-L-lysine and carboxymethylcellulose (poly-ICLC), a synthetic rFN inducer (Loewen and Derbyshire 1988) . The remaining pigs were given a control solution containing poly-L-lysine and carboxymethylcellulose, but lacking polyqc. Blood samples were collected from each pig immediately before inoculation, and six and 24 horn's after inoculation. These samples were assayed for antiviral activity by plaque-reduction tests on Madin-Darby bovine kidney cells challenged with vesicular stomatitis virus as described by Loewen and Derbyshire (1986) . Total leucocytes were counted on a haematological analyser (Coulter S Plus IV) and differential leucocyte counts were made on blood smears. The data were analysed by an analysis of variance procedure using a SAS general linear model statistical programme (Helwig and Council 1982) . The model has been described previously (Mallard et al 1989a) , and examined the effects of SEA group, sire, litter, sex of pig and the treatment on leucocyte numbers and antiviral activity. The statistical tests were based on normally distributed log-transformed data, and confidence intervals of 90 per cent or greater were considered significant.\n\nThe serum antiviral titres are shown in Table 1 . The treatment with poly-ICLC resulted in a significant rise in titre (P<0.001) six hours after inoculation, and the antiviral activity in selected samples was characterised as type I IFN by standard criteria (Loewen and Derbyshire 1988) . These titres were similar to those observed in conventional pigs (Loewen and Derbyshire 1988) , and although they were not influenced by the SEA genotype, they were significantly higher in the female pigs (P<0\"05). The lack of an effect of SLA genotype on the IFN response corresponds with findings in other species, and may be related to the lack of a chromosomal linkage between NN-C~ genes on chromosome 1 (Lef6vre et al 1990) and the SEA gene complex on chromosome 7 (Geffrotin et al 1984) . The higher titres in the female pigs, which could have resulted from sexrelated differences in the kinetics of NN production, correspond with similar findings in mice (Zawatzky et al 1982) , but contrast with the finding that men had higher I~-alpha levels than women (Bever et al 1985) , although Abb et al (1984) found no difference in the production of IFN-c~ between men and women. The antiviral titres before treatment and 24 hours after treatment (Table 1) were influenced by the SLA group, the sex and the sire (P<0.05) of the pigs. However, the low levels of WN activity prevented it from being characterised as IFN-c~ and it may have been associated with other cytokines, although Bocci (1988) postulated that low levels of IFN may represent a physiological response to the animal's microbial environment. The group 2 pigs had significantly higher titres (P< 0.01) than the group 1 pigs, and the titres in the females were again higher than in the males (P<0\"01). The higher levels of antiviral activity in the group 2 pigs were of particular interest because these pigs belonged to the high immune response phenotypes.\n\nThe group 2 pigs (Table 1 ) also had fewer circulating leucocytes before the poly-ICLC treatment (P<0.0015), and if the circulating antiviral activity at this time was IFN, it may have contributed to these lower counts by sequestering cells in lymphoid tissue (Gresser et al 1981) or by bone marrow suppression (Greenberg and Mosny 1977) . The treatment of both groups of pigs with poly-ICLC significantly reduced the numbers of leucocytes, probably as a result &leucocyte sequestration (Gresser et al 1981) , by six hours after induction (P<0'001), and the numbers were still low after 24 hours (P<0'005), in accordance with earlier findings (Loewen and Derbyshire 1988) . The numbers of segmented neutrophils were significantly reduced six and 24 hours after induction (P<0-05) but the severe lymphopenia six hours after induction (P<0-005) was the main cause of the lower total leucocyte counts. By 24 hours, the lymphocyte counts in the treated pigs were within the normal range, but still significantly lower than in the control pigs (P<0.05).\n\nThis study provided no evidence of an effect of SLA genotype on the response of miniature pigs to IFN induction with poly-ICLC, but there was evidence of non-MHC related genetic effects on their response to poly-IcLc, and on the low levels of circulating antiviral activity before induction, which were also influenced by the SLA genotype."}