{"title": "A review on microbial contaminants in stormwater runoff and outfalls: Potential health risks and mitigation strategies", "body": "• Stormwater has been considered as an alternative water source. • Microbial contamination hinders stormwater reuse.\n\n• WSUD is effective in removing pathogens but requires more validation. • QMRA analysis can facilitate decision making and risk management efforts.\n\na b s t r a c t a r t i c l e i n f o\n\nWater authorities worldwide are exploring alternative water sources to meet ever-increasing demands for potable and non-potable water due to the adverse impacts of climate change on water supplies. Stormwater has been considered as an alternative water source for both potable (drinking) and non-potable uses (gardening, landscaping, and irrigation) (McArdle et al., 2011; Page et al., 2014c; Page et al., 2015) . There are several advantages to using stormwater, including (i) reducing demands on the urban potable water supply (ii) diversification of water supplies (iii) reducing discharge of untreated urban stormwater to urban streams and marine outfalls. Despite these advantages, stormwater has not been widely adopted as an alternative water due to a perceived lack of information on the presence and risk from microbial and chemical contaminants.\n\nThe chemical quality of stormwater has been reviewed and indicated the presence of numerous contaminants including heavy metals, polychlorinated biphenyls, polycyclic aromatic hydrocarbons, halogenated aliphatics, halogenated ethers, monocyclic aromatics, phenols and cresols, phthalate esters, nitrosamines, pesticides, and other organics, especially in urban and/or industrialized areas (Makepeace et al., 1995; Eriksson et al., 2005; Baun et al., 2006; Huber et al., 2016) . Risk assessments of chemical contaminants in stormwater have suggested that in some cases, contaminants may exceed concentrations in the environment that are relevant for ecological endpoints, but may be lesser contributors to human health risks (Eriksson et al., 2005; Baun et al., 2006; Eriksson et al., 2007) . Non-carcinogenic risks due to ingestion of fish in stormwater-contaminated waterbodies have been identified as a potential concern (Bickford et al., 1999) . Iron levels exceeding Australian guidelines and elevated (but below guideline) levels of Arsenic have also been identified as potential risks for managed aquifer recharge with stormwater, with overall chemical risks from various compounds posited to be low (Page et al., 2010a (Page et al., , 2010b . Heavy metals and pathogens are thought to be the drivers of human health risks for exposure to stormwater (Page et al., 2010a (Page et al., , 2010b (Page et al., , 2010c (Page et al., , 2010d Chong et al., 2013; Ma et al., 2016) . Indeed, public perception of microbial risks, in particular, remains a crucial barrier to the expansion of water recycling and reuse (Higgins et al., 2002) . Therefore, the current review will focus on microbiological contaminants in stormwater and their associated risks.\n\nPathogenic bacteria, viruses and protozoa can be found in stormwater runoff and subsequently transported to environmental water bodies through sewer overflows, defective septic systems, agricultural runoff, defecation from wild animals and discharge of treated sewage (Ahmed et al., 2005; Noble et al., 2006; Rajal et al., 2007) . The pathogens present in various animal fecal sources will differ from those in sewage Soller et al., 2015; Federigi et al., 2019) , and therefore stormwater is likely to contain a different pathogen profile than sewage. Studies have reported a high prevalence of fecal indicator bacteria (FIB) and enteric pathogens in stormwater (Noble et al., 2006; Rajal et al., 2007; AWQC, 2008; Sidhu et al., 2012a; Cizek et al., 2008) . The microbial quality of water is assessed by FIB such as Escherichia coli (E. coli) and Enterococcus spp. (USEPA, 2000) . These indicators are abundant in the intestine of warm-blooded animals, and their presence in waters indicates fecal contamination and the likely presence of potential pathogens.\n\nOne major limitation of FIB is their poor correlation with the presence of pathogens, especially protozoans and enteric viruses (Hörman et al., 2004; Selvakumar and Borst, 2006; McQuaig et al., 2009) . Another limitation of FIB is that they cannot provide information regarding the sources of fecal contamination (Field and Samadpour, 2007; Stoeckel and Harwood, 2007) . Remediation strategies can be more effectively implemented if the potential sources of fecal contamination and pathogens are known in stormwater (Sidhu et al., 2012b) . Since the monitoring of FIB in water does not provide information on origin, e.g., human or animal feces, researchers have developed a set of analytical tools collectively known as \"microbial source tracking (MST) tools.\" These tools can be used to obtain information on whether the fecal contamination in water came from human or animal wastewater or both (Harwood et al., 2014) .\n\nEpidemiological studies indicated that the risks of gastrointestinal illness (GI) among swimmers can be high when the water is contaminated with untreated sewage, as presumably indicated by the presence of elevated levels of FIB (Cabelli et al., 1982; Wade et al., 2006; Marion et al., 2010) . However, mixed sources of fecal contamination (human and animal feces) are often expected to be found in stormwater. Epidemiological data are lacking regarding the human health impacts from mixed source of fecal contamination, which may pose different human health risks.\n\nSeveral studies in the research literature have provided quantitative data on potential pathogens in roof-harvested rainwater stored in tanks (Ahmed et al., 2008a; Ahmed et al., 2014a; Dobrowsky et al., 2014) . However, pathogen abundance data in stormwater runoff and outfalls are still scarce. Therefore, the objective of this review is to summarize the concentrations of traditional and alternative fecal indicators, MST marker genes and potential pathogens in stormwater runoff and outfalls. A section of this review has been dedicated to summarizing available quantitative microbial risk assessments (QMRAs) for potable and non-potable uses of stormwater. The focus for reviewing available QMRA models is to summarize the types of assumptions used to model pathogen fate, transport, and exposure in order to identify data gaps and areas where further attention is warranted. Additionally, a review of fecal indicators and pathogen log removal values (LRVs) through Water Sensitive Urban Design (WSUD) or Best Management Practices (BMPs) of stormwater runoff has been compiled. Finally, risk mitigation approaches and the most critical research gaps are identified concerning the public health aspects of stormwater reuse.\n\nPeer-reviewed journal articles, reports, conference proceedings, and guidelines published from 2005 to 2018 were taken into consideration. Electronic databases including PubMed, Google Scholar, and Web of Knowledge were used to obtain the information. The literature search was performed using the keywords \"(stormwater OR sensitive urban design OR WSUD OR green infrastructure OR low impact development OR Low impact urban design and development) AND (pathogen OR microb-OR bacter-OR protozoa OR source tracking OR MST OR fecal indicator OR fecal contamination OR health risk OR QMRA) and included studies that are reported in English.\n\nRoutine monitoring of stormwater quality focuses on quantification of E. coli and Enterococcus spp. High concentrations (N4 log 10 CFU/ 100 mL) of FIB are generally found in stormwater runoff and receiving waters . Most of the stormwater or outfall samples often exceed the sample threshold value of FIB for the designated recreational use of waters by one or more orders of magnitude. For example, if we consider the 95th percentile value for Enterococcus spp./100 mL water, many stormwater samples will exceed the threshold value classified as Class D (i.e., N 501 CFU/100 mL) by the National Health & Medical Research Council (NHMRC) Guidelines for Recreational Use of Water (NHMRC, 2008) . The NHMRC used information from WHO (2003) and Kay et al. (2004) to estimate that in Class D there would be greater than a 10% chance of illness per single exposure.\n\nStorm events have the potential to resuspend sediment-bound FIB and pathogens back into water column resulting in elevated contamination levels Cizek et al., 2008; Krometis et al., 2010; Sidhu et al., 2012a) . The elevated FIB concentrations generally occur at or just before the peak inflow of the storm hydrograph. Stumpf et al. (2010) determined the loading of FIB over dry and wet weather conditions in tidal creeks in North Carolina, USA. The authors reported 30 and 37 times greater loadings of E. coli and Enterococcus spp. in storm flow compared to base flow. E. coli and Enterococcus spp. were weakly correlated (r 2 = 0.13 to 0.32) with total suspended solids, while strong associations (r 2 = 0.40 to 0.78) were observed between FIB and streamflow rate and various stages (base, rising, peak and falling) of the hydrograph. The authors also noted a large intra-storm variability in FIB concentrations and recommended intensive sampling throughout a storm in order to accurately quantify FIB rather than collecting a single grab sample.\n\nRural or high density residential areas are reported to contribute 30-50 times greater E. coli levels in stormwater compared to light or sparsely populated residential area (McCarthy et al., 2006) . Paule-Mercado et al. (2016) investigated the variability of FIB concentrations in agricultural, mixed land use and urban catchments with variable catchment area, land use, and land cover. The urban site had the greatest level (E. coli 7.39 log 10 MPN/100 mL; fecal streptococci 7.21 log 10 CFU/ 100 mL) of FIB concentrations compared to agricultural site (E. coli 2.51 log 10 MPN/100 mL; fecal streptococci 2.48 log 10 CFU/100 mL) because of runoff from commercial markets and impervious cover, sewer and septic overflows. The authors noted intra-event variability of FIB across the monitoring sites. FIB concentrations increased during the peak flow and then decreased as the storm progressed. Levels of FIB significantly (p b 0.05) varied between early and late summer seasons with higher FIB concentrations observed in early summer. Anthropogenic activities and impervious cover were found to influence positive correlations (r N 0.6) between FIB numbers and environmental parameters such as temperature, turbidity, and total suspended solids.\n\nAlthough, FIB monitoring in stormwater is a common practice, there are uncertainties associated with stormwater flow and E. coli (McCarthy et al., 2008; Harmel et al., 2006) . Uncertainties of discrete E. coli samples and flow measurements were N30 and 97%, respectively. E. coli event mean concentration uncertainties varied between 10 and 52% and that uncertainties relating to site mean concentrations ranged from 35 to 55% (McCarthy et al., 2008) . Sample collection procedures (5-30%), laboratory analysis, preservation/storage, and flow also contributed substantial (14-28%) uncertainties (Harmel et al., 2006; Harmel et al., 2010 Harmel et al., , 2016 .\n\nAnother limitation of FIB is that they do not often correlate well with the presence of pathogens in environmental waters. The appropriateness of using FIB to indicate the presence of pathogens especially viruses and protozoa in stormwater has been questioned (Jiang et al., 2001; Schroeder et al., 2002; Jiang, 2004; Robertson and Nicholson, 2005; Signor et al., 2005; AWQC, 2008) . This is somewhat expected as FIB in stormwater are sourced from feces of both human and animals, while human pathogens especially enteric viruses in urban stormwater mainly derived from sewage. In addition, the decay rates of FIB may be significantly different than those of viruses (Ahmed et al., 2014b) . Hence, monitoring of FIB and interpreting their concentrations in terms of human health risks may not yield any meaningful outcomes.\n\nAs a result of these limitations, FIB are generally not used directly for risk estimation. However, some E. coli strains such as enteropathogenic E. coli (EPEC), enterohemorrhagic E. coli (E. coli O157:H7 or other EHEC), enterotoxigenic E. coli (ETEC), and others are pathogenic to humans and can be used for risk estimation purposes. Although these subsets are not routinely measured, general FIB can be used as a preliminary screening tool prior to testing for other pathogens. Additionally, ratios of FIB to pathogens are used occasionally for risk assessment purposes (Petterson et al., 2016) .\n\nFecal contamination in stormwater can originate from point and non-point sources. Human health risk will be different depending on the sources. Untreated sewage poses the greatest risks to humans and the environment due to high concentrations of enteric viruses (EC, 2000; Fong et al., 2010; Soller et al., 2010) . Sewage may be introduced into stormwater through illicit connections, cross connection between sewer pipes, storm drains and leakages into sewers through broken lines or poor pipe joints (Pitt, 2004) . The presence of sewage in stormwater can be problematic due to the likely co-presence of pathogens. Identifying the presence of sewage in stormwater using is not straightforward due to dilution, infiltration, and lack of sensitive detection methods (Panasiuk et al., 2015) . However, microbial source tracking (MST) marker genes are used to identify human feces and other sources of animal fecal contamination such as cattle, dogs, pigs, and birds in water (Harwood et al., 2014; Ahmed et al., 2016) .\n\nHuman feces-associated marker genes such as Bacteroides HF183 (HF183), crAssphage CPQ_056 and CPQ_064, pepper mild mottle viruses (PMMoV), human polyomaviruses (HPyV), and Lachno3 are currently being used to determine the presence of human fecal contamination in environmental waters by research laboratories and water quality managers. These marker genes are sensitive and accurate analytical approaches of human fecal contamination due to high hostspecificity and abundance in human and animal feces (Boehm et al., 2013) . Several studies have reported the presence of human fecesassociated marker genes in stormwater runoff and outfall samples (Table 1) . Sidhu et al. (2012a) reported the presence of the Bacteroides HF183 (16 of 21 samples were positive for HF183 during both dry and wet weather samples) and Enterococcus faecium enterococci surface protein (esp) marker gene (8 of 23 samples were positive for esp during both dry and wet weather samples) in stormwater run-off samples and suggested the ubiquitous presence of sewage in the urban environment.\n\nMST field studies have identified aging infrastructure as a contributor to sewage intrusion into stormwater system (Marsalek and Rochfort, 2004; Sauer et al., 2011; Guérineau et al., 2014) . Several studies have reported the greater concentrations of the HF183 marker gene in stormwater samples (Sercu et al., 2011; Van De Werfhorst et al., 2014; Paar 3rd et al., 2015) (Table 1) . Olds et al. (2018) observed high levels of human Bacteroides (HB) and Lachno2 in the Milwaukee estuary and at the lower reaches of the three major rivers forming the estuary in Milwaukee, WI, USA after storm events. Concentrations of these marker genes were one to three orders of magnitude higher (4.04-5.59 log 10 GC/L of HB and 4.04-6.27 log 10 GC/100 mL of Lachno2) in stormwater samples during storm events compared to low flow periods (3.53 log 10 GC/100 mL of HB and 3.71 log 10 GC/100 mL of Lachno2). A further increase in the order of a magnitude of marker genes was observed during the combined sewer overflow (CSO) event compared to storm events. The marker gene contamination level was high enough to exceed acceptable GI risk benchmark of 32 to 36 per 1000 primary contact recreators in rivers or swimming at nearby beaches (USEPA, 2012a). Staley et al. (2016) quantified Bacteroides HF183 in storm water outfalls and several sites along the Humber River in Toronto, Canada. HF183 was detected at all sites, with greater concentrations in outfall samples (mean outfall concentrations of 6.22 log 10 GC/L). Their results indicated ubiquitous sewage contamination at storm water outfalls and throughout the Humber River. Steele et al. (2018) used digital PCR to quantify the HF183 marker gene in samples collected from multiple storm events from San Diego River (n = 23) and Tourmaline Creek (n = 21) that discharge to popular surf beaches in San Diego, CA, USA. The authors noted 6.45-6.95 log 10 GC HF183/L in stormwater discharges from Tourmaline Creek and 5.30-6.24 log 10 GC/100 mL in stormwater discharges from the San Diego River. The HF183 marker was consistently detected with human pathogen NoV (96% positive agreement in San Diego River and 72% positive agreement in Tourmaline Creek). Ahmed et al., 2018c examined the extent of sewage contamination in an urban recreational lake located in Sydney, Australia that receives wet weather overflows using two human feces-associated crAssphage marker genes (CPQ_056 and CPQ_064). The concentrations of both markers were higher (CPQ_056 ranging from 3.40 to 7.62 log 10 GC/L Table 1 Prevalence and concentrations (log 10 GC/L) of sewage and animal-associated marker genes in stormwater runoff and outfall samples. -: Quantitative data were not provided; NM: Not mentioned; *: where available; a = mean (overall mean concentrations were calculated by authors from the available data); b = median. and CPQ_064 ranging from 2.90 to 6.95 log 10 GC/L) in 20 of 20 (for CPQ_056) and 18 of 20 (for CPQ_064) samples collected after storm events compared to a dry weather event (10 of 10 samples were qPCR negative for the CPQ_056 and 8 of 10 were negative for the CPQ_064 marker genes) suggesting that sewage contamination was transported by urban stormwater runoff to the studied lake.\n\nIn addition to human-feces associated bacterial markers, viruses such as HAdV species A-F and HPyV (urine indicator) have been used to detect human fecal contamination in stormwater runoff (Brownell et al., 2007; Ahmed et al., 2012; Sidhu et al., 2013) . However, none of these studies provided the concentrations of these viruses in stormwater samples. Quantifying viral markers in stormwater samples can be difficult due to factors such as their low numbers in sewage, dilution and loss due to recovery and DNA extraction (Horswell et al., 2010; Wong et al., 2012) .\n\nCompared to human feces-associated markers, less information is available on the prevalence and concentrations of animal fecesassociated marker genes. Staley et al. (2016) determined the concentrations of seagull-associated Gull4 marker gene in a river and stormwater outfall samples in Ontario, Canada. River sites were frequently (5 of 7 sites where gull fecal contamination was detected) impacted by gull fecal contamination. Two of five storm outfalls were also positive for gull feces. Bambic et al. (2015) reported the moderate occurrence of cattle and dog markers in stormwater samples ranging from 4.67 and 4.75 log 10 GC/L. Storm events led to an increase (4.67 and 4.75 log 10 GC/L) in cattle and dog feces-associated Bacteroides marker genes compared to dry events (3.23 and 3.20 log 10 GC/L). Corsi et al. (2014) tested 63 samples over a 17-month period across the three sampling locations in Milwaukee River, WI, USA for human and bovine viruses. Twenty samples were collected during low-flow periods and 43 were collected during rainfall or snowmelt runoff periods. Three of the seven bovine viruses analyzed were detected during the study period. Bovine polyomavirus was present most often (32%) followed by bovine rotavirus group A (19%), and bovine viral diarrhea virus type 1 (5%). Bovine viruses were present in 46% of runoff samples resulting from precipitation and snowmelt and 14% of low-flow samples. Maximum concentrations for these three viruses ranged from 6.7 to 11 GC/L. Bovine viral diarrhea virus type 2, coronavirus, enterovirus, and adenovirus were not detected. The results suggested the presence of bovine fecal contamination in stormwater runoff. This is particularly important because a recent study reported the high risks of gastrointestinal illness from cattle feces contaminated water due to protozoan pathogens Cryptosporidium and Giardia spp. (Soller et al., 2010) .\n\nFecal contamination in stormwater originate from point and nonpoint sources, and this is supported by the fact that a number of stormwater outfall samples had high FIB with low or no human Bacteroides, suggesting that FIB may have originated from non-human sources (Sauer et al., 2011) . Therefore, markers targeting different animal species of zoonotic pathogen potential need to be employed to obtain more information on the magnitude of animal fecal contamination in addition to sewage contamination.\n\nMost of the stormwater studies provided MST results in the presence/absence form. The presence/absence results of any given marker in a sample should be interpreted with care. Mere presence of a marker does not represent any risk as the marker concentrations are generally greater in sewage or animal feces compared to pathogens. In contrast, lack of detection of a marker does not necessarily indicate the sample is free from other contaminants and safe for human exposure. Multiple lines of evidence (i.e., a toolbox approach) are required before implementing remediation or assessing human health risk (Ahmed et al., 2012; Mauffret et al., 2012) .\n\nIncreased urbanisation will increase the dissemination of waterborne pathogens in the environments (Hofstra, 2011) . Information on the concentrations of pathogens in stormwater is needed for risk assessment and management for beneficial reuse. However, the data on the occurrence and levels of pathogens in stormwater runoff is limited. This is because collecting stormwater samples during storm events can be challenging. Grab samples are easy to collect, and the cost associated with sampling is low, but only represent a snapshot of the water quality at the time of collection (Harmel et al., 2010) . Automated samples are more accurate and appropriate for stormwater sampling as they collect representative samples. However, it has to be installed at a specific location, requiring construction of infrastructure and regular maintenance. Other factors such as the presence of high concentrations of suspended solids, grease and PCR inhibitors make it difficult to detect pathogens with molecular based methods (USEPA, 1999; Stenstrom et al., 1984; Rajal et al., 2007) . Table 2 shows the occurrence and concentrations (where available) of bacterial, protozoa, and viral pathogens in stormwater. Sidhu et al. (2012a) investigated the presence of human pathogens in the urban stormwater runoff in Australia. HAdV was frequently detected from all sampling sites during wet weather conditions suggesting their widespread presence. Campylobacter jejuni, Campylobacter coli, and Salmonella enterica were also detected during wet weather conditions. Based on the results, the authors suggested that some degree of treatment of captured stormwater would be required if it were to be used for non-potable purposes. However, the authors did not mention LRVs that would be required for the safe use of stormwater. Corsi et al. (2014) studied the prevalence, as well as hydrological and seasonal variations of enteric viruses in an urban watershed, a rural sub watershed and the Milwaukee River mouth, WI, USA. The authors processed large volumes of water samples (56-2800 L) over a 17 months duration to account for variability throughout changing hydrologic and extended (24-h) low-flow periods. Human and bovine viruses were detected in 49 and 41% of samples (n = 63), respectively. All human viruses analyzed were detected at least once including HAdV (40% of samples), norovirus (NoV) GI (10%), enterovirus (EV) (8%), rotavirus (RoV) (6%), NoV GII (1.6%) and hepatitis A virus (HAV) (1.6%). Human viruses were present in 63% of runoff samples resulting from precipitation and snowmelt, and 20% of low-flow samples. Maximum human virus concentrations were N2.47 log 10 GC/L. Steele et al. (2018) used digital qPCR to quantify a number of bacterial and viral pathogens in stormwater samples from multiple storm events from two different watersheds that discharge to popular surf beaches in San Diego, CA, USA. This is the most comprehensive study reviewed that determined the concentrations of several human health significant pathogens in stormwater discharges in the USA. Among the enteric viruses tested, NoV were highly prevalent in both the San Diego River and Tourmaline Creek with concentration ranging from 1.39 to 2.69 log 10 GC/100 mL of water. The prevalence of HAdV were much lower than NoV; 9% of the samples in Tourmaline creek and 22% of the samples in San Diego River were positive for HAdV with concentration ranging from 1.14 to 1.61 log 10 HAdV GC/100 mL of water. Enterovirus was not detected in any of the water samples tested. Among the two bacterial pathogens (Campylobacter spp., and Salmonella spp.), Campylobacter spp. was the most commonly detected pathogens (100 and 45% samples were positive at San Diego River and Tourmaline Creek, respectively compared to 25 and 10% samples were positive for Salmonella spp. at San Diego River and Tourmaline Creek, respectively. C. coli (87%) and C. lari (78%) were the most frequently detected species in stormwater discharges from San Diego River, while C. lari (48%) and C. jejuni (29%) were the most commonly detected in Tourmaline Creek. The authors stated that such data is an important step forward for assessing risk associated with stormwater.\n\nData generated using qPCR need to be interpreted carefully because qPCR assays quantify both viable and dead pathogens and do not provide information on the infectivity status of the pathogen tested. Also, complex water matrix such as stormwater generally contain various organic substances, salts, acid and detergents which may inhibit PCR Digital qPCR may also offer an advantage over qPCR when dealing with samples with inhibitory substances (Dingle et al., 2013; Cao et al., 2016) . This is because in digital qPCR sample is partitioned into many wells are droplets unlike qPCR which measures the target as it occurs with comparison with a standard curve. Cizek et al. (2008) characterized the partitioning behaviour of Cryptosporidium and Giardia with traditional and alternative fecal indicators (E. coli, Enterococcus spp., and Clostridium perfringens) and a viral surrogate (coliphage) in stormwater runoff. Both protozoa exhibited similar levels of particle association during dry weather (roughly 30%) with an increased level observed during wet weather events (Giardia 60% and Cryptosporidium 40%). During wet weather events, FIB, coliphage and protozoa concentrations increased (~1-2 orders of magnitude) in tributaries examined in the Kensico Reservoir. FIB did not exhibit a strong one-to-one relationship with Cryptosporiduum or Giardia in terms of total concentration or the settleable fraction in the Kensico Reservoir. The authors also found C. perfringens spores (Spearman r = 0.13 and coliphage r = 0.11) were the best indicators for Cryptosporidium. This is because the inactivation rates of C. perfringens and C. parvum were reported to be in the same order of magnitude (Hijnen et al., 2000) .\n\nIn general, concentrations of pathogens in stormwater are poorly reported and some data may not be useful to infer risk or for quantitative microbial risk assessment (QMRA). For example, several studies have failed to detect or provided the percentage of samples positive for pathogens without giving quantitative numbers (Surbeck et al., 2006; Rajal et al., 2007; Sidhu et al., 2012a; Bambic et al., 2015) . Most of the stormwater studies determined the concentrations of genus Cryptosporidium and Giardia. However, in urban stormwater there is evidence that most samples do not contain human infectious genotypes that are capable of causing illnesses in humans rather contain genotypes that infect animals. For instance, data from Jiang (2004) studying three United States sewered urban stormwater catchments found that only about 5% of around 100 Cryptosporidium oocyst types characterized were potentially human-infective.\n\nRecent studies reported high risks due to Campylobacter spp. through reuse of stormwater in the Netherlands (Sales-Ortells and Medema, 2015) and Australia (Murphy et al., 2017) . These studies, however, only measured members of the genus Campylobacter to estimate risk. Genus Campylobacter is comprised of 25 species, two provisional species and eight sub-species, with only a few species of human health significance (Man, 2011) . Further research should focus on determining the levels of C. jejuni, C. coli or other pathogenic species such as C. lari and C. upsaliensis in stormwater for more accurate risk assessment.\n\nFinally, the persistence of pathogens in stormwater compared to wastewater or other matrices has not been well characterized but can provide useful information for QMRA. A systematic review by Boehm et al. (2018) of pathogen persistence in surface waters indicated few decay constants available for protozoan and viral pathogens or viral surrogates, with viruses having the greatest degree of persistence. A comparison of the HF183 MST marker with NoV indicated that the first order decay coefficient k was higher for HF183 than NoV. To the author's knowledge, a similar meta-analysis has not been performed for pathogens in stormwater. Sidhu et al. (2015) estimated a T 90 value of b3 days for bacterial pathogens, and b120 days and N200 days for Cryptosporidium spp. oocysts and enteric viruses, respectively in recycled stormwater used for managed aquifer recharge. Due to the persistence of viral pathogens, these microorganisms are likely to drive concerns for human health risk.\n\nVarious approaches for assessing the health risks of microbial contaminants have been applied in the stormwater context including epidemiological approaches and quantitative microbial risk assessment (QMRA) models. Epidemiological studies observe patterns of disease in conjunction with environmental exposure and provide inferences rooted in observed health outcomes, and for this reason are highly valuable for assessing health risks. The findings of several epidemiological studies have supported a relationship between stormwater exposure and waterborne illness for stormwater-impacted waterbodies (Haile et al., 1999; Colford Jr et al., 2007; Soller et al., 2017) . However, due to the study sizes and expense required to achieve predictive power in epidemiological studies and difficulty attributing risks to a particular exposure source and/or pathway, often QMRA approaches are used to assess risks where effect sizes are projected to be small due to low environmental concentrations. QMRA uses a process of hazard identification, exposure assessment, dose response analysis, and risk characterization to predict the risk of an infection or disease-related outcome based on an exposure to environmental media (Haas et al., 2014) . To the author's knowledge, there has not been an epidemiological study for potable or non-potable uses of stormwater resources. However, studies by Ashbolt and Bruno (2003) and Soller et al. (2017) have demonstrated the utility of combining both epidemiological and QMRA information where feasible for stormwater-affected waterbodies.\n\nUndertaking QMRA for various exposures to stormwater can nevertheless be challenging due to difficulties in discerning the sources and concentrations of pathogen contamination in stormwater, and assumptions regarding pathogen sources, fate, and transport are needed depending on the availability of site-specific information. Several (n = 16) QMRA studies have relied upon concentrations of pathogens observed in stormwater-impacted coastal, recreational waters, or drinking source waters for assessment of health risks (Donovan et al., 2008; Soller et al., 2010; ten Veldhuis et al., 2010; Fewtrell et al., 2011; Tseng and Jiang, 2012; Andersen et al., 2013; McBride et al., 2013; de Man et al., 2014; Sales-Ortells and Medema, 2014; Schoen et al., 2014; Soller et al., 2014; Adell et al., 2016; Krkosek et al., 2016; Lim et al., 2017; Soller et al., 2015; Soller et al., 2017) , and two have used other modelling approaches for microbial health risks such as Bayesian network modelling (Goulding et al., 2012) or disease transmission models (Soller et al., 2006) . These recreational water QMRAs are reviewed in detail by Federigi et al. (2019) . However, few studies have conducted a QMRA for potable and non-potable reuse exposures to stormwater ( Table 3 ). The focus on potable and non-potable uses here is due to the difficulty of comparing recreational exposures with multiple nonpoint as well as point sources of contamination with stormwater-only exposures. Stormwater-impacted recreational waterbody exposures using FIB as well as pathogens as index pathogens were very high in some cases, up to 1.0 for a homeless population ingesting Giardia, for example (Donovan et al., 2008) . The risks from potable and non-potable uses of stormwater in Table 3 varied substantially depending on the target pathogen and exposure scenario. Risks were considered highest for viral pathogens, in most cases exceeding risk benchmarks for potable and non-potable use with the exception of toilet flushing in some cases Murphy et al., 2017) . The studies summarized in Table 3 indicate that potable and non-potable exposures to stormwater are likely to exceed water quality targets [e.g. up to a geometric 240 CFU/ mL for recycled water (USEPA, 2012b)] and risk benchmarks (10 −4 probability of infection or 10 −6 disability adjusted life years per person per year (pppy) in the absence of additional treatment and/or BMPs depending on the area, end use, and source water. Microbial risks from harvested rainwater are considered as captured stormwater but have been reviewed elsewhere (Hamilton et al., 2019) .\n\nFactors such as temporal, regional, and compositional complexity of stormwater can make the quantification of pathogens more difficult than for some other matrices. Once concentration values are obtained, values can be corrected for recovery efficiency in a QMRA, however, low or variable recovery efficiencies can also complicate QMRA analysis. Furthermore, concentrations observed at the point of exposure may not be indicative of realistic exposure scenarios over time as they typically are not observed after a rainfall event during presumably peak pathogen concentrations, or dilution occurs at the point of exposure that in some cases will render concentrations of pathogens below the analytical detection limit (McBride et al., 2013) . These factors must be taken into account when constructing QMRA models. Previous studies of pathogens in stormwater discharges have relied upon small samples sizes (Sidhu Campylobacter spray ingestion 4.6 × 10 -7 /b1.0 × 10 -10 (95 th b1.0 × 10 -10 ) DALY; routine ingestion 1.5 × 10 -6 /b1.0 × 10 -10 (95 th b1.0 × 10 -10 ) DALY; accidental ingestion 1.2 × 10 -7 /b1.0 × 10 -10 (95 th b1.0 × 10 -10 ) DALY Cryptosporidium spray ingestion 6.2 × 10 -8 /1.6 × 10 -8 (95 th 2.5 × 10 -7 ) DALY; routine ingestion 6.2 × 10 -7 /1.6 × 10 -7 (95 th 2.5 × 10 -6 ) DALY; accidental ingestion 6.8 × 10 -7 /1.8 × 10 -7 (95 th 2.8 × 10 -6 ) Rotavirus spray ingestion 4.3 × 10 -6 /4.9 × 10 -7 (95 th 7.0 × 10 -4 ); routine ingestion 2.8 × 10 -5 /4.0 × 10 -6 (95 th 1.4 × 10 -4 ); accidental ingestion 4.2 × 10 -5 /3.9 × 10 -6 (95 th 1.6 × 10 -4 ) Ingestion Not specified C. parvum: b1 × 10 -10 -1.5 × 10 -3 / b1 × 10 -10 -1.5 × 10 -3 DALY (95 th b1 × 10 -10 -1.5 × 10 -3 ).\n\nCampylobacter: : b1 × 10 -10 DALY all parameters.\n\nRotavirus b1.0 × 10 -10 -8.4 × 10 -4 /b1.0 × 10 -10 -8.4 × 10 -4 (95 th b1.0 × 10 -10 -8.4 × 10 -4 ).\n\nCampylobacter Cryptosporidium Rotavirus Adenovirus: Toilet flushing annual infection risk 1.1 × 10 -7 -8.9 × 10 -7 (95 th 2.7 × 10 -7 -1.2 × 10 -6 ); DALY risk 3.0 ×10 -9 -2.4 × 10 -8 (95 th 7.2 × 10 -8 -3.1 × 10 -8 ). Showering annual infection risk 3.6 × 10 -7 -5.3 × 10 -5 (95 th 1.3 × 10 -6 -3.5 × 10 -4 ); DALY risk 1.1 × 10 -8 -1.6 × 10 -6 (95 th 3.5 × 10 -8 -9.3 × 10 -6 ). Norovirus: Toilet flushing annual infection risk 5.3 × 10 -7 -1.3 × 10 -4 (95 th 1.6 × 10 -6 -1.34 × 10 -4 ); DALY risk 1.0 × 10 -20 -1.5 × 10 -16 (95 th 5.3 × 10 -19 -3.2 × 10 -15 ). Showering annual infection risk 3.4 × 10 -4 -4.3 × 10 -2 (95 th 1.6 × 10 -3 -1.9 × 10 -1 ); DALY risk 1.1 × 10 -14 -6.3 × 10 -11 (95 th 1.4 × 10 -10 -1.0 × 10 -7 ). Food crop annual infection risk 8.0 × 10 -4 -9.8 × 10 -1 (95 th 2.6 × 10 -2 ); DALY risk 8.0 × 10 -14 -1.1 × 10 -6 (95 th 3.3 × 10 -10 -1.8 × 10 -5 ) Campylobacter aerosols 2.7 × 10 -9 -0.1 (95 th 1.5 × 10 -7 -7.0 × 10 -2 ); hand-to-mouth 2.7 × 10 -8 -0.15 (95 th 1.5 × 10 -6 -0.12); accidental ingestion 2.7 × 10 -6 -0.24 (95 th 1.5 × 10 -4 -0.21)\n\nSalmonella spp. aerosols 1.3 × 10 -12 -5.0 × 10 -5 (95 th 4.1 × 10 -10 -7.0 × 10 -2 ); hand-to-mouth 1.3 × 10 -11 -0.15 (95 th 4.1 × 10 -9 -0.12) Petterson et al., 2016 (continued on next page) Garden irrigation aerosol ingestion: per infection 1.1 × 10 -9 -3.1 × 10 -3 , annual risk 1.0 × 10 -7 -1.4 × 10 -1 (95 th 1.4 × 10 -7 -7.0 × 10 -1 ), DALY risk 1.3 × 10 -10 -2.2× 10 -1 (95 th 2.2 × 10 -10 -1.1 × 10 -3 )\n\nGarden irrigation routine ingestion hand-to-mouth: per infection 1.1 × 10 -6 -2.4 × 10 -1 , annual risk 1.0 × 10 -6 -2.4 × 10 -1 (95 th 1.6 × 10 -6 -4.9 × 10 -1 ), DALY risk 1.4 × 10 -9 -3.9 × 10 -4 (95 th 2.5 × 10 -9 -9.5× 10 -4 ) Garden irrigation accidental ingestion: per infection 1.1 × 10 -10 -3.7 × 10 -4 , annual risk 1.2 × 10 -7 -1.7× 10 -1 (95 th 1.7 × 10 -7 -7.8 × 10 -1 ), DALY risk 1.6 × 10 -10 -2.7 × 10 -4 (95 th 2.7 × 10 -10 -1.2 × 10 -3 )\n\nMunicipal irrigation: per infection 1.1 × 10 -8 -2.6 × 10 -3 , annual risk 1.0 × 10 -6 -1.4 × 10 -1 (95 th 1.4 × 10 -6 -6.1 × 10 -1 ), DALY risk 1.3 × 10 -9 -2.3 × 10 -4 (95 th 2.2 × 10 -9 -2.3 × 10 -4 )\n\nToilet flushing: per infection 1.1 × 10 -8 -2.4 × 10 -1 , annual risk 5.6 × 10 -7 -2.4 × 10 -1 (95 th 7.9 × 10 -7 -4.7 × 10 -1 ), DALY risk 7.2 × 10 -10 -3.9 × 10 -4 (95 th 1.2 × 10 -9 -9.3 × 10 -4 ) Indoor use (toilet flushing and clothes washing), accidental ingestion of treated non-potable water (cross-connection with potable water), unrestricted outdoor irrigation, drinking\n\nToilet flushing (3×10 -5 L/day, 365 d/y), clothes washing (1×10 -5 L/day, 365 d/y), irrigation and dust suppression (1×10 -3 L/day, 50 d/y), Cross-connection of treated water with potable water (2 L/day, 1 day/year, 10% of population exposed), potable consumption (2 L/day, 365 days). Multiple dose response models used.\n\nLog removals to achieve target concentrations associated with a 10 -4 annual infection risk calculated:\n\nNorovirus: toilet flushing 2.5-7.3, unrestricted irrigation 3.2-8.0, indoor use 5.0-7.9, drinking 9.3-12.4.\n\nMastadenovirus: toilet flushing 2.1-4.1, unrestricted irrigation 2.8-4.8, indoor use 3.9-5.9, drinking 6.9-8.9\n\nCryptosporidium spp.: toilet flushing 0.8-3.8, unrestricted Schoen et al., 2017 Schoen et al., et al., 2012a Schoen et al., , 2012b McBride et al., 2013; Sales-Ortells and Medema, 2015) , limiting the ability to capture the large variability in stormwater pathogen concentrations due to potentially diverse fecal contamination sources (human and multiple animal fecal wastes, affecting the types of index pathogens chosen for the QMRA), rainfall patterns, decay rates, and other factors.\n\nMonitoring efforts conducted to inform QMRAs by Petterson et al. (2016) and McBride et al. (2013) confirmed that variability in pathogen concentration is indeed high between rainfall and baseline events. There is therefore a need to look at a scenario-conditional risk estimate (sometimes referred to as \"conditional risk\"), rather than averaging or annualizing over time without regard to rainfall events. Pathogens can survive on urban surfaces and building materials, for example, and could furthermore be introduced into stormwater during subsequent rain events without the presence of an ongoing fecal source. This further supports the need for comparison of stormwater wet-weather risks with dry event (baseline) risks (Taylor et al., 2013) .\n\nSome of the principal challenge in conducting a QMRA for stormwater is determining the concentration of pathogens in stormwater discharges or harvesting systems, and addressing the complexities of their transport and inactivation prior to arrival at a human receptor. In lieu of a detailed hydrodynamic or fate and transport models for pathogens, simplified assumptions of decay and dilution between a pathogen source and human receptor are often made. Dilution factors are sometimes applied to estimate pathogen loads between stormwater and receiving recreational bodies; for example, McBride et al. (2013) used a 30-fold dilution factor applied to the concentrations of pathogens observed in stormwater discharges. Other studies have applied an estimated microbial decay factor for particular pathogens or indicators as surrogates for pathogens in stormwater, sometimes also coupled with a dilution factor (Petterson et al., 2016; Lim et al., 2015) . The use of hydrodynamic mixing and inactivation models such as those applied by Andersen et al. (2013) could be used to obtain more accurate site-specific dilution information, or a distribution of dilution factors could be incorporated into a Monte Carlo approach in QMRA models as performed in Soller et al., 2017. Improved characterization of different removal values for bacteria, protozoans and viruses in stormwater treatment processes can also improve QMRA estimates, as previous estimates have been based on FIB rather than pathogens themselves due to limited data (Davies et al., 2008; Page et al., 2010a Page et al., , 2010b Page et al., , 2010c Page et al., , 2010d Petterson et al., 2016) . Limited information is available for pathogen removal by stormwater treatment barriers and would be informative for conducting risk analyses. Additionally, these values can be compared with theoretical LRVs necessary to meet health risk targets (NRMMC-EPHC-AHMC, 2009; Page et al., 2015; Schoen and Garland, 2015; Schoen et al., 2017) .\n\nAs stormwater concentrations of pathogens cannot always be directly measured, impacts to stormwater can also be estimated; Petterson et al. (2016) modelled avian contamination of stored stormwater resources with birds colonized by Campylobacter and Salmonella as well as pathogen inputs from human sewage using an epidemiologic approach, making use of information about disease incidence, pathogen excretion and known sewage flow rates to approximate loading rates in a typical sewage. Several recent studies used QMRA analysis to determine HF183 concentrations that represent human health risks to swimmers based on the recreational water quality criteria (RWQC) risk benchmark of 36/1000 primary contact recreators (USEPA, 2012a; Boehm et al., 2015; Ahmed et al., 2018d) . Such approaches can also be undertaken to determine the health risks associated with different stormwater end use where the pathogen data is lacking or not available.\n\nQMRA can be a useful tool for examining the potential human health risks related to rainfall events and can inform risk management practices (Bichai and Ashbolt, 2017) . These assessments show that there are non-trivial risks associated with the use of stormwater resources to supplement water portfolios and in some cases guidelines are not sufficient to mitigate risks (Murphy et al., 2017) . This is needed as stormwater harvesting areas can create new opportunities for comingling of potential animal habitats or reservoirs for animal fecal material and human recreational environments, where transmission of fecal pathogens can occur (Sales-Ortells and Medema, 2015; Petterson et al., 2016) . While acknowledging the utility of QMRA, caution must be exercised when comparing risk estimates from QMRAs employing different methodologies. For example, a direct comparison of annual infection risks and annual disability adjusted life years (DALYs) (pppy) should be interpreted carefully as these methodologies can lead to different risk conclusions when compared to guideline values . Furthermore, it has been suggested that drinking water benchmarks could be too stringent for comparison with alternative water uses in some cases and warrants consideration of the development of more applicable guideline values (Mara, 2011; Schoen and Garland, 2015) .\n\nElevated levels of microbial contaminants in stormwater is of great concern for water safety. As a result, there is regulatory pressure to Giardia spp.: toilet flushing 0.5-2.5, unrestricted irrigation 1.3-3.3, indoor use 2.5-4.5, drinking 5.4-7.4\n\nCampylobacter spp.: toilet flushing 1.4-3.4, unrestricted irrigation 2.1-4.1, indoor use 3.1-5.1, drinking 6.2-8.2\n\nCampylobacter spp.: toilet flushing 0-1.8, unrestricted irrigation 0.6-2.6, indoor use 1.8-3.8, drinking 4.6-6.6 a Species not specified and based on surrogate data; dose response models for C. jejuni, S. enterica, Cryptosporidium spp. were used; *only potable and non-potable exposure scenarios included remove contaminants so that risk benchmarks can be met. A variety of microbial contaminant mitigation measures can be used including the implementation of various types of stormwater infrastructure (Thurston et al., 2001; Struck et al., 2008) . Fletcher et al. (2015) undertook a review of terminology associated with urban stormwater management in different countries. The terms reviewed included: WSUD, BMPs, Integrated Urban Water Management (IUWM), Low Impact Urban Design and Development (LIUDD), Low Impact Development (LID), Green Infrastructure, and Sustainable Urban Drainage Systems (SUDS). Their review identified that whilst the concepts are all underpinned by the principles of reducing disturbance to natural hydrology and mitigating the water quality impacts of urbanisation, there are subtle differences in the scope and focus of terms (Fletcher et al., 2015) . However, for the purposes of this review the terms can be considered broadly analogous and are hereafter referred to as \"WSUD\". WSUD takes an integrated approach to managing stormwater that protects public health, while also mitigating the environmental impacts of urban development and provides for improved community amenity. WSUD has the objective of reducing the impact of urbanisation on the natural water cycle, and its principles can be applied at a range of scales (Lloyd et al., 2002) . Davies (1996) proposed that, fundamentally, WSUD strives to maintain the water balance and water quality of an urbanized environment in much the same state as prior to urbanisation.\n\nThe approaches taken to implement WSUD will depend upon the development context and drivers for the adoption of WSUD. WSUD approaches often use a 'treatment train' where a series of treatment approaches are used to meet stormwater objectives. The approaches applied will depend upon the catchment characteristics, climate conditions and discharge requirements. Often the initial stages of a WSUD treatment train will focus on the removal of coarse sediments, which can help improve the treatment effectiveness of subsequent stages that use filtration and/or biological processes. In addition to the WSUD treatment approaches summarized below, non-structural catchmentscale approaches can be used to improve quality of runoff discharged to receiving waters (Wong, 2006) . This can include buffers around waterways that limit potentially polluting land uses, and the revegetation of riparian zones. For example, Bryan et al. (2009) described the use of an adaptive management framework to reduce Cryptosporidium risk in an agricultural catchment in South Australia.\n\nAlthough information regarding the degree of pathogen removal from various WSUDs can help for water quality managers and urban planners to design and maintain systems that adequately protect public health, data available on specific LRVs of pathogens through WSUD is limited (NRMMC-EPHC-NHMRC, 2009 ). Most studies have employed FIB to derive the LRVs of microbial removal in specific WSUD treatment processes and as such, and there is much less information on the removal of specific pathogens such as viruses and protozoa which have very different physico-chemical characteristics. A range of factors have an impact on the treatment capability of WSUD systems. The removal of pathogens varies from system to system and therefore, it may be useful to assess individual systems in-situ to account for local variability resulting from factors such as sedimentation, sunlight exposure, water temperature, and adsorption/desorption with biofilms . Peng et al., 2016 highlighted that most microbe focused studies of stormwater biofilters focus on FIB, which are measured by culturebased methods, and less frequently by molecular based methods. These studies may be difficult to extrapolate to pathogens. There are few studies on the removal of pathogens, particularly viruses, in stormwater by biofiltration. Peng et al. (2016) also noted the need for more studies that use field-based measurements, rather than laboratory settings, as it captures the more variable and complex features of the urban environment that influences how effective WSUD approaches are likely to be in reducing pathogen loads.\n\nOne key resource for LRV in WSUD is the International Stormwater BMP Database. The database contains approximately 600 pairs of influent and effluent data for fecal coliforms and E. coli. Among the 600 pairs, 100 pairs belong to E. coli from 12 sites in Portland, Oregon and the remaining 500 pairs are fecal coliform collected from 61 sites in California, Florida, Virginia, Ontario, New York, Texas, Georgia, North Carolina, and Oregon. Clary et al. (2008) analyzed the fecal coliform and E. coli datasets in the International Stormwater BMP database and provided results on how BMPs can effectively reduce fecal indicator concentrations in order to assist in meeting total maximum daily load (TMDL) goals. Swales and detention basins did not appear to effectively reduce FIB in effluent samples. Datasets for wetlands and manufactured devices were not of adequate size to draw meaningful conclusions. The authors concluded that the ability of BMPs to reduce FIB varies widely within BMP categories. No single BMP appears to be able to consistently reduce FIB in effluent to levels below instream primary contact recreation standard. Among the BMPs, retention pond and media filters appeared to have potential for bacteria removal in effluent. Chandrasena et al. (2016) studied the removal of E. coli and Campylobacter spp. from urban stormwater by field-scale biofilters. E. coli LRVs (average 1.23-1.39 LRVs) were greater than that of Campylobacter spp. (average 0.88-0.99 LRVs) in both biofilters. The authors did not find any correlation between E. coli and Campylobacter spp. log removal performance suggesting that single organisms should not be employed to understand pathogen removal in urban stormwater treatment systems.\n\nSuch variations may affect performance evaluation as well as the impact of other factors including the selection of plants, use of a submerged zone in biofilters, and operation under wet vs. dry conditions Chandrasena et al., 2016) . Generally, a one log 10 removal of FIB and pathogens can be expected if biofilters are properly designed accordingly to local guidance (Bichai and Ashbolt, 2017) . However, the performance of such systems can be site specific, and therefore, undertaking in situ validation of specific devices has been recommended (Payne et al., 2015) . While individual WSUD technologies performances are available, there is an expectation that there would be an improved or increased performance for the removal of contaminants when water is passed through a series of WSUD technologies prior to (re)use .\n\nThis not only can increase the amount of contaminants removed, but can also enable a level of redundancy to be built in so that if treatment of an individual WSUD technologies declines, the resulting reduction in treatment capacity is covered by the rest of the WSUD treatment system. In addition, residence time is important for the removal of microorganisms, so the longer water is held within a WSUD treatment system, the greater the pathogen removal rates. Table 4 provides information on the studied removal capacity of a range of WSUD treatment systems. While there is variability in the removal capacity of the different reported WSUD systems, in general all of these systems achieved 0.5 to 1 LRV for FIB and the bacterial pathogen Campylobacter. The results also show that bacterial removal is faster (or higher) than viral and protozoan pathogens, which tend to be more resistant to treatment processes, and therefore more able to survive through the different WSUD treatments. This is due to the differences in size surface characteristics, mode of reproduction and life cycle of viruses and protozoa which are different than those of bacteria (Hoff and Akin, 1986) . In general, sequential treatment systems with a series of ponds, wetlands or combinations tend to improve pathogen removal from source water. For example, Reinoso et al. (2008) evaluated the removal of a variety of traditional and alternative fecal indicators such as coliphages, total coliform, E. coli, fecal streptococci and C. perfringens and pathogens such as Cryptosporidium spp. and Giardia spp. from domestic sewage in a treatment train including pond storage followed by surface and subsurface wetlands, with the overall Cryptosporidium and Giardia removal efficiency found to be as high as two log 10 . A new potential WSUD treatment component currently being studied is the addition of heavy metal (e.g., copper) labelled zeolite to filtration bed media. Laboratory research has demonstrated that copper coated zeolite can have LRV capability for bacteria such as E. coli greater than three log 10 (Li et al., 2012) . Stormwater can also be contaminated with viral and protozoan pathogens, both of which have higher treatment requirements than bacteria. However, the information on the effect of zeolites coated with heavy metals on these enteric non-bacterial pathogens is very limited. Silver/copper coated zeolites could reduce coronavirus by 2-3 LRVs (Bright et al., 2009 ) and silver-impregnated filtration pots reduced Giardia and Cryptosporidium by at least 96% (~1.5 LRV) (Adeyemo et al., 2015) . More research would be needed to assess the treatment potential of copper-coated zeolite on a range of enteric viruses and protozoa under in-field conditions before its use could be justified as beneficial for the cost, particularly for the removal of pathogens.\n\nStormwater harvesting systems generally require some level of treatment to minimise operational risks. Additional treatment may also be required for higher exposure uses to manage human health and environmental risks. The operational risks relating to stormwater quality are usually managed by the use of BMPs/WSUDs. For example gross pollutant traps and vegetated swales to remove sediment and leaves entering the stormwater harvesting scheme and potentially blocking pipes, irrigation nozzles or drip irrigation systems, or damaging pumps. Use of wetlands and bio retentive systems can also assist in reducing high loads of organic matter (e.g. leaf fall) as well as removing nitrogen and phosphorus through phytoremediation. Additional levels of treatment are often required to manage human health risks, where stormwater from a sewered residential catchment is used for public, open-space irrigation (e.g. in schools and sporting ovals). Here, human health risks can be managed by the use of on-site access controls to minimise exposure to irrigation water. For example, the use of withholding periods on public recreation ovals has been recommended to reduce the risks from pathogens (Page et al., 2014b) .\n\nAdditional treatments may be required for higher exposure usages, for example the Australian Guidelines for Stormwater Harvesting and Reuse (NRMMC-EPHC-NHMRC, 2009) describes the derivation of these criteria in terms of LRVs and also lists default LRV values for a range of engineered treatments. These accepted default LRV tables can be then used along with catchment specific knowledge where possible exposure controls are used to determine the required level of treatment for pathogens. For example, Page et al. (2012) reported that risks from viruses have the highest required LRV targets and if they are met then protozoan and bacterial LRV targets will also be met. It was reported that for open space irrigation requires b2.0 LRV is sufficient for stormwater recycled via an aquifer and this can potentially be managed using chlorination and exposure controls. However, if in the same system where stormwater is recycled via an aquifer were to be used for drinking water, a LRV of 5.5 would be required to manage human health risks from viruses (Page et al., 2014c) . Generally these default LRVs apply where there has been no stormwater catchment-specific assessment of the health risks posed by the quality of the stormwater. Where such a site specific risk assessment has been performed, alternative treatment could be adopted (e.g., lower LRV targets may be adopted where microbial source tracking has found negligible sewage contamination in a catchment).\n\n• Monitoring of FIB in stormwater may not be useful unless synergistically used with MST marker genes such as HF183, crAssphage or Lachno3 which are able to differentiate between sources of fecal contamination. This will provide additional information on the human health risks associated with stormwater from point and non-point sources of fecal contamination. Identifying and quantifying sources of human sewage in stormwater is most important followed by cattle due to the presence of a wide array of enteric viruses and zoonotic pathogens in these sources.\n\n• The concentration of pathogens in stormwater, outfalls and receiving environmental waters can be high, especially in urban areas. Monitoring of traditional FIB takes 24-48 h and does not provide real-time information on the quality of recreational water. This is important from a human health perspective. Swimming area closure causes economic losses. Therefore, it is recommended that a rapid pathogen monitoring toolbox and standardized methods need to be developed that are able to quantify a number of reference pathogens in waterbodies with increased accuracy, reliability, and less technical training under various conditions. The toolbox can be used either in the laboratory or in the field to provide a rapid assessment whether the stormwater from a particular storm event presents a hazard to public health. • Most of the stormwater quality monitoring studies focused on determining the concentrations of pathogens in urban stormwater. However, more data is required on the concentration of pathogens in stormwater sourced from a range of land uses. While sewage discharges are relatively well characterized, there remain gaps in our understanding of runoff from nonpoint sources. More studies are required to determine the concentrations of zoonotic pathogens in stormwater. • Fecal contamination in stormwater is largely dependent on the land uses and mostly include sewage, septage and various animal feces. Therefore it is imperative to determine the sources of contamination. This will in turn provide a basis for cost-effective remediation and information on the immediate human health risks in stormwater impacted waters. Currently used FIB monitoring approaches are inadequate due to their presence in both human and animal feces. An MST toolbox comprised of various human and animal fecesassociated marker genes needs to be employed which will allow managers to quickly identify the relative contribution of point and nonpoint sources of fecal contamination. • The quality of stormwater in terms of microbial contaminants is poorly understood. Microbial risk will be the dominant acute health risks on stormwater reuse due to the risk of waterborne pathogens (Hrudey and Hrudey, 2014) . However, in some cases, chemical risks may be the driving health concern and relationships between multicontaminant exposures should be explored. Few QMRA studies addressing potable and non-potable exposures to stormwater were available. Most of the QMRA studies are based on conservative assumptions. More data are required on the concentrations of pathogens and recovery from water samples across sites and stormwater hydrographs. In addition, improved understanding of the influence of catchment characteristics and baseline levels of pathogens, meteorological factors, and decay of pathogens is required for accurate QMRA estimates. • Different types of WSUD and BMPs are able to reduce microbial contamination, however, reliable information is still lacking on the performance of these treatment barriers. Standardized natural treatment validation protocol needs to be developed. Most studies determined the efficacy of WSUD or BMPs on the removal of microorganisms using FIB, while one or two studies investigated the LRVs of protozoa pathogens such as Cryptosporidium spp. or Giardia spp. Given the differences in size and characteristics of different groups of pathogens, it is unlikely that FIB LRVs will be representative for pathogens especially enteric viruses. Therefore, studies should focus on determining the removal of enteric viruses and other pathogens (i.e., bacterial and protozoans) of interest to determine the removal rates through different types of WSUD and BMPs, simultaneously. These data will be important for evaluating the effectiveness of WSUD/BMPs for reducing microbial contaminants in the receiving environments and can support improved QMRA models. The evaluation will focus not only on the performance of individual component of WSUD/BMPs but also on a series of different types of BMPs. • Little is known regarding the decay of pathogens in stormwater or outfalls, and the relative differences in persistence between FIB, pathogens, and host-associated markers. As stormwater becomes aged, pathogens will start to decay and as result, the human health risks will also decrease. Studies should focus on determining the decay of pathogens in stormwater and outfalls or recreational water contaminated with stormwater. In-situ decay studies are preferable over laboratory microcosm studies where it is difficult to mimic real world scenarios.\n\nStormwater reuse can contribute to water conservation and water quality improvement and be a great water source to meet the everincreasing demand on water supplies. However, human and environmental health risks associated with stormwater need to be assessed carefully. This is due to the presence of fecal pollution and associated pathogen in stormwater that are capable of causing illnesses in humans.\n\nThe research gaps discussed in this paper and other uncertainties associated with the performance of stormwater treatment systems needs to be investigated. Health risks can be assessed using a QMRA analysis, thus facilitating decision-making and risk management efforts. This may, in turn, increase the confidence of regulators and public health managers for adopting stormwater practice widely. "}