{"title": "Anthropogenic Environmental Change, Mosquito-borne Diseases and Human Health in New Zealand", "body": "Human activities have been causing dramatic and unprecedented changes to the Earth's ecosystems (Vitousek et al., 1997b) . There is an increasing awareness of the consequences of anthropogenic environmental disturbance on human health (Tadei and Thatcher, 2000; Vasconcelos et al., 2001; Waltner-Toews, 2001; Molyneux, 2002; Patz and Wolfe, 2002; Norris, 2004; Weinhold, 2004) . Emerging infectious diseases are recognized as one of the greatest threats to public health in recent decades (Daszak et al., 2004; Weinhold, 2004) , and 75% of these are estimated to be of zoonotic origin (Brown, 2004; Taylor et al., 2001) . As a result, a growing number of outbreaks worldwide relate to the emergence of diseases in new areas or the resurgence of others once thought to be in decline (Gratz, 1997 (Gratz, , 1999 Longbottom, 1997; Gubler, 1998; Solomon and Mallewa, 2001; Patz and Wolfe, 2002) .\n\nA number of factors are behind the emergence of infectious diseases, but the main variables are the humandriven changes in the ecology of the diseases (especially pathogen-host relationships); as a result, for example, of human population expansion, destruction of and encroachment into natural habitats, and globalization (Daszak et al., 2000 (Daszak et al., , 2004 Vasconcelos et al., 2001; Brown, 2004) . The list of emerging pathogens and infectious diseases of concern include Ebola virus, Nipah virus, and severe acute respiratory syndrome (SARS) (Daszak et al., 2000; Brown, 2004; Li et al., 2005) . A large number of vector-borne pathogens are also affecting human populations as a result of such process, for example, West Nile virus (Daszak et al., 2004) , Rift Valley fever virus (Brown, 2004) and Borrelia burgdorferi (causative agent of Lyme disease) .\n\nExtensive anthropogenic disturbance is also acknowledged as a primary factor leading to the biological invasion of natural communities (Fox and Fox, 1986; Mack et al., 2000; Shea and Chesson, 2002) ; land use change and habitat modification, in particular, seem to be the main causes behind the spread of invasive species worldwide (Mooney and Hofgaard, 1999) . Habitat fragmentation, for instance, leads to smaller habitats with proportionally more edge habitat that are, therefore, more susceptible to invasions than large contiguous ecosystems (Center et al., 1995) . Disturbed edge habitats may function as staging areas from which exotic species invade the surrounding landscape (Center et al., 1995) . Mosquitoes are some of the organisms that seem to benefit from such anthropogenic environmental changes. For example, the abundance of anopheline vectors of malaria in human-disturbed areas in the Brazilian Amazon, is on average five times that of undisturbed habitats (Tadei et al., 1998) . The list of mosquito vector species that have been shown to be favored by anthropogenic environmental change include Anopheles darlingi (Jones, 2003) , Anopheles gambiae (Holstein, 1954; Frankie and Ehler, 1978; Nelson, 1978) , Aedes aegypti (Frankie and Ehler, 1978; Nelson, 1978) , and Anopheles albitarsis and Culex nigripalpus (Forattini and Massad, 1998) . Other arthropod vectors may thrive particularly well in such disturbed and fragmented habitats, such as the tick vectors of Lyme disease. A number of studies have indicated that there is a considerable increase in the density of infected ticks (i.e., Lyme disease risk) with decreasing forest habitat size (Ostfeld and Keesing, 2000a; Ostfeld et al., 2002; Allan et al., 2003; Weinhold, 2004) .\n\nThe loss of native biodiversity can also contribute to disease emergence (Ostfeld and Keesing, 2000b) . The consequences of species loss may not be immediately noticeable, but it appears to make ecosystems more vulnerable to disturbance and collapse (Peterson et al., 1998) , and, therefore, generally more susceptible to invasive species. The decline in native biodiversity may consequently facilitate the establishment of exotic vectors. In addition, the disruption of ecosystem processes may lead to increased populations of reservoir hosts or vectors of human pathogens. Ostfeld and Keesing (2000ab) and Ostfeld et al. (2002) discussed how reduction in species diversity can directly lead to increased Lyme disease risk by boosting populations of the most competent reservoir hosts. Although the factors leading to Lyme disease resurgence may vary to a certain extent in different areas, the authors have nonetheless suggested that similar models may be appli-cable to other vector-borne diseases that have comparable elements in their cycle. For example, according to Chivian and Sullivan (2002) , a severe reduction in the population of the natural predators of the native deer mouse in the southwest USA, associated with certain climatic conditions, lead to an exponential increase in population numbers of the latter species. There was, as a result, a major increase in the exposure of people to a hantavirus carried by the mouse (Chivian and Sullivan, 2002) ; a subsequent outbreak in 1993 led to 17 confirmed clinical cases of hantavirus pulmonary syndrome in humans, 13 of which resulted in the death of the patients (Duchin et al., 1994) .\n\nNew Zealand is still relatively free of exotic vectors that can transmit introduced parasites/pathogens to humans. There are at least two emerging exotic pathogens known to cause zoonoses in humans in New Zealand as part of an introduced disease cycle: Rickettsia typhi and Bartonella henselae (Kelly et al., 2004 (Kelly et al., , 2005a Roberts and Ellis-Pegler, 2001) . Exotic rats (Rattus spp.) are the main reservoir hosts of R. typhi (causative agent of murine typhus), with the exotic oriental rat flea, Xenopsylla cheopsis, believed to be the primary vector (Kelly et al., 2005a; Roberts and Ellis-Pegler, 2001) . Introduced domestic cats (Felis domesticus) are the major reservoir hosts of B. henselae (an agent of bartonellosis) and can transmit the pathogen directly to humans, but the exotic cat flea, Ctenocephalides felis, is also a vector (Kelly et al., 2004 (Kelly et al., , 2005a . Human cases of both diseases are still somewhat rare and, so far, only 20 or so cases of infection with R. thyphi and approximately five with B. henselae have been officially reported (Kelly et al., 2005a) . However, it is possible that the actual incidence of human infection with these pathogens is considerably more common than indicated by the reported cases (Kelly et al., 2005b) .\n\nNonetheless, to date, there has not been a confirmed, indigenously acquired arboviral infection in humans in New Zealand (Derraik and Maguire, 2005 ). This appears to be entirely fortuitous, as there are no particular characteristics that make the country intrinsically refractory to these viruses (Weinstein, 1994; Weinstein et al., 1997) . It is predicted that it is just a matter of time before an arboviral outbreak occurs, most likely from Ross River virus (Weinstein et al., 1995; Weinstein, 1996; Kelly-Hope et al., 2002; Derraik and Calisher, 2004) . Daszak et al. (2004) pointed out that one of the ultimate goals of the evolving field of ''conservation medicine'' is to predict the emergence of pathogens. In such a context, New Zealand is a textbook example where human-induced changes will most likely lead to disease emergence. A number of components are necessary for an arboviral disease to pose a public health problem: the virus, its reservoir, the vector, the human population, and the local environment (Weinstein, 1994) . Outbreaks of mosquito-borne disease often result from the nonsimultaneous introduction of vector and pathogen, and such has been the case, for example, in the avian malaria and dengue outbreaks in Hawaii (Juliano and Lounibos, 2005) . Similarly, this article discusses a possible human disease scenario in New Zealand, whose exotic components have been gradually added to the country's environment by human activities.\n\nThere were only 12 mosquito species before the arrival of humans, and Laird (1990) suggested that this mosquito fauna was unusually limited, as New Zealand offers a temperate climate and adequate environments for mosquitoes. England and Japan, for instance, both of similar size and latitude, have 32 and 67 mosquito species, respectively (Holder et al., 1999) . The New Zealand Simuliidae (black flies and sandflies), another blood-feeding family, is also species-poor with 13 species present (Macfarlane and Andrew, 2001), compared to 65 in Japan [Lee Rogers, personal communication, 2002] .\n\nThere are four exotic mosquitoes established in New Zealand, all of which are potential disease vectors Holder et al., 1999; Derraik, 2004a) : Culex quinquefasciatus, Aedes notoscriptus, Aedes australis, and Aedes camptorhynchus. The cosmopolitan Cx. quinquefasciatus was the first exotic mosquito to establish in New Zealand (1840s), but it seems to be mostly restricted to northern New Zealand due to its climatic requirements. The other three exotic mosquitoes are Australian species. Aedes notoscriptus is the second most abundant and widespread species in the North Island (Laird, 1990; Hearnden et al., 1999) , and it is particularly well-established in urban and peri-urban areas in northern New Zealand. Aedes australis seems to be restricted to the southern half of the South Island, where it breeds in saline rock pools along the shore (Snell, 2005) . The last exotic mosquito to arrive in New Zealand was the Southern saltmarsh mosquito, Ae. camptorhynchus, one of the main arbovirus vectors in Australia (Russell, 1995) . This species was discovered in New Zealand in 1998, and it has since spread to a number of sites in the North Island and the northern tip of the South Island (Derraik and Calisher, 2004) . Aedes camptorhynchus is currently the target of a government-funded program attempting to eradicate it.\n\nAt least 30 other exotic culicid species have been intercepted at national entry ports, including the Asian tiger mosquito, Aedes albopictus, and other important disease vectors such as Aedes aegypti and Culex annulirostris (Derraik, 2004a (Derraik, , 2006a . The establishment of other exotic vectors such as Ae. albopictus could increase the likelihood of a disease outbreak in New Zealand (Derraik, 2006a) .\n\nThe New Zealand landscape has suffered dramatic changes since the arrival of humans c.800 years ago (Higham et al., 1999; McGlone and Wilmshurst, 1999) , leading to extensive habitat destruction, extinction of native species, and the introduction of exotic ones (Cook et al., 2002) . It is estimated that over 60% of the country's land area has been converted into farms, exotic forests, settlements, and roads (Department of Conservation and Ministry for the Environment, 2000) . Native forests and woodlands in New Zealand covered approximately 21 million ha (c.78% of total land area) in pre-human times (King, 1990) . By 1840 (in early years of European settlement), this had been reduced to c.14 million ha (53%), and now just over 6 million ha (23%) remain (King, 1990) . Such extensive reduction and modification of indigenous ecosystems has led to the extinction of numerous species, and New Zealand has one of the worst records of indigenous biodiversity loss (Department of Conservation and Ministry for the Environment, 2000) .\n\nAlthough one third of New Zealand's land area is now conservation estate, most of it is in mountainous and upland areas (Department of Conservation and Ministry for the Environment, 2000) . In general terms, the mid-altitudes and lowlands (below 800 m) have become freehold land, as they have the greatest agricultural value and, as a result, tend to be highly modified (Watt, 1979) . Human activities have turned New Zealand's unique environment into a framework of isolated fragments, and most lowland and mid-altitude patches of native ecosystems are now within or on the edge of farms or exotic forestry blocks (Department of Conservation and Ministry for the Environment, 2000) .\n\nHuman-induced alterations of native ecosystems and exotic species introductions seem to be occurring at a more reduced scale; however, the cessation of all anthropogenicrelated disturbances would unlikely halt the cycle of degradation. The disturbance process would still be driven by numerous established exotic species, which can alter ecosystem processes and disturbance regimes (Mack et al., 2000) , and compete with, and/or consume, native species (Vitousek et al., 1997a) .\n\nThere is accumulating evidence of mosquito species replacement occurring in New Zealand, at least for the Auckland region, where native species appear to be nearly absent from anthropic habitats where exotic mosquitoes thrive (especially in urban areas), in comparison to the opposite pattern occurring in relatively undisturbed indigenous ecosystems. Habitat modification in New Zealand seems to favor exotic mosquitoes, while negatively impacting on native species. An exception is the native Culex pervigilans, which seems to be a synanthropic species and the only native mosquito capable of inhabiting highly modified habitats, particularly urban areas.\n\nA number of investigations using oviposition traps and dry ice-baited light traps have been recently carried out in a variety of habitats in the Auckland region. Sampling in relatively pristine native habitats indicated a mosquito fauna comprised almost entirely of native species (Derraik et al., 2005ab) . The only exotic mosquito recorded was Ae. notoscriptus, but at very low numbers and only close to the forest edge. In contrast, sampling in urban and peridomestic habitats indicated that exotic mosquitoes were dominant (e.g., Derraik, 2004b, in press; Derraik and Slaney, 2005) . Aedes notoscriptus is the dominant species, most likely as a result of its extensive utilization of container habitats. This species is the predominant peridomestic mosquito in Australia (Foley et al., 2004) , and the same pattern is being observed in northern New Zealand. Culex quinquefasciatus is the other exotic mosquito commonly found, but it appears to have a more restricted distribution (Derraik and Slaney, 2005) . Culex pervigilans is the only native species that can be regularly found in urban areas and anthropic habitats, particularly due to its wide environmental tolerance and ability to breed in all sorts of larval habitats (Derraik and Slaney, 2005) . All other native mosquitoes that breed in freshwater appear to be absent from urban areas in northern New Zealand, although some species seem able to occur in areas adjacent to native forests. At least one native mosquito species, Maorigoeldia argyropus (the single representative of this monospecific endemic genus), appears to have become endangered as a result of anthropogenic environmental change .\n\nIt should be noted that New Zealand's evolutionary history and its early separation from the rest of Gondwanaland led to an absence of indigenous terrestrial mammals, the dominant nonflying terrestrial animals in the rest of the world (Diamond, 1990) , apart from three species of bats (King, 1990) . As a result, New Zealand mosquitoes appear to be primarily bird-feeders (Derraik and Snell, 2004) , although there is little experimental evidence supporting this assumption. The endemic Coquillettidia iracunda seems to be the only native mosquito species breeding in freshwater that will aggressively feed on humans (Derraik and Snell, 2004; Derraik, 2006a) . However, this is a sylvan species, which breeds in ground pools on the forest floor, and is therefore absent from anthropic habitats, except those immediately adjacent to sections of native forest.\n\nThere are a number of exotic mammals in New Zealand, which are causing major impacts on native ecosystems that evolved in the absence of terrestrial mammal browsers and predators. The introduced mammal causing the most substantial impact is the Australian brushtail possum (Trichosurus vulpecula), which directly preys on fauna and feeds on flora (Cowan, 1990; Montague, 2000) . These animals are estimated to be as many as 70 million (Parliamentary Commissioner for the Environment, 2000) and now occupy over 97% of the country's land area (Derraik, 2005b) , thriving particularly well in modified habitats, especially at the forest/pasture interface (Cowan, 2000) . Possums cause considerable habitat disturbance and could, as a result, potentially displace native mosquitoes, while in theory favoring invading species.\n\nThe presence of numerous exotic mammals provide a large supply of mammalian blood meals previously unavailable in New Zealand. Livestock provide abundant blood meals in rural areas where the availability of other hosts such as humans and birds are somewhat reduced, while brushtail possums are abundant throughout the country, even in very remote areas. There are, therefore, favorable conditions for the establishment of exotic mosquitoes, such as Ae. albopictus (Derraik, 2006a) , which not only breeds in artificial and natural containers, but also prefers mammalian hosts (Hawley, 1988) . This situation could probably characterize an ''invasional meltdown,'' which according to Simberloff and Von Holle (1999) is a ''process by which a group of nonindigenous species facilitate one another's invasion in various ways, increasing the likelihood of survival and/or ecological impact'' (p. 22). Furthermore, the presence of exotic mammals can boost vector populations so that these will seek additional hosts, consequently increasing the likelihood of pathogen transmission to humans (Patz and Wolfe, 2002) .\n\nThe consequent species replacement that appears to be occurring as a result of anthropogenic environmental change in New Zealand means that a primarily bird-feeding native mosquito fauna (whose vector status is virtually unknown) is being replaced by an anthropophilic or opportunistic exotic mosquito fauna of known disease vectors. This situation is particularly pronounced in urban areas in northern New Zealand, where two anthropophilic exotic species are abundant (Ae. notoscriptus and Cx. quinquefasciatus) and the only native species present is Cx. pervigilans, which seems to be primarily a bird-feeder and will very rarely feed on humans.\n\nThere is evidence that larval mosquito habitats in New Zealand ecosystems are underutilized (Laird, 1990; de Wet et al., 2001; Derraik, 2005a) , which may provide vacant niches for exotic vector species, in particular container breeders, and consequently enhance their likelihood of establishment (Derraik, 2005a (Derraik, , 2006a . The evidence also suggests that susceptibility to invasion is higher in speciespoor communities (Fox and Fox, 1986) , and this situation could be compounded by an apparent lack of effective predators of mosquito larvae in New Zealand .\n\nIn the case of Ae. albopictus, under current climatic conditions, the species is predicted to have a potential distribution covering the northern region of New Zealand's North Island (Fig. 1) (de Wet et al., 2005a) . This region includes Auckland and contains over a quarter of New Zealand's population. The predicted distribution correlates well with a mean annual temperature above 14°C, and includes some isolated marginal sites on the northeast coast (not shown on Fig. 1) , whereas Ae. aegypti would be unlikely to establish in New Zealand under current climatic conditions (de Wet et al., 2005a have modeled the potential distribution of a number of exotic mosquito species that are disease vectors, and suitable environmental conditions exist in northern New Zealand for the establishment of Aedes polynesienis, Aedes vigilax, Culex annulirostris, Aedes japonicus, and Aedes camptorhynchus (the latter is already established in the country).\n\nThe main limiting factor for the establishment of exotic pathogens in New Zealand is likely to be the climate, which appears to be relatively cold for the establishment of many tropical human diseases. No known human arbovirus of public health importance seems to be currently circulating endemically in New Zealand (Weinstein et al., 1995) , however, there is a regular influx of viremic travelers, particularly from Australia (Kelly-Hope et al., 2002; Derraik and Calisher, 2004) . Some important mosquito-borne pathogens could potentially become established in New Zealand, in particular, Japanese encephalitis virus, Barmah Forest virus, and especially Ross River virus (RRV) and West Nile virus (WNV).\n\nWest Nile virus is one of the mosquito-borne pathogens most likely to arrive in New Zealand, but a recent report outlined that the distribution of WNV in the country would be most likely determined by the distribu- tion of suitable vectors (Spurr and Sandlant, 2004) . The latter is potentially limited as the only know WNV vector currently established in New Zealand is Cx. quinquefasciatus (Turell et al., 2001) , whose distribution is relatively sparse. However, since most native mosquitoes in New Zealand are most likely ornithophilic and some appear to occasionally feed on humans (Holder et al., 1999) , their potential role as WNV vectors certainly needs investigation.\n\nRoss River virus is the most common mosquito-borne pathogen affecting humans in Australia, annually causing at least 5000 illnesses (Russell, 2002) , and is also the pathogen most likely to cause a mosquito-borne disease outbreak in New Zealand (Derraik and Calisher, 2004) . The scenario for an outbreak of RRV (or other arboviruses) in New Zealand could resemble the major epidemic of RRV that occurred in the South Pacific in 1979 (Aaskov et al., 1981; Miles, 1984) . The latter was a good example of disease emergence of major human health consequences, as a result of the introduction of an exotic disease system. This RRV epidemic seems to have started with the arrival of an infected human in Fiji, with the virus thought to have been transmitted by two introduced mosquito vectors, Aedes vigilax and Culex annulirostris (Miles, 1984) . There were an estimated 50,000 clinical cases of RRV in Fiji, and more than 300,000 human infections (nearly half of the population) (Miles, 1984) . The explosive nature of the Fijian outbreak is believed to have been a result of the low level of antibody to RRV in the community (Aaskov et al., 1981) . Eventually the epidemic spread to Samoa, Cook Islands, New Caledonia, and Wallis and Futuna Islands (Miles, 1984) . By 1981, however, there were no more reported cases in the islands (Miles, 1984) . However, over the last 10 years, cases of RRV infection in travelers to Fiji have been sporadically reported, and RRV is likely to be still circulating there (Klapsing et al., 2005) [David Slaney, unpublished data].\n\nThere are no recognized alphaviruses or flaviviruses that affect humans in New Zealand, and it is unlikely that any immunity exists among the general population (Derraik and Calisher, 2004) . Consequently, a similar ''virgin soil'' outbreak could occur in New Zealand, most likely in the Auckland region, the country's largest city and main port of entry for people arriving from overseas and where most reported cases of imported mosquito-borne disease occur (Derraik and Calisher, 2004) . Kelly-Hope et al. (2002) estimated that each year more than 100 people enter New Zealand from Queensland (Australia) alone with clinical and sub-clinical infections of RRV, for example; Weinstein et al. (1995) pointed out that the number of circulating virus particles in humans in Auckland would likely initiate an outbreak if a competent mosquito vector were present.\n\nTwo of the established exotic mosquitoes, Ae. camptorhynchus and Ae. notoscriptus, are competent vectors of RRV (Doggett and Russell, 1997; Watson and Kay, 1998; Russell, 2002) , and could potentially initiate an outbreak. Aedes camptorhynchus, in particular, is an important RRV vector in Australia (Russell, 2002) , and although its actual distribution in New Zealand is still unknown, the species appears to be rare as a result of an ongoing eradication program. In contrast, Ae. notoscriptus is very abundant in anthropic habitats in the Auckland region, and although it seems to be one of the lesser vectors of RRV in Australia, there is increasing evidence that Ae. notoscriptus is an important vector of this virus in urban areas (Russell, 1995 (Russell, , 1998b Doggett and Russell, 1997; Watson and Kay, 1997) . Miles (1984) pointed out that, during the South Pacific epidemic, there were 30 clinically diagnosed cases of humans reaching New Zealand from Fiji incubating RRV disease, but many more are believed to have gone unreported. John Miles (1984) believed that ''had efficient vectors been present, spread would inevitably have occurred'' (p. 221). He went further to state that ''if this [Ae. notoscriptus] were an efficient vector, we would have expected indigenous cases,'' but pointed out that species' efficiency as a vector of RRV was unknown. Since Ae. notoscriptus was the only competent RRV vector known to be present in New Zealand at the time, based on Miles' assumption, Ae. notoscriptus populations in New Zealand are either inefficient vectors of RRV or the local population was not dense enough at the time to initiate an outbreak. In the Fijian outbreak, an unusually large population of Ae. vigilax seems to have been important for the outbreak of RRV (Miles, 1984) , and it is possible that in the absence of this unusually large density of Ae. vigilax, an outbreak might never have occurred. Therefore, it is plausible to assume that, at the time, the local populations of Ae. notoscriptus in New Zealand were not numerous enough to initiate a disease epidemic. Even though this species has been in New Zealand since, at least, the 1920s, the evidence suggests that this species distribution in the country is still expanding (Laird and Easton, 1994; Laird, 1995) . Recent investigations have indicated the Ae. notoscriptus now occurs at high densities in the Auckland region, and appears to have surpassed the native Cx. pervigilans as the main mosquito species breeding in artificial and natural containers (e.g., Derraik, 2004b, in press; Derraik and Slaney, 2005) .\n\nDespite the very high level of human immunity to RRV in Fiji following the major 1979-1980 epidemic, it was thought that large populations of Rattus spp. and domestic pigs would have been able to maintain RRV as an enzootic infection. However, despite recent reported cases, RRV has apparently failed to become established in Fiji, most likely due to the absence of a suitable reservoir host (Miles, 1984; Weinstein, 1994) . This situation could be somewhat different in New Zealand, due to the widespread and abundant brushtail possums that are competent hosts of RRV , and are suggested to be maintaining RRV epidemics in urban areas in Australia . It should also be noted that RRV transmission from human to mosquito to human without the involvement of another animal host is believed to occur during periods of intense virus activity (Russell, 2002) .\n\nIt is important to highlight that exotic mosquito-borne pathogens are not only a threat to human health, but also to New Zealand's unique native bird fauna (Derraik, 2006b) . The introduction of Cx. quinquefasciatus and the Plasmodium parasite into Hawaii led to severe consequences, and it is estimated that nearly half of the country's endemic bird species have gone extinct as a result (van Riper et al., 1986) . New Zealand's native birds could suffer a similar fate, and outbreaks of avian malaria have decimated some captive rearing populations of endangered birds (Derraik, 2006b) . The threat may be aggravated by the fact that some widespread exotic bird species are believed to be asymptomatic carriers of the parasite (reservoir hosts) (Derraik, 2006b) .\n\nGlobal warming is likely to favor mosquito populations and extend the areas susceptible to mosquito-borne diseases (Reeves et al., 1994; Russell, 1998a; Githeko et al., 2000; Reiter, 2001) . The increase in average temperatures in New Zealand due to climate change would likely increase the likelihood of disease outbreaks occurring, as it would extend the areas of suitable climate for invading vector species such as Ae. albopictus and Ae. aegypti, and increase the rate of pathogen/parasite transmission (Weinstein et al., 1995; Hales et al., 1997; Watson et al., 1997; de Wet et al., 2001; Woodward et al., 2001) . Likewise, in the event that Ross River virus, for instance, becomes established in New Zealand, computer models predict a substantial increase in the number of reported cases under a global warming scenario [Knol et al., unpublished data] .\n\nThe control of exotic mammals, both predators and browsers, is one of the most important measures to reduce disturbance in native ecosystems. The control of brushtail possums, particularly in the Auckland region, may also be a proactive approach to reduce the risk of a RRV epidemic and could become a necessary public health measure (Derraik, 2005b) , especially since these animals are not only competent hosts of Ross River virus , but in Australia have also yielded antibodies to other arboviruses such as Barmah Forest virus , Sindbis virus, and Murray Valley encephalitis virus (Azuolas, 1997) .\n\nThe arrival in New Zealand of mosquito species such as Ae. albopictus, that are aggressive human biters, could aggravate the likelihood of an arboviral outbreak occurring, in particular, of RRV and WNV (Derraik, 2006a) , as this species is a competent vector of these viruses (Russell, 2002; Sardelis et al., 2002) . New invading species that are anthropophilic or opportunistic are therefore a major reason for concern, and border controls need to work to minimize the risk of other exotic vectors arriving and establishing in New Zealand (Derraik, 2004a (Derraik, , 2006a .\n\nThe only component of a mosquito-borne disease cycle affecting humans yet to become established in the country is an exotic pathogen. Therefore, New Zealand needs selfsufficiency with regard to arboviral testing in laboratories (Weinstein, 1994; Derraik and Calisher, 2004) . Furthermore, there is no doubt that considerable work needs to be done to adequately assess the vector status of both native and exotic mosquitoes in New Zealand to a variety of human pathogens, especially those most likely to occur here such as Ross River virus, Barmah Forest virus, West Nile virus, and dengue viruses. It seems that New Zealand will eventually have to establish an effective vector control strategy, while also educating the general public on basic mosquito control and avoidance measures.\n\nThanks to Cathy Rufaut and Gerry Closs (University of Otago), Bill Lee (Landcare Research), Sandy Toy and Sarah Clinehens (Biosecurity NZ), and two anonymous reviewers for valuable feedback on previous versions of this manuscript. Thanks also to Lee Rogers (The National History Museum, London) for relevant information."}