{"title": "Articles Clinical and epidemiological features of 36 children with coronavirus disease 2019 (COVID-19) in Zhejiang, China: an observational cohort study", "body": "Coronaviruses are non-segmented positive-stranded RNA viruses with a roughly 30 kb genome surrounded by a protein envelope. Most coronaviruses cause diseases in their particular host species; 1 those that can infect humans through cross-species transmission have become an important threat to public health. Two serious coronavirus disease outbreaks have happened in the past two decades: severe acute respiratory syndrome (SARS) in 2003, 2 and Middle East respiratory syndrome (MERS) in 2012. 3 Since December, 2019, severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) has been recognised as the causal factor in a series of severe cases of pneumonia originating in Wuhan in Hubei province, China. 4 This disease has been named coronavirus disease 2019 (COVID-19) by WHO. SARS-CoV-2 has been shown to cause disease via a mechanism analogous to the SARS coronavirus, with potential damage to vital organs such as lung, heart, liver, and kidney, and infection poses a considerable risk to patients by the high prevalence of pneumonia. 5 By March 1, 2020, SARS-CoV-2 had led to 80 981 confirmed cases of COVID-19 in China, and 44 067 cases in 117 countries. 6 A cohort study of 44 672 Chinese cases reported that 2·1% of patients were younger than 20 years, and 1·2% were asymptomatic. 7 Pneumonia is the leading cause of mortality in children. 8 Distinct immunological responses to viral infections can exist in children and result in severe damage to vital organs. 9 Although short-to-medium-term outcomes for children who recovered from SARS seemed good, the disease caused exercise impairment after more than 6 months. 10 A comprehensive literature search indicated that MERS was rare in children (31 cases identified between 2012 and 2016), 11 because transmission depends heavily on animal exposure and direct contact in the household or health-care facilities. Collectively, these two coronavirus diseases did not widely affect children because of the short-term epidemic of SARS and the strict transmission route of MERS. In a study of 15 children with COVID-19 (aged 4-14 years), six patients had small nodular ground-glass opacities in the lungs. 12 At the time of the COVID-19 outbreak, all schools were on the spring festival holiday, which might have prevented children from exposure to transmission sources. However, the school community is a place that can enhance rapid spread of the highly infectious SARS-CoV-2.\n\nNingbo and Wenzhou are two cities in Zhejiang province, located 900 km east of Wuhan. On Jan 17, 2020, the first COVID-19 case was reported in Wenzhou. Up to March 1, 2020, 661 cases of COVID-19 had been reported in Ningbo and Wenzhou, of which 36 were in children. We aimed to describe the epidemiological and clinical features of these paediatric patients, information that is urgently needed for prevention and treatment of COVID-19 in children.\n\nWe did an observational cohort study at three hospitals in Zhejiang province, China (Ningbo Women and Children's Hospital, The Third Affiliated Hospital of Wenzhou Medical University, and Wenzhou Central Hospital of Wenzhou). We included all paediatric patients (aged 0-16 years) with laboratory confirmed COVID-19. The diagnosis of COVID-19 was based on guidelines issued by the National Health Commission of the People's Republic of China. 13 We screened all patients who had cough, fever, and radiographic presentation at the initial assessment, or who underwent epidemiological investigation because of a history of exposure to epidemic areas or close contact with an infected individual. We confirmed SARS-CoV-2 infection by RT-PCR of samples taken from upper nasopharyngeal swabs. Epide miological investigation was focused on the route of transmission, and we assessed travel history, residence in epidemic areas, and close contact with patients with confirmed COVID-19 within 14 days.\n\nThis study was approved by the ethics committee of Ningbo Women and Children's Hospital and followed the Declaration of Helsinki. Written consent was obtained from the guardians of the patients.\n\nSample collection, RT-PCR, and interpretation of results was done as previously described. 14 15 On admission, patients were assessed for clinical type, according to guidelines for scoring paediatric patients with COVID-19 (recommendations issued by the paediatrics branch of the Chinese Medical Association; panel 2). 16 The therapeutic principles included general support therapy; monitoring of lung, liver, kidney, and myocardial functions; active control over high fever; oxygen uptake if necessary; and antiviral treatment with interferon alfa and lopinavir-ritonavir. Treatment\n\nEvidence before this study We searched PubMed from Nov 1, 2019, to March 1, 2020, for studies published in any language using the terms \"COVID-19\", \"coronavirus disease 2019\", \"novel coronavirus\", \"pediatric patients\", \"children\", \"transmission\", \"clinical feature\", and \"epidemiological features\". We found 13 studies about coronavirus disease 2019 (COVID-19) in children. These studies were related to treatment recommendations, CT features in 15 children, case reports, and COVID-19 in infants. To our knowledge, no study has been done to comprehensively investigate a cohort of paediatric patients with COVID-19 and their distinctive clinical features. Published work about adult patients has shown that manifestations vary strikingly by individual. Since children are different from adults in many aspects, such as immunological development, we aimed to investigate the clinical and epidemiological features of paediatric patients with COVID-19.\n\nBetween Jan 17 and March 1, 2020, 661 cases of COVID-19 were reported in Ningbo and Wenzhou (Zhejiang province, China). Of these cases, 36 were in children. All children with COVID-19 had been infected either by close contact with adults infected with severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) or by exposure to the epidemic area. Although fever, cough, and pneumonia were the most common signs, about half the children had mild disease with no presenting symptoms. Fewer children with COVID-19 had obvious symptoms compared with adult patients with COVID-19 and paediatric patients with H1N1 influenza described in previous studies.\n\nBy contrast with findings in adults, children with COVID-19 had milder clinical manifestations; nearly half of paediatric patients were asymptomatic (ie, no fever and no cough). This asymptomatic condition is relevant if community-acquired transmission becomes the primary mode; identification of paediatric patients without presenting symptoms will become a great challenge. Fortunately, the number of children infected with SARS-CoV-2 accounted for a small proportion of total people infected, and paediatric patients also had clear epidemiological information. Devising measures to protect children from infection with SARS-CoV-2 is very important.\n\noutcomes were defined as improved, cured, and failed. Improved outcome referred to the end of fever and improve ment in pneumonia (via CT scan) and improvement in upper respiratory manifestations. Cured outcome referred to normal body temperature for 3 days, plus improved outcomes and two negative results on RT-PCR for SARS-CoV-2. Failed outcome referred to disease progression to critical illness or death. Patients who were discharged from hospital had to be quarantined for 2 weeks. We obtained data retrospectively from electronic medical records, and these were reviewed by two trained doctors (LH and YL). Information retrieved included demographic data, medical history, exposure history, underlying comorbidities, symptoms, laboratory examina tions, chest CT scans, and treatment. Laboratory examinations included routine testing, analysis of immuno logical responses, and measurement of bio markers for monitoring lung, liver, myocardial, and renal functions. We compared the prevalence of abnormal clinical indices of the paediatric patients with previously reported data for 175 adults with COVID-19 in Wenzhou, 17 \n\nWe presented continuous variables as mean (SD) and categorical variables as number (%). We compared means of continuous variables between groups using independent group t tests when values were normally distributed; otherwise, we used the Mann-Whitney U test. We compared proportions for categorical variables bet ween groups using Fisher's exact test, because of limited numbers. We judged a two-sided α less than 0·05 statistically significant. All data analyses were done with SPSS version 20.\n\nThe funder had no role in study design, data collection, data analysis, data interpretation, or writing of the report. The corresponding author had full access to all data in the study and had final responsibility for the decision to submit for publication. Generally, two types of abnormal radiographic presentations were seen: multiple opacities and patchy opacities. 19 (53%) paediatric patients had pulmonary ground-glass opacities on CT scan, suggesting pneu monia (figure 1). Pneumonia plus either fever or cough was seen in 11 (30%) paediatric patients and eight (22%) had pneumonia as the only symptom. Ten (28%) children showed no symptoms of pneumonia, five (14%) reported fever only, and two (5%) only had a dry cough. with moderate clinical type also had a positive PCR result for longer (p=0·0050) and spent more days in hospital (p=0·017) than did those with mild clinical type. Table 2 shows findings of laboratory examinations related to immunological responses and cardiac, liver, and renal damage, according to age group. Ten patients were aged 5 years or younger and 26 patients were 16 years or younger but older than 5 years. The older children had decreased lymphocytes (p=0·029), elevated procalcitonin (p=0·032), and decreased creatine kinase (p=0·032) compared with the younger patients.\n\nTreatments and primary manifestations were traced to assess disease progression and outcome, and four case types were identified: asymptomatic, upper respiratory symptoms or fever only, pneumonia only, and both pneumonia and upper respiratory symptoms or fever (figure 2). On admission, all children were treated with interferon alfa by aerosolisation twice a day, 14 (39%) received lopinavir-ritonavir syrup twice a day, and six (17%) needed oxygen inhalation (table 1). In the 13 patients with fever, mean duration of fever was 3 (SD 2) days. Improve ment in pneumonia was seen 4-10 days after treatment initiation. SARS-CoV-2 RT-PCR results became negative after a mean of 10 (SD 2) days of treatment, regardless of the various initial manifestations of patients (figure 2). The mean number of days in hospital was 14 (SD 3) days. By Feb 28, 2020, all patients were cured, according to the criteria for cured outcome, and quarantined for a further 2 weeks. Follow-up is continuing every week, with samples taken to measure serum IgG and IgM and SARS-CoV-2 in blood, faeces, and nasopharyngeal swabs.\n\nThe comparison of paediatric patients with COVID-19 with adult patients with COVID-19 in the same city (table 3) showed that paediatric patients had a significantly lower prevalence of abnormal values of several variables indicating disease severity, such as fever (36% for children and 86% for adults), cough (19% and 62%), pneumonia (53% and 95%), elevated C-reactive protein (3% and 49%), and severe disease type (0% and 23%; p<0·0001 for all features). Nevertheless, no differences were noted between children and adults in prevalence of leucopenia, lymphopenia, and elevated myocardial enzymes. When compared with children with SARS, paediatric patients with COVID-19 had much milder disease in terms of the prevalence of fever, cough, pneumonia, and severe case type. Compared with children with H1N1 influenza, paediatric patients with COVID-19 had fewer upper respiratory symptoms (eg, cough and pharyngeal congestion) but pneumonia was more frequent. Notably, when the three groups of patients with coronavirus infections were compared with the paediatric patients with H1N1 influenza, the most striking difference was that patients with H1N1 influenza had a much higher prevalence of pharyngeal congestion and a lower prevalence of pneumonia. History of exposure to epidemic area 2 (20%) 10 (38%) ..\n\nFamily members with COVID-19 10 (100%) 22 (85%) 0·60\n\nDry cough 1 (10%) 6 (23%) ..\n\nBody temperature, °C 37·7 (0·3) 37·9 (0·4) 0·16\n\nFever (body temperature >37°C) 3 (30%) 10 (38%) ..\n\nPulmonary ground-glass opacities 6 (60%) 13 (50%) 0·70\n\nWhite blood cells ( unclear routes of transmission, were identified. This transmission feature means that identification of these paediatric patients was straightforward. However, previous work has shown that potential transmission routes of SARS-CoV-2 can be highly variable, 20 compared with MERS coronavirus, which is less transmissible. 11 This situation could be altered if COVID-19 persists for a long time in an area with increased risk for communityacquired infections. Among the paediatric patients in our study, just under a third were asymptomatic. Moreover, a fifth had pneumonia only and needed radiographic examination to be identified. Symptoms seen on admission were variable, including cough and fever. All asymptomatic patients and children who did not present with pneu monia needed laboratory and radiographic examinations for diagnosis. The large proportion of children with asymptomatic SARS-CoV-2 infection contrasts with paediatric patients with H1N1 influenza 19 and SARS, 10 and adult patients with 17 in terms of presenting symptoms such as cough and pharyngeal congestion (table 3) , indicating SARS-CoV-2 has little effect on the upper respiratory tract of children. COVID-19 is highly transmissible, similar to SARS and H1N1 influenza, but can have a covert presentation in children.\n\nPneumonia is the leading infectious cause of death in children younger than 5 years. 21 Although COVID-19 in children seemed to be mild in term of presenting symptoms, the prevalence of pneumonia with COVID-19 (53%) was higher than with H1N1 influenza (11%), but very similar to the prevalence with SARS (65%). 18 A striking characteristic of COVID-19 is that it affects several vital organs (eg, lungs and heart), as shown by increased amounts of myocardial enzymes, even though all children with COVID-19 had the mild or moderate clinical type (table 3) . With high mortality in adult patients with COVID-19 in epidemic areas 6 (eg, >4% mortality in Wuhan), paediatric patients should continue to be monitored after discharge from hospital.\n\nCompared with adults, children rarely have comorbidities such as hypertension, cardiovascular disease, and diabetes. Paediatric patients in our study had a lower prevalence of pneumonia and symptoms such as fever, cough, and dyspnoea compared with adult patients with COVID-19 (table 3) . However, in our study, the prevalence of leucopenia, lymphopenia, and increased myocardial enzymes in children with COVID-19 was similar to that in adults. Notably, adults have a much higher prevalence of increased C-reactive protein than do children, suggesting a much milder immunological response in children and less immune damage. 22 Except for antiviral drugs, no special treatments (eg, glucocorticoid therapy and invasive mechanical ventilation) were administered, and few children needed inhaled oxygen. Taking all these findings into con sideration, the presentation of COVID-19 in paediatric patients is much milder than in adults. It is noteworthy that few patients with coronavirus disease (ie, COVID-19 and SARS) have pharyngeal congestion or sore throat, which contrasts with patients with H1N1 influenza, despite the high prevalence of cough and fever in all patients. Pharyngeal congestion is more like an upper respiratory symptom than is fever (which is a systemic symptom) and cough, which can also be induced by a lower respiratory infection.\n\nThe findings of our study also showed that, although all paediatric cases were mild or moderate, the number of days spent in hospital and time needed for these patients to have negative PCR results was still considerable (table 1, figure 2) . The time to achieve a negative PCR result seemed to be unaffected by severity of disease in terms of symptoms and the presence of pneumonia and treatment choices. Nevertheless, fever resolved faster in mild cases than in moderate cases (figure 2). Considering that delayed clearance of viral RNA in patients' stools is a potential risk for transmission, 23 particularly in patients in rehabilitation, the reliability of viral RNA-negative criteria in asymptomatic patients, in the long run, needs further investigation.\n\nThe major limitation of our study was the small sample size. However, most results were consistent within the study and, with several case reports on children with COVID-19, we believe our conclusions are valid. Since COVID-19 is spreading in more countries and has become an urgent public health event, we present an early report on paediatric patients and expect additional data to improve our findings. In conclusion, our study shows that paediatric patients with COVID-19 have a simple transmission mode, either by close contact with infected adults or by exposure to epidemic areas. Although fever, dry cough, and mild pneumonia are common manifestations, nearly half of patients have neither obvious symptoms nor abnormal radiological findings. The proportion of asymptomatic cases indicates the difficulty in identifying paediatric patients without clear epidemiological information. This finding suggests a dangerous situation if communityacquired infections occur.\n\nHQ and JW designed the study and did the literature search. LH and YL were responsible for disease diagnosis and treatment and data collection. DC collected and analysed data. QS analysed data and wrote the report.\n\nWe declare no competing interests."}