{"title": "Annals of Clinical Microbiology and Antimicrobials Detection of hepatitis C virus in the nasal secretions of an intranasal drug-user", "body": "Hepatitis C virus (HCV) is a major cause of liver-related morbidity and mortality worldwide, with an estimated global prevalence of 170 million chronic infections. HCVinduced liver disease is the most common indication for liver transplantation and it has emerged as a leading cause of death among hospitalized HIV-infected patients treated during the HAART era [1] . Transmission of HCV is known to occur through contact with contaminated blood, most notably in the context of injection drug use, transfusion of blood products prior to 1992, chronic hemodialysis, occupational exposure to blood, and nosocomial and perinatal exposure. In addition, several studies have reported low levels of suspected sexual and household transmission of HCV [2] .\n\nAlthough much is known about the routes of HCV transmission, nearly 15% of infected individuals report no identifiable source of exposure. Unexplained cases are particularly high among drug-users who have no history of injection risk and no other identifiable risk factors [3] . One hypothesis that might account for the high number of unexplained HCV infections among noninjection drugusers was proposed by researchers at the US National Institutes of Health (NIH), who identified intranasal cocaine use as a significant risk factor for HCV among volunteer blood donors [4] . They reasoned that HCV might be transmitted through contaminated implements, such as straws or spoons, that are commonly used to nasally inhale powdered drugs, including heroin, cocaine, and methamphetamines. Chronic nasal inhalation of these substances (including the adulterants they contain) can cause tissue deterioration and bleeding of nasal membranes. Implements inserted into an eroded nasal cavity may come into contact with HCV-infected mucus or blood, which may then be transmitted to an uninfected individual sharing the same implement. The debate regarding this potential mode of transmission intensified when the National Heart, Lung and Blood Institute (NHLBI) Retrovirus Epidemiology Donor Study (REDS) was unable to confirm intranasal drug inhalation as an independent risk factor for HCV [5] . These conflicting reports prompted the American Association of Blood Banks (AABB) to add, and then shortly thereafter remove, intranasal cocaine use from their list of criteria used to screen potential blood donors. A subsequent review of the literature found serious methodological limitations with both the NIH and NHLBI/REDS studies [6] . Although HCV has been detected in the saliva, semen, and other nonserological fluids of some plasma-positive patients [7] , no virological studies have been undertaken to determine whether HCV is present in the nasal secretions of intranasal drug users, a necessary precondition for internasal viral transmission. Here, we report preliminary findings on the detection of HCV RNA in the nasal secretions of plasma-positive chronic drug sniffers.\n\nFive patients were recruited for the study from the Boriken Neighborhood Health Center in East Harlem, New York City. The subjects were selected from consecutive clinic patients who had previously tested HCV seropositive and who reported a history of intranasal drug use. The first four subjects were HCV antibody reactive and seropositive on quantitative PCR; the fifth subject tested seropositive for HCV antibodies but HCV PCR negative (<600 copies/ mL). All subjects were male between 46 to 56 years of age and HIV-1 seropositive. Table 1 presents patient serological indicators for hepatitis C, as well as hepatitis B, HIV-1, ALT levels, and liver biopsy results. ) . RNA was precipitated with 0.5 mL of isopropyl alcohol for 10 min at 21°C followed by centrifugation at 12 000 × g for 10 min at 4°C and washed in 75% ethanol. RNA pellets were resuspended in 10 µL of RNase-free water.\n\nDetection of HCV RNA was performed by RT-PCR. The first strand cDNA was synthesized by Superscript™ First Strand cDNA Synthesis kit (Invitrogen) using gene-spe-cific downstream primers targeting the HCV p22 core region [9] with minor modification of the upstream primer (406(m)5'-TAGACCGGTGCACCATGAGC-3'). HCV cDNA was amplified by PCR through 40 cycles of denaturation (94°C-1 min), annealing (55°C-1 min) and elongation (72°C-1 min). Subsequently, PCR products were resolved through 1% agarose gel electrophoresis, hybridized to 32 P-labeled internal probe (5'-AGGAA-GACTTCCGAGCGGTCG CAA-3'), and exposed to Kodak film.\n\nPrevious studies have demonstrated the presence of HCV in a wide variety of nonserological fluids [7, 10] ; for instance, HCV has been detected in about 50% of saliva samples from plasma-positive individuals [11] . We reasoned that HCV might be present in nasal secretions at a similar prevalence and would therefore be detectable among a relatively small sample of viremic patients. Five consecutive plasma-positive clinic patients were selected for study and each contributed blood and nasal secretion samples for HCV RT-PCR analysis.\n\nThe RT-PCR results confirmed the presence of HCV in the blood of all five subjects. The highest serum concentrations of viral RNA were detected in subjects 1 and 2 and the lowest in subject 5 (see Fig. 1 ); these findings were consistent with patient record viral loads. It is noteworthy that our assay detected HCV RNA in the serum of subject 5 (previously below the level of detection with commercially available assays), indicating low-level viremia, and verifying the high sensitivity of our analysis.\n\nHCV RNA detection from serum and nasal secretions of five intranasal drug users Significantly, HCV particles were also detected from the nasal secretions of subject 1 (Fig. 1) . This subject, a 56year-old African-American male, also exhibited the highest HCV serum viral load (34 500 000 IU/mL). HCV was not detected in the nasal secretions of the other four study subjects. This finding represents the first demonstration of the presence of HCV RNA in nasal secretions.\n\nGreat care was taken to avoid sample contamination during all phases of the study. Blood samples of known serology were collected from each of the five subjects and tested for HCV RNA to confirm the validity of our laboratory procedures. The TRIzol assay used on the nasal secretion samples in this study has been shown to be effective for RNA isolation with a variety of other nonserological samples [11, 12] .\n\nTo our knowledge, this is the first study to demonstrate the presence of HCV in the nasal secretions of an intranasal drug-user. While this finding does not confirm internasal viral transmission, it does lend virological support to previous indications that intranasal drug use poses a risk by confirming an important precondition for this route of infection. Additionally, detection of HCV in nasal secretions advances the debate regarding potential iatrogenic and nosocomial transmission of HCV in the context of ENT practices. More research involving larger samples is needed to replicate our results, provide an accurate estimate of HCV prevalence in the nasal secretions of plasmapositive patients, and determine whether intranasal HCV derives from blood in the nasal cavity or directly from nasal secretions. Future research should also address whether the presence HCV in the nasal cavity affects the progression of upper respiratory infections such as influenza, rhinovirus, adenovirus, coronavirus, and severe acute respiratory virus.\n\nJM was the principal investigator; he conceived, designed and coordinated the study, and prepared the report. MS performed viral RNA isolation and RT-PCR analysis and interpretation, prepared the graphic, wrote the virology section of the report, and contributed to several revisions of the manuscript. DM recruited and enrolled study subjects from among her clinic patients, administered screening and informed consent, collected blood and nasal secretion samples, and helped with manuscript revisions. MC contributed to the design and coordination of the study and assisted with revisions. All authors reviewed the report and approved the final version."}