{"title": "", "body": "The majority of emerging infectious diseases are zoonotic, and most originate in wild animals. 1 The rate of emerging disease has increased significantly over the past few decades, and the majority of emerging pathogens are RNA viruses. These are distinctive in that they have the ability to mutate rapidly compared with DNA viruses and bacteria, allowing them to adapt to new hosts and spread more effectively. 2 Little is understood about the dynamics of zoonotic viruses in their natural reservoirs, yet it is becoming clear that anthropogenic environmental change is driving the spillover of pathogens from wildlife populations into domestic livestock and humans. Activities such as urbanization, agricultural intensification, and global travel and trade are expanding the interface between people, livestock, and wildlife, providing continuous opportunities for pathogens to spill over into human populations and then move around the world. 3 Viral spillover between wildlife and domestic animals or humans probably occurs more frequently than is recognized, owing to limited or poor surveillance systems. 4 Zoonotic disease emergence is most likely to occur in regions where biodiversity and human population density are high and where human activities that alter the environment-such as urbanization, agricultural expansion, and deforestation-are most intensive. 2, 5 Among mammalian taxa, bats (order Chiroptera) carry more zoonotic viruses than other mammalian groups. 6 Why bats are special is not completely understood, but there appears to be a combination of ecologic, genetic, and immunologic factors, the last two of which have only recently begun to be explored. 6, 7 Bats have been associated with several zoonotic viruses that have recently been discovered and linked to significant human and animal disease, including severe acute respiratory syndrome (SARS), Middle East respiratory syndrome (MERS), Ebola and Marburg viruses, and Nipah virus (NiV) 8 (see also Chapters 19, 34, and 42 ). There are more than 1200 species of bats in the world, forming the order Chiroptera, which makes them the second most speciose taxonomic group of mammals after rodents, representing 20% of mammalian diversity. 9\n\nEmerging Diseases in Bats\n\nBats are found on every continent and in every environment in which humans live. They successfully exploit human dwellings, constructs, and food resources, which creates opportunity for direct and indirect contact with people and domestic animals. Although bats typically avoid direct contact with people, indirect exposure to excreta created by bats roosting within households, buildings, mines, and caves may lead to human infection with bat-borne pathogens. 10 Frugivorous bats are often found roosting in trees in rural and even urban environments. 11, 12 They will eat cultivated fruit such as mangos, rambutan, and guava, as well as and other human-provided food resources, which, when contaminated with bat excreta, may also serve as route of infection for people or animals. Despite their potential to carry zoonotic viruses, bats are overwhelmingly beneficial to people and plants, performing vital ecosystem services in the form of agricultural pest control 13, 14 and seed dispersal and pollination. 15 In many parts of the world, bats are hunted for food, sport, or traditional medicine. 16 The butchering and consumption of bats provides an opportunity for the transmission of blood-borne pathogens. 8 Many novel viruses or viral sequences have been identified in bats, but in most cases their ability to infect other species remains unknown. One of the major challenges to predicting zoonotic disease emergence is our inability to translate viral genotype into phenotype (clinical presentation and pathogenicity of a virus). Viral discovery has, however, significantly expanded our understanding of the phylogenetic breadth of important viral families such as filoviruses (e.g., Ebola virus), paramyxoviruses (e.g., NiV), and coronaviruses (e.g., SARS coronavirus [CoV]), which is necessary for both better understanding what makes viruses pathogenic and also for recognizing wildlife reservoirs of viral pathogens, once they do emerge, more rapidly. 17 The following is a review of recently emerging zoonotic viruses that have bats as a natural reservoir. These examples highlight viruses whose emergence has been linked to human behaviors and that have caused significant morbidity and mortality in people, but have also involved other species in the transmission chain between bats and people, making them relevant to both human and animal health.\n\nthe Indian subcontinent. [27] [28] [29] [30] In addition to NiV, RNA sequences from closely related paramyxoviruses have been identified in this bat. 31 Nonneutralizing antibodies reactive to NiV have been found in domestic animals in Bangladesh, including pigs, goats, and cattle, suggesting that spillover of Nipah-like viruses has occurred, although no human cases have been linked to domestic animal infections in Bangladesh. 32 Hendra virus has continued to cause outbreaks in horses across Queensland and the adjoining state of New South Wales since 1994, and evidence of infection has been detected in each of the four species of flying fox present in this range. 33 Although the definitive mode of transmission between bats and horses remains uncertain, it is hypothesized that infected bats feeding or roosting in trees within horse enclosures contaminate the area beneath, and horses are exposed either by direct exposure to excreta or by ingesting contaminated feed or water. 33 Infected horses are then able to transmit the virus to other horses and to humans. Outbreaks in horses are sporadic; however, since 2006 there has been a marked increase in the frequency and number of equine cases identified.\n\nPteropus species are the primary natural reservoirs for henipaviruses throughout Asia and Australia 24,34 ; however, the full geographic extent and host diversity for henipaviruses is still being studied. Antibodies against a Nipah-like virus were recently detected in the straw-colored fruit bat (Eidolon helvum), a migratory pteropodid bat, and in hunters in Cameroon, suggesting that related viruses may be circulating in Central Africa. 35,36 Antibodies against Nipah-like viruses have also been detected in insectivorous bat species in China. 37 To date, human infections have been identified in relatively few countries compared with the distribution of henipaviruses in bats (India, Bangladesh, Malaysia, the Philippines, Singapore, and Australia). 8 Although no treatment or vaccine for NiV currently exists, the advent and commercial production of a Hendra virus vaccine for horses in 2014 have offered an effective tool for limiting HeV cases in Australia. 38 Currently NiV is listed as a priority by the World Health Organization (www.who.int/blueprint/ priority-diseases/en/) and the Coalition for Epidemic Preparedness Innovations (CEPI; www.cepi.net) for the development of a vaccine. Experimental Nipah vaccines that utilize soluble G proteins, like the Hendra vaccine, have been found to be effective in nonhuman primate models. 39 NiV's broad geographic host range, its ability to infect multiple domestic animal species and humans, its repeated spillover in populous areas and ability to spread among people, and its association with high mortality rates make NiV a significant threat to human and animal health. 8, 40 Because of the potential severity of henipavirus infection in people and livestock, improved surveillance systems are needed to both ensure rapid detection and response to outbreaks as well as to identify high-risk areas where host, virus, and an interface that promotes spillover exist so that effective interventions can be implemented.\n\nNiV is a zoonotic paramyxovirus (genus Henipavirus) first recognized in Malaysia in 1998 as a respiratory and neurologic disease in domestic pigs; it subsequently infected farm workers. 18 The initial spillover occurred because mango orchards were planted next to pig enclosures. The mangos attracted frugivorous bats that carried NiV; the proximity to the pig enclosures allowed contaminated fruit to be dropped and consumed by pigs. The size of the farm created an environment that could support a sustained NiV outbreak in pigs over the course of a year, which fueled the broader epidemic. 19 The outbreak in Malaysia spread via the movement of infected pigs from farm to farm, ultimately leading to the depopulation and closure of thousands of farms and the infection of 265 people in Malaysia and Singapore, of whom 105 died. 18 After NiV was stamped out by the systematic depopulation of pig farms, policies were put into place that required a buffer zone between orchards and livestock enclosures on commercial farms. This solution has proven effective in removing the key interface that led to NiV spillover and emergence on the index farm, and there has not been an outbreak since, despite the continued presence of the two pteropid host species and continued livestock production.\n\nFour years prior to the discovery of NiV in Malaysia, Hendra virus was discovered as the cause of an outbreak of severe respiratory and neurologic disease in horses in racing stables in Hendra, a suburb of Brisbane in the eastern Australian state of Queensland. Fourteen horses were affected with respiratory and neurologic signs, and the horses' trainer became sick and died after being exposed to the horses. Hendra virus was ultimately traced back to flying foxes (Pteropus spp., of which there are four in Australia) as the natural reservoir. 20 NiV's genetic relationship to Hendra led to the investigation and confirmation of the two endemic pteropid bat species in Malaysia as reservoirs for NiV. 21 In Bangladesh, outbreaks of NiV encephalitis in people have been reported on a near annual basis since 2001, with some causing case fatality rates of 100%. 22,23 Outbreaks in Bangladesh are seasonal and spatially clustered within the western half of the country. 22 The consumption of raw date palm sap has been the primary exposure associated with infection, and the timing of date palm sap harvesting (November-April) aligns with human NiV encephalitis outbreaks. 22 NiV, like Hendra virus, is excreted by Pteropus bats in saliva, urine, and feces; in experimental infections it does not cause visible clinical signs or severe pathology despite widespread viral infection of endothelial tissue. 24,25 Contamination of date palm sap likely occurs when the Indian flying fox (Pteropus medius) feeds from the sap flow or from sap collection pots. 26 In Bangladesh and India, antibodies against NiV as well as viral RNA have been detected in P. medius, which is the only pteropid bat on Ebola viruses. 51 As with CoV and henipaviruses, filoviruses appear to be geographically widespread in bat hosts in both Africa and Asia. Although some Ebola viruses and Marburg virus have been associated with high mortality rates in people, Ebola Reston virus illustrates how genetic diversity within a viral group can influence pathogenicity in humans or domestic animals. Until there is an a priori method for determining pathogenicity from genetics, filovirus surveillance and ecologic research in bats and other wildlife-including work done at the International Centre for Medical Research, Franceville (CIRMF) 42,47 ; the US Centers for Disease Control 44, 45, 52 ; and the US Agency for International Development (USAID) under its Emerging Pandemic Threats: PREDICT program 53 -will help to provide a better understanding of filovirus host ecology and viral genomics and inform strategies to reduce the risk of Ebola virus disease and outbreaks of Marburg virus disease (see also Chapter 19) .\n\nCoVs comprise a large viral family known to infect a wide variety of animals, including humans. Prior to the emergence of SARS and MERS, only four CoVs were known to infect humans. 54 The SARS pandemic of 2002-2003 infected more than 8000 people in 27 countries and had a case fatality rate of ~9%. 55,56 MERS-CoV (as of June 2017) has infected more than 2000 people in 27 countries and had a 35% case fatality rate. 57 These two epidemics solidified CoVs as a viral family of concern for human health. SARS-CoV emerged from bats through the live animal markets of southern China in 2003. 55 The close caging of various mammalian species, including bats, and the general lack of effective biosecurity practices in handling and butchering animals in live animal markets facilitated the infection of multiple species, including civets (Paguma larvata), raccoon dogs (Nyctereutes procyonoides), and ferret badgers (Melogale spp.), all of which were initially suspected as being the primary source of the virus in early investigations. 58 Initially, civets were implicated as the source of SARS-CoV, and markets and farms were depopulated of civets as a control measure. Importantly, farmed civets outside the marketplace did not have evidence of SARS-CoV infection, suggesting an alternate reservoir. 59, 60 The eventual discovery of SARSlike CoVs in bats was an important step in understanding the natural reservoir, although early bat viral isolates did not use the same cell entry mechanism as SARS-CoV and therefore were not able to cause SARS in animal models. In 2012, nearly 10 years after the initial discovery of bat SARSlike CoVs, a CoV much more closely related to SARS-CoV and capable of directly infecting humans was identified among Chinese horseshoe bats (Rhinolophus sinicus) in Yunnan, China. 61 Although bats are no longer legally sold in live animal markets in China, there are still communities,\n\nEbola virus was first discovered in 1976; since then there have been more than 26 outbreaks of Ebola virus disease. 41 Over the past 40 years, the natural reservoir for Ebola virus has remained a mystery. Although some of the outbreaks were epidemiologically linked to contact with wild animals, few had evidence directly linking cases to contact with bats. 8 Human infections in Central Africa have been associated with such contact and with the consumption of infected animals such as gorilla (Gorilla gorilla), chimpanzee (Pan troglodytes), or duiker (Cephalophus spp.) carcasses. 42 In December 2013, an outbreak of Ebola Zaire virus, of unprecedented magnitude in West Africa, began in Guéckedou, Guinea, following a single introduction from an unknown animal reservoir (hypothesized to be a bat) into the human population. 43 Importantly, human social dynamics, rather than repeated introductions from an animal reservoir, were responsible for the rapid and uncontrolled spread of Ebola virus disease through Guinea, Sierra Leone, and Liberia, underscoring the importance of human-wildlife interaction in spillover and the triggering of epidemics and pandemics.\n\nHowever, over the past decade there has been a growing body of evidence suggesting that multiple bat species carry Ebola viruses, whereas Marburg virus appears to be primarily carried by the Egyptian fruit bat (Rousettus aegyptiacus), a common frugivorous bat found throughout the African continent and in the Middle East. 44 Marburg virus infection occurs seasonally in R. aegyptiacus, with peak infection rates occurring during the birthing season. 45 As with henipaviruses, experimental infections with Marburg virus in R. aegyptiacus suggest that there is minimal pathology and no visible signs of disease in these bats when infected and that they may shed virus for up to 19 days postinoculation. 46 Ebola virus Zaire has been detected in several different bat species in Central Africa, including the hammer-headed fruit bat (Hypsignathus monstrosus), Franquet's epauletted fruit bat (Epomops franquetti), and the little collared fruit bat (Myonycteris torquata). 47 Ebola virus has not yet been isolated from bats; however, viral RNA and antibodies have been detected in several species. Ebola Reston virus, a species causing disease in macaques but not humans or pigs, was detected in the common bent-wing bat (Miniopterus schreibersi), a common insectivorous bat, in the Philippines. 48 Antibodies reactive to Ebola Zaire antigen have been found in Leishenault's fruit bat (Rousettus leishenaulti) in Bangladesh, and although a filovirus has not yet been identified, these findings suggest that an immunogenically related filovirus is circulating in these bats. 49 Novel filoviruses, yet to be characterized, have been found in the cave nectar bat (Eonycterus spelea) and R. leishenaulti in China. 50 These viruses may be closely related to those causing the immune response detected in the same species in Bangladesh. The NPC-1 receptor, used by filoviruses for cell entry, is conserved across several bat species, which further supports a broad bat species range for henipaviruses may provide insight into where surveillance should be targeted based on viral diversity hot spots. Currently there are geographic regions such as Latin America where there is a disproportionately low number of zoonotic viruses that have been characterized in bats, relative to bat species richness, making this a region where surveillance efforts could potentially bring a high yield. 6 Ultimately the integration of host ecology with viral discovery will be important for understanding the risk of viral spillover. NiV is an important reminder that simply the presence of a host and virus is not sufficient for zoonotic transmission to occur. A viable \"interface\" or mechanism of transmission is also needed for spillover (provided that people or domestic animals are susceptible to infection). Experimental studies will also be vital to clarify the pathogenesis and transmissibility of novel viruses. Reverse engineering has made it much easier to \"rescue\" or recreate viruses in the laboratory from sequence data. Genetically modified mice provide an important model for the study of susceptibility to infection and pathogenesis in human physiology.\n\nThe recent deluge of new viruses found in bats globally warrants a degree of caution against overstating their threat to human or animal health when communicating findings to the public or policy makers. In the majority of instances, there is no evidence that any newly discovered virus in bats has infected any other animal or person, thereby making it simply a bat virus until proven otherwise. When newly identified viruses are related to known zoonoses, they are often presented as potential threats to human or animal health, but there is the potential to cause undue public alarm when reporting these findings. Given the potential for negative and scientifically unsupported actions against bats that include extermination, messaging to the public should provide appropriate context where there is a lack of evidence for human or animal health impact and emphasize that bats are ecologically invaluable animals. Extermination of bats should not be considered an effective response to an outbreak of a bat-borne pathogen or a control measure to prevent outbreaks. This approach actually enhanced the local transmission of Marburg virus among bat populations following the extirpation of bats from a mine in Uganda. 72 There will continue to be a large research and surveillance focus on bats as hosts for zoonoses. Data are mounting to support bats as important reservoirs compared with other mammals, and large-scale surveillance efforts like PREDICT and the recently launched Global Virome Project, a 10-year effort to identify the majority of viruses in key wildlife species in emerging disease hot spots, 73 will shed more light on the total diversity of viruses in bat species and the types of human-animal interfaces that exist in different geographic and cultural contexts. Understanding specific human behaviors that promote contact with bats and developing strategies that limit bat-human-domestic animal contact without harming bats is key to reducing the risk of viral spillover while also preserving bats and the ecologic services they provide.\n\nincluding some in Yunnan, that hunt and eat Rhinolophus bats, raising the possibility that SARS could reemerge.\n\nIn 2012, another novel CoV was discovered in people in Saudi Arabia. 62 Ultimately named MERS-CoV, its genetic relationship to SARS-CoV and other beta CoVs found in bats in Hong Kong led early investigations to focus on bats as a potential reservoir. A short RNA fragment matching MERS-CoV was found in an Egyptian tomb bat (Taphozous perforatus) in Saudi Arabia, although epidemiologic studies have not confirmed this species as a reservoir. 63 MERSrelated CoVs have been found in other bat species in Asia and Africa 64 ; however, dromedary camels are the most likely animal source of infection for people. 65 Juvenile camels shed MERS-CoV more frequently than adults, and infection is associated with a mild respiratory disease. 65 Nosocomial transmission has also been a significant risk factor for human MERS-CoV infection. 66 In 2015, an outbreak involving 81 people occurred in South Korea and was linked to hospitalbased transmission. 67 The discovery of SARS-like CoVs in bats fueled further investigation and the discovery of a large diversity of CoVs in bats and the hypothesis that all human CoVs originated in bats. 64, 68 It is estimated that 1200-6000 CoVs are carried by bats worldwide, some of which will also have the potential to emerge in human or domestic animal populations. 64 Porcine epidemic diarrhea virus (PEDV) is an alphacoronavirus that in 2013 emerged in the United States and reemerged in Asia, causing economically significant disease outbreaks in domestic pigs. 69 Although PEDV has not been directly linked to bats, it does cluster phylogenetically with other alphacoronaviruses that have been found in bats. 64, 70 CoV diversity and richness correlate with bat species richness, but as with all categories of novel viruses, it is not currently possible to determine which viruses have zoonotic potential. 64 Hospital-or community-based severe acute respiratory infection (SARI) surveillance in regions with high bat biodiversity and high-risk bat-human interfaces (e.g., guano mining 71 ) should consider CoV screening as part of a diagnostic approach to investigating respiratory disease clusters in people or diarrheal disease in animals. Identification of novel CoVs as etiologic agents in humans or domestic animals will provide additional insights into genetic determinants of pathogenicity and their relationship with bat CoVs.\n\nWithin each of the groups of viruses discussed, it is likely that there are still many as yet undiscovered species, strains, and genetic variants comprised by the genetic diversity of nature. In addition, the high mutation rate of RNA viruses-and in the case of CoVs the ability to recombine-means that new genotypes are continuously being created. This presents a serious challenge to cataloging viral diversity, but doing so may ultimately pay off by allowing for the identification of genetic determinants of pathogenesis. Also, having a library of sequences from all bat CoVs, filoviruses, or "}