{"title": "A dynamic compartmental model for the Middle East respiratory syndrome outbreak in the Republic of Korea: A retrospective analysis on control interventions and superspreading events-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/)", "body": "Middle East respiratory syndrome (MERS) is a fatal respiratory disease caused by a coronavirus that emerged in Saudi Arabia in 2012 (Zaki et al., 2012) . The major reservoir of MERS virus (MERS-CoV) responsible for infections in the human population is likely to be associated with dromedary camels (Cauchemez et al., 2014; Zumla et al., 2015; Sabir et al., 2015) . Most individuals infected with MERS-CoV develop a severe respiratory illness accompanied by cough, fever, shortness of breath, and pneumonia. As of 28 July 2016, a total of 1791 laboratory-confirmed cases including 640 deaths in 27 countries have been reported to the World Health Organization (WHO) (World Health Organization, 2015c) . Although countries in Africa, Asia, Europe, and North America have experienced sporadic importations of MERS from the Middle East, these have not generated local outbreaks thus far. The largest MERS outbreak outside Saudi Arabia occurred in the Republic of Korea as a result of a single importation from the Arabian Peninsula in May 2015. As of 4 July 2015, a total of 186 cases have been reported, including 38 deaths.\n\nAlthough the person-to-person transmission risk of MERS is thought to be not self-sustaining (Cauchemez et al., 2014 ; The Health Protection Agency (HPA) UK Novel Coronavirus Investigation team, 2013; Chowell et al., 2014; Breban et al., 2013) , it has shown potential to be explosive in the nosocomial setting (Assiri et al., 2013; Oboho et al., 2015) . Out of 186 confirmed cases in the Control and Prevention, 2015, 2016; Ki, 2015) and 80 cases (43%) were generated by only one infected case at the same hospital (Korea Centers for Disease Control and Prevention, 2015, 2016) (Fig. 1) .\n\nThe potential for high variability in the number of secondary cases or superspreading events (SSEs) is a notable characteristic of infectious diseases (Lloyd-Smith et al., 2005; Galvani and May, 2005) . Cases that generate a disproportionate number of secondary cases tend to occur during the early stage of an epidemic (Transmission Dynamics and Control of Severe Acute Respiratory Syndrome, 2003; . Conversely, unlike \"superspreaders\", the typical individuals tend to infect only a few or no cases at all. In recent works on the MERS outbreak Nishiura et al., 2015; Kucharski and Althaus, 2015; Blumberg and Lloyd-Smith, 2013) , this individual variation has been described by transmission heterogeneity. Based on the stochastic approach, it is assumed that the number of secondary cases caused by each infected individual is negative binomial distributed with mean 0 and dispersion parameter k (with lower value representing higher heterogeneity, and vice versa). In this framework, SSEs during the recent MERS outbreaks can be explained by the high dispersion nature of the distribution of the number of secondary cases per case. For example, Chowell et al. (2015) estimated that the mean 0 for the MERS outbreaks was below the epidemic threshold value of 1 while the dispersion parameter k was estimated at 0.06, indicating high heterogeneity in the potential number of secondary cases. Simulations indicated that the probability of observing outbreaks larger than the MERS outbreak in the Republic of Korea is only of the order of 1%. However, this requires careful interpretation because SSEs during outbreaks might be treated as outliers rather than observations stemming from a highly over dispersed distribution. At the same time, infectious diseases with subcritical 0 and overdispersed k are more likely to subside within just a few disease generations.\n\nCurrently, no vaccine or antiviral treatment against MERS-CoV infection (World Health Organization, 2015b) is available. Although early intervention strategies such as fast diagnosis and quarantine of suspected cases have proved to be the most effective control measures for rapidly mitigating a MERS outbreak (The Health Protection Agency (HPA) UK Novel Coronavirus Investigation team, 2013; Breban et al., 2013; Nishiura et al., 2015; Kucharski and Althaus, 2015; Banik et al., 2015) . The mean duration from symptom onset to diagnosis of MERS-CoV infection of the outbreak in the Republic of Korea was estimated in the range of 4-8 days (Korea Centers for Disease Control and Prevention, 2015; Ki, 2015; Cowling et al., 2015) . Although it decreased once intense contact tracing activities were implemented, a significant delay in diagnosis was observed in the early stage of the outbreak in the Republic of Korea, which is one of the critical features that facilitated the outbreak.\n\nMost studies on the MERS outbreak in the Republic of Korea have focused on inferring the probability of a large outbreak size by analyzing the distribution of cluster sizes Kucharski and Althaus, 2015) . To the best of our knowledge, there is no dynamic compartmental model for the MERS outbreak in the Republic of Korea that incorporates the role of SSEs and the timedependent parameters associated with the impact of early interventions. In this work, we develop a mathematical model that is consistent with consolidated retrospective investigations of previous MERS outbreaks. Our calibrated model provides a basis to analyze the hypothetical impact of intervention strategies. Furthermore, by analyzing the variation in infectiousness of the superspreaders, we explore the uncertainty associated with the SSEs.\n\nData on daily laboratory-confirmed MERS cases for the outbreak in the Republic of Korea were obtained from the Korea Center for Disease Control and Prevention (KCDC) (Korea Centers for Disease Control and Prevention, 2016 The index case of the MERS outbreak in the Republic of Korea was a businessman who took a trip to the Middle East and returned on May 4 Cowling et al., 2015; World Health Organization, 2015a) . Showing symptoms of respiratory problems on May 11, he visited several hospitals, was admitted to a hospital on May 15 and discharged on May 17, and finally diagnosed with MERS on May 20. Consequently, the index case generated multiple exposures, infecting 28 people including the two patients, Case 14 and Case 16, who in turn generated over 50% of the total cases reported in the Republic of Korea.\n\nMost cases were related to nosocomial transmission or hospital-to-hospital transmission in 17 MERS-affected healthcare facilities (Korea Centers for Disease Control and Prevention, 2015, 2016; Ki, 2015) . Of the 186 cases, 82 were inpatients who shared the same room, ward, or emergency room; 65 were their family members or visitors; and 39 were medical professionals or staff. A number of cases had been exposed in badly ventilated and crowded places such as the emergency room with unisolated patients who had respiratory diseases. More than three healthcare workers were infected by confirmed cases when providing treatment without wearing proper personal protective equipment.\n\nIn our study, we developed a model for the MERS outbreak in the nosocomial setting and investigated the role of superspreaders in the transmission dynamics. We defined the superspreaders as those who transmit the virus to more than 20 patients and have underlying respiratory diseases with a severe cough (Korea Centers for Disease Control and Prevention, 2015; Ki, 2015) . Case 14 and Case 16 were considered to be \"superspreaders\" in our model (see Fig. 1 ). Because our model was simulated based on the data according to the day of lab-confirmation, 28 cases exposed by the index case before May 20, the day on which our simulations start, were used as initial conditions. Case 14 and Case 16 were inpatients staying with the index case in the same ward at Pyengtaek St. Mary's Hospital and were exposed to MERS-CoV infection from May 15 to 17. Developing MERS-CoV symptoms with fever, Case 14 visited the emergency room at Samsung Medical Center on May 27 and stayed there for 3 days before he was confirmed on May 30. During this period, 80 tertiary cases-approximately 43% of the total cases of MERS-CoV infection in the Republic of Koreawere infected in the same hospital by Case 14. Case 16 developed symptoms on May 20, and he generated a total of 24 tertiary infections at Dae Cheong Hospital and Konyang University Hospital from May 22 to 30. These two large clusters in the nosocomial setting caused the epidemic peak on June 7.\n\nWe developed a dynamic transmission model for the MERS outbreak in the Republic of Korea based on a SEIR compartmental modeling framework that incorporates time-dependent parameters and pulses of intensified transmission that captures SSEs. We assumed a nosocomial infection in our model. The entire population stays at hospitals and consists of five epidemiological compartments: susceptible (S), exposed (E), infectious (I), isolated (J), and removed (R). Therefore, people who stay in a hospital and are not exposed to MERS are susceptible individuals, S, such as inpatients, outpatients, family members, healthcare workers, or visitors. The susceptible individuals, S, who have effective contacts with the infected individuals, I, J, and the superspreaders, are exposed to MERS-CoV. Following the mean incubation period, k 1/ , the exposed individuals, E, show symptoms and become infectious individuals, I. Note that, in this phase, people with illness might not be entirely under isolation before the case confirmation by laboratory means. After showing symptoms for a mean duration of α 1/ days, patients would be classified as laboratory-confirmed cases, J. Then, these individuals are immediately transferred to hospitals for MERS-CoV treatment and are isolated in an intensive care unit which is restricted to only healthcare staff with personal protective equipment (Korea Centers for Disease Control and Prevention, 2016). The isolated individuals, J, are discharged from the hospital as cured or dead after γ 1/ days on average. The transmission dynamics of MERS-CoV shown in Fig. 2 is then modeled by the following system of nonlinear ordinary differential equations:\n\nwhere N is the total population, and H(t) is a heaviside function. In this model, there are three ways that the pathogen spreads to the host population: by infectious individuals, isolated individuals, and superspreaders. The I class, who has common initial symptoms including fever, cough, and myalgia, would be misdiagnosed as having a common cold in the beginning of an outbreak for emerging infectious diseases such as the MERS epidemic in the Republic of Korea. Because the I class is likely to be isolated improperly, in the nosocomial setting, it can transmit the virus to the S class at transmission rate β. Although the J class is isolated to a negative-pressure room, a few of its members could transmit the virus, by accident, to other people such as healthcare workers. We assumed that they have less infectiousness with the reduction factor l. Hence, the force of infection by I and J is defined by\n\nSince the superspreaders played a major role for the MERS outbreak in the Republic of Korea, we considered the force of infection by superspreaders separately in our model. The superspreaders have abnormally high transmissibility because of bad circumstances and personal health status, such as poor ventilation in a ward and excessive clinical symptoms including cough (Korea Centers for Disease Control and Prevention, 2015; Chowell et al., 2015; Stein, 2011) . This transmission heterogeneity was deterministically incorporated with a heaviside function during a specific time interval, δt i , representing the exposed period of the i-th SSE beginning at time t i . The force of infection by the i-th superspreader is then given by\n\nwhere β * i is the individual transmission rate for the i-th superspreader. Note that the probability that a susceptible individual may have contact with a certain superspreader among the total population N is considered by Control measures by the government and behavioral changes in communities cause the transmission and isolation rates over time to vary. We considered that the transmission rate, β ( ) t , and isolation rate, α ( ) t , are both defined as a step function, allowing the changes at τ days after the onset of the outbreak, as follows: Table 1 ). The SSE by the index case was imposed on the initial condition for the MERS model (1). Because the model was fitted to the data according to day of case confirmation, the secondary cases generated by the index case were considered in the initial condition. The first and second confirmed cases were reported on May 20, 2015. At that time, it was revealed by the KCDC's epidemiological investigation that, of 28 secondary cases, 16 were exposed and 10 were infected (Korea Centers for Disease Control and Prevention, 2015) . Therefore, assuming that there was a total of 10,000 people in healthcare facilities, we set the initial values as\n\nIn this work, most of the parameters were referred from the report of the KCDC's epidemiological investigation of the MERS outbreak (Korea Centers for Disease Control and Prevention, 2015). The mean incubation period, 1/k, was chosen as 6.83 days (Korea Centers for Disease Control and Prevention, 2015; Ki, 2015; Cowling et al., 2015; Cho and Chu, 2015; Park et al., 2015) . The mean period from isolation to discharge, 1/γ, was estimated at 13 days, which is the median for all discharged cases. The transmission rate of the isolated individuals, J, was assumed as 10% of that of the infectious individuals, I. Therefore, the reduction factor for the transmissibility of J was set at l ¼0.1.\n\nThe time when the levels of α ( ) t and β ( ) t are changed, τ, was estimated at 18 days after the outbreak onset, based on the case data for the duration from symptom onset to confirmation (Korea Centers for Disease Control and Prevention, 2016; Ki, 2015) . At that time, the government announced the list of hospitals exposed to MERS (Korea Centers for Disease Control and Prevention, 2016; Cho and Chu, 2015) , so people in the community or at these hospitals paid more attention to the spread of MERS. Empirical evidence indicates that behavioral changes could make the nosocomial transmissibility decrease significantly (Wallinga and Teunis, 2004) . Additionally, the government allowed the diagnostic testing for MERS to be performed at authorized health facilities in order to shorten the duration of diagnosis (Cho and Chu, 2015) . The median value of duration from symptom onset to laboratory confirmation was significantly shortened after June 7 (from 6 days to 2 days). The time-dependent transmission rate, β ( ) t , was estimated by fitting the model prediction, days (see Fig. 1 ). The basic reproductive number gives us the information whether an infectious disease can spread to a susceptible population in a steady state (Diekmann et al., 1990) . Generally, 0 could be obtained from the generation matrix for a compartmental disease transmission model (Van Den Driessche and Watmough, 2002) . In this work we estimate the effective reproductive number, e , which is the time-dependent reproductive number reflecting the impact of control measures (Nishiura and Chowell, 2009 ).\n\nFor our model (1), the effective reproductive number without the pulse of infection is given by\n\nfor all > t 0 (Fig. 3) .\n\nTo investigate the effects of early interventions, we varied τ and fixed the estimated values of associated parameters with β ( ) t and α ( ) t as the baseline values in Table 1 . The total number of confirmed cases and the duration of the outbreak were investigated by varying τ from 1 to 18. The outbreak duration was measured during times until the daily number of new confirmed cases was decreasing and sufficiently small. The proportionate reductions of the outbreak duration and size were calculated by using the baseline results at τ = 18. We assumed that the control measures for β ( ) t and α ( ) t were effectively carried out to prevent transmission of the virus. For example, the list of hospitals that were exposed to MERS patients was announced to the public on June 7. Cho and Chu (2015) After that, people changed their behaviors such as avoiding visiting hospitals, wearing an N95 mask, and using hand sanitizers. At that time, the health authorities expanded the screening capacity for rapid diagnosis. These control measures could help detect suspected cases during their infectious period or even before the onset of symptoms. Such interventions could prevent the occurrence of SSEs because the potential superspreaders were immediately isolated after being confirmed with MERS infection.\n\nWe investigated the uncertainty of SSEs by using the probability distributions for the timing and size of the events. SSEs tend to occur during the early stage of an outbreak when the presence of disease is not yet identified by public health authorities (Lloyd-Smith et al., 2005) . If identification of the superspreaders is delayed, a substantially large number of cases proportional to the duration of exposure are likely to be generated. Hence, we assumed that potential SSEs occur during the first few days of the introduction of the disease. This allows for variations in the timing of occurrence of the SSE and in the sizes of secondary cases produced by a superspreader while the duration of exposure was predetermined in simulations.\n\nTo investigate the uncertainty of SSEs, we assumed the number of secondary cases by the superspreaders as a uniform distribution in the range of [ ] × * 0.5, 1.5 i . The truncated exponential decay distribution was used for the beginning of a SSE. The two superspreaders, Case 14 and Case 16, were exposed by the index case on May 17. Adding the maximum value of the incubation period, 14 days, to the illness onset of the superspreaders, we found the feasible periods for the truncated interval of the exponential decay distribution. Because the outbreak began on May 20 (i.e., t ¼0), the truncated interval was determined as [ ] 1, 11 . However, different mean values for the exponential distribution were used in order to consider the individual variability of the SSE (see Supplementary Figure S1 ). Note that the abbreviations 'SSE 1′ and 'SSE 2′ denote the SSEs caused by Case 14 and Case 16, respectively.\n\nThe fit of the model to the temporal evolution of the MERS outbreak in the Republic of Korea from May 20 is shown in Fig. 4 . The daily and cumulative numbers of laboratory-confirmed cases for MERS-CoV from our model (solid curves) showed qualitatively good fit to the data (squares) because the effects of superspreaders were applied to the model at appropriate times. Our calibrated model indicates that the epidemic reached its peak on June 7, then gradually decreased to zero as in the real data. In Hsieh (2015) , the author deduced that May 27-29 was the period of the turning point for disease infection and the serial interval for the MERS outbreak was estimated as 12.5 days in Korea Centers for Disease Control and Prevention (2015) . Then the turning point for the confirmed cases might have occurred during June 8-10. This is similar to the peak of incidence (confirmed cases) by the two superspreaders on June 7.\n\nThe impact of the control measures was investigated by varying the parameter τ, which plays an important role in the time-dependent parameters, α ( ) t and β ( ) t . Fig. 5 shows the impact of τ on the outbreak size and duration. In Fig. 5(A) , the cumulative numbers of cases as functions of time after onset are shown for the baseline value, τ = 18 (thick black curve), and smaller values, τ ≤ ≤ 1 17 (thin gray curves). The proportionate reductions of outbreak size (cross) and outbreak duration (square) with respect to τ are plotted in Fig. 5(B) . For the baseline value, τ = 18, the outbreak size and duration were 188.7 total cases and 64.9 days, respectively. At a glance, smaller values of τ than the baseline value shows a decreasing effect on outbreak size and duration. Especially, when τ ≤ 7, the outbreak sizes are less than 60 total cases (>71% reduction) and the outbreak durations are within 50 days ( >35% reduction). This result suggests how important the early interventions were in mitigating the MERS outbreak in the Republic of Korea. For instance, if the government had announced the list of MERS-exposed hospitals to the public less than 1 week after the onset, the outbreak size might have been dramatically reduced.\n\nThe uncertainty of the SSEs was investigated by drawing the size of SSE from a uniform distribution and/or the timing of the events from a truncated exponential distribution. Fig. 6 shows the distributions of outbreak duration and size obtained from the simulations, allowing the variation in the size and initial timing for the occurrence of the SSE when τ = 18 (top) and τ = 11 (bottom). The different distributions of SSE 1 only (black dot), SSE 2 only (green cross), and both (blue plus) are shown. The yellow square represents the outbreak duration and size from the model (1) with baseline parameters.\n\nThe mean values of the outbreak duration and size for the case of SSE 1 and SSE 2 are approximately 64 days and 193 total cases at τ = 18, respectively, which are similar to those obtained from the baseline parameter. If there exists only one superspreader, then the mean outbreak duration and size are 61 days and 159 total cases for SSE 1, and 52 days and 80 total cases for SSE 2, respectively (Table 2) .\n\nIf the intervention is put in place a week earlier, τ = 11, then late-occurring SSEs are avoided and most outbreaks end with significant reductions in its duration and size. If there exists only one superspreader, the mean outbreak duration and size are 56 days and 131 total cases for SSE 1, and 46 days and 67 total cases for SSE 2, respectively. If there exist both SSE 1 and SSE 2, the mean outbreak duration and size are 58 days and 158 total size, respectively (Table 2) . We found that 74.5% of the simulated outbreaks with both SSE 1 and SSE 2 had a shorter duration and a smaller size than the baseline (a yellow square in Fig. 6) . Notably, about 8% of the simulated outbreaks with both SSE 1 and SSE 2 are of duration <55 days and of size <100 total cases. Scatterplots of the outbreak duration (A) and size (B) are shown when τ = 18 days (Fig. 7) and τ = 11 days (Fig. 8) . The set of control parameters was obtained from the joint distribution for the initial timing of the SSE and the size of secondary cases by the SSEs. The different distributions of SSE 1 only (black dot) and SSE 2 only (green cross) are shown with those interpolants (gray). The red curve in Fig. 8 highlights the considerable change during days when the sum of the initial timing of the SSE and its duration of exposure is equal to the intervention starting time, i.e., δ τ + = t t i i . Overall, the outbreak duration and size were positively correlated with the number of secondary cases stemming from the SSEs. Although the outbreak duration was positively correlated with the timing of the SSEs, the outbreak size was negatively correlated with one. When the control measures to contain more infections by the SSE were implemented in the early stage of the spread of MERS ( τ = 11), the outbreak duration and size were remarkably reduced.\n\nWe have developed a mathematical model for the 2015 MERS outbreak in the Republic of Korea, incorporating the time-dependent parameters and the pulse of infections to model SSEs. Assuming a nosocomial setting, the pulse of infection with different transmission rates for the SSEs was incorporated in the deterministic model. Laboratory-confirmed data (Korea Centers for Disease Control and Prevention, 2015, 2016) were used to estimate the transmission rates for the typical infectious individuals and the superspreaders. To the best of knowledge, this is the first dynamic compartmental model incorporating pulses of infections to model the effect of SSEs.\n\nWe estimated e regardless of SSEs was below 1, which is consistent with previous works on the recent MERS outbreak (Cauchemez et al., 2014; Chowell et al., 2014 Chowell et al., , 2015 Breban et al., 2013; Cowling et al., 2015; Majumder et al., 2014) . Moreover, the estimated e after the control measures were implemented was substantially decreased. This indicates that the MERS outbreak in the Republic of Korea had a low transmissibility in the absence of the SSEs (Cowling et al., 2015) . However, the reasons for the emergence of the biggest outbreak outside the Middle East are attributed to the importation of the virus without awareness of the public health , missed contacts (Cho and Chu, 2015) , substantial exposure to infection (δt 2 ) caused by delayed diagnosis and isolation , and abnormally high contact rate of the superspreaders ( β * i ) in the crowded hospital setting (Korea Centers for Disease Control and Prevention, 2015) . Of 186 confirmed cases with MERS-CoV infection in the Republic of Korea, 153 cases (82.3%) were generated by only 5 cases (2.7%). Conversely, this transmission heterogeneity suggests that identifying them in their suspected stage of MERS-CoV infection could stem the subsequent transmission in over 150 cases in the host population (Lloyd-Smith et al., 2005; Galvani and May, 2005; Stein, 2011) .\n\nWe paid attention to the timing of implementation of control measures associated with the reduction in transmission rate β and diagnostic delay α 1/ . Quarantine and isolation turned out to be highly effective control measures for reducing the transmission rate. Our results show that the intervention strategies in the early stage of the outbreak (τ ≤ 7) could prevent the occurrence of SSEs and substantially reduce the outbreak duration and size. In other words, the failure of rapid detection and proper isolation of suspected patients early in the outbreak has contributed to SSEs, which is in line with the experience of the severe acute respiratory syndrome (SARS) outbreak in 2003 (Galvani and May, 2005; McDonald et al., 2004) . Our results derived from the uncertainty analysis of the SSEs suggest that the recent MERS outbreak in the Republic of Korea could have been smaller in size and duration. When τ = 11, it is very likely that outbreaks with both SSE 1 and SSE 2 have a shorter duration and a smaller size (with mean 58 days and 158 cases, respectively) compared to the baseline outcome.\n\nAlthough it is certainly difficult to preemptively identify superspreaders, the implementation of timely interventions (e.g. fast diagnosis and quarantine of suspected cases) can significantly mitigate the chance of SSEs during an outbreak. Case 14 and Case 16 were not classified as suspected cases but should have been home-quarantined as soon as they were exposed to MERS-CoV by the index case. Furthermore, the diagnostic delay in nosocomial infection made them become superspreaders. After the health authorities implemented the strong control measures such as contact tracing using CCTV surveillance and the GPS of mobile phones, the confirmed cases who were not identified in the contact tracing gradually decreased since June 12 (Cho and Chu, 2015) . Our results suggest the importance of the early implementation of such interventions in the rapid containment of the SSEs and, consequently, in the remarkable reduction in outbreak duration and size.\n\nTo the best of our knowledge, this is the first dynamic compartmental model that explores the nosocomial outbreak of the MERS-CoV in the Republic of Korea including the SSEs. The outbreak pattern in our results shows a good agreement with the time series of confirmed cases. This implies that our model has captured the contributing main factors such as the delayed diagnosis and the announcement to the public of the list of exposed hospitals during the early phase of the outbreak. This result suggests that our modeling framework could be a useful tool for the prediction or prevention of future emerging infectious diseases that have similar characteristics to MERS-CoV infection in the Republic of Korea."}