{"title": "Ethical Concerns About Human Genetic Enhancement in the Malay Science Fiction Novels", "body": "To pursue perfection is human (Parens 1998; Keenan 1999) . While the definition of perfection may be subjective, humans since time immemorial have sought any advantage to enhance their quality of life and to raise children that are physically and intellectually better than themselves. Thanks to advancements in various fields of science and technology, these pursuits seem more achievable than ever before. One of these advancements is human gene transfer, which involves the transfer of foreign genetic sequences or genetically modified organisms into a human. The purpose of this application is mainly to treat and prevent genetic diseases. Attempts to transfer foreign genes into humans have been done since 1949. One of the first attempts was the use of hepatitis virus in treating Hodgkin disease (Kimmelman 2008) . However, an ethical debate regarding human gene transfer research has only seriously surfaced after an attempt made in the early 1970s to cure argininemia by infecting patients with the Shope papilloma virus (Walters 2012) . Ethical concerns have been raised not only concerning safety and efficacy but also the possibility of opening the doors of genetic enhancement (Kimmelman 2008) .\n\nHuman enhancement aims to improve or extend human physical, intellectual, psychological, or moral characteristics beyond a normal range (Peters et al. 2008; Brey 2009 ). Human genetic enhancement refers particularly to the use of genetic engineering such as germline gene transfer to achieve such purposes (Baylis and Robert 2004; Brey 2009 ). It may also be achieved through cloning a person with the desired traits (The Witherspoon Council on Ethics and the Integrity of Science 2015). Despite its potential applications, questions of whether we should pursue such applications and what are the fundamental moral principles that should guide our considerations have been raised (Anderson 1989) . The benefits of human genetic enhancement appeal to parents and nations alike, further complicating the deliberation of whether to allow or ban such applications. People may hesitate at first, but to have children with enhanced cognitive abilities or other superior traits who may later contribute a lot to the national development is an offer that is hard to resist in today's competitive world (Gardner 1995) . Many have argued that human genetic enhancement is not ethically acceptable (President's Council on Bioethics 2003; Resnik 2000) , while others opine that humans have a moral obligation to enhance themselves and their children (Savulescu 2007) . Apart from that, it is difficult to draw a line between the purpose of therapy and enhancement, as therapy may also be considered as a kind of enhancement, and patients undergoing therapy may opt to have enhancement performed as well (Anderson 1989; Parens 1998; Kimmelman 2008; Peters et al. 2008) .\n\nWe believe that in-depth study on ethics of human genetic enhancement from various perspectives is important in enhancing scientific communication with the public. Such studies also help in developing robust ethical guidelines at both the national and international level. Since such robust guidelines should directly address public concerns and interest (Frewer et al. 1997) , gaining insight into public concerns on human genetic enhancement is therefore imperative in understanding their ethical thinking and facilitating further discussion (Dijkstra and Schuijff 2015) and consequently forming the basis of the guidelines. However, research regarding public concern on human genetic enhancement has not yet been conducted in many countries (Dijkstra and Schuijff 2015) . In Malaysia, attention has been given to studying the public perception of biotechnology in general and other applications such as genetically modified foods [see Amin et al. (2011) ] but not to human genetic enhancement. In terms of available national instruments, specific and clear ethical guidelines on genetic research as well as human genetic enhancement have not yet been developed. Emphasis has been placed on the religious, social, cultural, and ethical values of the Malaysian community as important parts of biological law and regulations such as in the Biosafety (Approval and Notifications) Regulations 2010 (Ramatha and Andrew 2012 ), yet it is not clear which values will be considered and the extent to which these values influence the governmental view of human genetic enhancement.\n\nTo fill the abovementioned gap, this study explored the ethical concerns of the Malay community in Malaysia on human genetic enhancement as expressed in the Malay science fiction novels. Four Malay science fiction novels, namely Klon, Leksikon Ledang, Transgenesis Bisikan Rimba and Transgenik Sifar were selected and analyzed qualitatively. These novels were selected because they are the only Malay science fiction novels that describe many concerns with human genetic enhancement published by established publishers in Malaysia.\n\nWe chose to analyze novels because the novel has been recognized as an important medium in exploring public concerns. The authors themselves are members of the public; hence, the concerns expressed in the novel may represent the concerns of the public as a whole. The novel gives insights into their concerns and informs public dialogue on many issues (Nathan 2013) . Given that genetic enhancement technologies are still largely the domain of science fiction, such novels provide speculative imagination or thought experiments on these technologies, including their ethical and social implications through the rich narratives of the settings, characters, and actions (Van Dijck 1999; Pethes 2005; Smart 2012 ). By using their imagination about the future, the authors express their hope and fear of science and technology in science fiction novels (Bova 1974; Brem and Anijar 2003) . Therefore, science fiction novels are important in enhancing communication between scientists and the public, allowing inclusive ethical dialogue (Delgado et al. 2012) .\n\nThis study explored the concerns of the Malay community which is the biggest ethnic group in Malaysia. They are often Muslims who strongly adhere to an Islamic worldview and ethics (Isa et al. 2015) . This study would benefit the scientific community as well as policy makers in understanding the concerns of the Muslim community not only in Malaysia but also around the world and consequently inform the discussion and development of robust ethical guidelines on human genetic enhancement.\n\nScience fiction may be defined as 'speculative fiction' based on our understanding of nature through scientific methods (Heinlein 1964) . It began as an established literary genre in nineteenth century through the works of European writers such as Jules (Bould and Vint 2011) . Biology has become one of the main themes of this genre. Among popular science fiction novels with a biological theme are Brave New World by Aldous Huxley, More Than Human by Theodore Sturgeon, and Beyond This Horizon by Robert A. Heinlein. Since the discovery of DNA and the genetic code has brought much hope as well as fear to humankind, genetic engineering has become one of the common themes in biological science fictions. One of them is the 1990's novel Jurassic Park by Michael Crichton, which was adapted into a worldwide blockbuster film in 1993. It tells a story about cloning and genetic engineering of dinosaurs for the purpose of entertaining the public at a zoo (Slonczewski and Levy 2003) .\n\nSince these novels depict speculative implications of the new technology on society, they can be used as alternative way to frame ethical concerns. For example, Neuromancer, a novel about human enhancement written by William Gibson, raises ethical questions about what it means to be a human (Delgado et al. 2012 ). Likewise, Michael Crichton's novel The Terminal Man raises fear of a technology that has potential to become a threat to humanity. Even though this novel is about artificial intelligence, the issues raised are similar to biotechnology and may have influence on the debate of the latter (Pethes 2005) . These novels present hypothetical situations which may allow inclusive and contextualize debates and later can be used as a tool in developing robust guidelines (Delgado et al. 2012) . Science fiction novels have an impact on forming public opinion towards bioethical issues, especially on applications that have not yet been realized. Such an influence may even be more influential than the academic discussion on the same matter (Chan 2009 ). Both proponents and opponents of the new applications sometimes refer to imagery described in science fiction novels in the public debate. Mulkay (1996) explains that negative imagery from the Frankenstein novel was used by the opponents in British Parliament and press to criticize human embryo research. The same imagery was also used by the supporters to explain that the opponent's argument was weak because the imagery was only fictional and could or should not be used as a justification to ban the research.\n\nMalay science fiction novels emerged relatively later than English science fiction novels. Malay science fiction writing began mostly with the publication of science fiction short stories in teenager's magazines in 1970s, which later were compiled and published as anthologies (Puteh 1989) . The writings were heavily influenced by English science fiction films and the television series at that time (Al-Akiti 2007) . Most of the early authors of Malay science fiction novels portrayed stories about adventures of young people. Therefore, Malay science fiction has been perceived as a literary genre suitable only for children and young adults (Puteh 1989) . Di.Ar.Ti, a Malay science fiction novel published in 1989, has been recognised as the first novel in such a category that contains a more serious narrative which may also suitable for adult readers (Al-Akiti 2007) . Written by Rahmat Haroun, this novel tells a story about a medical doctor who aimed to create a new medical technique to reverse the process of death. This process became known as the Death Reversal Technique.\n\nRahmat Haroun is a medical doctor who has been regarded as the first medical doctor to write Malay novels (Salleh 2008) . He has a great interest in the science fiction genre and has published five science fiction novels so far. A few Malaysian publishers have organized science fiction novel writing competitions which have successfully popularised the science fiction genre and increased the number of publications in this genre. Among them are Utusan Publications and Distributors and Penerbit UTM Press, which have jointly organised a Malay science fiction novel writing competition since 2008 (Bakar et al. 2015) .\n\nWith regard to the discourse of bioethics in Malaysia, the Malay community can be considered as responsive towards bioethical issues. Islam has a strong influence in their worldview therefore their responses are largely religious. One of the good examples of this are the fatwas produced by the Fatwa Committee of the National Council for Islamic Affairs of Malaysia, a committee that gives opinions regarding religious issues raised by the Muslim community. Its fatwas have touched upon a wide range of bioethical issues including uterine donation and transplantation (Isa et al. 2015; Isa 2016) . However it has not yet issued fatwa regarding human genetic enhancement except one fatwa on reproductive cloning in 2002. Reproductive cloning has been declared impermissible by the council because it is against the fitrah (nature) of human creation (Department of Islamic Development Malaysia 2009). These fatwas, nevertheless, are only brief statements answering the questions of whether applications of science and technology are permissible from an Islamic perspective. They usually do not directly expound all of the public concerns that have been taken into considerations in formulating the fatwa. Apart from that, Malaysia has established its National Bioethics Council in 2012 within which the majority of the members are Malays (www.bioetika.gov.my). This council has not yet issued its perspective on human genetic enhancement.\n\nIn this study we found that some authors of Malay science fiction novels have given attention to the bioethical issues, which can be seen explicitly and implicitly through their writings. There are five Malay science fiction novels that portray human genetic enhancement, namely Klon, Leksikon Ledang, Manuklon, Transgenesis Bisikan Rimba and Transgenik Sifar. Manuklon can be considered as the first Malay science fiction novel to draw the public's attention to the issues regarding human genetic enhancement particularly human cloning. Published in 1991, it focuses largely on describing the clash between the cloned and uncloned humans. The uncloned humans are portrayed facing many hardships under the clones' administration so they fought against them. We did not find any ethical concern regarding human enhancement other than this, therefore we excluded Manuklon from our study. We summarize the four selected novels in the following subtopic.\n\nKlon won the third prize in the 2014 science fiction novel writing competition organized by Utusan Publications and Distributors and Penerbit UTM Press. Idris Boi, the author of this novel is a prolific writer from Sarawak, Malaysia. Klon depicts a conspiracy to dominate the world led by a group of politicians. Genetic Corporation Inchape Company, a U.S-based science conglomerate was also involved in this conspiracy by secretly cloning a few important people; one of them was Dr Fakiruddin. Dr. Fakiruddin was a Malaysian who worked at the company as a scientist. He had no idea about the conspiracy. His clone ran away from the laboratory and came to his apartment to warn him about hardships that he might face in near future. Dr. Fakiruddin was shocked when he knew that he had a clone. On the same night the CEO of his company was brutally murdered. Dr. Fakiruddin later became wanted by the authority. He asked his colleague, Dr. Susan Lancaster for help. His clone was shot to death at a home where he took refuge. Later many clones appeared including the clone of Dr. Lancester and the U.S President. Dr. Fakiruddin and Dr. Lancester asked the Malaysian embassy for help. For security reasons, both of them were recommended to start a new life in Malaysia.\n\nLeksikon Ledang was written by two young Malay writers named Nor Azida Ishak and Fadli Al-Akiti. It won the second prize in the 2014 science fiction novel writing competition organized by Utusan Publications and Distributors and Penerbit UTM Press. It was also awarded as the best novel in the science fiction category in the National Book Award 2015. This novel has received good reviews from the readers mainly because of its unique narrative (Haron 2015) . It tells a story about a research project that aimed to unravel the mystery behind the seven conditions that must be fulfilled by the Sultan of Malacca before marrying Puteri Gunung Ledang (Princess of Mount Ledang). The story about the royal proposal to the princess can be found in the famous Legend of Puteri Gunung Ledang. Led by Dr. Ching Huat, this project was funded by Datuk Isman Hijjaz who had impatiently sought a cure for his son. The team had found genetically modified mosquitoes in a reserve forest near Mount Ledang. They believed that these mosquitoes were created hundred years ago by the princess. Since seven trays of mosquitoes' heart were among the seven conditions, they encoded the mosquito's genetic codes and tried to combine the codes with other species to produce a superb combination. They later found that combination of DNA from the genetically modified mosquitoes, areca nut and smallpox virus produced an excellent result. Injection of such combination into a descendent of the Sultan could transform him into a superhuman.\n\nTransgenesis Bisikan Rimba is a 2008 novel written by a Malay author using Amir Husaini as his pen name. This novel tells a story about a transgenic female human with genetic materials from a few plant species including Cananga odorata. Identified by the scientists as Subject 4-7-9-1, she named herself Flora. She was developed under a secret research project conducted by Datin Kay, the founder of Institut Trans-DNA. The institute was funded by Datin Kay's husband Datuk Jay, a member of a conglomerate who had no idea about the involvement of his wife as a cell donor and a surrogate mother in this research. Flora was apparently a human but also had several characteristics that made her different from others. She had green hair, jade eyes, and her body was able to secrete fragrance. She could synthesize her own food and communicate with plants. In the beginning of the narrative, a timber merchant was murdered in a reserve forest. At the same time, Flora went missing from the institution. Her disappearance made her the prime suspect in the case. During the search mission to find Flora, a series of events occurred and later Datin Kay's research was uncovered.\n\nTransgenik Sifar was written by Sri Rahayu Mohd Yusop, a school teacher who is also one of the Malaysian prolific novel writers. This novel won the first prize in the 2014 science fiction novel writing competition organized by Utusan Publications and Distributors and Penerbit UTM Press. The narrative takes place in a future in which humans built an underwater civilization due to the rise of the sea level. It tells a story about the first transgenic male human in the world, known as Subjek Sifar or High-Tech Underwater Mercenary Achieved by Manipulation (HUMAM). He was developed under a project led by Dr. LeMarchel, who worked at a private company known as Futurgen. HUMAM carried genetic materials from fish which enabled him to survive in deep water. He looked like a normal human being but with blue eyes, brownish green hair, and gills on his neck. When HUMAM was 10 years old, he was not responsive to physical stimuli given by Dr. LeMarchel except for water stimulation. The scientist was upset because he could not confirm that HUMAM could properly function as human. Therefore Dr. LeMarchel invited Haifa, a Malaysian psychologist, to help with the treatment. HUMAM was allowed to stay with Haifa's family and live as a normal human being until he finished his undergraduate study. Later he decided to return to the Futurgen to work as a search and rescue agent. He realized that Dr. LeMarchel had a manipulative agenda behind the production of transgenic humans and tried to stop him.\n\nAll selected novels express ambivalence towards human genetic enhancement. While depicting human genetic enhancement as harmful and inconsistent with religious teachings, they state that it is necessary and beneficial to humankind. The benefits of human genetic enhancement highlighted in the novels will be described in the following paragraphs, while the concerns raised will be discussed in the next subtopic.\n\nKlon, Leksikon Ledang and Transgenik Sifar portray that the production of genetically enhanced humans is inevitable and necessary to ensure the survival of humankind. Even though Klon repeatedly mentions that cloning is against religious teachings, it states that human cloning to certain extent is inevitable. It argues that Ethical Concerns About Human Genetic Enhancement… 115 the world is now facing many new challenges especially in terms of health, as new diseases such as Middle East Respiratory Syndrome (MERS) have emerged. Therefore there is a need for humans to produce offspring that are physically and mentally healthier than the current population to withstand the challenges as well as to reduce healthcare costs. Transgenik Sifar portrays that humans in the future would live in a harsh environment in which most of the land of the world was submerged due to the rapid melting of the polar ice caps. The human population was relocated to underwater or semi-submerged stations and only those involved in agricultural activities were allowed to stay on the land. Therefore, genetically enhanced humans with the ability to swim and live in deep water will be able to survive in such an environment. They may be hired as army personnel to provide a good service to a nation. The authors of Leksikon Ledang did not put much effort to describe the advantages or the disadvantages of a genetically enhanced human. This is because the genetically enhanced human had only appeared in the last part of the novel. Nevertheless they depict an enhanced human would become a good leader for a nation who can protect national sovereignty for a long time.\n\nApart from that, both Transgenik Sifar and Transgenesis Bisikan Rimba depict research on human genetic enhancement as necessary for the sake of scientific development. This was at least the view of the scientists involved in the research. Datin Kay in Transgenesis Bisikan Rimba, for example, insisted that the pursuit of the research should be done regardless of its consequences on humans and the environment. Scientists in her view have freedom in conducting any research that they think may have good impacts on the society.\n\nAmbivalence prevails in these novels because genetic enhancement has the potential to bring both benefits and harms. It represents the authors' openness and thoughtfulness in weighing the possibilities before deciding in favor or against the application (Parens 2005; Wasson 2011) . Given the fact that all the authors are Muslims, such ambivalence may exist because the ethical deliberation is not simply weighing the benefits and harms but must also include religious perspectives. Members of the communities in other parts of the world may also have a similar attitude towards human genetic engineering including genetic enhancement. Previous studies reported that the public predominantly supports the research and recognizes the importance of these applications, but they have also raised concerns from an ethical point of view (Macer 1992; Luján and Moreno 1994; Hampel et al. 2000; Calnan et al. 2005) . Similarly a survey conducted in 2010 revealed that 56% of the European public has expressed support for human enhancement on the condition that adequate control is established and applied (Gaskell et al. 2011 ).\n\nThe selected novels describe some details about the people involved in the human genetic enhancement research, their missions as well as their patrons. They also describe the reasons why such research was conducted and what would happen if a genetically enhanced human exists; what would happen to the society and to the enhanced human himself? We found four major concerns expressed in the novels namely playing God, dignity and identity of the genetically enhanced humans, 'mad' scientist and the safety concern as well as privatization of research. These concerns are often demonstrated through dialogues between characters as well as their self-reflections towards the events occurred.\n\nConcerns about playing God, dignity as well as identity of the genetically enhanced humans may be based on the authors' religious perspective. Portrayal of 'mad' scientists as having a lack of religious conscience may denote the authors' view on the importance of religion in providing ethical guidance to the scientists. Religion, as Amin et al. (2011) reported, has played an important role in shaping the public attitudes in Malaysia and encouraging them to critically assess the new applications of science and technology. They may reject applications that are considered incompatible with religious teachings. Kasmo et al. (2015) found that the Muslim community rejects human cloning mainly because they consider human cloning as against religion. They show the strongest objection towards human cloning compared to other faith communities in Malaysia.\n\nThe selected novels highlight human genetic enhancement of few individuals rather than a specific race or society as a whole. Therefore concerns about discrimination against the unenhanced people as well as inequality between the enhanced and unenhanced humans, as excellently portrayed in other science fiction work such as GATTACA (Kirby 2000) , have not been expressed in these novels. The following paragraphs explore the four major concerns found in the selected novels.\n\nOne of the common concerns regarding human genetic enhancement is the concern about playing God (Kass 2003) . This concern has been raised in Klon, Transgenesis Bisikan Rimba and Transgenik Sifar. Advancement of scientific knowledge which allows humans to discover and develop new things, as Klon explains, may become one of the reasons why the scientists tend to play God. Both Klon and Transgenik Sifar depict producing a genetically enhanced human as immoral to some people because it involves changing God's creation and transgressing His law. In Transgenik Sifar, Haifa, the assigned psychologist for HUMAM, was against the transgenic human project because it was not in harmony with her religious teachings, whereas Dr. LeMarchel, who was an atheist, did not view the project as ethically problematic and found no reason to stop such a project. Yuhori Hajime, the renowned scientist and the founder of the transgenic human project, had a slightly different view whereby he believed that his project could not be seen as immoral because it showed no differences from other scientific innovations such as making artificial rain, which could also be viewed as attempts to transgress the Divine law.\n\nThe concern of playing God is rooted in the beliefs that no one has the power to create humans except God. Any attempts to do so or to modify human nature will cause harm. In Transgenesis Bisikan Rimba, this is described as Flora's beliefs when she observed the murder case committed by her clone. She wondered about her existence:\n\n… am I just a 'broken thing' created by a greedy man playing God? Am I a mistake that shouldn't be allowed to inhale or exhale or, don't forget, photosynthesize? Do I have the right to walk on the face of the Earth? (translated excerpt from p. 143) Datin Kay also shared the same beliefs. She went astray at first due to her obsession to produce a genetically enhanced human, but later felt regret for what she had done. She realized that scientists are merely humans who are incapable of creating humans. Like other humans, scientists are entrusted as God's vicegerents and have a great responsibility to live and do their works according to His laws. These beliefs are deeply rooted in the Islamic worldview, especially since the author depicted both Flora and Datin Kay as Muslims. Muslims believe that God is the only one who has the power to create humans and that He creates humans in the best form 1 (Ali 1996) . Humans have no capability to create things as He does, not even a fly. 2 His creations are always perfect and humans are not allowed to modify the nature as they wish because each creation has Divine wisdom behind it (Al-Hayani 2008) . In this regard, Nasr (1968) stated that damage on the earth occurs when a human 'wants to play the role of God, to create and destroy, to dominate and rule, without realizing that he is not God'.\n\nConcern about dignity of the genetically enhanced humans has been raised because the public fear that redesigning the human genome and producing humans with desired traits may turn procreation into manufacture. The moral status and rights of the created humans may be violated because they may not be regarded as humans but desirable products (Kass 2004) . Preservation of human dignity is fundamental to major world religions including Islam (Kamali 2002) as well as regional and international instruments in the field of bioethics such as Convention for the Protection of Human Rights and Dignity of the Human Being with regard to the Application of Biology and Medicine: Convention on Human Rights and Biomedicine of the Council of Europe which was adopted in 1997 (https://www. coe.int/en/web/conventions/full-list/-/conventions/treaty/164). Therefore this concern is not foreign in the debate on human genetic enhancement.\n\nThe authors of the selected novels particularly Transgenesis Bisikan Rimba and Transgenik Sifar seem to share the same concern. They portrayed that genetically enhanced humans, or transgenic humans as both novels call them, had several outstanding physical characteristics that distinguish themselves from other people. This unfortunately had made them receive less respect and they were not even being regarded as humans. They were deeply offended because they, as opposed to the views of the people around them, considered themselves as beings that deserve respect from other people. had never talked to Flora, even after she saved him from an accident. The novel depicts her feeling as follows:\n\nIt's not that Flora really wanted thanks. She was just upset as still being treated as just a test subject even after saving Datuk Jay. Was she worthless enough that Datuk Jay didn't even want to speak with her? (translated excerpt from p. 238)\n\nThe scientists merely regarded the genetically enhanced humans as subjects of experiments or products that had high commercial values. This was mainly because they were born in a laboratory and had several distinctive features that made them different from others. They even did not have a definite name because the scientists worried that having a name might have made them to perceive themselves as humans. In Transgenesis Bisikan Rimba, Flora named herself because she did not want to be identified by numbers. She was placed in a room at the research institute and not allowed to go outside. HUMAM in Transgenik Sifar underwent a series of tests in his life which at first he found traumatic. He was considered as an asset of the company which was produced to carry out search and rescue missions. He was not happy with his life because he felt as if he was treated as an animal, and later planned to destroy the company to stop the production of genetically enhanced humans. Brey (2009) stated that genetically enhanced humans are likely to have serious conflicts with their identity which may lower their self-esteem even though they have special characteristics that make them outstanding from normal human beings. This concern about the identity conflicts faced by the genetically enhanced humans has also been raised in science fiction films such as Blade. Blade, whose genetics had been changed due to a vampire's attack, had been blessed with superior abilities such as the ability to withstand sunlight. He did not know however whether to define himself as human or not (Gaither and Kirby 2005) .\n\nBad treatments and repeated questions about identity that the genetically enhanced humans received from people around them have made them confused with their identities. In Transgenik Sifar, Dr. LeMarchel told HUMAM that he was not human. HUMAM became agitated and asked the reasons for his creation. HUMAM was raised in Haifa's family and attended schools and university as if he was a normal human being. Nevertheless, his distinctive features made his peers asked questions about his identity which he himself could not answer. He also had no knowledge about his creation. He asked himself:\n\nWho provided the male and female gametes? Who carried the pregnancy to term? How did I get gills, and how did I get so much stronger than an average man without intense physical discipline? (translated excerpt from p. 125) His misery had become worse due to his unrequited love for his adopted sister, Dian, who was engaged to Ammar. Feeling rejected, he compared himself with Ammar and started to believe that he was not a human and was not fit to be with Dian or other members in the society. He realized that he was not like a human with the freedom to plan his future and decided to return to Futurgen.\n\nKlon has also raised concern about dignity and identity of the genetically enhanced humans but not as much as in Transgenesis Bisikan Rimba and Transgenik Sifar. Clones in this novel were not considered humans but 'tools' to complete a mission given by the company. Any clones that failed to do so would be shot to death and replaced by other clones. Klon does not describe much about their social interaction with other people. This might be the reason why the clones themselves were not obviously portrayed facing a conflict of identity unlike Flora and HUMAM. Yet concern has been raised on having two or more genetically and physically identical individuals that may cause chaos in the society. Irresponsible parties would make use of the clones to commit unlawful actions that consequently may cause harm to their original hosts. Klon also expresses concerns about the religious identity of the clones whereby it portrays that the clones followed the religion of their hosts. When the clone of Dr. Fakiruddin and Dr. Susan Lancester died, the former's funeral was held according to Islamic practices while the latter's funeral was held according to Christianity. Would clones have freedom in adopting a religion of their choice? Who decides their religion? These might be the questions that the author had pondered on.\n\nWe found that all the selected novels describe research on human genetic enhancement was not allowed in the country, but a few scientists would manage to find their way to conduct such research mostly under the patronage of wealthy people or big private companies. The authors seem very concerned about the 'mad' scientists who may become untouchable because of their connections with important people and institutions. These scientists would conduct research just because they had expertise to do so. Dr. Ching Huat in Leksikon Ledang represents this kind of scientist. He did a research on modifying a snake and when he was asked why he did that, he arrogantly replied, ''Because I can.''\n\nThe 'mad' scientist has been portrayed as a popular image of scientists in many science fiction novels and films such as Frankenstein (Weingart et al. 2003; Van der Laan 2010; Haynes 2016) . The Frankenstein theme was widely adopted in popular culture after World War II. Dr. Frankenstein as 'mad' scientist and his monstrous creation represent the public concern not only about the scientists who may abuse science for their own interests but also about unethical use of science and technology that is destructive to humankind (Rollin 1986 ). Today, as Haynes (2016) noted, the image of scientists in science fiction novels and films has gradually become better than before whereby they have progressively been portrayed as ordinary people who care greatly about the public and the planet as a whole. One of the factors contributing to the change is increasing public familiarity with scientists and their work as a result of their frequent appearance in television programs communicating about their work while showing the image of responsible professionals and citizens. Nevertheless the image of 'mad' scientist is still apparent in the selected novels. This may be because the authors would like to express their horror of human genetic enhancement especially if it is in the hands of the 'mad' scientists.\n\nThe most excellent representation of 'mad' scientist in the selected novels is Datin Kay. Her character had remarkably similar characteristics with Dr. Frankenstein in Frankenstein. Both believed in the principle of freedom in doing research and conducted illegitimate experiments (Van der Laan 2010). Datin Kay was obsessed with her scientific endeavor and believed that she had rights to do any research that she thought was beneficial. She wanted to prove that a transgenic human could be produced. Therefore, she secretly conducted research, even though the research proposal was not approved by the ethics review board. When she was asked why she still proceeded to do her research, she replied: … a scientist should not necessarily be tied down by questions of ethical issues. If scientists get caught up in such issues, it will be impossible for the world of science to quickly expand past current limitations. Development of new technologies will become impossible, and gains in modernization and progress will be hampered. (translated excerpt from p. 166)\n\nThe portrayal of the 'mad' scientist in Transgenesis Bisikan Rimba represents the author's fear of the bad consequences that may occur due to the scientists' misguided perception towards freedom in research, similar to what had been represented in the Frankenstein novel (Brem and Anijar 2003) . One of the bad consequences is the ignorance of the scientists toward the use of a safe and efficient research method. This may waste resources and inflict harm on research participants as well as the society. In Transgenesis Bisikan Rimba a transgenic human was successfully produced only after 4790 trials. The failure rate was high because Datin Kay tried to use an artificial uterus at first before switching to surrogacy. Thousands of embryos were used in the research and this shows that such research may bring harm to many parties, including the egg providers. This reference to 4790 trials highlights the author's hope that scientists particularly those who are involved in human research would only use methods that are proven to be safe and efficient. Such safety concerns have been widely shared among the public not only regarding the human cloning or gene transfer, but also recent technologies such as genome editing (Jaenisch and Wilmut 2001; Lander 2015) .\n\nEven though most scientists in the selected novels are portrayed as 'mad' scientists, we believe none of authors of the selected Malay science fiction novels intended to portray science as dangerous, as authors of other English novels might have (Toumey 1992) . Rather, the authors might intend to express their concerns on the limit and reliability of current laws and regulations to prevent ethical misconducts among the scientists as well as to safeguard social well-being. The German public also has the same concern where vast majority of both opponents and proponents of genetic engineering think that existing laws are insufficient to control genetic engineering research and development (Hampel et al. 2000) .\n\nThe authors might also want to emphasize the importance of religious conscience in guiding scientific endeavor especially for Muslim scientists. This can be seen in Transgenesis Bisikan Rimba in which Datin Kay, who was portrayed as a 'mad' scientist in the beginning of the story, later regretted creating a transgenic human and realized that she was merely a scientist that had no power to create a human. This is also expressed through a dialogue in the novel between a supporter and an opponent of human genetic enhancement. The opponent argued that humans are not machines and they are already perfect physically, mentally and emotionally. He insisted that harm will be inflicted upon humankind if the scientists follow their lust Klon has also mentioned that scientists with a lack of religious conscience or faith would have a strong tendency to commit wrongdoings in science. Emphasis on the need for religious guidance in doing science in both novels reflects the authors' belief in the unity of religion, particularly Islam, and science. Such a belief is common among Muslims whereby they believe that Islam informs scientists about the real purpose of their existence, which prevents them from committing unlawful actions, as well as the real purpose of science to serve humanity (Bakar 2014) .\n\nAll the selected novels depict that research on human genetic enhancement were conducted at private companies with specific objectives that were only served private interest and were insensitive to the ethical values preserved by the society. This negative portrayal reflects the authors' concern about commercial involvement in human genetic research. The authors seem to have lack of trust towards the private companies which they perceived would only care about profit, benefit few people or even worse, conduct unethical research. Previous studies showed that the concern about private research that would only benefit a few people is a common concern perceived by the public (Sze and Prakash 2004; Critchley and Turney 2004; Small and Mallon 2007; Critchley 2008; Critchley and Nicol 2011) .\n\nThe authors are also concerned that private companies would not prioritize solving society's problems and conduct research that only has a high return on their investment. Companies in Transgenik Bisikan Rimba and Transgenik Sifar, for example, were depicted as interested in such research because they believed that genetically enhanced humans had a high market demand and a good return on investment. The amount of the resources used to develop HUMAM in Transgenik Sifar was equal to the amount needed to supply food and clean water for an entire small country. Priority had become a concern in this novel because the world was facing an environmental crisis, and those resources could be used to solve the wider problems. Besides, humans had alternatives to enhance their living conditions such as by building sophisticated machines. Klon also raises the same concern. The Prime Minister in the narrative asked himself difficult questions:\n\n…Why it [the advancement in science and technology] is not focusing on finding cure for AIDS, HIV, Ebola, leukemia, avian influenza H1N9, MERS-CoV and so on? Should not the expertise be used to overcome the problem of lack of energy resources, clean water and so on… (translated excerpt from pp .359-360).\n\nConcern on societal priorities has also been raised in the debate on human genetic enhancement. Should scientists focus on enhancing humans rather than solving other problems that have been faced by the wider public? Should investment be made into enhancing humans rather than securing a just healthcare system (DeGrazia 2015)?\n\nThe authors depicted that a lucrative salary had become a big reason for Dr. Fakiruddin in Klon and Dr. Ching Huat in Leksikon Ledang to work at the private companies. In a way it had made Dr. Fakiruddin ignorant of the vision and mission of the company. He just did his work and never questioned even after ten years of working. Dr. Ching Huat was even worse as he obediently followed his employer's commands even though some of them were unethical. These portrayals show that the authors may distrust scientists working at private companies. Given that the primary goal of the private companies is to gain maximum profit, the scientists affiliated with these companies, as Critchley and Turney (2004) noted, may be perceived to be motivated more to achieve that goal rather than serving the public needs. Critchley (2008) showed that the public has a lower trust in private scientists compared to the public scientists, often accusing private research companies of having a hidden agenda. The authors of the selected novels seem to share the same concern about secrecy and lack of transparency in science that has much to do with the private research companies and their goals. They complained that the goals had not been made public, even scientists who worked at the company had not been informed about the real aim of such research. In Transgenik Sifar, the public had been informed that HUMAM was produced to help with a search and rescue mission whereas the real agenda was to produce batches of military personnel.\n\nPrevious studies such as Critchley and Turney (2004) found that the Australian public strongly prefers stem cell research to be conducted in public universities rather than private organizations. Despite the concerns raised about the private companies, it is unclear whether the authors of the selected novels trust the public more than private scientists and prefer human genetic enhancement research to be conducted in publicly funded organizations rather than private companies.\n\nCurrent developments in human genetics such as germline gene editing have raised the complex question as to whether genetic enhancement should be allowed. Gaining insight into public concerns is important before formulating robust guidelines on this matter, yet little research has been conducted to study the public concerns in many countries including Malaysia. To fill this gap this study explored some ethical concerns about human genetic enhancement raised in the four selected Malay science fiction novels namely Klon, Leksikon Ledang, Transgenesis Bisikan Rimba and Transgenik Sifar.\n\nIn this study we found that all the selected novels express ambivalence towards human genetic enhancement. They depict that such applications are necessary and have the potential to bring benefits to humankind, but at the same time they are ethically problematic. This shows that the Malaysian public especially the Malays are critical and have considered many aspects in assessing this new application. There are four major concerns expressed in the novels namely playing God, dignity and the identity of the genetically enhanced humans, 'mad' scientist and the safety concern as well as the privatization of research. These concerns are among the common concerns that have been raised in the debate of human genetic enhancement. Some concerns such as 'mad' scientists are also apparent in some English science fiction novels and films about human genetic enhancement.\n\nThe root causes of the concerns, however, may be different in the selected Malay science fiction novels due to the difference in the worldviews subscribed to by the authors. Religion has a strong influence on the worldviews of the Malays therefore some concerns such as playing God are obviously religious. Concerns about playing God reflect their beliefs that God creates perfect humans, such that humans have no power to create humans. Concerns on whether the genetically enhanced humans will be regarded as humans and whether the society will give due respect to them are also common concerns that have been raised in the debate on human genetic enhancement. Yet Klon raises concern on religious identity which can be considered unique. The portrayal of 'mad' scientists in the selected novels may denote the public horror about the inability of current the ethical and legal instruments to prevent unethical experiments on human subjects conducted by misguided scientists. Moreover, portrayal of 'mad' scientists whose lack of religious conscience reflects the authors' belief that religion is important in guiding scientific endeavor and preventing scientists from committing unlawful actions.\n\nApart from that, the selected novels express concern about the purpose of developing genetically enhanced humans and whether it would really benefit the public. The authors seem to mistrust private companies as well as private scientists. This can be seen through the portrayal of the companies and the scientists working with them as more concerned with their interests and profit than serving the public needs.\n\nThis study shows that Malay science fiction novels are important media for the public to express their concerns about human genetic enhancement. The novels can help scientists and policy makers in understanding the public concerns and consequently enhancing science communication with the public not only in Malaysia but also in other countries around the world. The concerns expressed in the novels should be addressed during the public dialogue and also be considered when formulating potential ethical guidelines for human genetic enhancement."}