{"title": "Extreme temperature event and mass mortality of insectivorous bats", "body": "Under a changing global climate, the frequency of extreme weather events is expected to increase, in particular, warm temperature extremes (IPCC 2014) . Although the effects of climate change on wildlife populations is increasingly documented (FAO 2012) , there is still much to learn about the responses of particular species to extreme temperature events, and the potential consequences for their populations and the ecosystem services they support.\n\nIn 2015-2016, Cambodia experienced the worst drought in 50 years amplified by a strong El Niño event in the region (UNESCAP 2015) , with temperatures soaring to an all-time high of 42.6°C. In April 2016, a mass mortality of bats was reported from the Phnom Bok temple in the Angkor Wat complex of Siem Reap Province, Cambodia. The die-off was suspected to be related to the concurrent extreme temperatures. However, as bats can host diverse pathogens of public health concern (Wang 2015) , an investigation was undertaken to clarify the causes of the mass mortality and assess the presence of pathogens.\n\nThe mortality event was reported by local authorities (Ministry of Environment) to have begun on 10 April 2016. At the time of the site investigation (26-27 April 2016), they reported that over 500 bats had died, particularly around 1-2 pm. Last removal of carcasses had taken place 1 week before the visit, and counts of carcasses during the visit revealed 135 adults and 41 pups. These were mainly females and young of Chaerephon plicatus (Wrinkle-lipped bats), although the advanced decomposition of most individuals precluded systematic documentation of their sex (Fig. 1 ). Only two Taphozous theobaldi (Theobald's tomb bat) individuals were observed in distress but still alive. Bat carcasses were only observed at one of the five buildings of the temple, whose roof had collapsed. Two other buildings (mostly collapsed) did not have bats. The last two buildings containing live bats were located east of the first three buildings, and had intact roofs covered by large trees (Fig. 2) . The temperature profiles of the three buildings containing bats, as measured by a digital thermometer (Table 1) , greatly differed due to variations in sun exposure and vegetation cover. Clinical signs reported by observers included panting, dropping on the ground, and convulsions. The two distressed T. theobaldi bats were clinging to the lower part of the temple wall in full daylight (abnormal behavior), with wings slightly open and panting moderately. These were caught with a net, examined, anesthetized, euthanized, and necropsied (SR-B01 and SR-B02 in Table 2 ). Body temperatures were slightly above 38°C (Table 2) , compatible with normal body temperature ranges observed in many bat species (O'Shea et al. 2014) . Necropsy only revealed mild and localized hemorrhage on the liver, spleen, and lungs of one animal (SR-B02).\n\nAnother recently dead C. plicatus bat was found clinging to another wall of the same building (SR-B03) and sampled.\n\nNucleic acids were separately extracted from liver, spleen, kidney, lungs, and oral and rectal swabs samples collected from the three individual bats (Table 2) using the Qiagen RNeasy Mini kit. Extracts were all tested using universal viral family-level RT-PCR assays for filoviruses, lyssaviruses, coronaviruses, paramyxoviruses, influenza viruses, flaviviruses, alphaviruses, and astroviruses (Sánchez-Seco et al. 2001; Vázquez-Morón et al. 2006; Moureau et al. 2007; Zhai et al. 2007; Chu et al. 2008; Tong et al. 2008; Atkins et al. 2009; Quan et al. 2010; Watanabe et al. 2010; Anthony et al. 2012) . Only one kidney sample from a T. theobaldi individual (SR-B02) tested positive using the paramyxovirus universal assay. Subsequent phylogenetic analysis of a~420 nucleotide region of the RNA-dependent RNA polymerase (L) gene showed that this was a novel bat paramyxovirus (BtPV Taphozous-theobaldi SR-B02 MH778310) sharing 79% nucleotide identity with viruses of the proposed genus Jeilongviruses across this segment of the gene (Fig. 3) . This viral group mostly comprises viruses detected from bats and rodents. The presence of mild hemorrhage in the infected individual was consistent with previous reports of other Jeilongvirus infection in rodents (Jun et al. 1977) ; however, these lesions have also been found in bats suffering from heat shock (Welbergen et al. 2008) , and preserved tissues were not available for further histological examination. Previous studies have suggested that nutritional and reproductive stressors may lead to increased excretion of The temperature on the building where mortality occurred exceeded 42°C, often reported as a critical atmospheric temperature threshold for bat thermoregulation (Licht and Leitner 1967) . The absence of mortality in the cooler buildings, the timing of death in the hottest part of the day, the behavior and clinical signs observed, the sex and age ratios (female and young primarily affected), Gamma distribution 4 and 1000 bootstrap. The numbers next to the branches indicate the percentage of 1000 bootstrap replicates that support each phylogenetic branch. The tree is drawn to scale, with branch lengths measured in the number of substitutions per site and the non-specific pathology findings were all consistent with previous reports of heat stress events in bats (Welbergen et al. 2008) , although most previous reports involved flying-fox species (Pteropus sp.) (Welbergen et al. 2008 ). Other C. plicatus colonies in the Battambang Province experienced mass mortalities during the same period (Furey, N., unpublished data). The absence of data on the initial population size of both species precluded a conclusive assessment of the relative impact on both species. Regardless, C. plicatus is a common bat species in Cambodia and Southeast Asia, and provides important ecosystem services (Kunz et al. 2011) . For instance, its services in controlling the rice pest White-Backed Planthopper (Sogatella furcifera) were recently valued at 1.2 million USD/year in Thailand alone (Wanger et al. 2014 ). In addition, the bat guano produced by insectivorous bats is widely used as fertilizer (Thi et al. 2014 ) and represents a profitable market. Thus, the inability of C. plicatus to cope with extreme temperature events and the potential consequences on long-term population trends may have major impacts on bat communities, ecosystems, and rural livelihood in the region.\n\nOur findings imply that maintaining vegetation cover around bat colonies may help them to cope with high temperatures. In the context of rapid land-use change in Cambodia (Peterson et al. 2015) , it is necessary to understand how vegetation cover influences coping mechanisms. Systematically documenting mass mortality events is important to understand how bat populations could be affected by a changing environment and climate (Welbergen et al. 2008) . It also provides an important opportunity to conduct surveillance of pathogens circulating in bat populations and understand how heatrelated stress may influence the excretion of pathogens hosted by bats. As such, this report contributes to documenting how changes in land-use and weather patterns influence bat population resilience and health."}