{"title": "Title: Household transmissions of SARS-CoV-2 in the time of unprecedented travel 1 lockdown in China 2 3", "body": "In total 34 primary cases were identified as super spreaders, and 5 household super-spreading 61 events were observed. The mean serial interval is estimated to be 4.95 days (standard deviation: 5.24 62 days) and 5.19 days (standard deviation: 5.28 days) for households and non-household transmissions, 63 respectively. The risk of being infected outside of households is higher for age groups between 18 and 64 64 years, whereas the hazard of being infected within households is higher for age groups of young 65 (<18) and elderly (>65) people. (Table S9) . We compiled a line-list database from these reports with 112 extracted demographic characteristics, social relationships, travel history, timelines of potential 113 exposure, symptom onset, confirmation and hospitalization. We obtained the daily population 114 . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\n(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.02.20029868 doi: medRxiv preprint movement data in China between 1 January and 13 February 2020 from Baidu Qianxi Web Portal 115 (https://qianxi.baidu.com/). We estimated the daily number of passengers leaving each province by 116 using the migration scale index for moving out of that province each day. More details on our real-time 117 mobility and line-list case data are provided in Supplemental Material and will be available at our 118 GitHub.\n\nWe identified 1,407 infection events with known social relationships. For each infection event, we term 121 the infector the primary case and the infectee the secondary case. We also consider connected chains of 122 confirmed cases; we term the original case the index and the entire chain of cases, including the index, \n\nThe age-stratified hazard of infection for household relative to non-household contacts is estimated by 133 the ratio between the probability that a secondary case of age group b was infected by a primary case of 134 age group a within the same household and the probability that a secondary case of age group b was 135 infected by a primary case of age group a outside of households. Gender-specific hazard of infection is 136 measured similarly (Supplemental Material).\n\nWe reconstructed 643 transmission clusters from 1,407 infection events (Figure 2a) . The sizes of 587 139 transmission clusters are smaller than 5, whereas the size of the largest cluster exceeds 20. We \n\n. CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nThe copyright holder for this preprint \n\nThe hazard of being infected within households is higher for age groups of young (<18) and elderly 149 (>65) people, whereas the hazard of being infected outside of households is higher for age groups 150 between 18 and 64 years (Table 1a ). Primary cases of elderly (>65) people are more prone to cause 151 household infections. Hazard of infection between different genders is higher for households than non-152 household transmission (Table 1b) . Table S2 ).\n\nHousehold study helps identify risk factors for certain demographic groups 12 . The age-stratified and \n\nWe estimate that the mean serial interval is ~5 days for both household and non-household infections,\n\n. CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nThe copyright holder for this preprint . https://doi.org/10.1101/2020.03.02.20029868 doi: medRxiv preprint which is considerably shorter than the mean serial interval estimated for SARS (e.g., 8.4 days 15 ) and 175 MERS (e.g. 7.6 days 16 ). These evidences impose a significant barrier to case identification and 176 management. CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\n(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.02.20029868 doi: medRxiv preprint . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\n(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.02.20029868 doi: medRxiv preprint"}