{"title": "", "body": "Severe sepsis and septic shock are currently among the most common causes of morbidity and mortality in intensive care, and their incidences have increased during the past decade as the population has aged [1, 2] . The emergency department (ED), where patients are treated for community-acquired infection, many of whom require intensive care unit (ICU) management [3] , has been identified as a setting in which these syndromes and their outcomes may readily be observed.\n\nDespite dramatic improvements in diagnostic and treatment procedures, mortality rates among patients with sepsis remained unchanged from the 1960s through to the late 1990s. Diagnostic algorithms have therefore been developed to identify at-risk populations, and professional societies have worked to implement treatment procedures that focus efforts on early intervention. The Surviving Sepsis Campaign proposed management procedures that differentiate between 'resuscitation bundles' for the first 6 hours and 'management bundles' to be applied until the end of the 24th hour [4] . These procedure recommendations have been disseminated worldwide and are focused on global improvement in practices whose primary goal it is to reduce sepsis-related death. As a consequence of the recommendations, a trend toward decreasing mortality has been observed during the past few years.\n\nDifficulties remain, however, in applying all of the procedures recommended by the experts. This article summarizes the main proposals raised by the Surviving Sepsis Campaign and focuses on the difficulties associated with applying these guidelines in an appropriate time frame.\n\nDefinitions of sepsis, severe sepsis, and septic shock were proposed 15 years ago. They were based on expert advice and used criteria that identify progression of the infection along with appropriate responses [5] . However, these criteria are clearly inadequate in terms of allowing detection of severe infections in routine daily practice. A study of a large multicenter cohort of ICU patients with infection [6] concluded that simply categorizing an infectious process as 'sepsis' or 'severe sepsis' did not predict prognosis. A high score indicating a septic condition did not necessarily predict a patient's outcome, even though that outcome might be affected by sepsis-related organ dysfunction.\n\nWith regard to patients presenting at the ED because of community-acquired pneumonia (CAP), a recent report from Dremsizov and coworkers [7] illustrated the limited value of the well established criteria for 'systemic inflammatory response syndrome' (SIRS) in predicting outcome. That work emphasizes the inability of the SIRS designation to identify which infected patients were at risk for developing severe sepsis or shock. These findings prompted experts to propose new scoring systems aimed at identifying patients who are at [9] outcomes in patients presenting at an ED with infection, and calculation of this score requires data that are immediately available in the ED. Despite its ability to predict all-cause death in the study population, the accuracy of the MEDS score has not been tested at the individual patient level; its use at the bedside has not been evaluated, and therefore this tool should not be used in decisions regarding triage and ICU referral [10] . Most of the other newly developed scoring systems appear to have only marginal utility in daily routine practice because they require microbiologic identification and 24-hour clinical evaluation; hence, they lack the immediacy that is required for decision making in emergency medicine [6] . To date, the Pneumonia Severity Index is the only scoring system that is considered to help physicians to assess severity of illness in the ED [11] . Using this score at the bedside allows better triage of lowrisk patients [12] [13] [14] , but it does not alter outcomes in more severe pneumonia [15] , in which it is only slightly more effective than the inadequate SIRS classification [7] .\n\nEvaluation of biologic factors also may help in determining the severity of illness. Cady and coworkers [16] proposed use of the arterial blood lactate level to identify patients with severe illness and to assess the severity of sepsis. The Surviving Sepsis Campaign Management Guidelines Committee [4] , and the American College of Chest Physicians and the Society of Critical Care Medicine Consensus Conference Committee [17] have also proposed guidelines that help to identify those patients who are at greater risk for sepsis. Recent reports from Shapiro [18] and Nguyen [19] and their colleagues have emphasized the importance of lactate clearance in identifying those patients who will respond to treatment and have a favorable outcome. Lactate clearance was shown to be a better prognostic factor than a single lactate determination performed on ED admission [18, 19] . However, a single venous lactate measurement above 4 mmol/l predicted short-term and in-hospital risk for death in patients presenting at the ED with suspected infection [20] , even in those with normal arterial blood pressure [21] . A single lactate dosage is thus a valuable tool that may facilitate early detection of at-risk patients. Plasma procalcitonin may also be valuable in this setting. Procalcitonin is a more specific test than C-reactive protein [22] and interleukin-6, and can help the physician to detect sepsis [23] . Higher levels of procalcitonin are sufficiently specific to identify those septic patients who will develop severe sepsis, but it is not sensitive enough for routine use in ED triage [24] .\n\nIt is clear that the site of infection should be managed promptly in patients with severe infection, including emergency surgery when applicable. However, efforts should also focus on early and carefully controlled antimicrobial therapy.\n\nMinimizing the delay between admission and beginning antimicrobial treatment is key to achieving a successful outcome.\n\nThe potential influence of delayed antibiotic therapy was first evaluated in patients with CAP. In a series of 18,209 Medicare patients older than 65 years admitted because of CAP [25], the antibiotic regimen used saved lives when the first dose was administered before hour 4 after admission. Of note, fewer than 50% of patients received antibiotics during the first 4 hours in this study and as many as 17% received antimicrobial treatment after hour 6. Those patients in whom administration of antimicrobial agents was delayed were elderly people with an atypical CAP presentation, or they exhibited clinical features inconsistent with a diagnosis of sepsis, such as the absence of fever and altered mental status [26] (specifically, patients in whom the diagnosis of infection was not obvious). Such a lack of aggressive and early antimicrobial therapy has been identified in various settings in which patients were being treated for such conditions as meningitis, cancer, CAP, and nosocomial pneumonia [27] [28] [29] [30] [31] [32] [33] . A recent retrospective analysis quantified the impact of delayed antimicrobial treatment in patients with severe sepsis. Kumar and coworkers [34] demonstrated that every additional hour without antibiotics increased the risk for death in hypotensive septic patients by 7.6% during the first 6 hours. Early antibiotic therapy has been incorporated into the Surviving Sepsis Campaign recommendations [35] , and we expect compliance with this component of the guidelines to increase from its current low level [36] .\n\nThe focus of infection is sometimes difficult to ascertain, but treatment must effectively target the responsible pathogen, from among a wide range of potentially etiologic agents [37] . Initial selection of an antimicrobial agent with good activity against the causative organism is crucial for survival. A prospective evaluation of sepsis [38] emphasized that, other than comorbidity, the factor most strongly associated with death was ineffectiveness of antimicrobial treatment against the micro-organism identified in blood cultures. Several large reports corroborated the relation between ineffective antibiotic treatment and poor prognosis. Consequently, broadspectrum antibiotics have been recommended, and the agent selected should provide coverage against the microorganisms that are usually involved in the suspected focus of infection [35] . Supportive clinical evidence for use of broadspectrum antibiotics will probably remain sparse [36] , but effective antimicrobial management requires good microbiologic sense.\n\nAdherence to such guidelines regarding use of antibiotics may positively influence prognosis [39] , but efforts to improve detection of pathogens should continue because enhanced specificity allows one to focus treatment on the responsible micro-organism and so limit the spectrum of coverage. The usual microbiologic techniques of detection may lack effectiveness. The use of urine antigens to Streptococcus pneumoniae and Legionella pneumophila type 1 can help in patients with pneumonia. Apart from their good sensitivity, the presence of these antigens can be detected long after an infection and, in the case of pneumoccocal related infection, may reflect carriage of the micro-organism in the upper respiratory tract [40] . Sensitive genomics tools are now available to detect both bacteria and viruses, and multiplex platforms allow screening of a wide range of micro-organisms [41] . The position of these techniques in the diagnostic armamentarium is yet to be defined, but efforts to improve antimicrobial therapy must continue so that our practices and therefore outcomes may be improved in the future.\n\nAmong the symptomatic treatments, need for hemodynamic management is the most apparent, but modalities continue to be discussed and the scientific literature abounds with studies in this area. Efficient restoration of circulating blood volume is the primary goal of resuscitation in septic patients [42] . Albumin was the first product to be broadly used for intravenous fluid loading, but a meta-analysis comparing albumin with other fluid loading agents [43] identified an increased risk for death among patients who received albumin for supportive treatment during shock. However, subgroup analysis (septic patients with hypoalbuminemia) [44] revealed a trend toward greater efficiency of fluid loading with albumin. The cost-benefit balance is another factor that has restricted use of albumin, but in their recent report Guidet and colleagues [45] indicated that albumin infusion was potentially cost-effective in patients with sepsis. Thus, use of albumin should be considered with caution; it currently lacks the support needed for it to be recommended for use in patients with septic shock.\n\nTransfusion of packed red cells may also be considered in septic patients because transfused hemoglobin may contribute to improved oxygen transport and delivery. Few controlled studies have tested this option, however, and it has been reported that liberal transfusion is potentially ineffective [46, 47] . Since the publication of the findings of Rivers and coworkers [48] , use of packed red cells has been regarded as a valuable approach to improving tissue oxygenation, but the specific indications for transfusion of packed red cells in this setting remain unclear.\n\nAlthough controversy persists in this area, preferential use of crystalloids rather than colloids is supported by the available literature. For the same amount of volume expansion, there is no difference between these two treatments in terms of ejection stroke volume or oxygen delivery [49] . Systematic reviews and meta-analyses that included patients with sepsis and other types of patients concluded that crystalloids and colloids were generally similar in effect; an exception was one study that identified an advantage for crystalloids [50] . This finding received support from a randomized trial [51] that found that patients with septic shock receiving colloids had greater renal impairment. A recent study [52] was conducted to compare colloid with crystalloid volume resuscitation, with the aim being to identify the safest choice for use in patients with sepsis. This study, which employed a prospective randomized multicenter design, compared the influence on outcome of Ringer's lactate versus hydroxyethyl starch and of intensive versus conventional insulin therapy in patients with severe sepsis and septic shock. Experts have already criticized this study on the grounds that its design confounds applicability of the findings to routine daily care [53] . To summarize, although infusing fluids is a cornerstone of supportive care during sepsis, the optimal modalities and volume are difficult to determine and choices should be driven by objectives in the individual patient [48] .\n\nA solid rationale explains the utilization of vasopressors in daily practice [54] , but the few comparative studies and the combination of different molecules account for their practical selection. Combining norepinephrine (noradrenaline) and dobutamine improved hemodynamic parameters of hepatosplanchnic circulation [55] but required invasive monitoring procedures, without clinical benefit. Dopamine and epinephrine are vasoconstrictors that also increase cardiac output, but their metabolic effects may be harmful [56, 57] . In addition, use of vasopressors has been associated with poorer outcomes in septic patients, but their influence on mortality was unclear [58] .\n\nTo assist physicians in their use of vasoactive drugs, professional associations have proposed guidelines that allow an opportunity to administer epinephrine or a combination of norepinephrine and dobutamine to more severely ill patients [4] . A recently reported study [59] indicated that these two strategies were equivalent in terms of both efficacy and safety. Interest in vasopressin is reflected in a growing number of publications, but the available evidence does not allow its integration into a global therapeutic scheme. However, recent data [60] may justify reconsideration of vasopressin in severe sepsis management guidelines in the near future. The VAsopressin in Septic Shock Trial (VASST) study [61] is currently comparing vasopressin with norepinephrine as initial vasopressor in septic shock patients. Because the study is not yet completed, no analysis or definite conclusions can yet be drawn from this trial.\n\nWhichever drug is selected, introduction of vasopressors should be considered after optimal fluid loading; these agents may allow therapies to be applied earlier and more aggressively in order to improve physiological parameters and ultimately outcomes [48, 62] .\n\nIn the initial management of patients with sepsis, improving physiological parameters such as blood pressure and tissue oxygen delivery is a clear goal, as has been emphasized by experts since the late 1990s [63] . Previous studies underscored that applying an early goal-directed therapy (EGDT) approach could improve survival. The landmark study conducted by Rivers and coworkers [48] emphasized this concept in the field of sepsis. Its publication in 2001 prompted a debate in basic medical practice centered on the question, is it possible to improve outcomes in septic patients by increasing tissue oxygenation parameters during the first 6 hours of management?\n\nThe protocol proposed by Rivers and coworkers involves attainment of physiological levels of hemodynamic parameters (arterial blood pressure and central venous oxygen saturation [ScvO 2 ], by using fluid loading, vasopressors, packed red cells, and early initiation of mechanical ventilation) as rapidly as possible. The overwhelmingly positive results of this EGDT study prompted a number of ED and ICU teams to change their daily care in accordance with the study protocol. Some papers [62, [64] [65] [66] reported partial or absolute adherence to the procedures evaluated by Rivers and coworkers. Others proposed adapting the procedure to their medical system with either less aggressive therapy or by forming 'sepsis teams' specifically tasked with managing patients with severe infection [67] [68] [69] [70] [71] [72] . The overall result of these reports was a trend toward improved outcomes in septic patients [73] .\n\nHowever, these findings have been tempered by a number of barriers. Not all EDs have access to the same equipment, and ability to monitor hemodynamic parameters invasively varies widely [74] . Another unresolved issue is that not all ED physicians have the necessary resuscitation skills to administer optimal treatment, as observed in ICUs [75] . Additionally, a number of recent reports have identified the fact that EDs are increasingly overburdened. This can compromise the quality of care delivered to patients, especially those who require highly technical care that many ED physicians do not have time to practice because of everincreasing numbers of patients [76] [77] [78] .\n\nFinally, studies are now emerging that indicate how few of the recommendations have been implemented. Early administration of antimicrobial therapy was poorly adhered to, even in recent reports. In these, although the Surviving Sepsis Campaign proposals were implemented, the mean delay to first infusion of antibiotics remained in excess of 3 hours [62] , and as many as 68% of patients did not receive their first dose within this period [79] . Only a few EGDT validation studies have been conducted in EDs applying aggressive treatment outside the ICU. However, even in those EDs, mortality sometimes remained at 31% before and after the institution of procedures to improve coordination between ED and ICU [80] . In addition, effort should be maintained after the initiation of an EGDT strategy because performance dramatically decreased after initial implementation [81, 82] .\n\nIn addition to the pragmatism of this therapeutic approach, the optimal tools with which to evaluate attainment of physiological goals have also been subject to debate. Although ScvO 2 is a valuable parameter when it is abnormal, it may be in the normal range even in severely septic patients [73] . The hemodynamic presentation, of which there are many, depends on comorbidities and stage of sepsis [83] . In addition to ScvO 2 , central venous pressure may also provide useful information. A low central venous pressure indicates hypovolemia, and a high central nervous pressure with a low ScvO 2 indicates myocardial suppression or mismatch of supply and demand. In any clinical situation, the findings must be interpreted alongside other clinical data. Other indicators may help, and systolic volume and pulse pressure variation of 10% or above also provide valuable information regarding blood volume [84] . Relatively liberal use of packed red cells to improve ScvO 2 may be offset by its potential harm [46, 47] but in the setting of severe sepsis and septic shock the theoretical risks appear balanced by the benefits in terms of tissue oxygenation [85] . Although use of central venous pressure and ScvO 2 to evaluate attainment of physiologic goals can be debated [73] , it is clear that defining reasonable goals to treat sepsis is important whatever the local organization and the available means to achieve those objectives are [86] .\n\nFor the past two decades therapeutic trials attempting to elicit a change in the host response to infection have failed to improve patients' conditions despite positive preclinical data [87] [88] [89] [90] [91] . However, the results of two recent studies have led to a more promising approach to this problem with recombinant human activated protein C (rhAPC) and low-dose steroids. The hemodynamic effects of steroids have been widely discussed since their use was found to allow early withdrawal of vasopressor treatment in a prospective doubleblinded, multicenter study [92] . The positive effects of steroids on adrenergic receptor cycling and sodium and water balance have been proposed as explanations for this efficacy. Their anti-inflammatory role as well as their anticoagulant effect, caused by limiting membrane expression of tissue factor, may contribute to the clinical benefit. A major difficulty lies in defining adrenal deficiency in septic shock patients, and a number of definitions have thus far been used. A recent retrospective multicenter cohort study conducted by the Corticus study group [93] emphasized the importance of cortisol variation after corticotropin stimulation. That study additionally raised the possibility of a deleterious effect of etomidate on hormonal response and outcome, a concern that was previously reported by others [94] . This specific point is still subject to debate [95] . Efforts are currently being made to define the best strategy for use of steroids during sepsis.\n\nThe efficacy of rhAPC has been tested in a large multicenter study, the results of which have been widely debated. This compound was initially designed to compensate for a deficit in the natural anticoagulant protein C during sepsis, and thus it limited organ failures and improved the survival of septic shock patients [96] . Since then a number of studies have demonstrated that it has additional beneficial effects on complex interactions with inflammation, innate immunity, and apoptosis [97, 98] . rhAPC also protected animals and healthy volunteers from hypotension after lipopolysaccharide challenge. A similar finding was also reported in the PROWESS (Recombinant Human Activated Protein C Worldwide Evaluation in Severe Sepsis) study, with more rapid improvement in hypotension and vasopressor withdrawal [99] . These clinical effects could be related to endocrine modulation (adrenomedullin was implicated in this regard) and vasoactive capacity. Mechanisms, efficacy, and safety of rhAPC are discussed in other reviews included in this supplement.\n\nDespite the strong evidence base, use of adjunctive therapies has remained sparse in the setting of sepsis. Questionnaire surveys have attested to the under-use of such adjunctive therapies. Once again, the need for medical adherence to new therapies must be promoted by implementation of local guidelines that are inspired by the recommendations of the Surviving Sepsis Campaign (Figure 1 ).\n\nNew standards of care, such as low tidal volume mechanical ventilation and tight blood glucose control, have recently emerged and are now a cornerstone of treatment for critically ill patients. Low tidal volume (≤ 6 ml/kg) as compared with 'standard' mechanical ventilation (12 ml/kg) has improved survival in patients with acute respiratory distress syndrome in independent studies [100, 101] . Two landmark studies by van den Berghe and colleagues [102, 103] suggested that aggressive insulin therapy improved 30-day survival in critically ill surgical patients, and reduced morbidity indicators such as weaning from mechanical ventilation and hospital days in medical ICU patients. Whereas occurrence and management of hypoglycemia appeared irrelevant in the main papers and additional data, hypoglycemia has been identified as potentially causing harm by others [104] . Even if these standards are still discussed and do not specifically impact on sepsis, they may also contribute to quality-of-care improvement and finally to patients' successful outcome [83, 84] .\n\nGuidelines that were proposed through the Surviving Sepsis Campaign to improve outcome in septic patients are difficult to apply routinely in most EDs. Attempts to apply these procedures fully have varied widely; diagnosis may be problematic because of atypical or unspecific presentations, biomarkers are of little help at the start of treatment and are unspecific, supportive treatment often depends on local supply of resources, and specific devices are often absent in EDs for initial therapy and monitoring. Even adherence to early administration of antibiotic therapy is poor, with delays being common. Our goal is now to improve the level of care by applying evidence-based procedures.\n\nJ-FD was an investigator in the PROWESS study and is a consultant for Eli Lilly and Company. Y-EC declares that he has no competing interests. "}