{"title": "", "body": "Porcine epidemic diarrhea (PED) is a highly contagious disease of pigs characterized by diarrhea, vomiting, and dehydration in swine of all ages, causing considerable economic losses worldwide each year (Song and Park, 2012; Rui-Qin et al., 2012; Pensaert and De Bouck, 1978) . The causative agent of the disease, PED virus (PEDV), is an enveloped, single-stranded positive-sense RNA virus that belongs to a porcine enteropathogenic alphacoronavirus (Kocherhans et al., 2001) . The PEDV genome is 28,000 nucleotides (nt) in length, containing seven known open reading frames (ORFs) . The genomic organization is a typical coronavirus with the characteristic gene order. PEDV genome has a 5′ cap and a poly (A) tail, encoding 17 non-structural proteins (nsp1-nsp16, and ORF3) and four structural protein: spike (S), envelope (E), membrane (M) and nucleocapsid (N).\n\nThe host innate immune response, predominantly type I interferon (IFN-α and IFN-β), is the first line of defense against pathogens (Tanji and Ip, 2005; Bourgeois et al., 2011) . As multi-functional antiviral cytokines, type I interferons can be induced by virus infection, such as Sendai virus (SeV) (Schoggins et al., 2010) . Viral RNA is recognized as pathogen-associated molecular pattern (PAMP) by cytoplasmic sensors retinoic acid-inducible gene I (RIG-I) and melanoma differentiationassociated gene 5 protein (MDA5) during viral infection (Meylan et al., 2006) . Next, RIG-I/MDA-5 binds to the mitochondrial adapter protein MAVS/IPS -1 , recruiting TNF receptor-associated factor 3/6 (TRAF3 and TRAF6) (Bradley and Pober, 2001) . TRAF3 activates IκB kinase-ε (IKKε) inhibitor and downstream signaling of TANK-binding kinase 1 (TBK1). The transcription factor NF-κB and IRF3 are activated through different mechanisms. Activated IRF-3 and NF-κB enter the nucleus and bind to the IFN-β promoter, thereby activating transcription of IFN-β (Thanos and Maniatis, 1995) .\n\nThe expression of type I IFN is low in PEDV-infected cells, and PEDV also strongly inhibited RIG-I and poly I:C-mediated IFN-β production (Cao et al., 2015) . Accumulating evidence suggests that PEDV has developed a variety of strategies to evade the antiviral activities of IFN. Three PEDV nsps (nsp1, nsp3 and nsp5) have been identified as IFN-β antagonists Jaru-Ampornpan et al., 2016; Wang et al., 2015) . PEDV nsp1 mainly disrupts the enhanceosome assembly of IRF3 and CREB-binding protein (CBP), resulting in degradation of CBP in the nucleus . PEDV nsp3 encodes papain-like protease 2 (PLP2) with deubiquitinating enzyme activity, which negatively regulates IFN-β expression by removing ubiquitin chains from RIG-I (Jaru-Ampornpan et al., 2016) . PEDV nsp5 encoding a 3C-like protease specifically targets NEMO glutamate 231 (Q231) to cleave NEMO residues (Wang et al., 2015) . However, the effects and mechanisms of other PEDV non-structural proteins on type I interferons are still being studied extensively.\n\nCoronaviruses are important pathogens causing severe disease in humans and animals. The pathogenesis of these viruses might be related to the inefficient detection by the first line of antiviral response mediated by interferon (Rose et al., 2010; Devaraj et al., 2007; Li et al., 2010; Zhao et al., 2011) . In order to evade recognition by the host viral RNA sensor RIG-I or MDA5, some virus encoded several methyltransferases involved in viral RNA capping to carry N7-methylation and 2′O-methylation, similar to the host cell mRNA (Züst et al., 2011a; Daffis et al., 2010; Furuichi and Shatkin, 2000) . For example, CoV nsp14 has been reported as a bifunctional enzyme with 3′ -5′ exoribonuclease (ExoN) and N7-MTase activities, and its N7-MTase activity is necessary to viral mRNA cap synthesis and prevents the recognition of viral mRNAs as \"non-self\" by the host cell (Becares et al., 2016) . Furthermore, ribose 2′O-methylation in the cap structure of viral RNA contributes to escape from innate immune recognition. By biochemical assay, it was found that SARS-CoV nsp16 requires nsp10 as a stimulatory factor to execute its 2′O-methyltransferase activity (Chen et al., 2011a) . However, the biological activity of PEDV-encoded methyltransferase in cells and their roles in innate immunity are not yet understood.\n\nIn this work, we have studied three RNA modification enzymes involved in the formation of cap structures in PEDV: helicase/RNA triphosphatase nsp13, N7 methyltransferase (N7-MTase) nsp14 and 2′Omethyltransferase (2′O-MTase) nsp16 (Ivanov et al., 2004; Chen et al., 2009 Chen et al., , 2011b . Our results indicate that nsp14 and nsp16, which are methyltransferase in PEDV, are antagonists of innate immunity, and nsp16 is a more efficient regulator of immune-related genes. In addition, PEDV nsp16 is dependent on the KDKE tetrad to effectively reduce PEDV-induced IFN-β production and promote virus proliferation. Interestingly, the phenomenon not only exists in the coronavirus, but also other virus, such as PRRSV, VSV. It's speculated that nsp16 is already partially active in absence of nsp10, or other cellular proteins replace the stimulatory factor role of nsp10. PEDV nsp16 appears to be a broadspectrum anti-innate immune enzyme. Our study provides a novel mechanism by which PEDV restricts interferon production and facilitate virus proliferation, providing a new means for prevention and control of PEDV.\n\nHuman embryonic kidney (HEK) 293 T cells and IPEC-J2 (the intestinal porcine epithelial cell line J2) cells were maintained in Dulbecco's Modified Eagle's Medium (DMEM, Gibco) supplemented with 10% (V/V) fetal bovine serum (FBS, Biological Industries) and 10 μg/ml streptomycin. PRRSV-permissive PAM cell lines CRL2843-CD163 (3D4/21) cells (Sinha et al., 2012) were cultured in RPMI-1640 medium (Gibco, USA) supplemented with 10% (V/V) FBS plus 100 U/ ml penicillin. All cells were cultured in a humidified incubator with 37℃, 5% CO 2 . The PEDV strain CV777 genotype 1, Sendai virus (SeV) and PRRSV-JXwn06 strain were storage in our laboratory.\n\nLabeled antibodies used in the experiments were purchased from Cell Signaling Technology (CST, Danvers, MA, USA) and Applied Biological Materials Inc (ABM, Vancouver, Canada). A secondary antibody was purchased from Invitrogen (Thermo Fisher Scientific, Waltham, MA, USA). Antibodies to β-actin were purchased from TransGen (Beijing, China).\n\nTotal RNAs were extracted from IPEC-J2 cells infected PEDV using TRIzol reagent (TaKaRa, China). First-strand cDNA synthesis was carried out using reverse transcriptase (TaKaRa). Nsp10, nsp13, nsp14 and nsp 16 was synthesized using the specific primers as shown in Table 1 from PEDV strain CV777 genotype 1, and the amplified fragments were cloned into pGEM ® -T Easy Vector (Transgen, Beijing).\n\nThe specific primers pairs (Table 1) , harboring common sequence with the vector, were used to amplify the related cDNA encoding nsps gene from clone plasmid, then ligated with pFLAG-CMV2 or pMYC-CMV2 vector by using a one-step clone kit (Vazyme, Nanjing, China). Flag-nsp16 (D129A) expression plasmid was generated by the Fast Mutagenesis System Kit (TransGen Biotech, China).\n\nTreated or untreated cells are collected at the indicated times and total RNAs were extracted using TRIzol reagent (TaKaRa, China). Firststrand cDNA was synthesized from purified RNAs of IPEC-J2 cells or HEK293 T cells using a First-Strand Synthesis System (Transgen, Beijing, China) according to the manufacturer's instructions. The comparatively quantification of gene expression level was analyzed by qRT-PCR that was performed on an ABI 7500 Real-time PCR system (Applied Biosystems, Foster City, CA, USA). The comparative cycle threshold (CT) method was used to calculate the relative gene Shi, et al. Virus Research 265 (2019) 57-66 expression levels according to manufacturer's protocol (Applied Biosystem). The relative transcript levels of target gene are equal to 2 −ΔΔCt threshold method. Data showed the fold increase of mRNA levels. Data are expressed as mean ± SEM representative of three independent experiments. All data presented was relatively quantitative, based on the mRNA level of the endogenous gene β-actin and analyzed using GraphPad Prism 6.0 software. All primer pairs for quantitative real-time PCR are listed in Table 2 .\n\nThe procedure for confocal microscopy has been described previously (Su et al., 2018) . IPEC-J2 cells were seeded on 12-well plates until the cell density was about 60%˜70%. The cells were transfected with vector or Flag-nsp16 plasmid. At 24 h post-transfection, the cell were infected 2 MOI PEDV. After 24 h, the cells were fixed with 4% paraformaldehyde for 15 min and then permeabilized with PBS containing 0.3% Triton X-100 for 10 min at room temperature. After this step, they were blocked for 30 min with 1% bovine serum albumin (BSA) and incubated with anti-PEDV-N mAb at room temperature (RT) in a humid chamber followed by 10 min washing in PBS. Following this, secondary antibody FITC-conjugated anti-mouse IgG (diluted at 1: 200) were used and nuclear DNA was stained with 4′, 6-diamidino-2-phenylindole (DAPI). The PEDV N protein expression was observed with an Olympus confocal microscope. Images were taken at ×100 magnification.\n\nThe HEK293 T cells were seeded in 24-well plates and transfected with the Flag-nsp16 or vector plasmids, along with a luciferase reporter (IFN-β-Luc or ISRE-Luc) and the internal control plasmid LacZ. At 12 h post-transfection, the cells were infected with Sendai virus (SeV) or PEDV. The lysed samples were prepared, and the luciferase activity was measured using the multimode microplate reader (Promega) according to the manufacturer's recommendations. In Figs. 3 and 4, the HEK293 T cells were seeded in 24-well plates and transfected with the Flag-nsp16, Myc-nsp10, IFN-β-luc reporter, the LacZ and poly I:C or Flag-RIG-I(N) or Flag-MDA5(N) (Zhang et al., 2017) for 24 h and then the cells were lysed for luciferase assays and western blotting.\n\nTransfected or virus-infected cells were washed twice with cold PBS and lyzed in RIPA buffer (Solarbio, Beijing, China) containing the proteinase inhibitors 20 nM phenylmethanesulfonyl fluoride [PMSF] . Cell lysates were heated in buffer for 10 min and separated with 12% SDS-PAGE. The separated proteins were transferred to the methanolactivated PVDF membrane (Millipore). Membranes were blocked with 5% nonfat dry milk in TBST (0.05% Tween-20) for 1 h and incubated with an antibody against PEDV N (1:2000), PRRSV N (1:5000), β-actin (1:5000) or labeled antibodies (1:5000) for overnight at 4℃, followed by washing and incubation with HRP-conjugated antibody for 1 h at room temperature. Immunodetection was completed using Pierce ECL Western Blotting Substrate (Thermo Scientific).\n\nIPEC-J2 cells were transfected with the Flag-nsp16 or vector plasmid. At 24 h post-transfection, the cells were either mock-infected or infected with 2 MOI PEDV. After 24 h, the cells were harvested and washed for three times with PBS and then treated with 0.25% trypsin at 37°C for 5 min. Cells were stained with anti-PEDV N antibody, and incubated with goat anti-mouse IgG FITC conjugate (1:200) for 30 min in dark. Fluorescence-activated cell sorting was performed on a FACS LSR II (BD Biosciences, San Jose, CA, USA). A total of 1 × 10 5 cells was analyzed per run.\n\nThe IPEC-J2 cells were seeded into 6-well plates and transfected with 2 μg Flag-nsp16 or Flag-nsp16 (D129A) plasmid. At 24 h posttransfection, IPEC-J2 cells were infected with 0.1 MOI VSV-GFP virus. After 12 h, the VSV-GFP cells was observed by inverted microscope.\n\nThe virus titer was determined using the TCID50 method. IPEC-J2 or 3D4/21 cells were seeded in 96-well plates at a ratio of 1 × 10 4 cells/well. 100 μl of serially diluted (10 −2 to 10 -6 ) viral suspension in 2% DMEM were inoculated in triplicated onto IPEC-J2 or 3D4/21 monolayer cells, and incubated for 1 h at 37 ℃. The normal cells served as mock control. Incubate for 24 h at 37°C and calculate TCID50 according to the Reed-Muench formula.\n\nData were subjected to one-way analysis of variance (one-way ANOVA) and expressed as mean ± SEM. Pairwise multiple comparison was conducted to determine which group differed by two-way ANOVA followed by Bonferroni post-tests using Prism 6.0 (GraphPad Software Inc.). P values are indicated as follows: *P < 0.05; **P < 0.01; ***P < 0.001.\n\nType I IFN, inflammatory cytokines (IL-6, TNF-α) and major histocompatibility complex class (MHCI, MHCII) play an important role in antiviral defense by directly inducing antiviral effector molecules or indirectly stimulating cell recruitment (Jablons et al., 1989; Beg and Baltimore, 1996; Podlech et al., 1998) . To explore whether three RNA modification enzymes (nsp13, nsp14 and nsp16) was involved in the regulation of innate immunity. Eukaryotic expression vectors for three RNA modification enzymes were successfully constructed and expressed (Fig. 1a) . Next, Flag-nsp13, Flag-nsp14, Flag-nsp16 expression Shi, et al. Virus Research 265 (2019) 57-66 plasmids or empty vector were transfected into IPEC-J2 cells, respectively, and then infected with 0.5 M PEDV for 12 h. The results showed that the expression of MHCI mRNA was significantly decreased when Flag-nsp13 was overexpressed in PEDV-infected cells, while nsp13 had no regulatory effect on other immune molecules compared with the control group (Fig. 1b) . Meanwhile, experimental data indicated that Flag-nsp14 or Flag-nsp16 expression inhibited PEDV-induced IFN-β production, but nsp16 was more effective than others in inhibiting innate immune-related genes (Fig. 1c, d) . These data suggested that nsp16 appears to play a more important role in innate immunity control than nsp14. Later, we investigated the possible involvement of nsp16 in SeVtriggered IFN-β signaling pathways processes. The results showed that nsp16 significantly inhibited the production of IFN-β compared to other non-structural proteins or vector in IPEC-J2 cells (Fig. 1e) . The similar result was also observed in 293 T cells (Fig. 1f) . Consistently, the luciferase reporter system further confirmed that nsp16 inhibited IFN production in a dose-dependent manner (Fig. 1g) . Taken together, these data demonstrated that PEDV nsp16 negatively regulates IFN-β production and antiviral immune responses.\n\nPEDV encoded 16 non-structural proteins, in which nsp16 encoded 2′-O-methyltransferase (Fig. 2a) . It's known that 2′-O-methyltransferase play a key role in the replication of coronaviruses (Perlman and Netland, 2009; Minskaia et al., 2006a) . Next, we attempted to determine the mechanism of PEDV nsp16 inhibiting type I interferon production. Nsp16 is highly conserved in coronavirus. Importantly, the K-D-K-E, an invariant motif within the methyltransferase core required to mediate its activity, is highly conserved among all of the nsp16 (a) IPEC-J2 cells were transfected with pFlag-CMV2 (empty vector) or pFlag-CMV2-nsp13 (Flag-nsp13), pFlag-CMV2-nsp14 (Flag-nsp14), pFlag-CMV2-nsp16 (Flag-nsp16) plasmid respectively, the plasmid expression was detected by western blotting. (b-d) IPEC-J2 cells were transfected with empty vector or Flag-nsp13 (b), Flag-nsp14 (c), Flag-nsp16 (d) plasmid respectively. At 12 h post-transfection, cells were infected with 0.5 MOI PEDV for 12 h. The levels of IFN-β, IL-6, TNF-α, MHCI and MHCII mRNA were analyzed by qRT-PCR. (e) IPEC-J2 cells were transfected with empty vector, Flag-nsp13, Flag-nsp14, Flag-nsp16 plasmid respectively and stimulated with 0.1 MOI SeV or PBS (mock) for 12 h, IFN-β mRNA levels were analyzed by qRT-PCR. (f) HEK293 T cells were transfected with Flag-nsp16 and stimulated with 0.1 MOI SeV for 12 h, IFN-β mRNA levels were analyzed by qRT-PCR. (g) Increasing amounts (100 ng, 300 ng, 500 ng) of Flag-nsp16 or control plasmid together with IFN-β-luc reporter (50 ng), the LacZ (50 ng) were co-transfected in HEK293 T cells. At 12 h post-transfection, cells were infected with SeV (MOI 0.5) or not. After 12 h, the infected cells were collected and IFN-β activation was analyzed by the luciferase reporter system. *P < 0.05**P < 0.01; ***P < 0.001 (analysis of two-way ANOVA followed by Bonferroni post-test). Data are representative of three independent experiments. sequences detected in the CoV family (Fig. 2b) . The crystal structure of SARS coronavirus nsp16 has been resolved (Decroly et al., 2011) . PEDV nsp16 3D structure was modelled based on amino acid sequence homology (Fig. 2c) . Previous studies found that nsp16 lost the activity of methyltransferase when the tetrad aspartate was mutated to alanine (Feder et al., 2003) . PEDV nsp16 mutation (D129A) was unable to limit SeV-induced IFN induction in HEK293 T cells compared to Flag-nsp16 (WT) (Fig. 2d, e) . Taken together, these data indicated PEDV nsp16 inhibits PEDV-mediated IFN-β production depending on its KDKE tetrad, indicating that inhibition of type I interferon production by nsp16 is associated with 2′O-MTase enzyme activity. It is worth exploring that PEDV nsp16 also inhibits non-coronavirus mediated IFN-β production in HEK293 T cells and its function depends on KDKE tetrad.\n\nVirus RNA was always recognized by retinoic acid-inducible gene I (RIG-I)-like receptors (RLRs) (Mogensen and Paludan, 2005) , and 2′Omethylation in the cap structure of viral RNA play a pivotal role in escaping from innate immune recognition, so we next explore whether nsp16 was involved in the regulation of RLR-mediated IFN-β production. In reporter assays, IFN-β activation was triggered by poly I:C, RIG-I(N) and MDA5(N) respectively (Lin et al., 2016) . Compared to the control group, Flag-nsp16 (WT) but not Flag-nsp16 (D129A) reduced the RIG-I ligand poly I:C-induced IFN-β activation (Fig. 3a) . Similarly, Flag-nsp16 significantly inhibited RIG-I-, MDA5-induced IFN-β activation, while Flag-nsp16 (D129A) was not (Fig. 3b-c) . Consistently, ISRE activation triggered by poly I:C, RIG-I and MDA5 was downregulated by Flag-nsp16 (WT), and Flag-nsp16 (D129A)'s ability to inhibit ISRE Fig. 2 . The KDKE tetrad is necessary for the ability of PEDV nsp16 to inhibit IFN induction. (a) Schematic representation of the genomic RNA structure of PEDV. Replicase (ORF1a and ORF1b.), structural regions, and the position of the 5′-capped and 3′ poly (A) tract and the ribosomal frameshift site between ORF1a and ORF1b is shown at the top. Each box represents a protein product, 16 non-structural protein; the envelope proteins, the N protein, and the accessory ORF3 protein; S, spike; E, envelope; M, membrane; N, nucleocapsid; PLpro, papain-like cysteine protease; 3CLpro, the main 3C-like cysteine protease; Hel, helicase; N7-MTase, N7-methyltransferase; 2′-O-MTase, ribose-2′-O-methyltransferase. Colors indicate the level of aminoacid identity with the best-matching protein of other coronaviruses. (b) Sequence comparison of nsp16 and homologs from other viruses. Percent similarity is expressed as a color code from white to brown and shows precise similarity within each element of the matrix. (c) Nsp16 protein 3D structure simulation was performed using Zhang Lab's I-TASSER and PyMOL software. The key amino acid sites that can bind to the SAM substrate are labeled with different colors. (d) The vector, Flag-nsp16 and Flag-nsp16 (D129A) plasmids was transfected in IPEC-J2 cells respectively and then inoculated without or with 0.1 MOI SeV for 12 h, IFN-β mRNA levels were analyzed by qRT-PCR. (e) HEK293 T cells were transfected with Flag-nsp16 or control plasmid together with IFN-β-luc reporter (50 ng), the LacZ (50 ng), and then inoculated without or with 0.1 MOI SeV for 12 h and luciferase activity was subsequently determined. *P < 0.05**P < 0.01 (analysis of two-way ANOVA followed by Bonferroni post-test). Data are representative of three independent experiments. P. Shi, et al. Virus Research 265 (2019) 57-66 activation impaired (Fig. 3d-f ). Taken together, these data suggested that nsp16 down regulated RLR-triggered IFN-β signal pathway.\n\nPrevious studies have shown that SARS-CoV nsp16 needs nsp10 as a stimulatory factor to trigger the 2′O-MTase activity (Micka et al., 2015) . Next, we examined the effect of PEDV nsp10 expression on IFN-β production. Results demonstrated that nsp10 has no effect on SeV-stimulated IFN β mRNA level in HEK 293 T cells (Fig. 4a) . Consistently, the luciferase reporter system further confirmed that nsp10 was not an antagonist of interferon (Fig. 4b) . Then, the collective effect of PEDV nsp10 and nsp16 on interferon-mediated innate immunity was examined. Nsp10 significantly enhanced nsp16 inhibition of IFN-β production in poly I:C-, RIG-I-and MDA5-stimulated interferon activation (Fig. 4c-e) . However, nsp10 did not alter the role of nsp16 (D129A) in poly I:C-, RIG-I-and MDA5-stimulated interferon activation (Fig. 4f-h) . Combined with Fig. 2 , PEDV nsp16 relies on the conserved KDKE motif to inhibit coronavirus-induced or non-coronavirus-induced IFNβ production and nsp10 enhances the inhibitory effect of nsp16. So it is hypothesized that nsp16 can exert partially 2′O-MTase activity independently in cells, or that there're unknown cellular proteins replacing nsp10 to activate nsp16 2′O-MTase activity.\n\nThere was growing evidence showed that IFNβ limited viral replication (Taylor and Bresnahan, 2005; Cakebread et al., 2011) , so the effect of nsp16 on PEDV proliferation was then investigated. Flag-nsp16 or vector plasmid was transfected into IPEC-J2 cells and inoculated with PEDV for 24 h, and PEDV N protein was detected by immunofluorescence analysis. The result showed nsp16 enhanced PEDV proliferation (Fig. 5a) . In line with that, flow cytometry analysis further confirmed the result (Fig. 5b) . Similarly, the overexpression of nsp16 corresponded to an increase in PEDV N gene mRNA whereas Flag-nsp16 (D129A) had no significant effect (Fig. 5c) . Meanwhile, the virus titer was significantly higher in Flag-nsp16 plasmid transfected cells compared to the control (Fig. 5d) . Western blotting analysis also confirmed nsp16 positively influenced virus replication (Fig.5e) . These data collectively indicated that overexpression of nsp16 promotes PEDV proliferation and the effect is related to its methyltransferase activity to a certain extent.\n\n3.6. Nsp16 promotes virus replication by suppressing cellular antiviral response PEDV nsp16 not only inhibits interferon produced by PEDV stimulation, but also non-coronal viruses such as SeV. Next, we attempted to determine if the antiviral effect of nsp16 is extensive. The IFIT (interferon-induced proteins with tetratricopeptide repeats) family is a member of the interferon-stimulated gene that is regulated by viruses or interferons (Fensterl and Sen, 2015) , and IFIT proteins has been identified as potent antiviral proteins (Vladimer et al., 2014) . Three Sus scrofa IFIT family members (ISG56/IFIT1, ISG54/IFIT2, ISG49/IFIT3) detection primers were designed and the effect of PEDV nsp16 on the IFITs was detected. The results showed that nsp16 overexpression reduced the mRNA level of IFITs, especially IFIT1 (Fig. 6a) . The vesicular stomatitis virus (VSV-GFP) was used to further substantiate the presence of biologically active IFN. Transfection with Flag-nsp16 was beneficial for VSV-GFP infection in IPEC-J2 cells (Fig. 6b) . Porcine Reproductive and Respiratory Syndrome Virus (PRRSV) is also a positive-strand RNA virus, which has been found to be frequently mixed with PEDV in recent years. Interestingly, nsp16 also promoted the proliferation of PRRSV in 3D4/21 cells (Fig. 6c-e) . Furthermore, the expression of phosphorylated IRF3 in the interferon signaling pathway were also examined by western blotting. The results showed nsp16 inhibited IRF3 activation, while Flag-nsp16 (D129A) was not (Fig.6f) . Collectively, these data together reflect that nsp16 promotes virus replication by suppressing cellular antiviral response. \n\nType 1 interferon (IFN-I) and interferon-induced cellular antiviral responses are the first line of defense against pathogen invasion (Rathinam and Fitzgerald, 2011) . Studies have found that many viruses including coronaviruses developed a variety of mechanisms to evade innate antiviral immune responses, counteracting the antiviral effects of interferon, thereby establishing a persistent infection. For example, SARS-CoV nsp16 acts as a viral 2′-O-MTase to escape innate immune recognition and facilitate viral replication (Minskaia et al., 2006b; Decroly et al., 2008; Züst et al., 2011b) . The latest research found that MERS-CoV nsp16 is essential for IFN resistance and viral pathogenesis (Menachery et al., 2017) .\n\nPorcine epidemic diarrhea virus (PEDV) is an important member of the coronavirus. The PEDV mutant strain appeared in China until 2010, and its pathogenicity was significantly enhanced and rapidly spread (Sun et al., 2012) . The immunization of sows by passive immunization to protect newborn piglets is currently the main method of preventing PEDV. The existing PEDV commercial vaccine is based primarily on a live attenuated vaccine of the CV777 strain. Although the PEDV vaccine have improved in recent years, its immunoprotective effect is still insufficient (Changhee, 2015) . Therefore, it is of great significance to elucidate the molecular pathogenesis of PEDV from the perspective of the interaction between virus and host.\n\nThe PEDV genome is 28,000 nucleotides (nt) in length, encoding seven known open reading frames (ORFs) expressed from genomic and subgenomic mRNAs (Duarte et al., 1994) . Nsp13, nsp14 and nsp16 are mainly involved in the PEDV capping process and participate in the replication of the viral genome, and their role in the IFN signaling pathway is unclear. Here, we found PEDV nsp16 encoding 2′-O-methyltransferase was an important interferon antagonist, both in PEDVinduced and SeV-induced interferon signaling pathways. PEDV nsp16 inhibited RIG-I-and MDA5-triggered signaling pathways and downregulated the activity of IFN-β and ISRE promoters depending on the existence of the KDKE motif. Next, we examined the effect of nsp16 on PEDV viral load and found that Flag-nsp16 (WT) but not Flag-nsp16 (D129A) promotes PEDV proliferation. In addition, nsp16 promoted other non-coronavirus proliferation, such as SeV and PRRSV. Furthermore, the expression of nsp16 inhibited IRF3 phosphorylation in cells. The study indicated that PEDV nsp16 appears to be a broad-spectrum anti-innate immune enzyme. The pathogenesis of PEDV might be related to the inefficient detection by the first line of antiviral response mediated by interferon.\n\nImportantly, PEDV nsp10 was not an interferon antagonist, but in the case of co-expression of nsp10 and nsp16, the inhibitory effect on interferon signal transduction was stronger than that of nsp16 alone. Given that CoV nsp10 activates methyltransferase activity of nsp16, the data indicated that inhibition of type I interferon production by nsp16 was associated with its 2′O-MTase enzyme activity. Additionally, PEDV nsp16 relies on the KDKE motif to inhibit virus-induced IFNβ production and improve virus replication. It is hypothesized that nsp16 can exert partially 2′O-MTase activity independently in cells, or that there're unknown cellular proteins replacing nsp10 to activate nsp16 2′O-MTase activity. After 24 h post-transfection, the cells were either mock-infected or infected with PRRSV at an 0.5 MOI at the indicated times. The loads of PRRSV N were tested by qRT-PCR, and PRRSV load was tested by TCID50 (d), and western blotting (e). (f) 3D4/21 cells were transfected with vector or Flag-nsp16 or Flag-nsp16 (D129A) plasmid and then inoculated without or with 0.1 MOI SeV for 12 h, the p-IRF3 protein was detected by western blotting. **P < 0.01 (analysis of two-way ANOVA followed by Bonferroni post-test). Data are representative of three independent experiments.\n\nOverall, our study elucidated PEDV nsp16 was an important interferon antagonist and facilitated virus proliferation. However, whether nsp16 has interactions with host partners remains unclear. In addition, the PEDV nsp16 2′O-MTase activity needs to be further demonstrated in vitro and in vivo. The specific mechanism by which nsp16 inhibits the innate immune signaling pathway still needs further exploration.\n\nThis work was supported by the National Key Research and Development Program of China (2018YFD0500500), and the underprop project of Tianjin Science and Technology in China (16YFZCNC00640). Dr. JH H received the two funding.\n\nConceived and designed the experiments: JH H. Performed the experiments: PD S, YX S, RQ L, Y L, SR D, and ZX L. Analyzed the data: PD S, and YX S. Contributed reagents/materials: JH H. Wrote the paper: PD S, and JH H."}