{"title": "Antibody responses to SARS-CoV-2 in COVID-19 patients: the perspective application of serological tests in clinical practice", "body": "The rapid spread of Coronavirus Disease 2019 worldwide has raised concern around the world. The outbreak of COVID-19 first started in Wuhan of China. With a dramatic increase in daily confirmed global cases, the World Health Organization has declared as a global pandemic on March 12, 2020 Human immune responses to a novel pathogen with both innate and adaptive arms. One aspect of the adaptive immunity is humoral response that features the production of antibodies recognizing specific determinants of antigens called epitopes.\n\nSome of the antibodies produced can protect the host from future infection by the same pathogens. Studies on severe acute respiratory syndrome (SARS) and Middle\n\nEast respiratory syndrome (MERS) showed that antibodies were detectable in 80%-100% patients at 2 weeks after illness onset [1, 2, 3, 4] , and the antibodies can persist for at least 12 years [5] . Moreover, the profile of antibody responses might be . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . https: //doi.org/10.1101 //doi.org/10. /2020 correlated to the severity of disease and outcome in MERS [6, 7] . Currently, as antibody detection for COVID-19 has not been broadly developed, the antibody response against SARS-CoV-2 remains nearly unknown. In this study, we depicted the profiles of acute antibody response against SARS-CoV-2 through a cross-section analysis of 285 patients and a follow-up study of 63 patients. We also demonstrated the clinical application of antibody test in facilitating the diagnosis of COVID-19 both in suspects and asymptomatic close contacts.\n\n. CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . https: //doi.org/10.1101 //doi.org/10. /2020 \n\nA total of 285 COVID-19 patients for the cross-section study were enrolled from 3 designated hospitals of Chongqing, a province-level municipality adjacent to Hubei province，which is the start-point and at the center of COVID-19 outbreak in China.\n\nThese three hospitals, Chongqing Three Gorges Central Hospital (TGH), Yongchuan Hospital Affiliated to Chongqing Medical University (CQMU) (YCH), and The Public Health Center of Chongqing (PHCC), were assigned by the Chongqing municipal people's government to admit patients from 3 designated areas indicated in \n\nTo measure the level of IgG and IgM against SARS-CoV-2, serum samples were collected from the patients. All the serum samples were inactivated at 56 °C for 30 min and stored at -20 °C before testing. The IgG and IgM antibody against SARS-CoV-2 in plasma samples were tested using Magnetic Chemiluminescence Enzyme Immunoassay (MCLIA) kit supplied by Bioscience (Chongqing) Co., Ltd, China (CFDA approved), according to the manufacturer's instructions. The MCLIA for IgG or IgM detection was developed based on double-antibodies sandwich immunoassay. The recombinant antigens containing the nucleoprotein and a peptide . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10. 1101 from spike protein of SARS-CoV-2 were conjugated with fluorescein isothiocyanate (FITC) and immobilized on the anti-FITC antibody conjugated magnetic particles.\n\nAlkaline phosphatase conjugated human IgG/IgM antibody was used as the detection antibody. The tests were conducted on an automated magnetic chemiluminescence analyzer (Axceed 260, Bioscience, China) according to the manufacturer's instructions. All the tests were performed under strict biosafe conditions. Antibody levels were expressed by the chemiluminescence signal compared to the cutoff value(S/CO).\n\nContinuous variables were expressed as median (interquartile range, IQR) and compared with the Mann-Whitney U test; categorical variables were expressed as number (%) and compared by χ ² test or Fisher's exact test. P value less than 0.05 was considered statistically significant. Statistical analyses were performed using the R software, version 3.6.0.\n\n. CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.18.20038018 doi: medRxiv preprint\n\n285 cases of COVID-19 patients admitted to 3 designated hospitals were enrolled in this cross-section study. The median age of these enrolled patients was 47 years (IQR, 34-56 years) and 55.4% were males. 103 patients had an history of exposure to transmission sources, while 262 patients with clear records of symptoms onset. 39 of 285 cases were classified as severe or critical illness condition according to the guidelines (Table S1 ). For laboratory parameters of the patients, white blood cell, neutrophil D-dimer, hypersensitive troponin I, procalcitonin, CRP (C-reactive protein), lactate dehydrogenase, alanine aminotransferase and aspartate aminotransferase were higher in severe/critical patients, while mild patients had higher level of lymphocyte counts, which is consistent with recent reports [8, 9] (table   S2) .\n\nAntibody detection rate based on the number of days after onset of symptoms were determined and summarized in Figure 1A There were 20 severe patients who were at the 2 nd week after symptoms onset when sampling, and 13 severe patients were at the 3 rd week when sampling. As shown in Fig. 1C , IgG and IgM titers in severe group were higher than those in the non-severe . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10. 1101 group, although significant statistic difference is only observed in IgG level of 2 weeks group (P=0.001).\n\nTo investigate the longitudinal profiles in the IgG and IgM, 63 confirmed COVID-19 patients in the cross-section study were followed up further. A total of 281 sequential serum samples were collected and tested in parallel for the IgG and IgM against SARS-CoV-2. Of the 63 patients, the overall seroconversion rate was 96.8%\n\n(61/63) over the follow-up period. Two patients, a 11-year old girl and her mother, maintained IgG and IgM-negative status during hospitalization, indicating that they did not undergo serological conversion during the observation period. Unfortunately, these two patients were lost for follow-up and the delayed seroconversion cannot be excluded. Serological courses could be followed for 27 patients who were initially seronegative and then underwent a seroconversion during the observation (IgG seroconversion in 19 patients, IgM seroconversion in 20 patients and both seroconversion in 13 patients). All these patients achieved a seroconversion of IgG or IgM within 20 days after symptoms onset. The median day of seroconversion for both lgG and IgM was 13 days (after symptoms onset) (Fig. 3A) . Three types of seroconversion can be observed: synchronous seroconversion of IgG and IgM (10 cases); IgM seroconverted earlier than that of IgG (7 cases); IgM seroconverted later than that of IgG (10 cases). The longitudinal changes of antibody in 6 representative patients of three types were shown in Fig. 3B-D and Fig. S2 . Based on this finding, we recommend that either IgM or IgG seroconversion be used as a confirmation criterion of recent SARS-CoV-2 infection. We tried to identify the factors associated with the different seroconversion types, but found no association between these types and age or gender or hospitalization time (data not shown).\n\nTo analyzed the dynamics changes of the IgG levels in acute response, we normalized the time of the last negative test points of 19 patients who underwent IgG seroconversion during hospitalization. As shown in Fig. 3A , the IgG levels in all the . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.18.20038018 doi: medRxiv preprint patients reached the platform in 6 days after the first positive points (seroconversion time). However, the IgG levels at the platform in different patients varied largely (more than 20-fold). The IgM titers also showed a similar profile of dynamic change (Fig. S3) .\n\nAs recommended by the WHO, a seroconversion or a 4-fold increase in the IgG titer in acute (ideally during the first week of illness) and convalescent serum samples can be used to confirm MERS-CoV infection. We thus analyzed if this criterion is also suitable for the diagnosis of COVID-19 [10]. There were 41 patients who were sampled during the first week of illness. As shown in Fig. 3B , 18 of the patients (43.9%) who were IgG negative at the first week seroconverted afterwards (in the observation period). Eleven patients (26.8%) were IgG positive for the first samples, and they eventually achieved a ≥ 4-fold increase in the IgG titer at some points later.\n\nHowever, other 12 patients fit none of the 2 criteria. Among the 12 cases, 2 of them did not seroconvert during the hospitalization. Five of them seemed to be in a rising phase of IgG and might achieve a ≥ 4-fold increase in the future. However, 5 of the patients seemed to enter a plateau of the IgG titer at their first samples (Fig. 3B , lower panel). It is very unlikely that their IgG titer would increase > 4-fold sometime in the near future. Overall, 82.9% (34/41) of the patients fit in the 2 serological criteria above, and 12.2% (5/41) patients already entered the platform of IgG titer at the time of the first sampling (even though in 7 days of illness onset). Very few patients (2/41, 4 .9%) did not achieve a seroconversion before discharge (achieved consecutive RT-PCR -). These data indicate that the criterion of \"≥ 4-fold increase in IgG titer\" might be too stringent to confirm a minority of COVID-19 patients.\n\nTo evaluate the potentiality of the serological test in COVID-19 diagnosis, 52 COVID-19 suspects admitted to Wanzhou People's Hospital (Chongqing, China) who had respiratory symptoms or abnormal pulmonary imaging, but with negative RT-PCR in at least 2 sequential tests were enrolled. Four of the 52 patients showed . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . https: //doi.org/10.1101 //doi.org/10. /2020 positive IgG (3/4) or IgM (3/4) in their first samples (Fig. 4) . Patients 3 showed an over 4-fold increase in IgG at the latter time point. Interestingly, RT-PCR test of patient 3's sample became positive one day between the two sampling, confirming the infection of SARS-CoV-2. An increase in the titer of IgM was observed in the 3 sequential samples from patient 1 (< 2-folds). Patient 2 was positive in both the IgG and IgM. Patient 4 had high IgG and IgM titers, more than 100-fold and 10-fold higher respectively, than the cut-off values at both time points. Although the latter 3 patients did not show a seroconversion or a > 4-fold change of IgG titers between sequential samples, we still support a COVID-19 diagnosis for them.\n\nWe next used the serological test in a cluster of 164 close contacts identified by Chongqing CDC. A couple travelled back from Wuhan city, who were confirmed to be SARS-CoV-2 infection on Feb 4, 2020, were deemed as the 1 st generation patients of this network. All other cases in this cohort were closely contacted (either directly or indirectly) with this couple during Jan 20 to Feb 6, 2020. A total of 16 out of 164 cases were confirmed by RT-PCR during Jan 31 to Feb 9, 2020, with 3 cases reporting no symptoms. The other 148 cases were no symptoms and negative in RT-PCR tests.\n\nOn March 1, 2020, serum samples were collected from these 164 cases for antibody tests. The 16 RT-PCR confirmed cases were positive in IgG or/and IgM. Strikingly, 7 of the 148 cases who were excluded previously by negative nucleic acid results also showed positive results in IgG or/and IgM, indicating that 4.3% (7/162) of close contacts were missed by nucleic acid test. In addition, about 6.1% (10/164) of this cohort were asymptomatic infection.\n\nThe features of the antibody responses against SARS-CoV-2 give us hints for the application of the serological test in the diagnosis of COVID-19. Firstly, almost all . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10. 1101 confirmed patients achieve IgG or IgM seroconversion within 20 days after symptoms onset as evidenced by both the cross-section analysis and the follow-up study. This finding indicates that SARS-CoV-2 infection can be ruled out if antibody against SARS-CoV-2 is still undetectable after 20 days of symptoms onset, or after 23 days from exposure (20 days plus a median incubation of 3-day [9] ). A mother and her daughter did not achieve a seroconversion of either IgG or IgM during the hospitalization, emphasizing the necessity of a combination of antibody and RT-PCR tests. Secondly, there is no general rule for the chronological order of IgM and IgG seroconversion for a specific patient, which resembles the conditions in SARS and MERS [2, 11, 12] . This supports the detection of both the IgG and IgM simultaneously rather than the single antibody alone. Thirdly, the confirmation criteria of the serological test for MERS recommended by the WHO can apply to a majority of COVID-19 patients. 82.9% (34/41) of the patients can be diagnosed by the 2 criteria: seroconversion or a ≥ 4-fold increase in the IgG titer in acute (ideally during the first week of illness) and convalescent serum samples [10] . The leading cause for the missing of the patients (12.2% (5/41)) by the criteria is a very early seroconversion (within 7 days or even -4 days of symptoms onset) of IgG in these patients (Fig. 3B, middle panel) . This finding highlights the importance of collecting the first sample as early as possible. On the other hand, we argue that for those patients missed the ideal sampling window, a second serological test several days (for example, 3 days) later that confirms the first positive results would be sufficient to confirm the diagnosis, if with symptoms or chest imaging evidence simultaneously.\n\nThe asymptomatic infection poses a special challenge in the prevention of COVID-19, since symptoms are usually used as important indicator for COVID-19.\n\nAsymptomatic individual with infection will become a transmission source if not be contained and quarantined. We surveyed a cohort of 164 close contacts and identified 4.3% (7/164) patients with occult infection which were missed by symptoms screening and nucleic acid test. Adding those identified by RT-PCR, the percentage of asymptomatic infection was as high as 6.1% in this cohort. Thus, it is necessary to . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . https: //doi.org/10.1101 //doi.org/10. /2020 identify and isolate close contacts even if they showed no symptoms and with negative RT-PCR results. A limitation of the survey is that only one serum sample for each case was obtained. It is better to confirm the test results by second sampling if possible.\n\nIn summary, we depict a relatively complete prospect of acute antibody response against SARS-CoV-2 in COVID-19 patients. We believe the antibody test would be of great help in the diagnosis of COVID-19 and the epidemic survey of SARS-CoV-2 infection.\n\nAcknowledgments. We thank Chengyong Yang, Law Yuen Kwan and Ju Cao for critical reviewing of the manuscript. acute (ideally during the first week of illness) and convalescent serum samples was recommended by the WHO as confirmation criteria. We tested whether these criteria are suitable for COVID-19. Among the 41 patients, 29 can be diagnosed by these . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10. 1101 criteria and 5 cannot. . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10. 1101 "}