{"title": "Transcriptional regulation of secretory capacity by bZip transcription factors", "body": "provided insight into the molecular mechanisms by which proteins enter the secretory pathway, undergo post-translational modifications and ultimately target to their correct final cellular compartments. Recent genome-wide approaches continue to reveal new components and uncover their roles in secretion. It is clear that the machinery of secretion is largely conserved, allowing for unprecedented advances in our understanding of the molecules and mechanisms driving secretion and secretory organelle homeostasis (Barlowe and Miller, 2013) . Excellent comprehensive reviews have been recently published addressing each of the known steps in the secretory pathway (D'Arcangelo et al., 2013; Delic et al., 2012; Denic, 2012; Moore and Hollien, 2012; Aebi, 2013; ; Barlowe and Miller, 2013; Brandizzi and Barlowe, 2013; Chen et al., 2013; Denic et al., 2013; Gidalevitz et al., 2013; Johnson et al., 2013; Miller and Schekman, 2013; Nyathi et al., 2013; Oka and Bulleid, 2013; Venditti et al., 2014) . These steps and the major players (Supplemental Table  1 ) are discussed below along with the introduction to the secretory genes whose expression is under the control of the transcription factors that are the major emphasis of this review.\n\nProteins enter the secretory pathway at the endoplasmic reticulum (ER) and are subsequently moved by vesicular trafficking through the different secretory compartments to their ultimate destinations (Mandon et al., 2013) . Most proteins enter the secretory pathway by a mechanism known as co-translational translocation (Ng and Walter, 1994; Walter and Johnson, 1994; Nyathi et al., 2013) (Fig. 1, step 1) . As precursor proteins are synthesized on ribosomes, a \"signal sequence\" -an N-terminal α-helical stretch of approximately 20 hydrophobic residues (von Heijne, 1983) or the first transmembrane domain of a membrane protein (Friedlander and Blobel, 1985) -emerges from the exit tunnel of the ribosome, and is bound by the signal recognition particle (SRP) (Rapoport, 2007; Cross et al., 2009; Janda et al., 2010) . The SRP is an RNA-protein complex composed of a short RNA and six polypeptides Keenan et al., 2001; Egea et al., 2005; Saraogi and Shan, 2011) . Upon engagement of the SRP with the ribonucleoprotein complex (RNC), translation is arrested (Walter and Blobel, 1981) . The SRP-RNC then binds a receptor on the ER surface -an α,β heterodimer known as the Signal Recognition Particle Receptor (SR) (Gilmore et al., 1982; Gilmore and Blobel, 1983) . The SR transfers the ribosome-bound nascent polypeptide chain to the Sec61 translocon channel (composed of a single membrane spanning protein [Sec61β] (Johnson and van Waes, 1999; Raden et al., 2000; Song et al., 2000; Osborne et al., 2005; Jiang et al., 2008) , which forms the translocation tunnel, and two smaller subunits-Sec61α and Sec61γ), through which secreted proteins are fed into the ER and transmembrane domains are partitioned into the lipid bilayer as translation resumes (Schnell and Hebert, 2003; Mandon et al., 2009) .\n\nAt least three groups of proteins-representing as much as 20% of the yeast secretome-enter the ER by a post-translational mechanism. The groups include short secreted proteins of less than 70-80 residues, proteins with a C-terminal transmembrane domain whose N-terminal domain is cytosolic -the so-called tail-anchored (TA) proteins (Kutay et al., 1993; Shao and Hegde, 2011b; Johnson et al., 2013) -and proteins whose signal sequences are either not hydrophobic enough or that fail to form an alphα-helical structure (Ng et al., 1996) . GPI-anchored proteins are highly represented in this last group . Translocation into the ER is SRP-independent since the proteins are fully translated before the hydrophobic stretch targeted by the SRP clears the ribosome exit tunnel. With the exception of TA proteins (Borgese and Fasana, 2011; Shao and Hegde, 2011b) , proteins that enter the ER post-translationally still enter the ER through the core Sec61 channel, aided by the Sec62-Sec63 complex, which includes the Sec71 and Sec72 proteins (Feldheim and Schekman, 1994; Panzner et al., 1995; Young et al., 2001) (Fig. 1, step 2 ). Sec63 is a transmembrane domain (TMD) protein whose lumenal portion binds and recruits Kar2/BiP, a lumenal HSP70 protein that functions to ratchet proteins into the ER lumen (Matlack et al., 1999) . All proteins that enter the ER post-translationally must be kept in an unfolded state by the action of cytosolic chaperones, including members of the HSP70 (4 in yeast, 40 in humans) and HSP40 (22 in yeast, 100s in humans) families of proteins (Johnson et al., 2013) . These chaperones also keep secreted proteins from forming large insoluble aggregates in the cytosol. Interestingly, calmodulin binds the signal sequences of short secreted proteins as well as the C-terminal membrane spans of the mammalian TA proteins, likely functioning in a similar capacity to the HSP chaperones (Shao and Hegde, 2011a) .\n\nThe TA proteins, which represent an estimated 5% of membrane proteins, are inserted into the ER membrane independently of the Sec61 translocon through what is known as the GET (guided entry of TA proteins) pathway in yeast and the related Trc40 pathway in mammals (Stefanovic and Hegde, 2007; Schuldiner et al., 2008; Denic, 2012; Denic et al., 2013) (Fig.  1, step 3) . As the C-terminal TMD of a TA protein emerges from the exit tunnel of the ribosome, it is bound and shielded by Sgt2 in yeast and Bag6 in mammals (Mariappan et al., 2010; Wang et al., 2010; Chartron et al., 2011) . The TMD bound by Sgt2/Bag6 is, in turn, passed to the ATPase Get3 (Trc40 in mammals) through a pre-targeting complex that includes two other proteins, Get4 and Get5 (Trc35 and Ubl4a, respectively, in mammals) (Gristick et al., 2014) . This complex is proposed to bring together two activated Get3 dimers to form a tetramer that cradles the TMD. ATP hydrolysis occurs as the tetramer forms around the hydrophobic TMD, releasing the TMD-bound Get3 tetramer from the Get4/Get5 complex (Wereszczynski and McCammon, 2012; Rome et al., 2013) . TMD-bound Get3 then interacts with a heterodimeric ER receptor -Get1 and Get2 (Stefer et al., 2011) . The cytosolic domains of the Get1 (WRB in mammals) and Get2 multi-span transmembrane proteins bind and pry open the Get3 protein, freeing both the TMD and Get3, releasing ADP. Through a poorly understood mechanism, the exposed TMD is then inserted into the ER membrane. As mentioned, the human Trc40 pathway has many of the same components, although the mammalian ortholog to Get2 awaits discovery. Interestingly, although mammalian Bag6 seems to have a similar function to yeast Sgt2, it has no sequence similarity and the closest mammalian ortholog to Sgt2 -SGTA -binds TMDs only weakly (Mariappan et al., 2010; Wang et al., 2010; Chartron et al., 2011) .\n\nPost-translational modifications and the folding of both membrane and secreted proteins begin as proteins enter the ER (Barlowe and Miller, 2013; Chen et al., 2013; Delic et al., 2013) . Among the post-translational modifications that occur even as proteins are being translocated into the ER are removal of the N-terminal signal peptide (Fig. 1, step 4 ) and protein glycosylation (Fig. 1, step 5) . Removal of the signal peptide is done by the signal peptidase complex (SPC), which in yeast is composed of four ER membrane spanning proteins known as Spc1, Spc2, Spc3, and the protease Sec11 (YaDeau et al., 1991; Mullins et al., 1996; Fang et al., 1997; Meyer and Hartmann, 1997) . The SPC in mammals has five transmembrane proteins -SPase 12 (Spc1 equivalent) and SPase 25 (SPc2 homolog) (Fujimoto et al., 1984; Kalies and Hartmann, 1996) , and three with significant ER lumenal domains: SPase 18 and SPase21 (yeast Sec11 functional homologs (Greenburg et al., 1989; Liang et al., 2003) ) and SPase 22/23 (Spc3 homolog (Fang et al., 1997; Meyer and Hartmann, 1997) ). The complex sits very close to (perhaps in direct contact with) the translocon, with the active site of the enzyme close to the lumenal surface (Antonin et al., 2000) .\n\nThe majority of secretory proteins are glycosylated (Spiro, 2002) . N-linked glycosylation involves the transfer of a 14-sugar -Glucose 3 Mannose 9 N-acetyl glucosamine 2 (Glc 3 Man 9 GlcNAc 2 ) -from dolichol to asparagine residues found in consensus sequences Asn-X-Ser or Asn-X-Thr (X is any non-proline residue) as proteins enter the ER through the translocation machinery ( Fig. 1, step 5) . The enzyme complex that carries out N-linked glycosylation-Oligosaccharyltrans-ferase or OST-is often found physically associated with the Sec61 translocon. Indeed, the timing of this modification makes it more of a cotranslational rather than post-translational modification. Trimming of the sugar residues added by Ost is intimately linked to protein folding, quality control and exit from the ER. Olinked glycosylation occurs in the Golgi (Roth et al., 1994; Hirschberg et al., 1998; Naim et al., 1999) and is the addition of N-acetyl-galactosamine sugars to oxygen atoms in polypeptides.\n\nGlycosylphosphatidylinositol (GPI) anchors are added en bloc post-translationally to many types of proteins entering the secretory pathway, including enzymes, adhesion molecules, receptors, and prion proteins Vidugiriene and Menon, 1994) (Fig. 1, step 6) . The GPI addition at the C terminus anchors the proteins in the outer leaflet of the lipid bilayer facing the extracellular space. Precursor proteins typically have the canonical N-terminal signal sequence as well as a C-terminal signal sequence for GPI anchor addition, which is a hydrophobic stretch long enough to span a lipid bilayer preceded by a shorter hydrophobic spacer adjacent to the GPI attachment site ω (Orlean and Menon, 2007) . The ω attachment site and the two C-terminal residues are typically small amino acid residues (Ala, Asn, Asp, Cys, Gly or Ser). The ER membrane localized GPI-transamidase complex (composed of GPI8p and Gaa1p), with its cysteine-protease-like catalytic subunit, simultaneously removes the C-terminal hydrophobic region and attaches preformed GPI to the ω consensus site.\n\nonly two different ER prolyl-4-hydroxylase α subunits (PH4α) are encoded in the mammalian genome, the Drosophila genome encodes at least 19, almost all of which show tissue-specific expression patterns (Abrams and Andrew, 2002) . This is in contrast with the variation of their substrates -> 30 collagens are encoded in vertebrates and only two in Drosophila (Hulmes, 2008; http://flybase.org/cgi-bin) . Collagen and other secreted proteins are also modified by lysyl oxidation, a reaction mediated by membrane-bound homodimeric lysyl hydroxylase enzymes found in the lumen of the ER (Guzman et al., 1976) . Both prolyl and lysyl hydroxylation are irreversible modifications that increase protein stability (Berg and Prockop, 1973; Quinn and Krane, 1976) .\n\nOther events that occur in the ER include protein folding and disulfide bond formation (Braakman and Bulleid, 2011; Gidalevitz et al., 2013) . Folding of proteins in the ER environment has unique challenges: The ER is an oxidizing environment with huge redox potential. There is far greater crowding than in the cytosol and unique machinery exists for protein modifications (glycosylation and disulfide bond formation) (Csala et al., 2012) (Fig. 1, step 8) . In keeping with the unusual conditions for protein folding in this environment, the most abundant ER proteins are involved in folding: chaperones, protein disulfide isomerases and peptidylprolyl isomerases (collectively referred to as foldases) and glycosylation enzymes (Gidalevitz et al., 2013; Luo and Lee, 2013) . Indeed, Kar2/Bip, the chaperone that ratchets proteins into the ER during translocation, prevents unfavorable interactions between the protein and the ER membrane, and channels proteins down more favorable folding pathways (Hamman et al., 1998) .\n\nDisulfide bond formation occurs in the ER and is the covalent attachment of two cysteine residues (often quite widely separated along the polypeptide chain) through a disulfide bridge (Bulleid and Ellgaard, 2011; Bulleid, 2012; Oka and Bulleid, 2013) (Fig. 1, step 9 ). The PDI family of dithiol-disulfide oxidoreductases (of which there are about 20 different proteins) catalyzes disulfide bond formation in the ER. Once PDIs introduce disulfides into newly synthesized proteins, PDIs are re-oxidized by ER-specific oxidases, such as yeast Ero1p (vertebrate Ero1α and Ero1β) (Frand et al., 2000) .\n\nUnfolded protein structures can be recognized as exposed hydrophobic regions, unpaired cysteine residues or immature glycans; these proteins are removed from the ER by the ERassociated protein degradation (ERAD) pathway (Thibault and Ng, 2012; Merulla et al., 2013; Olzmann et al., 2013) . As mentioned earlier, Glc 3 Man 9 GlcNac 2 is added to proteins as they emerge from the translocon into the lumen of the ER. Enzymatic trimming of these oligosaccharides indicates proper protein folding and allows exit from the ER (Määttänen et al., 2010) . The terminal α1,2 glucose residue is removed by glucosidase I and the second α1,3 glucose residue is removed by glucosidase II (Deprez et al., 2005) . Calnexin (membrane proteins) or calreticulin (lumenal proteins) binds Glc 1 Man 9 GlcNac 2 (Williams, 2006) . The protein is released from calnexin or calreticulin as the last glucose is removed and it is able to move through the secretory pathway. If a protein is misfolded, an enzyme known as UGGT/UGT functions as a folding sensor that adds one α1,3 glucose (Sousa et al., 1992) , allowing calnexin or calreticulin to rebind (D'Alessio et al., 2010) . Correctly folded proteins, free of calnexin and calreticulin, are directed to ER exit sites (Ellgaard and Helenius, 2003) . After a few cycles of calnexin/calreticulin binding, misfolded proteins are targeted for ERAD, which involves ubiquitylation, unfolding, and removal of the protein from the ER and subsequent targeting to the proteasome (Meusser et al., 2005) .\n\nThe next major organelle in the secretory pathway is the Golgi, which further modifies, sorts and packages proteins for their final destinations either within or outside the cell (Nakamura et al., 2012) . The Golgi comprises stacks of membrane-bound cisternae organized into functional domains -cis, medial and trans. Within each Golgi domain are distinct arrays of enzymes that sequentially modify secretory cargo. Proteins traffic in coated vesicles from the ER to the cis-Golgi -the earliest Golgi compartment (Gillon et al., 2012; D'Arcangelo et al., 2013; Miller and Schekman, 2013; Venditti et al., 2014) . The protein coats on vesicles function to recruit cargo (inner coat) and to bend the membrane to form vesicles of specific sizes and shapes (outer coat) (Miller and Schekman, 2013) . Anterograde COPII coated vesicles form in the ER in ER Exit Sites -ERES -and directly fuse with the cis-Golgi, in the case of yeast, or to a sub-compartment known as the ER/Golgi Intermediate Compartment-ERGIC-in the case of higher eukaryotes (Brandizzi and Barlowe, 2013) . The ERGIC is a stable tubular-vesicular membranous sub-compartment characterized by the presence of ERGIC53 as well as a number of other proteins distinct from those of the ER or Golgi (Appenzeller-Herzog and Hauri, 2006) . The ERGIC is proposed to be the first post-ER sorting station, where cargo destined for further anterograde transport to the Golgi is separated from cargo destined to return to the ER. The ERGIC may also function as a last place to retrieve unfolded proteins for return to the ER and subsequent ERAD processing.\n\nThe COPII vesicle coats include five highly conserved core proteins: Sar1, Sec23, Sec24, Sec13 and Sec31 (Zanetti et al., 2012; D'Arcangelo et al., 2013; Miller and Schekman, 2013) . Coat assembly begins with the recruitment of the Sar1 GTPase to the ER membrane by Sec12, a Sar1 GEF that localizes to the ER membrane ( Fig. 1, step 10) . Insertion of Sar1-GTP into the ER membrane leads to the sequential recruitment of the inner (Sec23 and Sec24) then outer (Sec13 and Sec31) coat components. Sec23 is a Sar1-GAP and Sec24 is a transmembrane protein whose lumenal domain binds cargo either directly or indirectly through the p24 and p24-related cargo binding proteins (Strating et al., 2009; Dancourt and Barlowe, 2010) . Sec13 and Sec31 form a lattice-like cage that deforms the membrane allowing for the COPII vesicles to pinch off from the ER membrane. Fusion of COPIIcoated vesicles with either the cis-Golgi or the ERGIC requires proteins that tether the vesicles to their target membranes, proteins that remove the COPII coat, proteins that bring the vesicle and target membrane in close enough contact for membrane fusion, as well as cytoskeletal motor proteins involved in active movement of the vesicles to their target membranes if the distance is too great for passive diffusion (Brandizzi and Barlowe, 2013) (Fig. 1, step 11 ).\n\nIn yeast, anterograde trafficking of proteins from the early cis-Golgi compartment to the late trans Golgi compartment most likely occurs through a maturation type mechanism (Fig. 1,  step 12) , a model based on the absence of anterograde transport vesicles (Martinez-Menárguez et al., 2001 ) and on simultaneous live imaging of both cis-and trans-Golgi components, which allowed direct visualization of Golgi compartment maturation (Losev et al., 2006; Matsuura-Tokita et al., 2006) . In this model, ER-or ERGIC-derived vesicles containing newly synthesized secretory proteins fuse to form cisternae in the cis-Golgi, which then mature into the medial and trans-Golgi (Bonfanti et al., 1998; Glick and Luini, 2011; Luini, 2011; Mironov et al., 2001) . Resident Golgi enzymes, such as those involved in sequential glycosylation and other processing events (Fig. 1, steps 13 and 14) , are returned to their appropriate earlier compartments by retrograde vesicular transport.\n\nCOPI coated vesicles mediate both the retrograde transport among the different Golgi compartments and between the Golgi and ER (Cottam and Ungar, 2012) (Fig. 1, step 15 ). Similar to the structure of COPII coated vesicles, COPI vesicles include a GTPase (Arf1) that in its active GTP-bound form initiates vesicle assembly, as well as both inner (γ, δ, ζ, and β-COP) and outer coat components (α, β' and ε-COP). As with transport of COPII vesicles, the appropriate transport, targeting, and fusion of COPI vesicles require a number of distinct cargo binding proteins, adaptors, Golgi structural proteins, fusion proteins and cytoskeletal proteins (Ungar et al., 2002; Willett et al., 2013a; Willett et al., 2013b) .\n\nIn mammals, protein traffic through the Golgi is more complicated and seems to occur by multiple mechanisms. Larger proteins, such as procollagen, are thought to traffic by a Golgi maturation-type mechanism, whereas smaller cargo appears to move either by vesicular transport or by diffusion through intercisternal tubular structures -narrow tunnel-like structures that connect individual cisternae (Beznoussenko et al., 2014) . Labeling cargo proteins as well as Golgi resident proteins either green or red in two different cells that were subsequently fused revealed mixing of small Golgi proteins but not of large. Moreover, the small proteins appeared to move in COPI sized vesicles in an Arf1-dependent manner (Pellett et al., 2013) , supporting COPI-mediated anterograde transport of cargo through the Golgi cisternae. Recent work also suggests that different regions of the Golgi (the central region versus the rim) may be linked to trafficking of different sized cargo through this organelle (Cobbold et al., 2004; Lavieu et al., 2013) .\n\nThe details of how ER resident proteins are retrieved from the Golgi are a bit better understood than those targeting proteins to different Golgi compartments (Cosson et al., 1998) . Retrieval of many ER proteins requires either of two well characterized sorting signals: a C-terminal HDEL/KDEL in soluble ER proteins (Semenza et al., 1990; Capitani and Sallese, 2009 ) and a C-terminal, membrane proximal K(X) KXX motif in transmembrane ER proteins (Gaynor et al., 1994; Townsley and Pelham, 1994) . The KDEL/ HDEL sequences in soluble proteins bind to the Erd2 transmembrane receptor protein (also known as the KDEL receptor), linking the proteins to COPI vesicles, whereas the K(X)KXX motif is directly bound by the COPI coat proteins (Cosson et al., 1997) . Other ER proteins are retrieved through di-basic signals that are also directly bound by proteins in the Cop1 coat (McBride et al., 2007) . Finally, some resident ER proteins bind to a transmembrane cargo-adaptor protein known as Rer1 (Nishikawa and Nakano, 1993; Sato et al., 2003) . secretory vesicles, for constitutive or regulated secretion, or to distinct domains in the plasma membrane (Kienzle and von Blume, 2014) ( Fig. 1, step 16 ). As with all steps in the secretory pathway, signals on the cargo proteins themselves play a key role in determining their ultimate destination. These signals, which range from specific sugar modifications (Kaluza et al., 1990) , tyrosine residues in a specific sequence context (Alconada et al., 1996) , di-aromatic residues (Schweizer et al., 2000) , specific phosphorylation events (Johnston et al., 2005) and even disulfide bonds (Zanna et al., 2008) , bind adaptor proteins (Guo et al., 2013a; Guo et al., 2013b) (Hirst et al., 2013) , which connect them to the coat proteins required to form and pinch off vesicles (Miller et al., 2007; Kametaka et al., 2010) . The coat proteins, in turn, interact with specific target signals, tethering proteins and molecules that bring both the vesicular membrane and target membrane into close enough proximity for fusion (Fölsch et al., 2001; Jacob and Naim, 2001; Chapuy et al., 2008; Pols et al., 2013) . Lipid molecules also appear to function in sorting proteins to their final correct destinations (Carlton et al., 2004) . Recent evidence even suggests that cargo destined for different locations may be sorted into distinct sub-domains within the TGN (Gleeson et al., 2004) .\n\nAs should be clear from this abbreviated description of the events required to bring proteins into the secretory pathway, to modify those same proteins and deliver them to their final destinations requires the orchestration of a huge number of distinct complexes containing protein, lipid, carbohydrate and RNA components. How are the appropriate levels of each component achieved and how do professional secretory cells, such as those of the cartilage, bone, mammary glands or pancreas, adjust to huge increases in the levels of protein going through the system? How do cells respond to stress conditions that overwhelm the secretory machinery? Studies over the past couple of decades suggest that a large portion of regulation is at the level of transcription and that the transcription factors regulating secretory capacity are poised to both sense and respond to the volume of proteins trafficking through the system.\n\nAs mentioned earlier, the endoplasmic reticulum (ER) is where secreted and transmembrane proteins enter the secretory pathway, and it is where protein folding occurs and posttranslational processing begins. Whereas \"housekeeping\" levels of components of the molecular machinery appear sufficient for the functional demands of most cell types, there are times when demands on the system require some adjustment in component levels. Drug treatment, disease or even normal physiologic changes in protein load can affect ER function, leading to the accumulation of unfolded proteins. To restore ER homeostasis, the cell activates a pathway commonly known as the unfolded protein response (UPR). The UPR alleviates ER stress by increasing transcription of the chaperone proteins and lipids that increase folding capacity in the ER, as well as upregulating other components of the secretory machinery. The UPR also decreases protein load by increasing production of the ERAD machinery that degrades misfolded proteins (Travers et al., 2000) . Finally, the UPR reduces protein load through the attenuation of protein translation (Harding et al., 1999; Hollien and Weissman, 2006; Hollien et al., 2009) . If ER homeostasis is not restored, the UPR then triggers the execution of cytotoxic programs leading to cell death.\n\nThe canonical UPR consists of three parallel \"branches,\" each activating one of a set of related bZip transcription factors (Fig. 2 ). An excellent recent review by Gardner et al. provides a detailed description of the UPR pathway induction (Gardner et al., 2013) , which will not be discussed in detail here. Instead, we provide a brief discussion of what is known about the roles of each of these bZip transcription factors in UPR, findings largely based on studies of cultured cells. We then discuss what is known about the in vivo roles of each transcription factor, which have been revealed through more recent loss-of-function and overexpression studies in animal systems.\n\nThe most highly conserved branch of the UPR is regulated by the transmembrane kinase, Ire-1, which has orthologs in all eukaryotes (Mori, 2009) . Under normal conditions in the ER, Ire-1 is bound to the ER lumenal chaperone BiP. In response to ER stress, which is often induced during experimentation by the drug tunicamycin, a glycosylation inhibitor that leads to huge increases in unfolded ER proteins, BiP is recruited away from Ire-1 (Fig. 3) . In the absence of BiP binding, Ire-1 oligomerizes, thereby inducing a conformational change that activates its RNAse domain (Kimata et al., 2007; Aragón et al., 2009; Korennykh et al., 2009) . The primary target of the Ire-1 RNAse, which catalyzes an unconventional splicing event, is the HAC1 mRNA in yeast (Cox and Walter, 1996) and the related Xbp1 mRNA in metazoan cells (Yoshida et al., 2001) . The unconventional Ire-1 splicing of the Xbp1 mRNA removes either 23 [worms (Calfon et al., 2002) and flies (Ryoo et al., 2007; Souid et al., 2007) ] or 26 nucleotides [mammals (Yoshida et al., 2001) ], causing a shift in the downstream open reading frame, and resulting in the production of a more stable and more active form of the bZip Xbp1 transcription factor. Expression of the active stable form of Xbp1 in NIH 3T3 cells, even in the absence of ER stress, significantly expands the ER. Xbp1 does this, in part, by upregulating the activity of enzymes that synthesize ER-specific lipid pools, specifically the CDP choline membrane biogenesis pathway enzymes (Sriburi et al., 2004; Bommiasamy et al., 2009) . Xbp1 transcriptional targets, identified by genomewide approaches, include genes involved in co-translational translocation into the ER (i.e. Srp9, SR, Sec61α, β, γ) disulfide bond formation (Ero1), foldases, glycosylation enzymes, vesicle trafficking components (i.e. COPI and COPII vesicle components), the KDEL receptor and proteins involved in the retrograde trafficking, docking and fusion of Golgi vesicles (Lee et al., 2003; Shaffer et al., 2004; Sriburi et al., 2004) .\n\nDuring normal development, Xbp1 mRNA is highly expressed in secretory tissues. In the fly, the Xbp1 transcript is detected to very high levels in several secretory organs, including the salivary glands, the proventriculus, the Malpighian tubules, the nervous system and the epidermis (Ryoo et al., 2007; Souid et al., 2007; Ryoo et al., 2013; Sone et al., 2013) . Xbp1 expression in the fly embryo is regulated by CrebA (R.F. and D.A., unpublished), another bZip transcription factor that plays a key role in the secretory capacity of Drosophila tissues. Mutations in Drosophila Xbp1 are larval lethal (Souid et al., 2007) but the specific role of Xbp1 during normal fly development is not fully understood.\n\nXbp1's role in secretory function is probably best characterized in the B cells of the mammalian immune system, which differentiate to become antibody secreting plasma cells (Shaffer et al., 2004) . Upon activation, B cells upregulate the secretory machinery and begin producing and secreting high levels of antibodies. Xbp1 is not required for the differentiation of B cells into plasma cells (Todd et al., 2008; Hu et al., 2009; Taubenheim et al., 2012) . Instead, Xbp1 loss leads to a significant reduction in secretory activity (Shaffer et al., 2004; Sriburi et al., 2004) . This reduced secretion is largely due to a decrease in the activity of genes required for membrane biogenesis and in the expression of genes encoding secretory pathway machinery, thereby limiting ER expansion and allowing for accumulation of unfolded proteins (Sriburi et al., 2004; McGehee et al., 2009) . A similar phenotype is observed in the pancreatic cells of Xbp1 mutant mice. Xbp1 deficient β-cells fail to increase secretory capacity and consequently fail to secrete enough insulin to regulate blood glucose levels (Lee et al., 2011a) .\n\nXbp1 also affects secretory cell development and function indirectly by regulating downstream transcription factors such as Osterix and Mist1 (Huh et al., 2010; Tohmonda et al., 2011) . Osterix is essential for the differentiation of osteoblasts that occurs in response to BMP2 signaling and is absolutely dependent on Xbp1 for expression (Tohmonda et al., 2011) . Mist1 and one of its downstream targets, the E3 ubiquitin ligase Mindbomb, are required for zymogenic cell differentiation in the stomach (Huh et al., 2010; Capoccia et al., 2013) . In these cells, Xbp1 is both necessary and sufficient for MIST1 activation (Huh et al., 2010) . Finally, in the pancreas, Xbp1 indirectly regulates the levels of genes involved in the insulin secretion pathway as evidenced by the failure of Xbp1 to bind the enhancers of the target genes in chromatin-immunoprecipitation experiments (Lee et al., 2011a) . The insulin secretion genes indirectly affected by Xbp1 include the proprotein convertases PC1 and PC2, carboxypeptidase E (CPE) and synaptophysin.\n\nXbp1 signaling has been implicated in the pathogenesis of several human diseases. Importantly, overexpression of Xbp1 has been used to develop a mouse model of multiple myeloma, a plasma cell cancer (Carrasco et al., 2007) and, correspondingly, blocking Xbp1 or its upstream regulator Ire1 can induce myeloma cell toxicity (Papandreou et al., 2011; Volkmann et al., 2011; Cross et al., 2012) . Loss of Xbp1, on the other hand, has been implicated in diseases whose hallmarks are protein misfolding and aggregation. Specifically, targeted knockdown of Xbp1 in dopaminergic neurons triggers chronic ER stress and, consequently, neuronal degeneration, a phenotype characteristic of Parkinson's disease (Valdés et al., 2014) . Moreover, selective expression of Xbp1 in neurons can provide protection from degeneration during forced ER stress (Valdés et al., 2014) . These studies highlight the importance in identifying Xbp1 regulated genes as potential key targets for therapies to treat secretory diseases.\n\nIn metazoans, Ire-1 also induces degradation of mRNAs encoding secretory cargo through the Regulated Ire-1-Dependent Decay (RIDD) pathway, thus also decreasing protein influx into the ER (Hollien and Weissman, 2006; Hollien et al., 2009 ).\n\nThe second branch of the UPR is activated by the transmembrane kinase-PRKR-like endoplasmic reticulum kinase or PERK-which initially promotes survival of cells undergoing ER stress, and then activates apoptosis in cells unable to overcome the accumulation of unfolded proteins. As with Ire-1, BiP is normally bound to the inactive PERK receptor. In response to ER stress, BiP is released, PERK autophosphorylates, and subsequently phosphorylates and inactivates eIF2α, thereby reducing general protein translation and decreasing secretory protein load (Harding et al., 1999) . PERK increases the translation of mRNA transcripts that contain inhibitory upstream open reading frames, including those of the bZip transcription factor ATF4 (Harding et al., 2000) (Fig. 3) . Unlike many of the other transcription factors that are discussed in this review, ATF4 is not a membrane bound transcription factor and therefore does not undergo Regulated Intramembranous Proteolysis (RIP) for activation. Instead, ATF4 has many dimerization partners and, upon dimerization, the ATF4 transcription factor becomes active. ATF4 target genes have important roles in the UPR -the downstream target GADD34 reverses the translational attenuation induced by PERK and the downstream target CHOP activates the pro-apoptotic response should ER stress not be alleviated. Microarray and ChIP-seq experiments conducted in Atf4 −/− cells revealed that ATF4 has a much broader role in secretory function than previously thought. Target genes include those encoding the proteins that import amino acids into the cell, as well as those encoding proteins that respond to oxidative stress (Han et al., 2013; Harding et al., 2003) . During increased secretory function, the production and secretion of proteins both depletes amino acids and increases reactive oxygen species. ATF4 appears to be the major factor, through its target genes, that allows for the replenishment of amino acids, either through import or biosynthesis, and the alleviation of oxidative stress in secretory cells. More recently, ATF4 has been shown to dimerize with different partners to regulate secretory function, both positively and negatively, in several different cell types. Downstream of the Toll-like receptor 4 (TLR4), ATF4 partners with phosphorylated c-Jun to activate genes necessary for the secretion of inflammatory cytokines from monocytes (Zhang et al., 2013) . In osteoblasts, ATF4 and FoxO1 physically interact to suppress the secretion of osteocalcin, a hormone that increases insulin secretion from the pancreas (Yoshizawa et al., 2009; Kode et al., 2012) . Hence, in the absence of ATF4 or FoxO1, osteocalcin secretion is enhanced and blood glucose levels rise, resulting in reduced glucose tolerance (Kode et al., 2012) . Thus, identifying new partners for this widely expressed transcription factor will help elucidate novel pathways with critical roles in the function of secretory organs and could reveal new strategies for combating diabetes and other metabolic diseases.\n\nThe final branch of the canonical UPR pathway is mediated through the bZip transcription factor ATF6, of which there are two ubiquitously expressed isoforms in mammals, ATF6α and ATF6β (Haze et al., 1999 (Haze et al., , 2001 . During ER stress, both isoforms translocate to the Golgi where they undergo RIP by the Site-1 and Site-2 proteases, releasing the N-terminal bZip domain to enter the nucleus where it upregulates the expression of genes through the well-characterized ER stress response elements (ERSE) found in the enhancer regions of many UPR target genes (Yoshida et al., 1998; Haze et al., 1999) (Fig. 3 ). ATF6α appears to be the predominant isoform of active ATF6 and its targets encode a wide range of proteins involved in mediating ER homeostasis, including those required for protein folding, such as ER chaperones (GRP94/HSP90B1, GRP78/BiP, calreticulin), folding enzymes (ERp72, PDI), as well as those required for ERAD (EDEM, Derlin-3) (Okada et al., 2002; Wu et al., 2007; Yamamoto et al., 2007; Adachi et al., 2008; Bommiasamy et al., 2009; Belmont et al., 2010) .\n\nNeither ATF6α nor ATF6β are essential; mice harboring null mutations in either gene are completely viable (Wu et al., 2007) . Single mutants are more sensitive to ER stress, as injection of tunicamycin can induce acute liver and kidney damage. ATF6 is required for normal development, since double knockout mice do not survive, indicating some level of functional redundancy between the two isoforms. ATF6α has recently been shown to increase membrane biogenesis in an Xbp1-independent manner. Overexpression of ATF6α in Chinese hamster ovary (CHO) cells lead to a dramatic enlargement of the ER, a result that was subsequently replicated in two human cell lines. Moreover, ATF6 was able to increase ER membrane in the absence of Xbp1, suggesting that it has the capability to upregulate membrane biogenesis genes on its own. Interestingly, ATF6 regulates different genes than XBP1 in the CDP-choline membrane biogenesis pathway. Xbp1 largely regulates the activity of the transferases CCT, CPT and CEPT, whereas ATF6 overexpression results in only a slight increase in CCT activity and a robust increase in choline kinase activity. Transcriptome analysis, however, revealed that the increases in transferase activity are largely controlled at the post-transcriptional level; mRNAs for each gene are not increased in XBP1 or ATF6 over-expressing cells (Bommiasamy et al., 2009 ).\n\nRecently, an additional family of UPR responsive transcription factors has been described, which we will refer to as the Creb3 family of bZip transcription factors. The Creb3 family is highly conserved, with orthologs identified in species ranging from sponges to humans (Barbosa et al., 2013) . Creb3 proteins are distinguished by a conserved domain of ~30 amino acids adjacent to the bZip DNA binding domain, the ATB domain (Adjacent To BZip) Barbosa et al., 2013) . Whereas, the ATB domain is found in all Creb3 orthologs, it is absent from all other bZip transcription factors, of which there are 55 in humans. The Creb3 proteins can be classified into three different groupings, with classes A and B being ER-bound factors that undergo the same RIP processing that activates ATF6 during the UPR (Liang et al., 2006; Murakami et al., 2006; Stirling and O'Hare, 2006; Zhang et al., 2006; Kondo et al., 2007) . The major differences between class A and class B Creb3 proteins are residues within the transmembrane domain that are likely to reflect some variability in the proteolytic processing of each class (Barbosa et al., 2013) . Class C Creb3 proteins completely lack the transmembrane domain and are constitutively nuclear (Barbosa et al., 2013) . \n\nMost of the initial studies on mammalian Creb3 proteins were done in tissue culture cells using pharmacological agents to induce ER stress, since their regulation by RIP suggested that they were likely to function primarily in the UPR. As mouse knockouts have been characterized over the past five years, it is clear that these factors function during normal organ development. Their relative contributions are likely to be underestimated, however, due to potential functional redundancy among the multiple members of this family. Thus, experiments in genetic model systems-with only one or two Creb3 proteins-have been key to revealing how these factors function during normal physiology in the regulation of secretory capacity.\n\nDrosophila encodes only a single Creb3 family member-CrebA, which, unlike its mammalian orthologs, does not contain a transmembrane domain, does not undergo processing by RIP and is constitutively nuclear (Fox et al., 2010) . CrebA is expressed in multiple secretory organs in Drosophila embryos, larvae and adults, with the highest levels of expression in the embryonic and larval salivary glands (Smolik et al., 1992) , epidermis, larval imaginal discs and the adult male accessory gland (ModEncode data). Indeed, CrebA was first discovered to regulate the secretory pathway in a screen to identify the transcription factors regulating the elevated levels of secretory pathway component genes (SPCGs) observed in the embryonic salivary glands (SG) (Abrams and Andrew, 2005) . Abrams et al. (Abrams and Andrew, 2005) found that although both CrebA and the FoxA factor, Fork head (Fkh), were required for wild-type expression levels of all 34 SPCGs that were tested, Fkh only indirectly regulates SPCG expression by maintaining CrebA expression (Abrams and Andrew, 2005; Fox et al., 2010) . CrebA directly regulates SPCG expression through a consensus motif that closely resembles the previously identified Creb Response Element (CRE). Subsequent microarray experiments identified close to 400 genes that were downregulated in CrebA mutant embryos (Fox et al., 2010) . Of these, nearly onethird were annotated by Gene Ontology to be components of the secretory pathway. Close examination of the target genes revealed that CrebA has a major role in regulating secretion in that it not only regulates the protein components of the secretory machinery (Table 1) , but it also upregulates expression of genes encoding secreted cargo proteins (Fox et al., 2010) . In the SG, the regulation of secretory cargo may be indirect, since CrebA boosts expression of a SG-specific bHLH factor, Sage. Sage, with Fkh, directly activates SG genes that encode secreted proteins and the enzymes that modify secreted proteins . Thus, CrebA increases secretory capacity of tissues both directly, through upregulation of SPCGs, and indirectly, by boosting expression of the transcription factors that activate tissue-specific secretory cargo genes and their modifying enzymes. Importantly, not only is CrebA required for upregulation of the general secretory machinery, it is also sufficient (Fox et al., 2010) .\n\nCrebA mutants have phenotypes consistent with CrebA's role in secretion. The SG lumens are smaller and there are significantly fewer and smaller apical secretory vesicles than in wild type (Abrams and Andrew, 2005; Fox et al., 2010) . The larval cuticle (secreted by epidermal cells) of CrebA mutants is weaker and less pigmented than that of wild type larvae (Abrams and Andrew, 2005) . CrebA also functions in dendritic arborization in the sensory neurons during larval development (Iyer et al., 2013) . Dendritic arborization is essential to form the neural circuits necessary for signaling. The homeodomain transcription factor Cut is required for dendritic elaboration as is elevated trafficking through the secretory pathway (Grueber et al., 2003; Cui-Wang et al., 2012) . Iyer et al., recently showed that Cut regulation of COPII secretory components is indirect and requires CrebA, fully consistent with the previously described role for CrebA in upregulating secretory machinery in embryonic tissues (Iyer et al., 2013) . As the phenotypic defects associated with the loss of the mammalian Creb3 proteins have emerged, it is clear that each family member also upregulates secretory capacity.\n\nCreb3/Luman/LZip was first identified in a yeast two-hybrid screen to find proteins that interact with the transcriptional co-activator host cell factor (HCF) protein (Lu et al., 1997) .\n\nEarly overexpression-based studies also identified Creb3 as an interacting protein with the Hepatitis C core protein (Jin et al., 2000) , Lu and Misra, 2000) . One early study suggested a major role for Creb3 in the ERAD pathway since it binds the promoters of both the Herp and EDEM genes, two ERAD associated genes (Liang et al., 2006) . More recent analysis of the gene expression changes associated with driving a constitutively-active form of Creb3 in the antigen-presenting dendritic cells of the bone marrow led to the identification of nearly 40 upregulated genes, including Creb3 itself (Sanecka et al., 2012) . Importantly, several secretory pathway genes were highly upregulated, including Sec23a and Sec24d -COPII coat components and targets of other Creb3 family members -as well as Golga4, a Golgin protein, GBF1 (Golgi localized Arf GEF) and Arf4 (Golgi GTPase) (Sanecka et al., 2012) .\n\nCreb3-Arf4 signaling has recently been implicated in the Golgi stress response. Arf4 was identified in a screen designed to identify factors that confer resistance to Brefeldin A (BFA) induced apoptosis (Reiling et al., 2013) . Arf4 knockdown prevented Golgi fragmentation and restored secretory function to BFA-treated cells (Reiling et al., 2013) . Previous studies had indicated that Creb3 activated Arf4 (Jang et al., 2012) , and, consistent with these findings, Creb3 transcriptionally upregulates Arf4 in response to BFA treatment. Several known pathogens, including Chlamydia and Shigella, utilize Golgi fragmentation both to acquire lipids from host cells and to interrupt secretory pathway function to prevent secretion of the cytokines that would trigger an immune response by the host (Heuer et al., 2009) . Knocking down Arf4 prevents pathogen spread by preventing Golgi fragmentation, restoring function, and subsequently maintaining secretory pathway function (Reiling et al., 2013) . Altogether these findings suggest that Creb3 proteins are not limited to stress in the ER but are also induced when other secretory organelles undergo stress. Clearly, bacterial pathogens have evolved to use this stress response to their advantage. \n\nCreb3L1/OASIS was first identified as a gene enriched in astrocytes cultured long-term. Creb3L1 was subsequently revealed to be expressed at high levels in several secretory tissues, most notably in astrocytes, skeletal tissues, salivary glands, intestine, prostate gland and pancreas (Nikaido et al., 2001; Omori et al., 2002; Murakami et al., 2009) . Importantly, recent reports analyzing the Creb3L1 mutant mouse have revealed a role for Creb3L1 in the differentiation, function and survival of many of the cell types in which it is expressed.\n\nCreb3L1 is required for the differentiation of astrocytes and intestinal goblet cells. Differentiation of astrocytes requires demethylation of the Gfap promoter, a process regulated by the transcription factor GCM1 . Interestingly, Gcm1 transcription can be dramatically induced by co-expression of Creb3L1 and Creb3L4, suggesting that heterodimerization may synergistically activate certain downstream target genes . On the other hand, co-expression of Creb3L1 with Creb3 caused a downregulation in Gcm1 promoter activation, suggesting that Creb3 may act to inhibit the formation of the Creb3L1-Creb3L4 heterodimer necessary for the gene activation associated with astrocyte differentiation . This study suggests that co-expression of Creb3 proteins may not necessarily be for the purpose of redundancy, but may instead be to provide additional developmental control on gene transcription. Notably, there are fewer astrocytes in Creb3L1 mutants, suggesting a delay in differentiation.\n\nIn the intestine, Creb3L1 −/− mice also display fewer mature goblet cells than their heterozygous littermates . Whereas early markers for intestinal cell specification are expressed normally or in some cases are increased (trefoil factor 3, tff3), markers for mature goblet cells, including mucin x2 (Muc2), Anterior gradient 2 (Agr2) and resistin-like β (Retnlb) are markedly reduced . Phenotypically, the goblet cells from the mutants have fewer, smaller secretory vesicles, and exhibit protein aggregation in the ER suggestive of secretory pathway dysfunction. The failure of the intestinal cells to fully mature suggests a potential link between terminal differentiation and upregulation of secretory capacity, mediated through Creb3L1.\n\nCreb3L1 is also highly expressed in osteoblasts of the developing skeleton. Indeed, the most overt phenotype associated with loss of Creb3L1 is severe osteopenia, a disorder characterized by reduced bone density . Microscopic analysis of the bone tissues revealed an accumulation of bone matrix proteins in the ER, suggesting a defect in protein transport through the secretory pathway. Gene expression analysis revealed that Creb3L1 does not regulate genes required for osteoblast specification but instead regulates the secreted components of the bone matrix, including col1a1 and col1a2 . Additional targets of Creb3L1 were Xbp1 and the chaperone protein BiP, genes commonly upregulated during ER stress. Murakami et al. also showed that Creb3L1 mRNA is increased by the Runx2 transcription factor, which is activated downstream of BMP2 signaling. BMP2 signaling also induces mild ER stress in osteoblasts, thereby increasing the processing and activation of Creb3L1, and increasing bone matrix deposition . A recent report indicates that the same pathways are activated during the healing of bone fractures (Funamoto et al., 2011) . In the pancreas, Creb3L1 is highly expressed during embryonic development with levels tapering off as differentiation occurs (Vellanki et al., 2010) . It should be noted that Creb3L1 is detected in mature pancreatic islet cells, just at lower levels. Microarray studies in which Creb3L1 was overexpressed using the inducible β cell line, INS-1 832/13, resulted in the upregulation of genes associated with ECM production and trafficking, including the COPI vesicle transport protein, COPδ2, and the KDEL receptor, Kdelr3. Altogether, these findings are consistent with studies in Drosophila indicating that Creb3 proteins function in upregulating core components of the secretory pathway (Vellanki et al., 2010) . Similarly, overexpression of activated Creb3L1 in HeLa cells induced expression of a large array of secretory pathway components, including proteins involved in cotranslational translocation, vesicle formation and trafficking (Fox et al., 2010) .\n\nRecent reports also suggest an unexpected role for Creb3L1 in the regulation of cell proliferation and survival following external cellular insults. Denard et al., showed that during virus infection, Creb3L1 is activated and functions to increase transcription of cell cycle inhibitors and to block expression of factors that promote cell proliferation (Denard et al., 2011) . The same group has also shown that cancer cells expressing Creb3L1 are more sensitive to treatment with the chemotherapeutic agent doxorubicin (Denard et al., 2012) . Cancer cell lines that express Creb3L1, when treated with doxorubicin, undergo RIP, activating Creb3L1 and increasing the expression of cell cycle inhibitor genes, again preventing cell proliferation. These studies suggest that tumors with high levels of Creb3L1 expression are more likely to respond to treatment with doxorubicin than those that do not express Creb3L1 (Denard et al., 2012) . In mammary cancer lines, Creb3L1 is downregulated in highly metastatic cancers (Mellor et al., 2013) . Mellor et al. recently found that mammary cancer cells that do express Creb3L1 are less invasive, less migratory and are more sensitive to hypoxia-induced apoptosis. Microarray analysis revealed a number of genes regulated by Creb3L1 that control cell proliferation and apoptosis (Mellor et al., 2013) . Correspondingly, injection of cancer cells expressing Creb3L1 into mice resulted in smaller tumors and, in 70% of the mice, the tumor actually regressed in size (Mellor et al., 2013) . Thus, expression of Creb3L1 correlates with inhibition of cell proliferation, perhaps coupling terminal differentiation with the cessation of cell division.\n\nCreb3L2/BBF2H7 was first identified as a fusion protein with FUS that causes low-grade fibromyxoid sarcoma (Storlazzi et al., 2003) . Recent studies in Xenopus, zebrafish and in mice point to Creb3L2 having an important role in regulating secretory function. In Xenopus, Creb3L2, as well as Xbp1, were identified by microarray analysis as transcription factors with preferentially increased notochord expression (Tanegashima et al., 2009) . GO analysis of notochord enriched genes revealed that the 12 most over-represented GO terms refer to a single pathway, the secretory pathway (Tanegashima et al., 2009 ). Knockdown of Xbp1 by morpholino injection resulted in reduced secretory pathway gene expression, whereas Creb3L2 knockdown had little to no effect on secretory gene expression.\n\nOverexpression of either gene, nonetheless, was sufficient to increase secretory pathway expression, suggesting that Xbp1 and Creb3L2 may act coordinately to promote the high- level secretory pathway gene expression necessary for notochord development (Tanegashima et al., 2009 ).\n\nIn mammals, Creb3L2 is expressed in many tissues with very high expression in the chondrocytes of maturing cartilage . Creb3L2 functions at multiple levels during cartilage formation with a cell autonomous role in upregulating secretory pathway genes and a cell non-autonomous role in promoting the proliferation of undifferentiated chondrocytes. As such, mice and zebrafish deficient for Creb3L2 have shortened limbs or shortened cartilage structures, respectively Melville et al., 2011) . Microscopic analysis revealed defects in collagen secretion resulting in reduced cartilage associated ECM. Gene expression analysis in mice revealed that many secretory pathway genes are downregulated in Creb3L2 −/− chondrocytes, with Sec23a, a COPII vesicle protein, showing the greatest downregulation . Correspondingly, the Sec23a or Sec24d knockdown phenotypes in zebrafish are quite similar to those of the Creb3L2 mouse mutant (Melville et al., 2011) . Sox9 is considered the \"master regulator\" of chondrocyte differentiation since it is required for the secretion of ECM proteins, including two collagen genes, Col2a and Col11 (Lefebvre et al., 1997; Bridgewater et al., 1998) . A recent study has shown that Creb3L2 is also directly regulated by Sox9, leading to a model wherein Sox9 has the dual role of upregulating Creb3L2 to increase the secretory machinery and upregulating the collagen cargo genes, thereby allowing for proper chondrocyte differentiation (Hino et al., 2014) . In this case, Creb3L2 is facilitating collagen secretion by increasing the capacity of the secretory pathway machinery for increased cargo secretion.\n\nThe non-autonomous role for Creb3L2 in regulating chondrocyte proliferation maps to the C-terminal lumenal domain of the protein. In Creb3L2 −/− mice, the number of proliferating chondrocytes is significantly reduced . Whereas the N-terminal domain failed to rescue the proliferation defect, expression of the C-terminal domain restored cell division in cultured fibroblasts (Saito et al., 2014) . The secreted C terminus binds to Indian hedgehog (Ihh) and its receptor, Patched, to activate Hh signaling in neighboring cells, leading to an increase in parathyroid hormone related protein (PTHrP), which increases chondrocyte cell proliferation (Saito et al., 2014) . Whether additional Creb3 family members can mediate cell signaling is unknown, but it is worth noting that, in an inducible cell culture system, ER stress induced secretion of the C-termini of both Creb3L1 and Creb3L4 (Saito et al., 2014) .\n\nCreb3L3/CrebH was first discovered to be highly expressed in hepatocytes and to be enriched in the small intestine and stomach. Subsequently, Creb3L3 has been shown to have important roles in the innate immune response, and in the regulation of iron, glucose and lipid homeostasis. In all cases, Creb3L3 upregulates genes encoding the liver or intestine secreted proteins required to maintain homeostasis.\n\nDuring the inflammatory response, the liver increases production of the acute phase response (APR) proteins, which includes serum amyloid P (SAP) and C-reactive protein (CRP). This effect is largely regulated by the cleavage and activation of Creb3L3 by inflammatory cytokines, which activates transcription of both SAP and CRP (Zhang et al., 2006) . Interestingly, enhanced expression of APR genes can be achieved through coexpression of Creb3L3 and ATF6, suggesting that heterodimerization of these two factors increase APR gene transcription (Zhang et al., 2006) . Heterodimerization of Creb3L3 with other bZip factors seems to be a common theme as it has also been shown to interact with Xbp-1 to synergistically activate the hepcidin promoter (Vecchi et al., 2009) . Hepcidin is a small peptide produced by the liver and required for iron homeostasis and it, too, is upregulated in response to proinflammatory cytokines (Vecchi et al., 2009) .\n\nCreb3L3 also has an important role in normal physiologic responses that require high-level secretory function, including gluconeogenesis and the production of liver-and intestinespecific secreted products. In response to fasting, the levels of nuclear Creb3L3 are increased to upregulate the expression of gluconeogenesis genes including PEPCK-C and G6Pase . Furthermore, in diabetic mice treated with Creb3L3 RNAi, the fasting blood glucose levels were significantly reduced, indicating that Creb3L3 is the major activator of the gluconeogenic program in mice under fasting conditions .\n\nApolipoproteins are secreted by the liver and intestine and are required for the transport of lipid molecules into the circulatory system. In cultured liver Hep-G2 cells, Creb3L3 expression was sufficient to induce the production and elevated secretion of cell-type specific cargoes including ApoA-IV and ApoA-1 ( Barbosa et al., 2013) . In vivo, expression analysis of the apolipoprotein genes revealed that Creb3L3 was not only required for ApoA-IV production but also for the production of ApoC2 (Xu et al., 2014) . During disease states, such as liver steatosis, or fatty liver, the levels of Creb3L3 are significantly elevated and, correspondingly, the levels of ApoA-IV are increased (Xu et al., 2014) . Because the liver plays such a crucial role in the regulation of circulating lipid levels, it is not surprising that Creb3L3 also has a role in the clearance of triglycerides from the plasma. Creb3L3 −/− mice have higher circulating triglyceride levels than wild-type mice (Lee et al., 2011b) , and microarray analyses revealed that in addition to the apolipoprotein genes being affected, there are also changes in additional triglyceride metabolism genes including Fgf21, a known regulator of plasma triglycerides (Lee et al., 2011b) .\n\nSimilar to Creb3L1 and Creb3L2, Creb3L3 may also regulate cell proliferation. Creb3L3 transcript is significantly reduced in hepatocellular carcinoma cells (HCC) as compared to wild-type liver cells (Chin et al., 2005) . Experiments in the HCC cell line HepG2 revealed that overexpression of Creb3L3 in these cells was sufficient to inhibit cell proliferation; the targets of Creb3L3 that affect cell proliferation, however, are currently unknown (Chin et al., 2005) .\n\nMore is known about the mechanisms of Creb3L3 processing than for other family members. Creb3L3 is relatively unstable, with the nuclear form being degraded within an hour and the full-length form being completely degraded in 2-3 h . Creb3L3 is N-glycosylated at three consensus glycosylation sites in the luminal domain (Chan et al., 2010) . Mutating these sites leads to a significant reduction in Creb3L3dependent transcriptional activation suggesting that N-glycosylation is critical for RIP cleavage and Creb3L3 activation (Chan et al., 2010) . \n\nMuch of what is known about Creb3L4 function in humans was discovered through genome-wide expression studies to identify its downstream target genes (Ben Aicha et al., 2007) . Consistent with the Creb3 factors in regulating secretory pathway genes, the major Creb3L4 targets include genes encoding the KDEL receptor (KDELR3), chaperone proteins, the O-glycosylating enzyme (GALNT3), and a Golgi assembly protein (Ben Aicha et al., 2007) . Other major gene groups regulated by Creb3L4 include genes involved in transcription, sugar and lipid metabolism, channels and transporters, and genes involved in signal transduction, all classes of genes found to be regulated by the other members of this family. Creb3L4 is also expressed in the Paneth and Goblet cells of the intestine, and is regulated by the ETS-domain factor SPDEF (SAM-pointed domain containing ETS-like factor) (Gregorieff et al., 2009) . SPDEF is required for Paneth and goblet cell maturation, with secretory progenitor cells accumulating in the SPDEF −/− mice (Gregorieff et al., 2009 ). Upregulation of Creb3L4 by SPDEF may be required in the Paneth and goblet cells to upregulate the secretory pathway components allowing them to differentiate and perform their secretory functions (Asada et al., 2011) .\n\nCreb3L4 may have an additional role in regulating cell survival; prostate cancer lines express Creb3L4 to higher levels than non-cancerous cells (Qi et al., 2002) . In mice, loss-offunction mutations in Creb3L4 lead to viable, fertile animals despite there being a significant reduction in the number of sperm in the seminiferous tubules (Adham et al., 2005) . This decrease in sperm count is due to increased apoptosis of the germ cells, suggesting that Creb3L4 promotes cell survival in both prostate cancer cells and in mouse sperm (Adham et al., 2005) .\n\nStudies of the UPR have both directly and indirectly implicated several transcription factors in adjusting secretory capacity in response to increased secretory load. Interestingly, all of the proteins are bZip transcription factors, including the proteins directly implicated in the UPR: ATF4, XBP1 and ATF6. These proteins function in yeast and in tissue culture cells to restore ER homeostasis by attenuating translation, by increasing the ERAD machinery to turnover unfolded proteins, and by increasing levels of many or most of the components of the secretory pathway. The Creb3 transcription factors were implicated in the UPR primarily because they are activated by the same mechanism (RIP) through which the UPR activates ATF6. This proteolytic processing liberates the N-terminal cytosolic transcription factor domain from the ER membrane, allowing these bZip proteins to enter the nucleus and regulate gene expression. Studies of the roles of the Creb3 family, in both tissue culture cells and in vivo, suggest a more physiologic role in secretion, as well as other functions. Indeed, in vivo studies of the canonical UPR proteins suggest that they also function in physiological secretion, often functioning either downstream or in parallel with the Creb3 family of proteins. Drosophila and a combination of microarray studies, in situ analysis, as well as in vitro and in vivo DNA binding assays has revealed that CrebA regulates almost every known component of the early secretory pathway-acting directly in most cases (Table 1) (Abrams and Andrew, 2005; Fox et al., 2010) . CrebA is not only necessary for the activation of secretory pathway component genes, it is also sufficient to activate every secretory pathway component gene that has been tested, as was nicely demonstrated using the engrailed enhancer to drive ectopic expression of CrebA in stripes in the embryonic ectoderm. Importantly, the same assay was used to drive expression of each of the five human Creb3 family members. The activated form of all five genes-Creb3, Creb3L1, Creb3L2, Creb3L4 and Creb3L4 -induced expression of every target gene that was tested, with each target gene encoding a component of a different complex in the secretory pathway (Fox et al., 2010; Barbosa et al., 2013) . The ability to activate secretory gene expression in this heterologous system required the ATB domain that is unique to the Creb3 subfamily of bZip proteins (Barbosa et al., 2013) . Moreover, CrebB, the Drosophila gene most closely related to CrebA-which does not have an ATB domain, did not have the same activity. Thus, coordinate transcriptional activation of secretory component machinery is an ancient role for the CrebA/Creb3 branch of bZip transcription factors, a role potentially masked in studies of mice mutants because of functional redundancy among family members.\n\nRecent studies also suggest that Creb3 proteins may link upregulation of secretory pathway components to terminal differentiation, which typically involves cessation of cell division. In either virally infected or transformed cells, Creb3 members have been shown to either inhibit expression of cell cycle activators and/or activate expression of cell cycle inhibitors. Indeed, loss-of-function studies suggest that Creb3 activation is also linked to cell cycle regulation during the terminal differentiation of multiple secretory cell types. Determining if expression of the active forms of these molecules can both promote cell cycle exit and induce secretory programs in precursor cells is an important next test. If so, developing methods for expressing the active proteins in cancer cells could be a useful therapy.\n\nRefer to Web version on PubMed Central for supplementary material. Major components of the secretory system are illustrated, from ER entry (steps 1-3) to post-Golgi sorting of vesicles containing fully processed cargo molecules (step16). Cotranslational translocation involves the signal recognition particle (SRP), the signal recognition particle receptor (SR) and the Sec61 translocon complex (Sec61) (1). Posttranslational translocation involves cytosolic chaperones (Hsp40s and Hsp70s), the Sec63 complex and the Sec61 translocon (2). Insertion of tail-anchored proteins into the ER membrane requires the Get pathway (3). Removal of N-terminal signal sequences requires the SPase complex (4). N-linked glycosylation requires oligosaccharide transferase (OST) to recognize the consensus sequence and attach the precursor glycan to the protein (5). Both steps 4 and 5 occur as protein is still being synthesized. GPI anchor addition involves cleavage of a C-terminal, membrane-spanning hydrophobic domain and covalent attachment of the lipid moiety (6). The hydroxylation of proline residues in ECM proteins, such as collagens, is mediated by Prolyl-4-hydroxylase (7). Protein folding in the ER is assisted by a large number of chaperone proteins, many of them HSPs (8). Many secreted cargo and surface proteins form disulfide bonds between cysteine residues (9). Anterograde trafficking between the ER and Golgi is mediated by COPII vesicles (10) The bZip proteins implicated in modulating secretory capacity either during drug-induced or physiologic ER stress. Alignments and Phylip rooted tree were generated using the Nterminal processed and active forms of the ATF6 and Creb3 proteins, using the ClustalW program and Drawgram program available at the Biology Workbench 3.2 (http:// seqtool.sdsc.edu/CGI/BW.cgi). biogenesis, ERAD, and secretory cell differentiation. (B). PERK also binds to BiP and is only activated following the release of BiP in the presence of unfolded proteins. BiP release leads to dimerization of PERK and the subsequent phosphorylation of eIF2α, leading to translational attenuation. This event also leads to the preferential translation of the ATF4 mRNA. ATF4 then functions in the nucleus to regulate genes involved in secretory activity as well as UPR dependent cell death. (C). ATF6 is an ER membrane bound transcription factor that during the UPR traffics to the Golgi and is cleaved by the Site-1 and Site-2 proteases releasing its N-terminal bZip domain. The active ATF6 transcription factor then translocates to the nucleus where it regulates genes involved in protein folding, membrane biogenesis and ERAD. (D). The Creb3 transcription factors are also ER-membrane bound and similar to ATF6 undergo cleavage by the Site-1 and Site-2 proteases. Unlike ATF6 (or the other canonical members of the UPR), Creb3 proteins do not bind BiP but are instead activated by physiological changes in secretory demand. Following cleavage, the N-terminal transcription factor domain translocates to the nucleus to activate gene transcription. Creb3 family members are largely involved in regulating the protein machinery of the early secretory pathway. "}