{"title": "Transport of Proteins into and across the Endoplasmic Reticulüm Membrane EVE PERARA AND VISHWANATH R. LINGAPPA", "body": "The specific localization of proteins to specialized membrane-bound compartments allows the segregation of various biochemical functions which characterizes eukaryotic cells. Thus, the mitochondria are the exclusive site of oxidative phosphorylation because Fj ATPase, cytochrome oxidase, and other components are exclusively localized to the mitochondrial membranes. Likewise, oxidative detoxification occurs in the endo-plasmic reticulum, degradation of endocytosed proteins in the lysosomes, and so on, as a consequence of protein targeting and localization. While the delimiting lipid bilayer(s) of subcellular compartments serves to maintain specific proteins within the organelle, it poses a distinct barrier to the initial correct segregation of these proteins. Since the synthesis of all but a few proteins (those encoded by mitochondrial or chloroplast DNA) occurs in the cytoplasm, mechanisms must exist by which proteins are efficiently and accurately sequestered into their specific membranous compartments. The subject of this chapter is the transport of proteins across the endoplasmic reticulum (ER) membrane. This is the first step in the sorting of proteins destined for the plasma membrane, Golgi complex, lysosome, or the exterior of the cell. The problem of transport of proteins across the ER membrane is essentially 2-fold: (1) How do the proteins recognize specifically the ER membrane from all the other cellular membrane systems? and (2) What is the mechanism by which these proteins are unidirectionally translocated across the hydrophobic lipid bilayer?\n\nIn pioneering work on the secretory pathway, Palade and co-workers found that nascent secretory proteins were associated with the ER membrane via the large ribosomal subunit of the synthesizing polysomes Palade, 1975) , and that the mature polypeptides were released to the lumen of the ER . These observations raised the question of how mRNAs encoding secretory proteins could be specifically selected to be translated on ER-bound ribosomes. Very early hypotheses included models in which the specificity was proposed to reside in the translating ribosome, in untranslated regions of mRNA, or in the nascent chain itself.\n\nAn answer to this question was obtained following the development of heterologous cell-free translation systems which could be programmed with purified mRNAs encoding secretory proteins. It was found that the primary cell-free translation products of immunoglobulin light chain differed from authentic light chain by an amino-terminal extension that was not observed in translation products of nonsecretory proteins. This additional peptide segment was proposed to be involved in the segregation of secretory proteins to the ER lumen (Milstein et al., 1972) . This idea received additional support from experiments in which cell-free translation reactions were supplemented with microsomal membranes derived from the rough ER. It was found that secretory proteins were synthesized with amino-terminal sequences not present either in secretory products in vivo or in vitro products localized to the microsomal lumen, suggesting that the precursor protein was processed to the mature form by the membranes (Blobel and Dobberstein, 1975a,b) . These findings led to the formulation of the signal hypothesis (Blobel and Dobberstein, 1975a,b) in which it was postulated that the emergence of a transient \"signal sequence\" of amino acid residues as part of the nascent chain directs polysomes synthesizing secretory proteins to, and facilitates their transport across, the ER membrane (see below). Indeed, nearly all eukaryotic secretory proteins examined so far have been found to be synthesized as precursors with amino-terminal, cleaved signal sequences.\n\nThe concept of \"vectorial discharge\" of the nascent polypeptide across the membrane was established by the work of Redman and Sabatini (1966) , which demonstrated that puromycin-released nascent (incomplete) polypeptide chains were localized to the lumen of vesicles isolated from the rough ER. This idea was confirmed by the finding that nascent polypeptides emerging from the ribosome were protected from proteases by the microsomal membrane (Sabatini and Blobel, 1970) . In addition, a number of posttranslational modifications of proteins known to occur in the luminal space of the ER, such as cleavage of signal sequences by signal peptidase (Blobel and Dobberstein, 1975a) , transfer of core oligosaccharides from lipid-linked intermediates to asparagine residues (Lingappa et al., 1978a; Glabe et al., 1980) , and intrachain disulfide bond formation, have been shown to be carried out on nascent polypeptides as they traverse the ER membrane. Completed secretory protein precursors are incapable of being translocated (Blobel and Dobberstein, 1975b) , and, in fact, there seems to exist a brief period early in a protein's elongation during which translocation can be initiated . Thus a picture emerged of obligate coupling of the transport of secretory proteins to their biosynthesis, i.e., translocation occurs concomitant with translation. This feature of protein translocation across the ER membrane distinguishes it from the transport of mitochondrial proteins (Schatz and Butow, 1983) and from the export of bacterial proteins (Randall, 1983) .\n\nTwo general hypotheses have been advanced regarding the mechanism by which proteins may be transported across, or assembled into, the ER membrane. One type of model (von Heijne and Blomberg, 1979; Engelman and Steitz, 1981) suggests that protein transport across the membrane is dictated solely by the thermodynamics of interactions between the protein and the lipid bilayer without the participation of specific receptors or transport proteins in the membrane aside from \"targeting\" proteins (see below) and signal peptidase. These \"spontaneous insertion\" models postulate that the signal sequence approaches the membrane as the hydrophobic limb of a helical hairpin (see gained through the insertion of the hydrophobic signal sequence directly into the lipid bilayer is proposed to exceed the free energy \"cost\" of transiently burying charged residues in the hydrophilic limb of the helical hairpin. These hydrophilic sequences pulled into the bilayer would nevertheless be thermodynamically unstable and hence would move spontaneously across the bilayer by Brownian motion as protein synthesis continued. The nascent chain would thus be transported unless or until another hydrophobic sequence was encountered which would be thermodynamically stable in the lipid bilayer and thus serve to anchor the polypeptide in the membrane. Removal of signal sequences by signal peptidase is proposed to release secretory proteins to the ER lumen. Much of the appeal of this model has derived from its simplicity. Its early drawback was its difficulty in explaining the translocation of secretory proteins, such as ovalbumin, which lack cleaved signal sequences (Palmiter et al., 1978) .\n\nRecently, additional evidence has emerged that is difficult to reconcile with the spontaneous insertion models (see below). The signal hypothesis envisions a distinctly different mechanism for chain translocation (see Fig. lb; Blobel and Dobberstein, 1975a,b; Blobel, 1980) . Key features of a current version of this hypothesis (for review, see Walter and Lingappa, 1986 ) are as follows: (1) the information for the localization of proteins to the ER lumen is contained within a discrete portion of the nascent polypeptide, itself-the signal sequence; (2) the signal sequence facilitates translocation of the nascent chain through in- Steps in the process of translocation according to spontaneous insertion models. Translation begins on free cytoplasmic ribosomes (A); on emergence of a sufficient length of amino acid residues, marginally stable folding begins (B). The hydrophobic limb of the hairpin inserts spontaneously into the membrane (C), pulling in the polar limb, as described in the text. As synthesis continues, the growing nascent polypeptide constitutes the relatively polar, thermodynamically unstable, limb of the hairpin and therefore passes through the membrane, folding in the extracytoplasmic space (D). Cleavage of the signal sequence occurs, releasing the amino terminus of the polypeptide into the lumen (E). On completion of translation, the C terminus passes through the membrane and is released into the ER lumen, and the cleaved signal peptide is the left in the membrane (F). (b) Steps in the process of translocation (subsequent to targeting) according to the signal hypothesis. Synthesis begins on cytoplasmic ribosomes (A). Receptor-mediated targeting of the signal sequence-bearing ribosome to the ER membrane is described in the text and depicted in Fig. 2 . Once targeted correctly, the signal sequence and the ribosome interact with their respective receptors in the ER membrane, resulting in the assembly of an aqueous, proteinaceous tunnel across the membrane (B). As protein synthesis continues, the chain passes through the tunnel to the lumen of the ER, and the signal sequence is removed by signal peptidase (C). Translocation (possibly of folded polypeptide domains) continues concomitant with protein synthesis (D). On termination of protein synthesis, the ribosomal subunits dissociate, the carboxy terminus passes through the tunnel, and the tunnel components disassemble (E), restoring the integrity of the lipid bilayer.\n\nteractions with a series of receptors both in the cytoplasm and in the ER membrane; (3) transit of the nascent chain across the membrane occurs via a proteinaceous pore or tunnel in the bilayer whose activation and assembly is catalyzed by the signal sequence; (4) the information for termination of translocation before termination of synthesis (e.g., in the case of transmembrane proteins) is encoded also in a discrete segment of the nascent chain termed the \"stop transfer sequence\" which also acts via particular receptors in the membrane. The appeal of the signal hypothesis has largely derived from experimental verification of its tenets. Its major weakness is that it is difficult to imagine the initiation of specific receptor-mediated events by signal sequences which have such variable primary structures (see below).\n\nA fundamental problem for the transport of proteins across a specific intracellular membrane is the selection of the correct membrane by the protein to be transported. From the use of cell-free translation/translocation systems for the fractionation and reconstitution of translocation-associated events, a view of the molecular mechanisms of targeting of nascent secretory polypeptides to the membrane of the rough ER has emerged.\n\nMost secretory proteins and many transmembrane proteins are synthesized as precursors with transient amino-terminal signal sequences as are bacterial exported proteins. In contrast to the amphipathic signal sequences of mitochondrial proteins, these signal sequences are characterized by their extreme hydrophobicity.\n\nThe most reliable definition of a signal sequence if a functional one: The ability of a sequence of amino acids within a protein to direct its translocation. Over a hundred amino-terminal signal sequences have been cataloged (Watson, 1984; von Heijne, 1985) , and yet no overall homology in primary structure has been observed. Signal sequences range from 15 to 30 amino acid residues in length. They consist of a very hydrophobic core of variable length (at least six amino acids) flanked on either side by regions containing polar or hydrophilic residues. Often an amino acid with a small side chain, such as glycine, valine, or alanine, occurs at the cleavage site (von Heijne and Blomberg, 1979; von Heijne, 1984) . Since no clear sequence homologies exist, the recognition features of signal sequences have been proposed to reside in their secondary structure. Bacterial and eukaryotic signal sequences are virtually indistinguishable from one another (von Heijne, 1985) . In fact, eukaryotic proteins can be secreted and processed by bacteria (Talmadge et al., 1980a,b) , and, likewise, prokaryotic proteins are correctly segregated and processed in eukaryotic cell-free systems (Muller et al., 1982) .\n\nTwo protein systems have been identified with which signal sequences may interact: the targeting proteins (signal recognition particle and its receptor, see below) on the cytoplasmic side of the ER membrane and signal peptidase on the luminal aspect. Whether additional systems are involved, or whether proteins which actually span the bilayer are recognized, remains to be demonstrated. These two recognition systems may interact with distinct regions of the signal sequence (Blobel and Dobberstein, 1975b) . Analysis of signal sequence mutants in bacterial export systems demonstrates that the proposed two sites are at least functionally distinguishable since mutants are observed which can be translocated but are not processed by signal peptidase (Lin et al., 1978; Koshland et al., 1982; Kadonaga et al., 1985) . Not surprisingly, the hydrophobic core which characterizes signal sequences appears to be critical for translocation since disruption of the integrity of this core, either by the introduction of charged residues or by small deletions in this hydrophobic stretch, abolishes export in bacteria (Emr and Silhavy, 1982; Bedouelle et al., 1980) . However, the hydrophobic core is not sufficient for translocation since deletion of the coding region for the six carboxy-terminal amino acids of the α-amylase signal sequence, leaving the hydrophobic stretch intact, abolishes secretion from Escherichia coli (Palva et al., 1982) .\n\nWhile a signal sequence can be sufficient to translocate some proteins both in vitro and in vivo in eukaryotic systems (Lingappa et al., 1984; Simon et al., 1987) , the same has not been demonstrated for export of proteins from bacteria (Moreno et al., 1980; Kadonaga et al., 1984) . Whether this reflects differences in the passenger proteins used or differences in the mechanism of translocation between prokaryotes and eukaryotes remains to be determined. While translocation in eukaryotic cellfree systems appears to be cotranslational, translocation in E. coli in vivo and in vitro seems to be posttranslational (Randall, 1983; Randall and Hardy, 1986; Müller and Blobel, 1984) . Thus, while the mechanism for translocation of proteins across cellular membranes appears to be highly conserved, critical differences do exist. It is important to note that fine structure analyses of signal sequences have been carried out exclusively on prokaryotic proteins in bacterial cells. A systematic analysis of signal sequence structure and function in eukaryotic cell-free systems has yet to be done.\n\nSignal sequences usually occur at the extreme amino terminus of a protein and are cleaved from the nascent polypeptide before translation is complete. There are at least two exceptions to this rule: (1) Internal and uncleaved signal sequences have recently been described for a number of transmembrane proteins (Bos et al., 1984; Spiess and Lodish, 1985; Friedlander and Blobel, 1985; Eble et al., 1986) . (2) The secretory protein, ovalbumin, does not have a cleaved signal sequence (Palmiter et al., 1978) but has the functional equivalent (Lingappa et al., 1978b) , and location of which remains controversial Meek et al., 1982; Braell and Lodish, 1982; Tabe et al, 1984) .\n\nSignal recognition particle (SRP) activity was first recognized by the ability of a microsomal membrane high salt wash to restore translocation activity to rough microsomes whose ability to translocate in the wheat germ cell-free translation system had been abolished by high salt extraction (Warren and Dobberstein, 1978) . The SRP molecule has been purified to homogeneity from a high salt extract of canine pancreas rough microsomes (Walter and Blobel, 1980) , and its role in translocation has been studied in detail (Walter et al., 1981; Walter and Blobel, 1981a,b) . Subcellular fractionation demonstrates a roughly equal distribution of SRP between a membrane-associated and cytoplasmic (ribosome-associated or free) state (Walter and Blobel, 1983b) . SRP appears to act as a cytoplasmic \"adaptor\" for signal-bearing poly somes, targeting them to the ER membrane.\n\nSRP is a ribonucleoprotein complex composed of six nonidentical polypeptides: a 19 kDa and a 54 kDa monomer, and two heterodimers, one consisting of the 9 kDa and the 14 kDa polypeptides and the other composed of 68 kDa and 72 kDa polypeptides (Siegel and Walter, 1985) and one molecule of the small cytoplasmic 7SL RNA, 300 nucleotides in length . When disassembled, neither the protein nor RNA fraction alone is active. Reconstitution of the active molecule is possible, however, when polypeptides and RNA are reassembled together (Walter and Blobel, 1983a; Siegel and Walter, 1985) . The 7SL RNA seems to act as scaffolding, around which the polypeptide subunits assemble; the subunits have little or no affinity for one another in the absence of the RNA. Systematic reconstitution experiments reassembling SRP molecules lacking defined polypeptide or RNA domains have allowed different assayable functions of SRP to be assigned to specific structural domains of the molecule (see below; Walter, 1985, 1986) . Recent evidence demonstrates that the SRP molecule is oblong in shape (Andrews et al., 1985) and that the RNA runs the length of the molecule (Andrews et al., in press ).\n\nThe purification of SRP has allowed detailed analysis of its role in translation and translocation of secretory proteins and its binding properties to other identified components in the translation/translocation system. While SRP was shown to bind translationally inactive ribosomes, the emergence of a signal sequence from the large ribosomal subunit results in an increase in the affinity of SRP for the ribosome by as much as four to five orders of magnitude (Walter et al., 1981) .\n\nSRP binds to the signal sequence directly. This was suggested first by the finding that incorporation of the amino acid analog, /3-hydroxyleucine, into leucine-rich signal sequences abolished SRP-signal sequence interactions (Walter et al., 1981) . Incorporation of a photoactivatable crosslinking amino acid analog into the signal sequence of nascent preprolactin has allowed cross-linking to the 54 kDa subunit of SRP, providing direct evidence for signal sequence-SRP binding (Kurzchalia et al., 1986; Krieg et al, 1986) .\n\nWhen purified SRP is added to wheat germ cell-free translation reactions in the absence of microsomal membranes it specifically blocks elongation of signal sequence-bearing nascent chains soon after the signal emerges from the ribosome, concomitant with the increased affinity of SRP for the ribosome-nascent chain complex (Walter and Blobel, 1981b) . On subsequent addition of salt-washed microsomal membranes, SRP is released from the nascent chain, translation resumes, and translocation occurs cotranslationally.\n\nThe elongation arrest function of SRP has been mapped to the 9/14 kDa protein and to 7SL RNA sequences that are homologous to repetitive Alu RNA Walter, 1985, 1986) . Preparation of SRPs lacking either one of these domains yields a particle which can recognize signal sequences and facilitate translocation across salt-treated (SRP-free) microsomal membranes but lacks the elongation arrest activity. These partially reconstituted particles are active in promoting protein translocation, but only during a brief window of time early in nascent chain growth. Thus it appears that the role of SRP arrest may be to extend the window of time during which the nascent polypeptide is in a translocation competent state.\n\nThe mechanism by which SRP arrests translation is currently unclear.\n\nAnalysis of the structure and domain function of the SRP molecule presents an interesting possibility. The dimensions of the SRP molecule are such that the particle could span from the site at which the signal sequence emerges from the large ribosomal subunit to the elongation site between the two ribosomal subunits (Andrews et al., 1985) . The 54 kDa subunit binds to signal sequences directly (Kurzchalia et al., 1986; Krieg, et al., 1986) ; perhaps the 9/14 kDa subunit or 7SL RNA of SRP also bind the ribosome, hindering subsequent binding of aminoacyl-tRNAs and continued protein synthesis. The physiological significance of the elongation arrest activity of SRP is controversial since not all signal sequence-bearing proteins experience a tight elongation arrest (Anderson et al., 1983) , nor is strict elongation arrest by canine SRP observed in some mammalian cell-free systems (Meyer, 1985) . However, a kinetic delay in chain elongation is observed specifically for signal sequence-bearing proteins in a fractionated mammalian translation system supplemented with purified canine SRP (P. Walter, personal communication) . This is consistent with the notion that an important role of SRP may be to extend the window of time during which the nascent secretory protein is in a \"translocation competent state.\"\n\nThe SRP receptor (also termed docking protein, Meyer et al., 1982a) is an ER membrane protein localized to the cytoplasmic face of the membrane (Meyer et al., 1982b) and has been purified from dog pancreas rough microsomes using SRP affinity chromatography (Gilmore et a/.,1982a,b) . A 60 kDa cytoplasmic domain of SRP receptor can be cleaved from the membrane by proteases and added back to reconstitute translocation activity (Walter et al., 1979; Meyer and Dobberstein, 1980a,b) , but apart from the membrane it is inactive (Gilmore et al., 1982) . SRP receptor has recently been shown to consist of two subunits, the previously identified 69 kDa polypeptide (now termed a subunit) and a 30 kDa ß subunit (Tajima et al., 1986) .\n\nThe release of SRP-induced elongation arrest of secretory proteins by microsomal membranes is a function of the SRP receptor (Gilmore et al., 1982a) . Since SRP receptor was isolated by virtue of its affinity for SRP (Gilmore et al., 1982b) , it seems likely that the release of arrest may occur via a direct interaction between SRP and SRP receptor. This idea is further supported by data demonstrating that purified, detergent-solubilized SRP receptor causes SRP to lose its high affinity for signal sequencebearing polysomes concomitant with the release of SRP-induced elongation arrest (Gilmore and Blobel, 1983) .\n\nRecently the amino acid sequence for the 69 kDa a subunit of SRP receptor has been determined from a cloned cDNA (Lauffer et al., 1985) . A domain consisting of clusters of predominantly basic mixed charge residues and which resembles nucleic acid binding proteins has been suggested to bind to SRP, possibly via the 7SL RNA.\n\nThe SRP receptor plays a critical role beyond releasing SRP-induced elongation arrest. Partially reconstituted SRPs which do not arrest nascent chain elongation but are capable of facilitating translocation require SRP receptor (Siegel and Walter, 1985) . The requirement for SRP receptor in the absence of elongation arrest may reflect an essential role in targeting the ribosome-nascent chain to the microsomal membrane.\n\nQuantitation of SRP and SRP receptor in pancreatic cells indicates that both are present in substoichiometric amounts relative to membranebound ribosomes (Gilmore et al., 1982b; Walter and Blobel, 1980) and, thus, that SRP receptor is not involved directly in the process of translocation. Rather, it appears that the nascent chain-ribosome-SRP-SRP receptor interaction is transient and that the role of SRP and its receptor is primarily to target the nascent secretory polypeptide to the appropriate membrane system.\n\nIn summary, the initial targeting events as they are currently understood have led to the model of the SRP cycle depicted in Fig. 2 (for review, see Walter et al., 1984) . On emergence of a signal sequence from ribosomes synthesizing secretory proteins in the cytoplasm, SRP binds the signal sequence directly, interrupting chain elongation and perhaps maintaining the nascent chain-ribosome complex in some \"translocation competent state.\" The affinity of SRP for its receptor on the cytoplasmic face of the ER membrane targets the SRP-ribosome-nascent chain complex to that membrane system. Following interaction with its receptor in the ER membrane, SRP loses its affinity for the signal sequence-bearing ribosome and releases the complex, perhaps to another series of receptors in the membrane. Translation resumes and translocation across the membrane occurs. It is not known whether SRP initiates the translocation event or whether its role is merely to target the nascent chain to the correct location. 1 _ _ Ribosome ^^^I P receptor I t Signal Signal peptidase receptor Fig. 2 . Model of signal recognition particle (SRP) cycle for targeting nascent secretory and transmembrane proteins to the ER membrane. Soluble SRP (a) exists in equilibrium with a membrane-bound form, presumably bound to SRP receptor (e), and a ribosome-bound form (b). On translation of mRNA encoding a signal sequence for targeting to the ER membrane (zigzag lines), the affinity of SRP for the translating ribosome is enhanced (represented by dashed arrow, B) and SRP binds to the signal sequence directly (c), effecting elongation arrest (B-C). On interaction with ER membranes, elongation arrest is released and SRP and SRP-receptor are free to be recycled (SRP cycle, a-e), the synthesizing ribosome interacts with other transmembrane proteins, leading to formation of a functional ribosome-membrane junction, translation resumes, and translocation across the membrane occurs (D). Models for translocation are depicted in Fig. 1 .\n\nThe use of heterologous cell-free translation/translocation systems has provided a very powerful approach for the isolation of molecular components and the fractionation and reconstitution of specific activities involved in targeting of nascent chains to the ER membrane. However, the mechanism(s) by which these targeted nascent chains cross the lipid bilayer remains a mystery. This is due in large part to the obligate coupling of translocation to translation. In cell-free systems, and presumably in vivo, translocation can occur only during the limited time and under the fastidious conditions required for protein synthesis.\n\nOne important concept regarding translocation is that information for transport across the membrane resides within the protein itself. With the availability of cloned genes and recombinant DNA technology has come the ability to manipulate this information by creating artificial substrates for translocation and thereby probe its mechanism. The analysis of altered substrates in vitro and in vivo has yielded a number of insights into the mechanism of translocation.\n\nInitial studies involving the fusion protein consisting of the /3-lactamase signal sequence fused to the cytoplasmic protein, globin, demonstrated that a signal sequence alone was sufficient to permit translocation across the ER membrane both in vitro (Lingappa et al., 1984) and in vivo (Simon et al., 1987) . Thus, the information for translocation was contained within the signal sequence and not the protein being transported.\n\nExpression of a fusion protein in which a cleaved amino-terminal signal sequence was engineered to an internal position raised interesting questions as to the mechanism of translocation (Perara and Lingappa, 1985) . The cDNA for the normally cytoplasmic protein, globin, was engineered 5' to that of preprolactin such that the initial 110 codons of globin were followed immediately by the entire coding region of preprolactin (see Fig.  3 ). The encoded hybrid protein consisted of the signal sequence of prolactin flanked at its amino terminus by globin and at its carboxy terminus by native prolactin (see Fig. 3 ). When the cDNA was expressed in cell-free systems by in vitro transcription and translation, not only was this signal sequence (formerly amino terminal, now internal) recognized by the translocation machinery of the membrane and cleaved by signal peptidase, but both the carboxy flanking domain and the amino domain (still attached to the cleaved signal at its carboxy end) were translocated to the lumen of microsomal vesicles (see Fig. 3 ). Extraction of the vesicles with carbonate demonstrated that neither the prolactin domain nor the globin domain with the signal attached at its carboxy terminus were integrated into the microsomal membrane. This result suggested that signal sequences do not bury into the lipid bilayer directly, as suggested by some (von Heijne and Blomberg, 1979; Engelman and Steitz, 1981; Briggs et al., 1986) , but rather that they facilitate translocation via associations with integral membrane proteins (see also Gilmore and Blobel, 1985) . Another important implication of these findings concerned the ability of the signal sequence to facilitate translocation of an amino-terminal protein domain: Since synthesis of the amino-terminal domain proceeds before Fig. 3 . Restriction map of relevant region of expression plasmid, pSPGPl, and schematic representation of translation and translocation of globin-prolactin fusion protein (GP), encoded by pSPGPl (for details, see Perara and Lingappa, 1985) . The SP6 promoter is represented by the small black bar denoted SP6p. The initial 109 codons of globin are represented by the solid black bar, the 30 codon preprolactin signal sequence coding region by the zigzag-patterned bar, and the 199 codons of mature prolactin by the open bar. In the translocation scheme, mRNA and protein components have been omitted for simplicity. The globin domain is represented by the heavy black line, the signal sequence by the zigzag, and prolactin by the thin black line. The globin domain is synthesized before the signal sequence emerges from the ribosome (A and B). The signal sequence is shown binding to a putative signal receptor on the cytoplasmic face of the ER membrane (C); the signal sequence facilitates translocation of both the globin and prolactin domains and is cleaved accurately (D). Thus the globin domain, with the prolactin signal peptide now at its carboxy terminus, and mature prolactin are localized to the microsomal lumen (E). Note: It is not known which domain is translocated first, globin or prolactin, nor is it understood how the signal sequence facilitates translocation of the globin (amino-terminal) domain (i.e., does it cross in an NH 2 to COOH fashion as does prolactin, COOH to NH 2 , or as a folded domain?). In addition, apparent translocation efficiency of the amino-terminal globin domain is reduced relative to that of the processed prolactin (Perara and Lingappa, 1985) . the signal sequence emerges from the ribosome, its translocation could not be driven by the energy of its own synthesis. Thus the possibility was raised that machinery in the membrane, rather than the driving force of the synthesizing ribosome, performed work to achieve translocation.\n\nThe use of engineered translocation substrates has allowed the processes of translation and translocation to be uncoupled for proteins whose translocation is normally strictly cotranslational (Perara et al., 1986) . By synthesizing truncated mRNA for a secretory protein which lacked a termination codon, arrested nascent polypeptides were generated which remained associated with the synthesizing ribosomes (see Fig. 4 ). When protein synthesis was blocked, such arrested chains were translocated only in the presence of nucleoside triphosphates and an ATP-regenerating system. Interestingly, the release of the \"arrested\" nascent polypeptide chains from the ribosome of synthesis by puromycin abolished translocation. Therefore, translocation across the ER membrane is not dependent on ongoing protein synthesis. The synthesizing ribosome does not \"push\" the nascent chain across the bilayer (von Heijne and Blomberg, 1979; Wickner and Lodish, 1985) , nor does translocation occur \"spontaneously\" (Engelman and Steitz, 1981) . Rather, the transport process consumes energy generated by nucleoside triphosphate hydrolysis (see also Chen and Tai, 1987; Schlenstedt and Zimmermann, 1987) . In addition, it appears that the coupling of translation to translocation may reflect a role of the synthesizing ribosome in translocation independent of its role in protein synthesis. Similar findings have been demonstrated for integral membrane proteins (Perara et al., 1986; Mueckler and Lodish, 1986a,b) . Posttranslational translocation of human placental lactogen has also been shown to require an association of the precursor polypeptide with the ribosome (Caufield et al., 1986) .\n\nIt appears that this newly recognized role of the ribosome in translocation is for some aspect of targeting and not for translocation of the polypeptide per se, since ribosome-independent translocation has been observed in several instances (Hansen et al., 1986; Schlenstedt and Zimmermann, 1987; Perara and Lingappa, in preparation) . A small fusion protein consisting of the 23 amino acid signal sequence of ß-lactamase followed by the initial 70 amino acids of chimpanzee α-globin is capable of posttranslational translocation and requires nucleoside triphosphate hydrolysis whether associated with the ribosome or not (E. Perara and V. R. Lingappa, in preparation) . In most cases, however, translocation of truncated secretory and transmembrane proteins is dependent on an associa- Fig. 4 . Generation of substrates for dissociation of tra'nslocation from protein synthesis (see Perara et al., 1986) . SP6 expression plasmids encoding secretory proteins were digested with a restriction endonuclease which cut specifically either within the coding region, 5' to the termination codon (2?s/EII), or in the 3'noncoding region {Pvull). On in vitro transcription, the latter treatment yields a full-length mRNA while the former treatment yields a truncated transcript lacking a termination codon. Ribosomes are able to translate the truncated transcript but do not dissociate for lack of a termination codon, thus translation yields intact poly somes with emergent nascent chains. In contrast, translation of full-length transcripts yields completed, free polypeptide chains. By treating translation reactions with aurintricarboxylic acid (ATA) and emetine, polypeptide chains were presented to microsomal membranes in the absence of protein synthesis. Ribosome-associated translation products of truncated RNAs were released from the ribosome by treatment with puromycin.\n\ntion of the nascent chain with the ribosome of synthesis (Perara and Lingappa, unpublished observations) .\n\nRibosome-independent translocation has also been observed for the yeast protein, prepro-a-factor (-18.5 kDa), in the recently developed homologous cell-free translation/translocation system derived from yeast (Waters and Blobel, 1986; Rothblatt and Meyer, 1986a; Hansen et al., 1986) . This transport was insensitive to uncouplers and ionophores but was dependent on nucleoside triphosphate hydrolysis (Hansen et al., 1986; Waters and Blobel, 1986; Rothblatt and Meyer, 1986b) and required proteinaceous factors in the membrane (as demonstrated by sensitivity to the alkylating agent, N-ethylmaleimide; Hansen et al., 1986) . It is not clear whether the posttranslational translocation of α-factor in this system represents a peculiarity of this particular molecule or is a general characteristic of the yeast in vitro translocation system and/or of this organism. The tight coupling between translocation and translation has been described only for higher eukaryotic cell-free systems.\n\nThese recent findings demonstrate that the ER membrane is capable of translocating completed signal-bearing proteins and protein domains via an energy-requiring mechanism. Why, then, must some chains remain associated with the ribosome in order for translocation to occur, while others need not, and why is efficient translocation normally coupled to protein synthesis? One possible explanation is that the translocation competence of a given protein or polypeptide may reflect the accessibility of its signal sequence to signal receptors in the ER membrane and/or cytoplasmic receptors such as SRP. Thus, the signal sequence of a very short polypeptide or a protein that lacks rigid secondary structure may be readily accessible to these receptors, while longer proteins may require an association with the synthesizing ribosome, possibly in conjunction with SRP to present the signal sequence to the membrane. It appears that the ribosome serves to extend the window of time during which a given nascent polypeptide is translocation competent. The translocation competence of nascent chains varies from one protein to another, thus some nascent secretory proteins are translocation competent only during a narrow window of time early in their synthesis Braell and Lodish, 1982; Siegel and Walter, 1985) , while translocation of others can occur later in elongation (Ainger and Meyer, 1986) and still others, such as prepro-a-factor, may translocate even as completed polypeptides (Hansen et al., 1986; Schlenstedt and Zimmermann, 1987) .\n\nA requirement for high-energy phosphate bond hydrolysis has been demonstrated for translocation (recent work suggests that ATP hydrolysis is required for co-translational translation [Chen and Tai, 1987] , however, it remains to be determined how hydrolysis facilitates protein transport across the membrane. Energy may be expended to arrange and/or maintain the nascent chain in a translocation-competent state, to assemble or \"activate\" a protein tunnel in the membrane, or directly for movement of the polypeptide to the lumen of the ER.\n\nThe capacity of the ER membrane to translocate already synthesized proteins (Hansen et al., 1986; Mueckler and Lodish, 1986a; Müller and Zimmermann, 1986; Schlenstedt and Zimmerman, 1987) or protein domains (Perara and Lingappa, 1985; Perara et al., 1986) can be explained either by the existence of a large tunnel or pore in the membrane (through which such folded domains could diffuse or be transported), or, alternatively, by a membrane \"denaturase\" to effect unfolding of these domains prior to their transport. The signal hypothesis proposes that translocation occurs via an aqueous channel formed by integral membrane proteins, the assembly of which is directed by the signal sequence. Recently some evidence for this idea has emerged. Partially translocated nascent chains were generated by oligonucleotide-mediated hybrid arrest (Gilmore and Blobel, 1985) . These polypeptides, spanning the membrane, with their amino termini in the lumen and their carboxy termini in the cytoplasmic space were extractable from the microsomes with protein denaturants such as urea, suggesting that the translocation process occurs in an environment accessible to aqueous perturbants and that it involves interactions of the nascent chain with proteins in the ER membrane.\n\nIt is predicted that such a putative tunnel would consist of a complex assembly of a number of integral membrane proteins essential for translocation and related processes such as signal sequence cleavage, N-linked oligosaccharide transfer, and other posttranslational modifications known to occur in the ER lumen. Candidates for components of a translocon include a ribosome receptor, signal sequence receptor, and signal peptidase.\n\nBinding of polysomes synthesizing secretory proteins to the ER membrane has long been thought to play an important role in the vectorial transport of nascent chains across the membrane (Redman and Sabatini, 1966) . Such ribosomes bind to the ER membrane both via their nascent chains (Gilmore and Blobel, 1985) and directly via their large subunits by a salt-labile interaction (Adelman et al., 1973) . This binding is saturable and sensitive to proteases (Hortsch et al., 1986) .\n\nThe ribophorins (I and II), two integral membrane glycoproteins which are present in rough microsomes but absent from smooth membranes (Kreibich et al., 1978a) , have been suggested as ribosome receptor(s). Several indirect lines of evidence support this idea, including cofractionation of ribosomes and ribophorins following detergent solubilization (Kreibich et al., 1978a) or protein cross-linking treatment (Kreibich et al., 1978b) of rough microsomes and a good stoichiometry between the number of ribophorins and the ribosome binding capacity of rough microsomes (Marcantonio et al., 1984) . However, controlled proteolysis of rough microsomes suggests that ribophorins do not mediate functional ribosome binding directly since ribosome binding activity of rough microsomes is lost following protease treatment to which ribophorins appear resistant (Hortsch et al., 1986) . In addition, translocation of some secretory proteins can occur in vitro across smooth microsomes which lack ribophorins (Bielinska et al., 1979) . Therefore, it appears that the ribophorins do not play an essential role in translocation nor in functional binding of ribosomes to the ER membrane. The role of ribophorins or other ribosome binding proteins in translocation remains to be determined.\n\nIn addition to ribosome binding sites, an independent signal sequence receptor in the ER membrane has also been suggested (Prehn et al., 1980 (Prehn et al., , 1981 Gilmore and Blobel, 1985; Hortsch et al., 1986) . Posttranslational binding of signal-bearing proteins is specific, saturable, and protease sensitive, as well as specific for rough microsomes (Prehn et al., 1980 (Prehn et al., , 1981 . A nascent, SRP-arrested polypeptide binds to microsomal membranes in an SRP-receptor-dependent manner and remains associated with the membrane even after extraction of the ribosome with puromycin and high salt (Gilmore and Globel, 1985) but is extractable with protein denaturants such as urea or alkaline pH. Through a series of elegant cross-linking experiments, Wiedmann et al. (1987) have recently identified a signal sequence receptor that is an integral membrane glycoprotein of the ER.\n\nSignal peptidase is an integral membrane protein presumed to act on the luminal side of the ER membrane because cleavage of signal sequences takes place only on translocated secretory proteins unless the membrane is solubilized (Jackson and Blobel, 1977) . Since signal peptidase removes signal sequences from nascent polypeptides as they cross the ER membrane (Blobel and Dobberstein, 1975b) it is postulated to be associated with a complex of proteins in the membrane that are involved in other aspects of translocation (e.g., tunnel proteins). Signal peptidase has recently been purified from canine pancreas rough microsomes as a relatively abundant complex of four to six polypeptides (Evans et al., 1986) . Bacterial leader peptidase I, which can accurately cleave eukaryotic signal sequences (Watts et al., 1983) , exists as a single polypeptide (Wolfe et al., 1982) . It is believed that eukaryotic signal peptidase is very similar to this bacterial enzyme since bacterial secretory proteins can be accurately processed by canine rough microsomes (Muller et al., 1982) . By analogy, it is thought that eukaryotic signal peptidase also exists as one polypeptide and that the additional copurifying proteins may be involved in other translocation-related processes. The finding that this complex exists in roughly stoichiometric amounts relative to membrane-bound ribosomes has lead to speculation that it may form a core around which still other membrane proteins assemble to form a translocation apparatus in the membrane (Evans et al., 1986) .\n\nThe biogenesis of integral transmembrane proteins (ITMPs) adds an additional degree of complexity to the problem of transport of proteins across the ER membrane (Rothman and Lenard, 1977) . Not only must certain polypeptide domains be translocated across the lipid bilayer but specific domains must span the membrane while others are left in the cytoplasmic space. Integral membrane proteins can be considered in two broad categories (see Fig. 5 ): (1) bitopic ITMPs which span the membrane only once, with their amino and carboxy termini on opposite sides of the membrane, and (2) poly topic membrane proteins which span the membrane multiple times. These can be further classified according to the disposition of the termini relative to the membrane: proteins whose amino and carboxy termini are on opposite sides of the membrane can be referred to as \"trans\" ITMPs, with the terminus residing in the extracytoplasmic space specified [NH 2 -trans, e.g., vesicular stomatitis virus (VSV) glycoprotein or bovine rhodopsin; or COOH-trans, e.g., influenza neuraminidase]; those which span the membrane with both termini on the same side can be considered \" e i s \" ITMPs, with the side specified (C-cis, cytoplasmic, e.g., erythrocyte Band III protein; E-cis, extracytoplasmic, e.g., hepatitis B surface antigen; see Fig. 5 ).\n\nSeveral lines of evidence suggest that the assembly of proteins in the ER membrane is an event similar to the process of transport of secretory proteins across the membrane: both secretory and integral transmembrane proteins appear to be synthesized on membrane-bound polysomes (Morrison and Lodish, 1975) , both have signal sequences that interact with SRP (Anderson et al, 1982; Bos et al, 1984) , both compete with one another for membrane-associated components required for translocation (Lingappa et al, 1978a) , and both require hydrolysis of nucleoside triphosphates for translocation into or across the membrane (Waters and Blobel, 1986; Hansen et al., 1986; Mueckler and Lodish, 1986b; Perara et al., 1986) . For a secretory protein these events result in complete translocation across the ER membrane, while in the case of ITMPs protein domains are only partially translocated. The mechanism by which pro- References for sequence and/or experimental orientation data are as follows: influenza neuraminidase (Bos et al, 1984) , asialoglycoprotein receptor Lodish, 1985, 1986) , transferrin receptor (Schneider et al, 1984; McClelland et al, 1984; Zerial et at, 1986) , invariant chain (Lipp and Dobberstein, 1986) , VSV glycoprotein (Katz et al, 1977) , glycophorin (Bretscher, 1971 ), immunoglobulin M (McCune et al, 1980 , bovine rhodopsin (Nathans and Hogness, 1983) , acetylcholine receptor (Young et al, 1985) , hepatitis B surface antigen (Eble et al, 1986) , and erythrocyte Band III protein (Kopito and Lodish, 1985; Wickner and Lodish, 1985) .\n\nteins are oriented asymmetrically in the membrane operates with high fidelity-the orientation appears to be essentially identical for all copies of a given ITMP (Katz and Lodish, 1979) . The orientation achieved in the ER membrane is the same as that in the final destination, e.g., the plasma membrane (Katz and Lodish, 1979) . The process by which ITMPs are transported intracellularly from their site of synthesis at the ER membrane to their ultimate destination (e.g., Golgi membrane or plasma membrane) is poorly understood (for review, see Kelly, 1985) .\n\nAs described for secretory proteins, two general hypotheses have been advanced to explain how the assembly of proteins in the membrane is achieved. One is a variant of the helical hairpin/spontaneous insertion Fig. 2 , and the signal sequence directs assembly of a tunnel for translocation across the membrane (A). Translocation occurs, and the signal sequence is cleaved as depicted in Fig. lb (B) . On emergence of a stop transfer sequence, components of the translocation machinery are disassembled (C) and the ribosome-membrane junction is disrupted, causing the remainder of the polypeptide to be synthesized in the cytoplasmic space (D, E). hypothesis (Engelman and Steitz, 1981) and the direct transfer model (von Heijne and Blomberg, 1979) , according to which the thermodynamics of protein-lipid interactions between the nascent chain and the ER membrane govern the protein's transport across, and integration into, the membrane. In this view, if a hydrophobic rather than a hydrophilic domain emerges as the second transmembrane region of the helical hairpin, the stability of this domain in the hydrophobic environment of the lipid bilayer will prevent further translocation and integrate the chain into the membrane (see Fig. 6a ). Alternatively, according to the signal hypothesis, \"topogenic\" sequences in the nascent chain serve to \"stitch\" the nascent polypeptide in the membrane in the correct transmembrane orientation largely via interactions with receptor proteins which initiate or terminate translocation (Blobel, 1980; see Fig. 6b ). According to both hypotheses the information for translocation and membrane orientation resides in particular segments of the protein such as signal and \"stop transfer\" sequences. Signal sequences, as described earlier, act to initiate transport of the nascent chain across the membrane, while stop transfer sequences terminate the transport process such that the subsequently synthesized polypeptide domain is maintained in the cytoplasmic space. Varying arrangements of these two types of topogenic sequences within a protein can conceivably account for any particular membrane orientation.\n\nEarly studies on transmembrane protein biogenesis carried out on VSV glycoprotein in cell-free translation systems demonstrated that this simple bitopic transmembrane protein possesses a transient amino-terminal signal sequence (Lingappa et al., 1978a) and spans the membrane with a topology indistinguishable from that observed in vivo, i.e., with a large amino-terminal extracytoplasmic domain and a small carboxy-terminal cytoplasmic domain (Katz et al., 1977; Katz and Lodish, 1979) . Similar to translocation of secretory proteins in vitro, integration of VSV glycoprotein into microsomal membranes was found to occur only when microsomes were present during protein synthesis (Katz et al., 1977; Toneguzzo and Ghosh, 1977) . Moreover, competition experiments revealed that nascent VSV glycoprotein competed with a nascent secretory protein for a membrane component(s) involved in transfer across the membrane (Lingappa et al., 1978a) . Thus it was proposed that the biogenesis of secretory proteins and integral transmembrane proteins share early events in common. What causes some proteins to be only partially translocated?\n\nA clue to the answer to this question is found in the immunoglobulin M (IgM) heavy chain which exists in two forms-one on the cell surface and the other secreted-which differ only in the presence on the former of a carboxy-terminal transmembrane segment and small cytoplasmic domain (Vasalli et al, 1979; Kehry et al., 1980; Singer and Williamson, 1980; McCune et al., 1980) . Apparently this carboxy-terminal extension serves to anchor the protein in the membrane. Indeed, other bitopic NH 2 -trans ITMPs, which are synthesized with amino-terminal cleaved signal sequences and carboxy-terminal transmembrane segments, can be experimentally converted to secretory proteins by deletion of the transmembrane region (Boeke and Model, 1982; Gething and Sambrook, 1982; Rose and Bergmann, 1982) , demonstrating that such segments are necessary for halting translocation.\n\nThat stop transfer sequences are sufficient to terminate translocation and to direct integration into the membrane was demonstrated by Yost et al. (1983) , who engineered the IgM transmembrane segment to an internal position within a chimeric secretory protein, converting it to an integral transmembrane protein with predicted topology relative to the ER membrane (see Fig. 7) . Moreover, the stop transfer sequence was able to act at other positions within the polypeptide beside the extreme carboxy terminus.\n\nAs is true for signal sequences, stop transfers are essentially functionally defined and exhibit little homology in primary sequence. Analysis of many transmembrane domains reveals that they consist of 20-30 hydrophobic and neutral amino acid residues often flanked by one or more positively charged residues on the cytoplasmic side (Sabatini et al., 1982) . It has been postulated that the hydrophobic stretch spans the membrane-a length of 20 amino acids is believed to be sufficient to span the 3nm thickness of the lipid bilayer as an a-helix (Tanford, 1978) . The basic residues are thought to play a role in membrane association by interactions with the negatively charged phospholipid head groups at the membrane surface (Sabatini et al., 1982) .\n\nThe basic residues at the cytoplasmic boundaries of some membranespanning domains do not appear critical for the stop transfer function Zuniga and Hood, 1986) although they may play a role in stablizing the protein in the membrane (1)\n\n(2) Fig. 7 . A stop transfer sequence confers predictable transmembrane orientation on a previously secretory protein (see Yost et al., 1983) . Hybrid proteins consisting of lactamase and globin or lactamase, stop transfer, and globin are depicted as (1) and (2), respectively. The signal sequence of lactamase is denoted by S and the lgM transmembrane segment as M. The transmembrane orientation of fusion proteins 1 and 2 are depicted below. Cleavage of the amino-terminal lactamase signal sequence is indicated by an asterisk, and the lgM transmembrane segment by the bold black line spanning the bilayer. Fusion protein 1 is completely translocated scross the microsomal membrane. Insertion of the M segment between the lactamase and globin domains in fusion protein 2 serves to terminate translocation at that point, leaving the lactamase domain in the lumen and the globin domain in the cytoplasmic space. . Likewise, introduction of a single charged residue into the membrane-spanning domain of Semliki Forest virus protein E2 has no effect on membrane orientation or physiological function of the protein ) but destabilizes the membrane association as determined by carbonate extraction , a procedure which strips membranes of all polypeptides save those integrated directly into the hydrophobic core of the lipid bilayer (Fujiki et al., 1982) .\n\nSeveral groups have attempted to determine experimentally the minimum length of a membrane-spanning domain by carrying out gradual deletions in defined membrane-spanning regions (Adams and Rose, 1985; . Such experiments suggest that as few as 14-17 amino acids of a stop transfer domain are sufficient for full function. When reduced to 8-12 amino acids these domains still appear able to direct proper membrane orientation, but their stability in the membrane is impaired . A problem with these types of experiments is that the polypeptide context in which the stop transfer domains is assayed is critical, making it difficult to draw broad conclusions from a single example. For example, positioning of the potential stop transfer domains close to the carboxy terminus improves the ability of such a domain to anchor the polypeptide in the membrane Davis and Hsu, 1986) . Also, the existence of hydrophobic domains adjacent to the membrane-spanning regions being deleted [e.g., in VSV glycoprotein (Adams and Rose, 1985) ] is likely to confound the interpretation of such experiments since they may compensate for the deleted hydrophobic region. Nevertheless, it appears on the basis of some of these experiments that stop transfer domains may have two functionally distinct roles: one to stop the translocation process and the other to engage in a stable membrane integration.\n\nIt has been suggested that topology of transmembrane proteins occurs as a result of spontaneous physical partitioning of hydrophobic protein regions into the hydrophobic core of the lipid bilayer (von Heijne and Blomberg, 1979; Engelman and Steitz, 1981) . Indeed, insertion of a synthetic repetitive domain of 16 or more hydrophobic amino acid residues has been shown to be adequate to stop the translocation of a secretory protein and to confer predictable membrane topology to the resultant transmembrane protein in bacteria . On the other hand, the fusion-related hydrophobic domain of the myxovirus, Sendai F protein, which consists of some 26 consecutive uncharged or hydrophobic residues is completely translocated both in the natural eukaryotic context and in a bacterial assay system (Davis and Hsu, 1986) . Moreover, severely truncated membrane-spanning regions consisting of only 12-16 hydrophobic residues can direct topology similar to wild-type transmembrane sequences .\n\nThus, while a \"sufficiently\" hydrophobic region of a translocated protein can act to halt translocation, it is not clear whether hydrophobicity is the sole feature that determines the function of authentic stop transfer sequences. Nor is it known whether critical hydrophobic interactions are between the nascent chain and the lipid bilayer or between the nascent chain and hydrophobic membrane proteins.\n\nSeveral bitopic COOH-trans ITMPs such as influenza neuraminidase (Bos et al., 1984) , asialoglycoprotein receptor (Spiess and Lodish, 1986) , invariant chain (Lipp and Dobberstein, 1986) , and transferrin receptor (Zerial et al., 1986) have been identified which have internal, uncleaved signal sequences which also serve to anchor the protein in the membrane. These proteins are situated with their amino termini in the cytoplasm and their carboxy domains in the extracytoplasmic space (see Fig. 5 ). The hydrophobic membrane-spanning regions facilitate the transport of only the carboxy domains in an SRP-dependent fashion (Spiess and Lodish, 1986; Lipp and Dobberstein, 1986) . These membrane-spanning regions may be considered simply as internal, uncleaved signal sequences. However, it is important to distinguish them from signal sequences of secretory proteins-the uncleaved signal of ovalbumin is completely translocated and secreted; moreover, when engineered to an internal position, a normally amino-terminal signal sequence can facilitate translocation of both flanking protein domains and does not integrate directly into the bilayer (Perara and Lingappa, 1985) .\n\nSignal-stop topogenic elements are not confined to this particular orientation. In the first transmembrane segment of the polytopic ITMP, bovine rhodopsin, a combined signal-stop transfer sequence has been identified which translocates the amino terminus and leaves the carboxy flanking domain in the cytoplasm (Friedlander and Blobel, 1985; Perara et al., 1986) . As in the case of COOH-trans ITMPs, what accounts for domain translocation specificity (i.e., whether the amino or carboxy flanking domain is translocated) of NH 2 is not clear. One possibility is that lack of translocation of a particular domain may depend on its folding in a translocation-incompetent manner. Alternatively, in the case of polytopic transmembrane proteins, adjacent topogenic domains of a protein may also influence the domain translocation specificity of a given topogenic sequence (Eble et al., 1987) .\n\nWe shall refer to domains which are able to facilitate both translocation and integration into the bilayer as signal-stop transfer sequences. Whether separate signal and stop transfer functions can be assigned to distinct regions of these domains remains to be determined. Until that issue is resolved it remains unclear whether such domains should be considered a special class of topogenic sequence, whether they represent two distinct elements in tandem, or whether they are distinguished from simple signal sequences merely by the inability of the cytoplasmically disposed domain to be translocated.\n\nThose ITMPs which span the membrane more than once are referred to as polytopic membrane proteins. The most detailed analysis of polytopic ITMPs has been done on the polytopic subunits in the photosynthetic reaction center of the bacterium, Rhodopseudomonas viridis. The determination of the tertiary structure by X-ray crystallography (Deisenhofer et al., 1985) in conjunction with the primary amino acid sequences (Michel et al., 1986) has allowed structural analysis of these proteins at nearly atomic resolution. However, the topologies of most polytopic ITMPs are predicted from their primary sequences, with very hydrophobic regions proposed to span the membrane.\n\nInitial events in the assembly of polytopic ITMPs into the ER membrane appear to be similar to those involved in the translocation of secretory and bitopic transmembrane proteins. Some have amino-terminal cleaved signal sequences (Anderson et al., 1982) , while others possess uncleaved signal sequences (Anderson et al., 1983; Rottier et al., 1984; Friedlander and Blobel, 1985; Eble et al., 1986) . Their integration is dependent on SRP (Anderson et al., 1982 (Anderson et al., , 1983 Friedlander and Blobel, 1985; Rottier et al., 1985; Mueckler and Lodish, 1986a; Eble et al., 1987) although some do not experience elongation arrest (Anderson et al., 1983) . Thus, polytopic ITMPs utilize the same targeting system as simple secretory and bitopic transmembrane proteins. But is each transmembrane domain established by specific signal and stop transfer sequences (Blobel, 1980) , or, once targeted to the ER via a signal sequence and SRP, is subsequent membrane assembly \"spontaneous\" (Wickner and Lodish, 1985; Mueckler and Lodish, 1986a) ?\n\nThe biogenesis of only a few polytopic transmembrane proteins has been studied in any detail. The analysis of biogenesis has relied heavily on molecular genetics techniques which allow deletion of putative topogenic domains and/or analysis of their independent function in defined polypeptide contexts.\n\nBovine rhodopsin is believed to span the bilayer seven times with the amino terminus in the extracytoplasmic space and the carboxy terminus in the cytoplasm (Nathans and Hogness, 1983) . Deletions of the cDNA encoding bovine opsin revealed that this protein has at least two SRPdependent signal sequences, one of which is located in the first transmembrane segment and the other in the sixth (Friedlander and Blobel, 1985) . Both signals facilitate translocation of at least the amino flanking domain and integrate into the lipid bilayer directly, thus classifying them as sig-\n\nLipid Bilayer Cytoplasmic Space Fig. 8 . Predicted arrangement of signal and stop transfer sequences to account for transmembrane orientation of bovine rhodopsin (see Friedlander and Blobel, 1985) . Open rectangles represent signal sequences and solid black rectangles denote stop transfer sequences.\n\nnal-stop transfers. The existence of two more signal sequences and four stop transfer sequences in alternating transmembrane domains has been proposed to account for the complex topology of opsin (Friedlander and Blobel, 1985; see Fig. 8 ). These observations must be interpreted with caution, however, in light of more recent findings (described in Section V,D) which suggest common features between signal and stop transfer sequences. Nevertheless, this study demonstrates that multiple topogenic elements, which recognize known receptors for translocation, exist in polytopic membrane proteins and suggests that the translocation of multiple protein domains of a polytopic membrane protein may occur via the same mechanism as that of a secretory or simple bitopic membrane protein.\n\nThe membrane biogenesis of hepatitis B surface antigen is somewhat more clearly understood. This is a simpler polytopic membrane protein which spans the membrane two times (Eble et aL, 1985 (Eble et aL, , 1987 . Analysis of each of the two known membrane-spanning regions in fusion proteins in vitro reveal that hepatitis B surface antigen contains two uncleaved signal sequences, both of which interact with SRP (Eble et aL, 1987) . The first is located within the initial 32 amino acids of the protein and is capable of translocating both amino and carboxy flanking domains, as well as itself, completely across the membrane, although in native hepatitis B surface antigen it resides in the membrane (see Fig. 9 ). The second topogenic element appears to be a signal-stop transfer sequence (see Section V,B) which facilitates translocation of only the carboxy-flanking domain and integrates into the lipid bilayer directly, leaving the amino terminus in the cytoplasmic space (see Fig. 9 ). It is unclear exactly how these two topogenic sequences act together to achieve the ultimate transmembrane orientation, i.e., do the two signals act sequentially-first one, then the other-or do they interact with one another to specify the correct topol- Eble et al., 1986 Eble et al., , 1987 . The transmembrane orientation of hepatitis B surface antigen is represented schematically in Part 1. The two transmembrane domains are designated by open and solid black bars [(1) and (2), respectively]. Transmembrane domains (1) and (2) were analyzed independently in globin fusion proteins (shown in Part 2), with globin flanking regions (1) or (2) at their carboxy termini. Transmembrane orientations of globin fusion proteins are depicted in Part 3. Transmembrane domain 1 facilitated translocation of the flanking globin domain and was translocated itself. Transmembrane segment 2 also facilitated translocation of the globin domain but remained integrated in the membrane with a small, cytoplasmically disposed amino terminus.\n\nogy? It appears from this study that all \"information\" for residing in the bilayer need not necessarily be specified exclusively by the membranespanning domain itself.\n\nIt is generally believed that membrane-spanning regions are composed of extremely hydrophobic regions of a protein, and the topology of many polytopic membrane proteins has been predicted by their amino acid se-quences (Nathans and Hogness, 1983; Noda et al., 1983; Devillers-Thiery et al., 1983; Mueckler et al., 1985) . Such predictions, however, are not always correct. For example, the subunits of the acetylcholine receptor have been predicted by their primary sequence to span the membrane four times (Noda et al., 1983; Devillers-Thiery et al., 1983) . However, immunoprecipitation and immunocytochemistry using antibodies to specific segments of the protein have provided strong evidence for a model in which the homologous receptor subunits each cross the membrane five times (Young et al., 1985) . Four of the predicted membrane-spanning regions are rich in hydrophobic and nonpolar residues while one (the fourth) is amphipathic and can form an a helix that is hydrophobic on one side and highly charged on the other. The homologous amphipathic helices of the five subunits are predicted to assemble in the membrane such that the charged side of each subunit faces the center, stabilizing this conformation in the lipid bilayer and forming an ion channel (Young et al., 1985) . It is unlikely that such amphipathic membrane-spanning segments provide \"information\" for membrane insertion; their localization spanning the membrane may be determined by adjacent topogenic elements in the protein.\n\nPolytopic membrane assembly does not appear to be a simple partitioning of hydrophobic sequences into the hydrophobic core of the bilayer, since polar polypeptide domains have been shown to span the membrane (Young et al., 1985) and hydrophobic regions are sometimes completely translocated (Davis and Hsu, 1986) . Moreover, recent reports suggest that cytoplasmic or membrane factors, or both, may determine the orientation of a given protein relative to the membrane. A bacterial polytopic transmembrane protein integrates into E. coli inverted vesicles in a cellfree translation system derived from E. coli, but it is completely translocated across canine rough microsomes when expressed in the wheat germ system (Watanabe et al., 1986) . It is suggested that differences in the two types of membranes may account for the different topologies of the same protein, though differences between the E. coli and wheat germ extracts may also account for these observations. In fact, a similar finding has been observed in the expression of a protein in a wheat germ versus rabbit reticulocyte cell-free system, in both cases using dog pancreas rough microsomes. Expression in the wheat germ system results in a polytopic transmembrane orientation, while in reticulocyte lysate approximately equal amounts of the E-cis ITMP and a completely translocated form are observed. On expression in Xenopus oocytes the major product is a secreted soluble monomer (Hay et al., 1987) .\n\nIt is not known whether assembly of polytopic proteins into the ER membrane is receptor mediated aside from the requirement for SRP to target the nascent chain to the ER. While at least two proteins have been demonstrated to contain more than one sequence which is recognized by SRP it is not known whether SRP mediates the interactions of each sequence with the membrane or whether it is required only once to target the nascent chain to the ER membrane and that, once there, subsequent topogenic sequences in the nascent chain are able to interact directly with the membrane or membrane proteins.\n\nWhile the assembly of most polytopic ITMPs appears to be \"cotranslational\" (Rottier et al, 1984; Eble et al, 1986) , it is not clear whether multiple transmembrane segments insert into the membrane sequentially (i.e., as they emerge from the ribosome) or not. The observation that a fragment of the glucose transporter molecule can integrate into rough microsomes posttranslationally with an orientation similar to that observed for cotranslational integration (Mueckler and Lodish, 1986a) suggests that proper orientation need not be achieved via sequential insertion or translocation events.\n\nInformation for membrane assembly appears to reside in the membrane protein itself, encoded in discrete ς 'topogenic\" sequences (Blobel, 1980; Lingappa et al, 1984; Yost et al., 1983) . From the work discussed thus far topogenic domains can be considered as one of three basic types:\n\n1. Conventional signal sequence. These are usually located at the amino termini of most secretory and many transmembrane proteins. They facilitate translocation of flanking protein domains in an SRP-dependent fashion and are usually (but not always) cleaved by signal peptidase in the ER membrane. These signal sequences do not appear to integrate into the bilayer directly and may themselves be translocated. 2. Stop transfer sequence. Conventional stop transfer sequences abort the translocation process initiated by a distant, preceding signal sequence and often integrate into the lipid bilayer. 3. Combined signal-stop transfer sequence. These signal-stop sequences require SRP to initiate translocation of one or the other flanking protein domain and are not themselves translocated but integrate directly into the membrane.\n\nRecent findings suggest that the distinctions between these topogenic sequences may not be absolute. Analysis of stop transfer sequences in proteins which lack amino-terminal signal peptides reveals a number of unexpected features of these topogenic elements.\n\nThe epidermal growth factor (EGF) receptor is a typical bitopic NH 2trans transmembrane protein with large extracytoplasmic and cytoplasmic domains (Ullrich et al., 1984) . It is synthesized with an amino-terminal cleaved signal sequence which presumably facilitates the translocation of the extracytoplasmic domain. The membrane-spanning domain is believed to function as a stop transfer sequence, terminating translocation and resulting in the integration of the protein into the bilayer, with the remainder of the protein maintained in the cytoplasmic space. The retroviral oncogene, v-erbB, encodes a truncated version of EGF receptor which lacks the first 550 amino acids of the amino-terminal (extracytoplasmic) domain, including the signal sequence, as well as a small portion of the extreme carboxy terminus. Nevertheless, the v-erbB gene product spans the plasma membrane in vivo, as determined by immunocytochemistry, in an orientation similar to that of the EGF receptor, i.e., with an extracytoplasmic amino terminus and the carboxy terminus in the cytoplasm (Schatzman et al., 1986) . Thus, it appears that the membrane-spanning region of EGF receptor may possess an intrinsic capacity to direct the translocation of the truncated amino-terminal domain and to integrate itself correctly into the membrane.\n\nIn vitro analyses of a classic stop transfer sequence in chimeric proteins lacking a signal sequence also suggest that bona fide \"stop transfer\" sequences possess domain translocation activity (Mize et al., 1986; Zerial et al., 1987) . The transmembrane segment at the extreme carboxy terminus of IgM (the M segment) has been shown to have intrinsic domain translocating activity in certain polypeptide contexts in vitro (Mize et al., 1986) . When an amino-terminal signal sequence was present, either in engineered proteins or in the native IgM molecule, only the domain between the signal and stop transfer sequences was translocated (Yost et al., 1983; Mize et al., 1986) ; the remainder (the domain carboxy terminal to the M segment) remained in the cytoplasmic space (see Fig. 10 ). However, when engineered between two antigenically distinct cytoplasmic protein domains, lacking any defined signal sequence, the M segment facilitated the transport of either the amino and carboxy flanking domains across microsomal membranes (Mize et al., 1986; see Fig. 9) . A normally amino-terminal signal sequence in a similar polypeptide context facilitates translocation of both flanking protein domains and is translocated itself into the lumen (Perara and Lingappa, 1985; Mize et al., 1986 , see Fig. 9 ).\n\nThe translocation activity of \"stop transfer sequences\" is SRP mediated, and SRP can interact with them to arrest elongation of the nascent chain (Mize et al, 1986; Zerial et al., 1987) . In this respect stop transfer sequences are qualitatively indistinguishable from classic amino-terminal signal sequences in a similar context. Thus, it appears that stop transfer and signal sequences may share at least some structural features which direct functional interactions with the same receptor, SRP, as well as with putative receptor elements on the cytoplasmic, but not the luminal (e.g., signal peptidase), aspect of the ER membrane.\n\nWhy should a transmembrane segment, such as that of IgM, possess recognition features for SRP and for initiation of translocation? Since it is located at the extreme carboxy terminus of IgM and emerges from the ribosome only after termination of protein synthesis and dissociation of the ribosomal subunits, this cotranslational translocation activity seems unlikely to play any role in its native stop transfer function. While the possibility exists that SRP may mediate normal stop transfer function, another possible explanation may be that signal and stop transfer functions are mediated by common membrane receptors which share recognition features with SRP. The observation that an artificial stretch of 23 hydrophobic amino acids interacts with SRP (Zerial et aL, 1987) suggests that hydrophobicity is a key recognition feature for SRP.\n\nInformation for translocation and membrane assembly appears to reside in the membrane protein, itself, encoded in discrete \"topogenic\" sequences (Lingappa et aL, 1984; Yost et aL, 1983) , their position relative to one another (Coleman et aL, 1985; Mize et aL, 1986; Eble et aL, 1987) and their immediate polypeptide environment or context Davis and Hsu, 1986) . Signals for the initiation and termination of translocation appear to share structural features for recognition by common receptors, at least for SRP. While both signals and stops may possess intrinsic domain translocation activity, they are distinguishable in that signal sequences may be translocated themselves while stop transfers are not (Perara and Lingappa, 1985; Mize et aL, 1986) . A systematic analysis of various arrangements of identified signal and stop transfer sequences in identical polypeptide and protein synthesis contexts should allow clarification of the functions of these sequences.\n\nOur understanding of how the process of translocation is interrupted and how complex polytopic membrane proteins are assembled is limited by our lack of understanding as to how translocation occurs in the first place. For example, is topogenic \"information\" in a complex polytopic membrane protein \"read\" in a linear order from amino to carboxy terminus as the growing polypeptide emerges from the ribosome, or do subdomains interact with cytoplasmic and ER membrane translocation components?\n\nWe have reviewed here past and recent progress in the understanding of the localization of proteins to the endoplasmic reticulum. Rapid advances have been made due to the combined efforts to identify molecular components and the use of molecular genetic manipulation to create altered translocation substrates. While some questions have been an-swered, new ones have been raised and other long-standing issues remain unresolved.\n\nStudies of translocation across the ER membrane initially focused on the membrane-bound ribosomes of the rough ER and the characteristic vectorial discharge (or cotranslational translocation) of the nascent chain. In the last decade the molecular mechanisms by which particular proteins are selected to be synthesized by ER-bound polysomes have been clarified, at least to one level of resolution. More recently it has been found that translocation need not be coupled to protein synthesis, rather, the characteristic coupling of translocation to translation may reflect the requirement for an association of the nascent chain with the ribosome of synthesis. Thus attention has returned to the membrane-bound ribosomes of the rough ER. What is the nature and importance of the ribosomemembrane interaction? What role does the ribosome play in the initiation and termination of translocation?\n\nWhile the molecular events of targeting have been well characterized, the mechanism by which selected proteins cross the ER membrane remains a mystery. An increasing body of evidence is accumulating for the participation of membrane proteins in this process. The finding that completed protein domains can be accommodated by the translocation mechanism suggests the participation of additional proteins in the translocation process, either as components of a pore or tunnel which could accommodate folded polypeptide domains or as enzymes to unfold folded domains. In addition, translocation of completed proteins is dependent on nucleoside triphosphate hydrolysis. Thus translocation is not a \"spontaneous\" process as has been predicted previously (Wickner, 1979; von Heijne and Blomberg, 1979; Engelman and Steitz, 1981) . While it is clear that translocation is not simply governed by thermodynamically favorable proteinlipid interactions between the nascent chain and the membrane, the molecular environment traversed by the polypeptide as it enters the ER lumen remains to be determined.\n\nThe approach of expressing engineered translocation substrates in cellfree translation/translocation systems has provided many insights into the mechanism of translocation and transmembrane integration and will continue to do so. In addition, future research will undoubtedly focus on the identification, purification, reconstitution, and mechanistic analysis of additional molecular components of the targeting and translocation apparatus. Finally, the importance of the events and components which have been defined and established in cell-free systems remains to be determined in vivo. Additional components may be necessary to orchestrate the complex series of molecular interactions resulting in translocation in a living cell."}