{"title": "Journal Pre-proof", "body": "Central Message: Lung transplant for urgently listed patients is challenging and resource intensive. Transplant teams need to exercise good judgement in offering urgent listing to offset the risks of poor outcomes.\n\nCentral Picture Legend: Jing yu CHEN MD; Michael HSIN MD Lung transplant (LTx) is the only option for selected patients with end stage lung disease. Donor lung scarcity leads to waitlist mortality. Prioritizing the sickest patients who will most likely die without a transplant, needs to be balanced against concerns regarding worse outcomes and futile procedures.\n\nIn this issue, the Cleveland group presented their results of LTx following urgent listing. In this cohort-mean lung allocation score (LAS) 82; bridging with mechanical ventilation /ECMO in 25% of patients-mortality was 26% at one month after listing, and 58% underwent LTx. Compared to propensity matched patients who were electively listed, there was no significant difference in death at one month after LTx, ECMO use, or ICU stay. The survival at one month and 5 year survival of urgently listed patients were comparable to that of published literature [1] . Older patients, liver impairment, and outside hospital transfers were associated with death after urgent listing. What is not known was their decision process-who to urgently list, and who to bridge? Further investigation into frailty, sarcopenia and other organ-system dysfunction may improve patient selection [1] .\n\nMost European countries allocate organs to the sickest patients first. In France, 'high emergency status' may be granted to idiopathic pulmonary fibrosis, cystic fibrosis or pulmonary hypertension patients, but not COPD [2] , whereas in the UK, COPD patients are eligible [3] . In France, national priority is given for 8 days, and only one renewal allowed. Scanditransplant has no pre-defined entry criteria for priority, nor limits on urgent status duration, however only three urgent calls are allowed per year per center [4] .\n\nnationally. Matching is based on medical urgency (using principles similar to LAS), and waiting times [5] ; ECMO patients are prioritized. Owing to delayed referral and inadequate medical insurance coverage for LTx, Chinese patients frequently present to transplant centers in critical conditions [6] . An analysis of the Chinese national database showed that 52.9% of patients were in NYHA Class IV, ECMO bridging to transplant was used in 4.9% of patients, and 5.5% had mechanical ventilation. Decreased survival was associated with older age, NYHA Class IV, ECMO usage and renal insufficiency. [7] Unlike the west, the number of available clinically suitable donor lungs exceeds the number of patients referred for LTx [7] , therefore urgent and critical cases are often Transportation' is a national policy that ensures priority for flight departures and seamless connections to minimize ischemic times. [6] The Cleveland group should be commended for their results transplanting urgently listed patients. Individual centers need to recognize that LTx for these patients is resource intensive and challenging, and the results of expert high volume centers may not be replicable."}