{"title": "", "body": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/631879 doi: bioRxiv preprint 4 63 Results: Pristane and pristane+LPS mice showed a prolonged escape latency at 7wLPS than 64 at 12wLPS in short-term memory. Downregulation of hippocampal NR2A subunit was more 65 evident than NR2B in pristane and pristane+LPS at 7wLPS and 12wLPS. The anti-Sm 66 autoantibodies levels correlate with the relative expression of NR2A. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/631879 doi: bioRxiv preprint 116 anti-RNP/Sm and anti-Su) in a range between 12 to 25 weeks in the trial period [11] [12] [13] . This 117 is a suitable model to evaluate the break tolerance related to environmental factors associated 118 with SLE development. Nevertheless, there are no experimental evidences that relate 119 pristane-induce lupus with cognitive dysfunction associated with the development of 120 autoantibodies against hippocampal NMDA receptor subunits NR2A/2B. 121 In order to evaluate cognitive impairment related to memory deficits in a pristane-induced 122 lupus BALB/c mice, we analyzed the mRNA expression levels of NR2A/2B hippocampal 123 subunits in short and long-term memory task at 7 and 12 weeks after LPS exposition with a 124 behavioral test with the employment of Barnes maze.\n\n. CC-BY 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It 151 pristane, and 10 pristane+LPS and for 12wLPS group we included 6 controls, 10 pristane and 152 10 pristane+LPS (Fig 1, A) . \n\n158 To assess memory and learning process to determine cognitive dysfunction, experimental 159 groups of 7wLPS and 12wLPS were evaluated in a behavioral test with a Barnes maze 160 adapted for mouse based on the protocol described by Barnes et al [15] . For the maze, we 161 employed a circular black acrylic platform of 36.8 inches of diameter anchored in a metallic 162 base of 32 inches of height above the floor. The platform has 20 holes of 2 inches of diameter 163 disposed along the perimeter with 3.2 inches among them (19 empty holes and one scape 164 hole with dark box). For reference points to reach the escape hole, we used extra-maze cues 165 around the room (circle, rhombus, triangle, and square in different colors) and for eliminating 166 odor cues, the experimentator cleaned the platform and the scape box in every trial with ethyl 167 alcohol at 70% (Fig 1, B) . To record the cognitive performance, we used a video tracking 168 system (Pro Webcam-C920 HD 1080p).\n\n. CC-BY 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It 295 pristane (6s vs. 14s, P=0.005) and control vs. pristane+LPS (6s vs. 35s, P<0.0001) . In this 296 probe, the total of control mice reaches the target hole in less than seconds in comparison to 297 mice of pristane and pristane+LPS subgroups (Fig 4) . (Fig 6, B) . 350 The expression analysis for hippocampal NR2A subunits of the NMDA receptor was 351 evaluated at 7wLPS and 12wLPS (Fig 7) . We were able to observe in the pristane group a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/631879 doi: bioRxiv preprint"}