{"title": "Group B Betacoronavirus in Rhinolophid Bats, Japan", "body": "Viruses in the genus Betacoronavirus include pathogens that cause emerging pandemic diseases, such as severe acute respiratory syndrome (SARS) and Middle East respiratory syndrome (MERS), in humans. It has been suggested that bats are major reservoirs for these zoonotic pathogens [9] . This justifies surveillance for coronaviruses (CoVs) in bats throughout the world. In Japan, CoVs belonging to the genus Alphacoronavirus have been detected in intestinal and fecal specimens of Eastern bent-winged bats (Miniopterus fuliginosus) in Wakayama Prefecture [8] . Here, we report the first demonstration of group B betacoronaviruses in little Japanese horseshoe bats (Rhinolophus cornutus) in Iwate Prefecture, Japan.\n\nA total of 38 fecal samples were collected individually from captured insectivorous bats, including 27 little Japanese horseshoe bats (R. cornutus), six greater horseshoe bats (R. ferrumequinum), four Japanese large-footed bats (Myotis macrodactylus) and one Ussuri tube-nosed bat (Murina ussuriensis) from 2 separate caves in Morioka, Iwate Prefecture with permission from the local administration, during 2013. We designated specimens as \"Og\" or \"Is\" based on the respective originating cave name, Ogayu (39.6019N, 141.2508E) and Isari (39.6771N, 141.0881E), and we also assigned them numbers. The Ogayu cave is an abandoned gold mine called Manju. The Isari cave is located at the Atago shrine, which is approximately 16 km away from the Ogayu cave. Feces were homogenized with sterile phosphate buffered-saline solution containing penicillin, streptomycin and amphotericine B. Viral RNA was extracted from feces homogenates by the single-step guanidium isothiocyanate-phenol-chloroform method [1] . cDNA synthesis and PCR were performed as described previously [3] . The PCR primers IN-6 and IN-7 were used to amplify the RNA-dependent RNA polymerase (RdRp) gene of CoV as described elsewhere [5] . We also performed a second-step PCR using the IN-6 primer and a reverse primer (5′-ATCAGATAGAATCAT-CATAGAGA-3′) described previously [2] . PCR products of expected size were obtained in eight of 38 samples, after the second-step PCR. Five of the eight positive samples were derived from bats roosting in the Isari cave, and the rest were from the Ogaya cave. These positive PCR products derived only from the samples of little Japanese horseshoe bats were subjected to nucleotide sequencing as described previously [3] . CoV RNA was not detected in the other three bat species. Virus isolation using the Vero cell culture derived from an African green monkey was unsuccessful, probably due to inappropriate choice of cell culture.\n\nWe had a success in the nucleotide sequencing of six of the eight positive samples and have deposited partial nucleotide sequences of the RdRp gene to the DNA databases under the accession numbers AB889995 to AB890000. The 2 other samples unsuccessful in nucleotide sequencing were considered to be false-positive in PCR. The six sequences (426 nt) showed more than 98% nt identity to each other. Comparison between the six CoVs from little Japanese horseshoe bats and those from DNA databases revealed that the nucleotide sequences had the highest identity (about 91% nt) to bat SARS CoV strain Rp3 (GenBank accession no. DQ071615), which was isolated from fecal swabs of Pearson's horseshoe bats (R. pearsonii) in Guangxi Province, China in 2005 [4] . Nucleotide sequences aligned using Clustal W [10] were analyzed by the neighbor-joining method [7] . The phylogenetic tree indicated that the six CoV sequences detected in little Japanese horseshoe bats have a monophyletic relationship to the SARS CoV in the same lineage of the group B betacoronavirus (Fig. 1 ). Bat SARS CoV or SARS-like CoV has been detected in rhinolophid bats on the Eurasian continent [4, 6] .\n\nOur results indicate that betacoronaviruses closely related to SARS CoV were prevalent among little Japanese horseshoe bats in Iwate Prefecture, Japan. Currently, pathogenic trait of these betacoronaviruses is unknown. Although there is no evidence of human infection by these bat CoVs, the existence of group B betacoronaviruses in bats may be predictive of the emergence of a disease, such as SARS, since the Isari cave is also used as a den for civets, which is another potential intermediate species. During this study, we marked the bats with aluminum bands to identify them for further investigation of their habitat. This may provide further information, so we can achieve a better understanding of the relationship between rhinolophid bat behavior and betacoronavirus ecology in the future."}