{"title": "Evaluation of indirect immunofluorescence antibody test and enzyme-linked immunosorbent assay for the diagnosis of infection by Leishmania infantum in clinically normal and sick cats", "body": "• IFAT for anti-Leishmania IgM was positive in 1/100 cats.\n\n• The results of IFAT and ELISA for anti-Leishmania IgG disagreed (P = 0.039).\n\nIgG disagreed with the results of PCR.\n\nLeishmanioses are caused by protozoan parasites of the genus Leishmania and they are endemic in at least 88 countries. More than 20 Leishmania species can infect dogs and/or humans and some of them are also infective to cats (Bonfante-Garrido et al., 1996; Craig et al., 1986; da Silva et al., 2008; Hatam et al., 2010; Pennisi et al., 2013; Poli et al., 2002; Schubach et al., 2004; Simões-Mattos et al., 2004; Souza et al., 2009; Trainor et al., 2010) . Although dogs are considered the main domestic and peridomestic reservoir of zoonotic leishmaniosis caused by L. infantum (synonym: L. chagasi) (Baneth et al., 2008) , cats may also be implicated in the transmission cycle of the parasite, as additional primary or as secondary reservoirs, or they may be accidental hosts (Maia and Campino, 2011; Mancianti, 2004; Maroli et al., 2007) .\n\nDuring the last 15 years, there have been several reports of symptomatic feline leishmaniosis due to L. infantum in European countries where the canine disease is endemic and in most of these sick cats serology for Leishmania-specific IgG was found to be a useful diagnostic test (Grevot et al., 2005; Hervás et al., 1999 Hervás et al., , 2001 Navarro et al., 2010; Ozon et al., 1998; Pennisi, 2002; Pennisi et al., 2004 Pennisi et al., , 2013 Poli et al., 2002) . At the same time, numerous serological surveys, based mainly on indirect immunofluorescence antibody test (IFAT) or enzyme-linked immunosorbent assay (ELISA) and less commonly on direct agglutination test or Western blot, for anti-Leishmania IgG antibodies have been published (Ayllón et al., 2012; Ayllon et al., 2008; Bresciani et al., 2010; Cardoso et al., 2010; Diakou et al., 2009; Duarte et al., 2010; Maia et al., 2008 Maia et al., , 2010 Martín-Sánchez et al., 2007; Miró et al., 2014; Moreno et al., 2014; Nasereddin et al., 2008; Pennisi, 2002; Poli et al., 2002; Ramos et al., 2002; Sherry et al., 2011; Solano-Gallego et al., 2003 Vita et al., 2005) . The results of these studies are divergent, even in the same areas, with seroprevalence rates ranging from 0% to 68%. The variation may be attributed to differences in the studied feline populations, in the serological tests employed and in their cut-off values. However, serological misclassifications (false-positives and false-negatives) may offer an additional explanation for the discrepancies among these surveys, considering the poor correlation between serology and molecular detection of L. infantum by PCR (Ayllon et al., 2008; Miró et al., 2014; Pennisi, 2002) . Also, the presence and significance of anti-Leishmania IgM antibodies was not reported in these surveys.\n\nWe have previously shown that L. infantum DNA can be detected in 41% of clinically normal cats and in 40% of cats with various cutaneous and/or systemic clinical signs that lived in an endemic region, when the results of PCR in blood, skin biopsy, bone marrow and conjunctiva were combined (Chatzis et al., 2014) . The aim of the present study was: (a) to examine the same cats for the presence of anti-Leishmania IgG (IFAT and ELISA) and IgM (IFAT) antibodies; (b) to compare the results of IFAT, ELISA and PCR; and (c) to investigate the possible associations between seropositivity to Leishmania spp and signalment, living conditions, season of sampling, health status of the cats, and seropositivity to other infectious agents, including feline leukemia virus (FeLV), feline immunodeficiency virus (FIV), feline coronavirus (FCV), Toxoplasma gondii and Bartonella henselae.\n\nA total of 100 cats living in Thessaly (n = 77) or Macedonia (n = 23) prefectures, Greece, where canine leishmaniosis due to L. infantum is endemic (Athanasiou et al., 2012; Leontides et al., 2002) , were sampled, as previously described (Chatzis et al., 2014) . All cats were at least 1-year old and they had no history of leishmaniosis or administration of drugs with known anti-Leishmania or immunemodulating activity. Handling of these animals was in compliance with European Communities Council Directive 86/609/EEC and state laws. The experimental protocol had been approved by State Authorities (license Nr. 3698/31-10-08).\n\nSignalment and historical data (breed, age, sex, length of haircoat, living conditions, living area, presence of lush vegetation within a radius of 100 m from their residency, reduced appetite or diarrhea on the day before examination and vomiting during the last week before examination) were collected using a standardized form, followed by a thorough physical examination with special attention paid to the cutaneous, ocular and systemic signs that have been reported in clinical cases of feline leishmaniosis (Coelho et al., 2010; Grevot et al., 2005; Hervás et al., 1999; Leiva et al., 2005; Navarro et al., 2010; Pennisi et al., 2004; Poli et al., 2002; Simões-Mattos et al., 2004; Sobrinho et al., 2012; Vides et al., 2011; Vita et al., 2005) . The cats were subsequently assigned to two groups: group A cats (n = 50) were clinically normal, whereas group B cats (n = 50) presented various dermatological, ocular and/or systemic clinical signs (Chatzis et al., 2014) . Also, the same cats were considered to be infected by L. infantum when the results of conventional PCR (Andreadou et al., 2012) in blood or skin biopsy or bone marrow and/or conjunctiva were positive and non-infected when the results of PCR were negative in all four tissue samples (Chatzis et al., 2014) .\n\nBlood samples were obtained from all 100 cats and sera were stored at −20 o C until analyzed. Control serum samples obtained from 75 clinically normal (n = 25) and sick (n = 50) cats originating from Texas, U.S.A., where leishmaniosis due to L. infantum is not endemic, were used to establish the IFAT and ELISA cut-off values (Quinnell et al., 1997; Solano-Gallego et al., 2007) . The results of these control serum samples were used only to establish the cut-off values and were not taken into account for the calculation of the specificity of serology.\n\nIFAT was used for the measurement of anti-Leishmania IgG and IgM titers in group A, group B and control serum samples. Slides coated with promastigotes of a L. infantum strain (MHOM/GR/78/ L4A) of Greek origin (Sideris et al., 1999) , provided by the National Reference Center for Leishmaniasis, Hellenic Pasteur Institute, and anti-feline IgG or anti-feline IgM polyclonal antiserum conjugated to fluorescein isothiocyanate (VMRD, Inc, Pullman, WA, USA) were used. Two-fold dilutions of the study and control serum samples were prepared in phosphate buffered saline (PBS), starting from 1/10, until the end-point titer. All samples were independently examined by two of the authors who always agreed on the results and those showing either cytoplasmic or membrane fluorescence were considered positive. Due to lack of a serum sample from a known seropositive cat at the onset of the study, a serum sample from a dog with leishmaniosis and IFAT titer 1/400 was used as a positive control. Because of the subjectivity in the interpretation of IFAT, 20% (n = 35) of the study and control sera were randomly selected with the aid of EXCEL random number generator, to be examined for a second time for anti-Leishmania IgG; the examiners were not aware of the origin of the samples or that these samples had been examined.\n\nA previously described ELISA methodology (Solano-Gallego et al., 2007) , with some modifications (Sherry et al., 2011) , was employed to measure anti-Leishmania IgG in group A, group B and control serum samples, using soluble antigen from the same L. infantum strain used for IFAT and alkaline phosphatase-conjugated goat anti-cat IgG (Jackson ImmunoResearch Laboratories Inc., West Grove, PA, USA). All samples were tested in duplicate and the average optical density (OD) of each sample was calculated.\n\nFeLV antigen and anti-FIV antibodies were detected in the serum samples of the group A and group B cats using a commercial kit (SNAP ® FIV antibody/FeLV antigen Combo Test; IDEXX Laboratories, Westbrook, ME, USA). Serology for anti-FCV IgG, anti-T. gondii IgG, anti-T. gondii IgM, and anti-B. henselae IgG was performed on the same samples using commercial IFAT kits (Fuller Laboratories, Fullerton, CA, USA) and interpreted using the cut-off values proposed by the manufacturer (1/20, 1/16, 1/16 and 1/64, respectively).\n\nThe repeatability of IFAT and the agreement of the proportion of positive results between IFAT and ELISA for anti-Leishmania IgG, between IFAT and PCR and between ELISA and PCR were evaluated by McNemar's test for symmetry. Possible associations between the results of IFAT for anti-Leishmania IgG and breed, sex, length of haircoat, living conditions, health status, season of sampling, and seropositivity of group A and group B cats to each of the other infectious agents were examined using Pearson's χ 2 test and Fisher's exact test, whereas the independent samples t-test was used to examine the possible association between the results IFAT for anti-Leishmania IgG and the age of the cats.\n\nThe diagnostic performance of IFAT for each possible cut-off titer was evaluated by calculation of sensitivity, specificity, positive predictive value (PPV), negative predictive value (NPV) and Youden index (i.e. sensitivity + specificity − 1), using the infection status of the cats (i.e. the result of PCR in blood or skin biopsy or bone marrow and/ or conjunctiva) as the gold standard. The diagnostic performance of ELISA for all possible cut-off ODs lying between the higher value of the study cats and the average OD of the control cats was examined by receiver operation characteristics (ROC) curve analysis and calculation of the area under the curve (AUC).\n\nThe level of significance was set at 5% and analysis was performed in Stata 13 (Stata Corp).\n\nSampling was performed from May to December in 64 cats and during the rest of the year in the remaining 36. The signalment and living conditions of group A and group B cats, the clinical signs of group B cats and their final diagnoses have been previously reported (Chatzis et al., 2014) . None of the group B cats was diagnosed with leishmaniosis. Based on the results of PCR, 41/100 cats (21/ 50 group A and 20/50 group B cats) were infected by L. infantum whereas the remaining 59 cats were non-infected (Chatzis et al., 2014) .\n\nSince none of the 75 control serum samples reacted even at the lowest dilution, the cut-off value of IFAT for anti-Leishmania IgG and anti-Leishmania IgM was established at ≥1/10. There was a significant agreement between the first and the second IFAT for anti-Leishmania IgG in the 35 randomly selected group A, group B and control serum samples (P = 0.689): 34 of these samples were negative and one was positive in the first run and all 35 were negative when IFAT was repeated. The average ELISA OD and standard deviation (SD) of the 75 control serum samples were 0.089 and 0.014, respectively. Consequently, the cut-off OD was established at 0.145 (average + 4 SD), whereas, results between 0.117 (average + 2 SD) and 0.145 were considered equivocal (Solano-Gallego et al., 2007) .\n\nLow IFAT titer for anti-Leishmania IgG was detected in 10 (10%) study cats (titer 1/20 in two cats and 1/40 in eight cats); they included five group A and five group B cats that had been sampled from May to December (n = 6) or during the rest of the year (n = 4). ELISA for anti-Leishmania IgG was positive in only one cat with OD: 0.154 (5.9% above the cut-off OD) and equivocal in another cat (OD: 0.125); both cats belonged to group A, were IFAT-negative and had been sampled on May 2009 and March 2010, respectively. IFAT for anti-Leishmania IgM was positive (titer: 1/20) in one group A cat that had been sampled on January 2009 and was also IFAT-positive for anti-Leishmania IgG antibodies.\n\nThere was disagreement between the results of IFAT and ELISA for anti-Leishmania IgG (P = 0.039), IFAT for anti-Leishmania IgG and PCR (P < 0.001), ELISA and PCR (P < 0.001) and IFAT for anti-Leishmania IgM and PCR (P < 0.001) (Supplementary Table S1 ). The diagnostic sensitivity of all serological tests, using PCR as the gold standard, was very low although specificity of ELISA and IFAT for anti-Leishmania IgM was 100% (Table 1) .\n\nIn an effort to assess whether the cut-off titer was responsible for the low sensitivity of IFAT, sensitivity, specificity, PPV, NPV and Youden index were re-calculated for each possible cut-off (Table 1) . Based on these results, the highest Youden index of IFAT for anti-Leishmania IgG can be achieved using a cut-off titer of ≥1/40, whereas the cut-off titer that was applied in this study (≥1/10) and that of ≥1/20 correspond to the highest Youden index of IFAT for anti-Leishmania IgM. Regarding ELISA for anti-Leishmania IgG, no appreciable improvement of diagnostic accuracy could be achieved by modifying the cut-off OD since the AUC was only 0.519 (Fig. 1) .\n\nThere was no significant association between the result of IFAT for anti-Leishmania IgG and signalment, living conditions or season of sampling (Supplementary Table S2 ) of group A, group B or both group A and B cats, the group of cats (P = 1), the presence of clinical signs that may be compatible with feline leishmaniosis in group B cats (Supplementary Table S3 ) and the seropositivity to each of the other infectious agents that have been examined for group A, group B or both group A and B cats (Supplementary Table S4 ).\n\nThe inclusion criteria (all cats older than 1 year, without a history of leishmaniosis or administration of drugs were eligible) and the lack of difference in the seropositivity rate between groups A and B denote than the results of this study may be applicable for the general feline population, irrespectively of signalment, living conditions, season of sampling or clinical status.\n\nIn dogs, cross-sectional serological surveys provide an estimate between the true prevalence of infection by L. infantum and the prevalence of the disease, as many infected but healthy dogs do not seroconvert whereas almost all diseased dogs are seropositive (Leontides et al., 2002; Saridomichelakis, 2009 ). There is clinical (Mancianti, 2004; Solano-Gallego et al., 2007) and experimental (Kirkpatrick et al., 1984) evidence that cats are less susceptible to L. infantum than dogs; thus, the proportion of infected cats with high antibody titer or clinical signs of leishmaniosis is expected to be lower than that of dogs (Moreno et al., 2014; Vita et al., 2005) . This explains the low sensitivity of serology for the detection of infection and the relatively low IFAT titer and ELISA OD that were found in five and one infected cats of this study, respectively.\n\nPositive results of IFAT in five cats that were PCR-negative should be considered false-positives. The lack of agreement between IFAT and ELISA for anti-Leishmania IgG, also reported by other investigators (Sobrinho et al., 2012) , strengthens this option and is suggestive of false-positives due to technical reasons rather than due to cross-reactions, because the latter are not expected to preferentially affect IFAT over ELISA. Despite the adequate repeatability of IFAT, the interpretation is subjective and at the low serum dilutions of our positive samples, remnants of the dye may have been misidentified as dull cytoplasmic fluorescence. An alternative explanation could be that the IFAT-positive but PCR-negative cats had been previously exposed to L. infantum and developed specific IgG that was still detectable although the infection had been selfcleared (Miró et al., 2014) . Although the increased prevalence of positive PCR during the sandfly period (Chatzis et al., 2014) favors this option, it cannot explain the negative results of ELISA for the same cats.\n\nSerological surveys of feline leishmaniosis, carried out in areas where canine and/or human infection by L. infantum is endemic, reveal a wide range of seroprevalence rates, not only among different countries but also between different areas of the same country (Vita et al., 2005) , e.g. 0.6-17.4% in Portugal (Duarte et al., 2010; Maia et al., 2008) , 1.3-60% in Spain (Ayllon et al., 2008; Martín-Sánchez et al., 2007; Miró et al., 2014; Moreno et al., 2014) , 0.9-68% in Italy (Pennisi, 2002; Poli et al., 2002) , and 0.7-50.5% in Brazil (Bresciani et al., 2010; Simões-Mattos et al., 2004) . This striking variation may be due to vector-and/or reservoir-related factors (Moreno et al., 2014) but has been also attributed to differences among studies in the serological tests (Ayllón et al., 2012; Solano-Gallego et al., 2007) , the cut-off values (Coelho et al., 2011; da Silva et al., 2008; Miró et al., 2014) , and the feline populations screened (Ayllón et al., 2012; Poli et al., 2002) . Our results underline the significance of the serological test (10% seroprevalence based on IFAT and 1% based on ELISA) and the selected cut-off values (Moreno et al., 2014) in the outcome of these studies. Table 1 Sensitivity, specificity, positive predictive value (PPV), negative predictive value (NPV) and Youden index of different cut-off titers for IFAT for anti-Leishmania IgG and IgM antibodies and of ELISA for anti-Leishmania IgG antibodies in 100 clinically normal (n = 50) and sick (n = 50) cats for the diagnosis of infection by L. infantum; PCR in blood or skin biopsy or bone marrow and/or conjunctiva was the gold standard to separate infected (41/100) from non-infected (59/100) cats.\n\nSensitivity ± 95% CI Specificity ± 95% CI PPV ± 95% CI NPV ± 95% CI Youden index When IFAT is employed in serological surveys of canine leishmaniosis, cut-off values may be established based on the titers of a non-endemic control population or on the distribution of the titers of known positive and negative serum samples (Quinnell et al., 1997) . Since the latter was not possible in our case, IFAT cut-off titers were established using serum samples from 75 non-endemic control cats with similar population characteristics with the study cats. Feline infections by dermotropic Leishmania species have been reported in Texas (Craig et al., 1986; Trainor et al., 2010) but they are not typically associated with seroconversion. Since none of these cats presented cutaneous leishmaniosis and the IFAT cut-off titer that was established was very low, we believe that these cats did not have Leishmania-specific antibodies. Also, a higher IFAT cut-off titer for anti-Leishmania IgG (i.e. ≥1/40) could slightly increase specificity but in the expense of sensitivity. In addition, ROC curve analysis of the results of ELISA showed that the proposed methodology to select the cut-off OD (Solano-Gallego et al., 2007) is ideal to avoid false-positive results.\n\nIn this survey, the signalment and living conditions of the cats were not found to be associated with IFAT seropositivity, as was also the case in all previous studies (Ayllon et al., 2008; Coelho et al., 2011; Diakou et al., 2009; Miró et al., 2014; Nasereddin et al., 2008; Sarkari et al., 2009; Solano-Gallego et al., 2007) with only one exception (Cardoso et al., 2010) . The results of serology may fluctuate over time (Vita et al., 2005) and, at least in dogs, seropositivity rates usually increase during the transmission period (Acedo-Sánchez et al., 1998) , which in Greece usually extends from April to November (Chaniotis et al., 1994) . Since a certain time period is needed to develop IgG after (re-)exposure to an infectious agent, we compared seropositivity rates between a period starting and ending 1 month later than the transmission period (i.e. from May to December) to the rest of the year, but no difference was found. Previous investigations have not disclosed an association between clinical status of cats (healthy or sick) or the presence of various clinical signs and the results of serology (Ayllón et al., 2012; Ayllon et al., 2008; Cardoso et al., 2010; Miró et al., 2014; Solano-Gallego et al., 2007) , apart from one study where skin lesions compatible with leishmaniosis were a risk factor for seropositivity (Sherry et al., 2011) . In this study, the similar seroprevalence of groups A and B and the lack of association between clinical signs (group B) and the results of IFAT for IgG could be attributed to the natural resistance of cats to L. infantum but also to the confounding effect of the false-positive results of IFAT. The latter is strengthened by the significant association between positive PCR and presence of at least one systemic sign compatible with feline leishmaniosis that has been previously shown in group B cats (Chatzis et al., 2014) .\n\nRetroviral infections may downregulate the immune response of infected cats thus increasing their susceptibility to leishmaniosis (Leiva et al., 2005; Maroli et al., 2007; Vides et al., 2011) and the risk of seropositivity (Pennisi, 2002; Sherry et al., 2011) . The lack of association between FeLV or FIV infections and seropositivity confirms previous observations (Ayllón et al., 2012; Ayllon et al., 2008; Coelho et al., 2011; Martín-Sánchez et al., 2007; Miró et al., 2014; Solano-Gallego et al., 2007; Vita et al., 2005) . The same was true for FCV and T. gondii (Cardoso et al., 2010; Coelho et al., 2011; Miró et al., 2014; Nasereddin et al., 2008; Solano-Gallego et al., 2007) , whereas, the lack of with B. henselae seropositivity has not been previously demonstrated.\n\nPresence of anti-Leishmania IgM has not been previously investigated in the cat. In dogs with natural or experimental active disease Leishmania-specific IgM may be present, although at a lower frequency compared with IgG (de Freitas et al., 2012; Reis et al., 2006; Rodríguez et al., 2006; Rodríguez-Cortés et al., 2007a , 2007b Rodriguez et al., 2003) , and they are not considered a marker of acute infection (Rodríguez-Cortés et al., 2007b) . The same may be true for cats since the IgM-positive cat was PCR-positive sampled long after the transmission period.\n\nIFAT and ELISA for anti-Leishmania IgG are characterized by low sensitivity and high specificity for the detection of infected cats and their diagnostic performance cannot be substantially improved by changing their cut-off values. Although some of these diagnostic tests (ELISA for anti-Leishmania IgG and IFAT for anti-Leishmania IgM) are valuable when the result is positive due to their high specificity, they are not suitable for epidemiological surveys of feline infection by L. infantum due to their low sensitivity.\n\nThis research has been co-financed by the European Union (European Social Fund -ESF) and Greek national funds through the Operational Program \"Education and Lifelong Learning\" of the National Strategic Reference Framework (NSRF)-Research Funding Program: Heracleitus II Investing in knowledge society through the European Social Fund. The funding source was not involved in the study design, collection, analysis and interpretation of data, writing of the report or the decision to submit the article for publication."}