{"title": "Animal models of multiple sclerosis: the good, the bad and the bottom line", "body": "Because it involves a complex interaction between two of the most intricate biological systems, immune system and CNS, animal modeling has been critical for addressing MS pathogenesis. MS models were originally developed serendipitously more than 75 years ago. Immune-mediated, toxic, viral and genetic models of demyelination are now used to understand the manifold aspects of MS. MS treatments evolved in part from animal model research, and further progress is envisaged in large part because these systems have been continually refined and their use focused on questions whose relevance was established by studying the human disease.\n\nMS is a sporadic inflammatory demyelinating disease of the human CNS. Pathological and clinical phenomena of MS were described in the first half of the nineteenth century by Carswell, Cruveilhier, von Frerichs and Rokitansky, and the crucial step of establishing the clinical-pathological relationships of MS, thereby characterizing the disease as a distinct entity, is attributed to Charcot in the latter half of the nineteenth century. However, personal diaries and historical works push back descriptions of the disease at least 50, and perhaps 500, years earlier (lucidly summarized at http://ms-society.ie/pages/ historical-overview/).\n\nFrom the first, MS gripped investigators, and it continues to do so. As a spur to research efforts, the disease mainly begins in a person's late 20s to early 30s, runs a chronic and often debilitating course, and carries a large burden of suffering and expense for approximately 2.5 million affected worldwide. The disorder has for many years been explained vaguely by a coincidence of environmental factors and unexplained influences occurring against a genetically susceptible background, and it lacks highly effective treatments. Recent years have seen progress on all fronts, with the genetic traits underlying MS susceptibility largely established at the genome-wide association study (GWAS) level. These studies show convincingly that immune factors are of paramount importance and that MS shares genetic characteristics of other organ-specific inflammatory disorders such as rheumatoid arthritis and inflammatory bowel disease 1 . Environmental factors that predispose to MS, mainly low vitamin D and infection with Epstein-Barr virus, have also been elucidated 2,3 . Investigating children with MS, a minority whose existence is making an outsized contribution to research, has been particularly effective for validating the environmental risk factors for disease occurrence. The therapeutic attack on MS has been significantly enriched in recent years and now permits for the first time a rational algorithm for applying first-line and second-line medications 4 .\n\nIn considering animal models of MS, a first question must be: what is one trying to model? In most affected individuals, the natural history of untreated MS follows a reasonably predictable course. About 85% of patients (60-70% of them women) show initial evidence of disease between ages 20 and 40 (with a sharp peak about age 30) presenting as intermittent episodes of neurological dysfunction, termed 'attacks' or 'relapses' . Common early symptoms include blurred vision, sensory disturbance (either tingling or loss of sensation) and motor impairment. These symptoms typically regress, often to an extent that neurological function returns to normal. Such attacks occur on average once every 2 years. MRI brain scans show abnormal signal in periventricular, posterior fossa and spinal cord white matter, often accompanied by evidence of transient blood-brain barrier (BBB) disruption. Affected individuals are almost always in previous good health, although initial episodes can follow common mild infections such as upper respiratory viral illness. This phase of disease, termed relapsing-remitting MS, lasts between 5 and 30 years and is most commonly followed by secondary progressive MS, during which neurological function slowly worsens, with many fewer attacks. This phase of MS is more predictable and usually culminates at least with loss of ability to walk independent of cane, walker or wheelchair. It is not foreseeable whether other functions, including use of the arms and cognitive abilities, will be similarly affected. These phases of MS are somewhat arbitrary, but their identification for individual patients tends not to be equivocal, so their use has persisted. One scheme for the phases of MS, in correlation with age, proposed pathogenic mechanism and treatment response, is shown in Table 1 . However, MS is notoriously unpredictable: a small (perhaps 10%) of cases will exhibit no substantial impact of the disease, a condition termed 'benign' MS. A smallerstill group will show fulminant MS, dying within a few years of illness onset. Perhaps 10% of all cases do not manifest attacks but present during the progressive phase of disease with primary progressive MS. Some evidence exists that primary progressive MS, although phenotypically distinct, is pathogenetically similar to relapsing-remitting and secondary progressive MS.\n\nAt the level of tissue pathology, MS attacks are characterized by infiltration of the CNS parenchyma with blood-derived cells, mainly lymphocytes and monocytes, along with compromised function of the BBB. CNS axons are demyelinated, likely by an active process that may involve action of macrophages, which may be derived from either microglia or monocytes. Targeting of the attack to myelin occurs by uncertain processes, possibly including myelin-specific antibodies 5 . Inflammatory cytokines are produced by T cells, macrophages and activated parenchymal elements such as astrocytes and microglia. The cytokine environment includes innate factors such as interleukin (IL)-1β and IL-6, as well as more specialized adaptive-immune cytokines such as interferon (IFN)-γ, IL-23 and IL-17 among others. Injurious reactive oxygen and nitrogen species are present, along with prostaglandins and vasoactive factors 6 . Chemokines including CCL2, CCL3, CCL4, CCL5, CXCL10, CXCL12 and CXCL13 are also found 7 . In severe lesions, axonal transection occurs, possibly as a bystander effect reflecting loss of protective myelin in a toxic environment 8, 9 . Some acute lesions show relatively large-scale oligodendrocyte loss, along with indicators of hypoxic tissue damage and an altered pattern of inflammation 10 . These lesions were termed pattern III by the investigators who characterized them and may represent a distinct form of disease pathogenesis 11 . The cerebral cortex is also involved at the early stages of MS, showing inflammatory demyelination similar to that observed in white matter 12 . As lesions resolve, myelin repair often occurs. Remyelination is neuroprotective, as demyelinated axons show decreased long-term viability 13 . Furthermore, remyelination as characterized at autopsy appears much more robust in some cases than in others, possibly providing insight into the highly variable outcomes of MS in individual cases 14 .\n\nExperimental autoimmune encephalomyelitis: the forerunner MS is unique to humans, so far as is known. Aside from Theiler's murine encephalomyelitis virus (TMEV) infection of mice 15 (see below), no spontaneous disease of other species resembles MS sufficiently to provide translatable insights into the disorder. Experimental autoimmune encephalomyelitis (EAE), a family of disease models, is the most widely applied means of studying MS at the research bench. EAE was discovered about 85 years ago, during efforts to clarify the origin of 'neuroparalytic accident' , a feared and common complication of vaccination against rabies virus. The vaccinating inoculum was prepared in tissue containing neural elements, and the tissue pathology of fatal cases did not resemble rabies infection. Therefore, one simple question was whether rabies virus was required for the syndrome. This issue was addressed by injecting nonhuman primates with tissue homogenates similar to those used for rabies vaccination, and the clear finding was that acute encephalitis could be produced by such immunizations 16 .\n\nThe refinement of EAE has proceeded steadily since, with more than 8,800 EAE papers listed in PubMed as of March, 2012. Research milestones included showing that the histopathology of EAE resembled that of MS 17 , that white matter was more efficacious than gray for inducing disease and that myelin was the active principle in white matter. Myelin basic protein (MBP) was the first identified antigenic component, followed by many others, including myelin proteolipid protein (PLP) and myelin oligodendroglial glycoprotein (MOG). Cells rather than serum were found to transfer disease to naive hosts 18 , leading to the finding that T cell clones could mediate paralytic inflammation 19 and that these clones reacted to short peptides of myelin proteins 16, 20 . Relapsing forms of EAE could be readily produced in some mouse strains, most prominently SJL/J (ref. 21) .\n\nOver time, EAE research moved from nonhuman primates and larger rodents (rats, guinea pigs) to mice, taking advantage of genetic resources (transgenics and knockouts). Using mice for EAE experiments entailed sacrificing neurobehavioral and neuropathological complexity, as well as restricting imaging studies (as can be gauged by comparison with the research done using marmosets 22, 23 , for example). Most studies are presently done using C57BL/6 mice, where disease is induced by immunization with MOG peptide, representing residues 35-55, emulsified in Freund's adjuvant that is supplemented with Mycobacterium tuberculosis extract. Mice are also injected with pertussis toxin on the day of immunization and 2 days thereafter. This protocol is used because it works reproducibly and because it allows one to take advantage of the wealth of genetic resources on the C57BL/6 background but introduces an offsetting array of limitations. As examples of the information lost, this C57BL/6 model of EAE is monophasic, without relapses; the T cell component is predominantly CD4 + ; and spinal cord is affected out of proportion to brain, unlike in MS but in common with most other forms of EAE, although there are a few exceptions 24 .\n\nEAE contributed enormously to our understanding of autoimmunity, neuroinflammation, cytokine biology and immunogenetics, and it surely changed the course of MS research 25 . One major MS treatment came directly, in a mechanism-based fashion, from EAE research 26 . Other treatments, such as glatiramer acetate (a mixture of oligomeric peptides), were first studied in EAE, but their application in disease treatment has wandered fairly far from the initial rationale for their development 20 . For the most part, EAE has proven poorly predictive of treatment success in MS, particularly as concerns p e r s p e c t i v e npg p e r s p e c t i v e manipulations of inflammatory cytokines, such as IL-12, IL-23, IFN-γ and TNF 27 . The reasons underlying these misadventures remain under investigation, and it is by no means clear why cytokines with such central functions in immunity and inflammation perform so differently in MS than in EAE. It is plausible that humanized mouse EAE models will help to clarify some of these issues 28 . EAE nevertheless has unequivocal value as a model of the inflammatory aspects of MS and can be regarded as an essential tool in the armamentarium of the MS researcher. As with every reductive system used in science, it is critical to be mindful of what the implement can do and what it cannot. It is widely recognized that the utility of EAE is restricted by virtue of its being induced through the administration of powerful immune adjuvants. This perception has led to development of spontaneous EAE models. For varied reasons, including their being highly engineered, such models have not been widely applied, despite yielding fascinating insights 29, 30 .\n\nEAE is silent in response to many urgent questions pertinent for understanding and treating MS:\n\nEAE provides no insight into MS progression. The viability of persistently demyelinated axons in EAE tissues are reduced, but little or no progress has been made in understanding why. More limiting still, mice with EAE do not exhibit the ongoing functional deterioration of patients with MS, so that tissue changes cannot be correlated to behavioral deficits. Using C57BL/6 mice sacrifices the opportunity to study relapses. Remyelination cannot be well studied in EAE: lesions occur stochastically with regard to timing and localization. Further, wellperformed mechanistic studies of myelin damage in EAE tissues have been vanishingly rare. Investigations using EAE to examine potential benefits of treatment with neuronal or oligodendroglial growth and survival factors has been disappointing. The prototypic finding has been that many factors regarded as 'neurobiological' exert remarkably strong effects on immune and inflammatory cells, making any results of treatment uninterpretable 31 . EAE is mainly a disease of subpial spinal cord white matter, whereas MS is mainly a brain disease with prominent demyelination of the cerebral and cerebellar cortex. Involvement of the cortex in EAE has been difficult to discern and therefore not well studied. Most forms of EAE are generated by immunization regimens that elicit CD4 + T cell responses. The roles of CD8 + T cells, which predominate in MS lesions and show clonal expansion 32 , have been difficult to capture using conventional EAE models 33 . EAE studies have not been very productive concerning roles of B cells in MS 34 , despite recent clinical-trial data demonstrating their importance 35 .\n\nIn summary, EAE looms large in the history of MS research and probably represents the oldest animal model of neurological disease. For questions related to function of immune and inflammatory components during autoimmune CNS disease, EAE provides a remarkably flexible, potent and rapid platform for research. Its predictive value for treatment efficacy has been poor, however, and it performs best when asking mechanistic research questions. As with all MS models, challenging hypotheses by studying patient material and performing clinical trials represents the critical test.\n\nVirus-induced demyelinating disease Viral infections of the CNS can induce demyelination in mice, usually in the aftermath of a bout of resolved encephalitis. The best studied are the picornavirus TMEV and certain strains of the coronavirus mouse • hepatitis virus (MHV). Both agents have been incisively dissected at the levels of viral and host genetics to identify mechanisms of viral clearance and control as well as demyelination. TMEV has been productive in clarifying determinants of delayed, inducible autoimmunity in the wake of the immune response to neurotropic virus 36 . TMEV research has also provided insight into the origin of some behavioral signs following demyelination of the murine CNS 37 . The pathogenesis of TMEV-induced demyelination probably differs from that in MS, where persistent viral infection of the CNS has not been demonstrated. MHV provides a model in which viral infection of the CNS is cleared and controlled by remarkably well-defined mechanisms. Notably, MHV encephalitis carries a sequela of inflammatory demyelination in the absence of detectable pathogen gene expression 38 . The elucidation of this apparent 'hit and run' demyelinating event may hold lessons for understanding MS.\n\nToxic models of demyelination and remyelination Understanding remyelination holds considerable promise for ameliorating or precluding progressive MS, yet this cannot be addressed using EAE. Administration of toxins overcomes concerns about timing and localization of demyelination and enables study of remyelination. Because enhancing remyelination is deemed crucial for neuroprotection in MS and therefore a major line of defense against progressive disease, toxin-induced MS models are among the most significant tools for translational research.\n\nTwo models are used extensively. For one, the copper chelator cuprizone (2% in chow) is fed to mice of a susceptible strain for 4-6 weeks. Cuprizone causes dysfunction of mitochondrial complex IV, with selective toxicity for oligodendrocytes among CNS cells 39 . Oligodendrocytes in the corpus callosum and hippocampus 40 of cuprizone-fed mice undergo apoptosis after 3 weeks of treatment. After cuprizone is discontinued, remyelination ensues. This model provides insights into the determinants of oligodendrocyte cell death 41, 42 . More extensively, the model has been used to examine mechanisms of remyelination, with frequently surprising results 43 . Cuprizone lesions, unlike EAE lesions, bear some resemblance to those of pattern III MS 44 . During cuprizoneinduced tissue injury, demyelination and remyelination coincide as the lesion evolves. This attribute of the model can be regarded as a strength, as MS lesions show similar features of damage and repair. However, such dynamic complexity also poses hurdles for interpreting the responses of oligodendrocyte progenitors, stem cell progeny and other cellular mediators of remyelination 42 .\n\nMicroinjection of lysophosphatidylcholine (or ethidium bromide, which is now used less frequently) into white matter tracts causes prompt demyelination, followed by remyelination. The model has been used very productively to examine cellular and molecular determinants of remyelination [45] [46] [47] . The salient strengths of these directly applied toxins lie in isolating demyelination and remyelination as discrete events with spatiotemporal predictability 48 . Their weaknesses inhere in the absence of ongoing immune activity, as seen in MS. There is great promise of using the injection-based and cuprizone toxic models to identify strategies to enhance remyelination. Furthermore, the cuprizone model can likely be adapted for studying hippocampal demyelination or for identifying mechanisms of degeneration or survival by persistently demyelinated axons such as the ones seen after a 12-week course of cuprizone. Each of these features is urgent for expanding the treatment options for MS patients.\n\nRecently, genetic means to induce oligodendrocyte apoptosis have been applied to studying demyelination and remyelination. The approach npg p e r s p e c t i v e p e r s p e c t i v e involves engineering a suicide gene (such as conditional diphtheria toxin A receptor) for selective expression in oligodendrocytes, followed by administration of an inducer of cell death (such as diphtheria toxin A) 49, 50 . Application of these approaches remains in its early days, so definitive insights have not been forthcoming 48 . It will clearly be both fascinating and important if demyelination caused by inducible oligodendrocyte cell death could prime the immune system to recognize myelin antigens.\n\nThe MS researcher has a diverse tool kit for studying inflammation, immunity, demyelination and remyelination. The therapeutic landscape for MS patients is much richer for these efforts. However, the field lacks a focused, translatable disease model for progressive MS, which is at once the largest unmet need and the most difficult research problem for patients and their physicians. To balance this concern, it is important to note that each of the pathogenic processes listed above (inflammation, immunity, demyelination and remyelination) is pertinent both for relapsing (inflammatory) MS and for progressive (neurodegenerative) MS. Furthermore, aspects of CNS aging also are relevant for progression in MS, which is strikingly age dependent. Given these considerations, it makes sense for investigators to be explicit about which clinical aspects and mechanistic hypotheses are being modeled when their experimental data are presented. This approach would enable better understanding by readers of the intent of each research study. Ultimately, progress could be promoted by more efficient integration of results coming from many distinct approaches, in our efforts to understand a disease that integrates the complexities of the nervous and immune systems-arguably the two most intricate structures we know."}