{"title": "Establishment of Vero E6 cell clones persistently infected with severe acute respiratory syndrome coronavirus", "body": "Severe acute respiratory syndrome (SARS)-associated coronavirus (CoV), a newly recognized member of the fam-ily Coronaviridae, causes a deadly acute infectious respiratory disorder [1] [2] [3] [4] . CoVs are enveloped, positive-strand RNA viruses. CoVs have~30 kb genomes that encode polymerase and structural proteins such as spike (S), envelope (E), membrane (M), and nucleocapsid (N), as well as several nonstructural proteins. The SARS-CoV is distinct on the basis of its genome sequence from other CoVs known to infect humans or animals [5, 6] .\n\nRecently, angiotensin-converting enzyme 2 (ACE2) was identified as the host cell receptor for infection of SARS-CoV [7] . The S protein of this virus was shown to be sufficient for the binding to this receptor molecule [8, 9] . ACE2 is expressed in many tissues, including epithelia of the lung and small intestine [10, 11] . Indeed, pathological characterization of several autopsied tissues from SARS-CoV-infected individuals also revealed viral signals only in the restricted tis-Abbreviations: ACE2, angiotensin-converting enzyme 2; CoV, coronavirus; dpi, day post-infection; E, envelope; ELISA, enzyme-linked immunosorbent assay; FITC, fluorescein isothiocyanate; GAPDH, glyceraldehydes-3-phosphate dehydrogenase gene; HRP, horseradish peroxidase; IF, immunofluorescence; M, membrane; MAb, monoclonal antibody; MHV, murine hepatitis virus; MOI, multiplicity of infection; N, nucleocapsid; PAb, polyclonal antibody; PAGE, polyacrylamide gel electrophoresis; PBS, phosphate-buffered saline; PCR, polymerase chain reaction; RT, reverse transcriptase; S, spike; SARS, severe acute respiratory syndrome; TCID, tissue culture infectious dose; TTBS, Tris-buffered saline containing Tween 20. sues such as lung and small intestine [11, 12] . Interestingly, the SARS-CoV-infected ileal and colonic mucosa appeared normal at the microscopic level and no viral inclusion bodies could be detected in the intestinal biopsies obtained from a SARS patient [13] or in fatal cases of SARS [14] . Recent examination of seven ACE2-positive cell lines of human intestinal origin for SARS-CoV infection revealed that only one cell line (LoVo) was sensitive to infection without CPE [15] . This culture seems to accord with the histopathologic findings in intestinal samples from patients [13, 14] . In sharp contrast to the LoVo cell line, the Vero E6 cell line undergoes a lytic infection with characteristic refractile rounding CPE [16, 17] that seem to correspond to the features of multinucleated pneumocytes resulting from local replication of SARS-CoV in the lungs of patients [11, 12] .\n\nIt may be worthwhile to attempt the establishment of persistent infection of SARS-CoV even in the highly sensitive Vero E6 cells, because CoVs other than SARS-CoV cause a variety of diseases and can also be used to establish persistent infections even in highly sensitive host cells. Murine CoVs, especially mouse hepatitis virus (MHV), induce hepatitis, enteritis, and encephalitis in mice. The pathogenic effects vary with the virus strain, route of infection, and the strain, age, and immune status of the host mice [18] [19] [20] . Persistent infection of MHV can be established in immunosuppressed or neonatal animals [21] [22] [23] [24] . Also, MHV causes both lytic and persistent infections in a variety of murine cultured cell lines and in these persistent infections, the cells produce virus variants with defective or aberrant phenotypes [25] [26] [27] [28] [29] [30] [31] . On the other hand, human CoVs such as 229E and OC43 are also responsible not only for common colds [32, 33] but also pneumonia, meningitis, diarrhea [34, 35] , as well as central nervous disorders [36, 37] . Persistent infections of these human CoVs can be established in human neuronal cell lines [38, 39] .\n\nSARS-CoV can replicate in Vero E6 cells and produce a large amount of the progeny particles. After the production of the progeny particles, the host cells die via an apoptotic mechanism [40, 41] . This host cell killing in the acute phase seems to be the typical course for this virus. In this study, we examined the possible establishment of persistent infection of SARS-CoV in Vero E6 cells. The results showed that Vero E6 could survive the acute infection with SARS-CoV, and the survivor cells allowed long-term persistence of this virus, although serial continuous passages resulted in a gradual decrease of the viral RNA-positive cell population. Upon cell cloning of the persistently infected cell population, only 1 out of 87 cell clones obtained was a long-term producer of infectious virus particles at a high rate, with aberrant expression of S protein.\n\nThe Vero E6 cells were maintained in MEM (GIBCO BRL) supplemented with 10% fetal bovine serum (ICN Flow), 100 U/ml penicillin and 100 µg/ml streptomycin (GIBCO BRL) (complete medium) passage every 3 days. The CaCo-2 cells were maintained in DMEM (GIBCO BRL) supplemented with 10% fetal bovine serum (ICN Flow), 100 U/ml penicillin, 100 µg/ml streptomycin (GIBCO BRL), and MEM non-essential amino acids solution (GIBCO BRL) (complete medium).\n\nFor virus propagation, SARS-CoV (Frankfurt-1 strain) [42] was grown in Vero E6 cells in T-75 flasks in 5% CO 2 in air at 37°C. The culture supernatants were obtained 4 days postinfection (dpi) and filtered through a cell strainer to remove cell debris, and then aliquot stored at -80°C. The virus titers were determined as tissue culture infectious dose (TCID) 50 /ml. Ninety-six-well microplates with monolayers of Vero E6 cells that had been seeded at 4 × 10 5 cells per ml (0.1 ml per well) and cultured for 1 day were infected with 100 µl of serial 10-fold dilutions of the culture media of infected cells (4 wells per each dilution). After incubation for 3 days, the wells were fixed with 4% formaldehyde in phosphate-buffered saline (PBS) overnight, then stained with crystal violet. Based on the presence or absence of residual cells, virus infectivity by TCID 50 was calculated by Karber's method [43] .\n\nFor infection with SARS-CoV, cells were infected at a multiplicity of infection (MOI) of 1. After adsorption for 1 h, the cells were cultured in complete medium. Persistently infected cells were obtained by passaging every 3 days.\n\nThe persistently SARS-CoV-infected Vero E6 cells were subjected to limiting dilution in 96-well microplates (1 cell per well in MEM supplemented with 20% fetal bovine serum). After incubation for 2 weeks with no medium change, the wells containing a single colony per well were carefully identified by microscopic observation and the cells in each well were transferred to 24-well microplates and gradually scaled up to propagation in a large scale culture.\n\nTRIzol (Invitrogen) was used to extract total RNA according to the manufacturer's instructions. To detect genomic RNA of SARS-CoV, RNA was reverse-transcribed with Super-Script III RT (Invitrogen) using the primer 5′-TCTTGA-TGGATCTGGGTAAGGC-3′ (complementary to nucleotides 15857-15878 at open reading frame 1ab). In the first PCR, the cDNAs were amplified with ExTaq (Takara, Kyoto, Japan) using primers 5′-GAATCCTGACATCTTACGCG-3′ at nucleotides 13871-13890 and 5′-TGTTAGGCATGGCT-CTGTCA-3′ at nucleotides 15255-15236 (94°C for 1 min; 35 cycles of 94°C for 30 s, 61°C for 30 s, 72°C for 90 s; and finally 72°C for 10 min). Second-round PCR was performed using nested primers (5′-TGCGTGATGCAGGCATTGTA-3′ at nucleotides 13957-13976 and 5′-CATAGCTGGAT-CAGCAGCAT-3′ at nucleotides 14510-14491) with ExTaq (94°C for 1 min; 35 cycles of 94°C for 30 s, 61°C for 30 s, 72°C for 45 s; and finally 72°C for 5 min). The primers were prepared according to the genome sequence of SARS-CoV in the previous reports [5, 6] .\n\nFor the mRNA levels for SARS-CoV S and N genes, semiquantitative RT-PCR was performed. For the S gene, cDNAs prepared with oligo(dT) primer (Invitrogen) were amplified using primers 5′-GGAAAAGCCAACCAACCTCGA-TCTC-3′ (nucleotides 23-47, corresponding to the common leader sequence) and 5′-ACTACATCTATAGGTTGAT-AGCCCT-3′ (nucleotides 22084-22108). For the N gene, the same cDNA was amplified using the same leader primer and the primer 5′-AGGAAGTTGTAGCACGGTGGCAGC-3′ (nucleotides 28585-28608). As a control for the input RNA, levels of a housekeeping gene, glyceraldehydes-3-phosphate dehydrogenase gene (GAPDH) were also assayed using forward primer 5′-ACCACAGTCCATGCCATCAC-3′ and reverse primer 5′-TCCACCACCCTGTTGCTGTA-3′. The intensity of each band was quantified with NIH image software.\n\nFor direct sequencing of SARS-CoV S and N genes, the cDNA synthesized as described above was used for amplification of the region containing the full-length S gene using primers 5′-CTGCTGTAATGTCTCTTAAGGAG-3′ at nucleotides 21358-21380 and 5′-CTGGCTGTGCAGTAATT-GATCC-3′ at nucleotides 25298-25319, as well as for amplification of the region containing the full-length N gene using primers 5′-CATGAAGGTCACCAAACTGC-3′ at nucleotides 28053-28072 and 5′-CATCTGCCTTGTGTGG-TCAT-3′ at nucleotides 29398-29417. These PCR products after purification were subjected to direct sequencing by ABI PRISM 3100 Genetic Analyzer (Applied Biosystems). The nucleotide sequences were aligned and then translated to amino acid sequences with GENETYX-MAC, version 9.0 (Software Development, Tokyo, Japan).\n\nThe crude fraction of SARS-CoV particles was prepared by centrifugation of the conditioned medium of infected Vero E6 cells 3 dpi through 20% (w/v) sucrose in PBS in a Beckman SW28 rotor at 25,000 rpm for 1 h. The emulsion of the resulting precipitate with complete Freund's adjuvant (WAKO, Tokyo, Japan) was used for intraperitoneal immunization of BALB/c mice for monoclonal antibody (MAb) preparation (2G3 and 3A2) and intramuscular immunization of guinea-pigs for polyclonal antibody (PAb) preparation. The hybridomas producing MAb were prepared as described previously [44] using the murine myeloma PAI cell line. In addition, following anti-SARS-CoV PAbs were purchased: rabbit PAb to the N-terminus region of SARS-CoV S protein (Cat. No. AP6009b; ABGENT, San Diego, USA) and rabbit PAb to the C-terminus region of SARS-CoV N protein (Cat. No. AP6005b; ABGENT).\n\nFor detection of cell surface ACE2, goat ACE2 PAb (antihuman ACE2 ectodomain antibody; Research and Diagnostic Systems, Inc.) was used.\n\nVero E6 cells (uninfected or infected with SARS-CoV) in 8-chamber glass slides with covers (Lab-Tek II Chamber Slide System; Nalge Nunc International) were washed with PBS, and then fixed with cold acetone. Alternatively, the cells were trypsinized and the resulting single cells were smeared and then fixed with cold acetone. The fixed cells were reacted with murine MAb against SARS-CoV (3A2) for 15 min at room temperature. After staining with the second antibody, fluorescein isothiocyanate (FITC)-conjugated goat antimouse IgG (Jackson ImmunoResearch Laboratories, West Grove, USA), the cells were further stained for 30 s with Hoechst 33258 at a final concentration of 1 µM in PBS. After washing, the cells were observed under an IF microscope.\n\nFor flow cytometry and MIF, the trypsinized, uninfected or infected Vero E6 cells without fixation were reacted with anti-SARS-CoV MAb (3A2) or ACE2 PAb for 15 min at room temperature, as for indirect IF test, and then finally fixed with 4% formaldehyde in PBS, and subjected to flow cytometry (FACSCalibur; Becton-Dickinson) and IF microscope.\n\nAntigen-capture ELISA was carried out according to the method previously described [45] . The 96-well ELISA assay plates (flat bottom; Falcon Becton-Dickinson) were coated with 50 mM carbonate buffer containing guinea-pig anti-SARS-CoV PAb for 1 h at 37°C. The plates were blocked with 1% bovine serum albumin in PBS for 16 h at 4°C. After washing with 0.05% Tween-20 in PBS (PBST), the wells were incubated for 1 h at 37°C with the samples, which were the infected cell culture media supplemented with 0.1% Nonidet-P 40. The plates were washed with PBST and incubated with murine MAb to SARS-CoV S protein (2G3) for 1 h at 37°C. After washing with PBST, the plates were incubated with horseradish peroxidase (HRP)-conjugated donkey anti-mouse IgG (Jackson ImmunoResearch Laboratories) for 1 h at 37°C. Finally, the plates were incubated with 0.4 mg/ml o-phenylenediamine in citrate-phosphate buffer (pH 5.4) with 0.012% hydrogen peroxide for 30 min, and then the reactions were stopped and the absorbance was measured at 492 nm.\n\nUninfected or infected Vero E6 cells were washed with cold PBS, then solubilized in ice-cold lysis buffer (50 mM Tris-HCl, pH 7.5, 150 mM NaCl, 1% Nonidet-P 40, 0.1% deoxycholate, 0.1% SDS, 4 mM EDTA, 10 mM NaF, 2 mM Na 2 VO 3 , 2 mM phenylmethylsulfonyl fluoride) [46] . Cell lysates in Eppendorf tube were prepared by centrifugation at 15,000 rpm for 5 min at 4°C and the protein concentrations in the lysates were adjusted, and then the samples were mixed with the same volume of 2 × SDS-polyacrylamide gel electrophoresis (PAGE) sample buffer. The viral proteins in the virus particle fractions obtained by centrifugation of the culture media in a Beckman SW50.1 rotor at 35,000 rpm for 30 min at 4°C were solubilized in SDS-PAGE sample buffer. The samples were subjected to 10% SDS-PAGE, then Western-blotted onto polyvinylidene difluoride membranes (Millipore, Bedford, USA). The membranes were blocked with 5% skim milk in Tris-buffered saline containing 0.05% Tween 20 (TTBS) and then incubated for 2 h with anti-SARS-CoV (guinea-pig PAb or rabbit PAb), then reacted with HRPconjugated donkey anti-guinea-pig or anti-rabbit secondary antibodies (Jackson ImmunoResearch Laboratories), respectively, for 1 h at 37°C. The membranes were washed with TTBS, incubated in commercial enhanced chemiluminescence reagent (ECL, Amersham Pharmacia Biotech) and exposed to X-ray film. The intensity of each band was quantified with NIH image software.\n\nVero E6 cells (mock-infected or infected with SARS-CoV) were suspended in 2% glutaraldehyde in PBS and collected with a plastic scraper. The cells were centrifuged at 800 rpm for 5 min, then fixed at 4°C for 2 h. After the cells were washed five times with PBS, they were further fixed with 1% osmium tetroxide (OsO 4 ) in the same buffer at 4°C for 2 h, washed, dehydrated in a graded ethanol series, and embedded in epoxy resin. Ultrathin sections were made with an ultramicrotome (Reichert Ultracut S, Leica, Wien, Austria), stained doubly with uranyl acetate and lead citrate, and observed under an electron microscope (H-7100; Hitachi) at an accelerating voltage of 75 kV. Some sections were stained with 1% ruthenium red before the conventional double staining.\n\nMonolayers of Vero E6 cells were infected with SARS-CoV at an MOI of 1. The cells and medium were harvested daily to determine cell numbers as well as virus production rates for 6 days. As shown in Fig. 1A , the cell number was suddenly decreased on day 3. However, the cell number again increased gradually thereafter, and the cells were observed to contain vacuoles. Light microscopic observation revealed that the CPE characterized by cell rounding first appeared on day 2, and the next day most of the cells were rounded and detached from the plastic surface (Fig. 1B) . When we replaced the cell culture medium by fresh complete medium on the third day, some remaining survivor cells were detected, and these vacuolated cells gradually proliferated. On day 6 postinfection, the number of round cells was decreased, and almost confluent monolayers of the survivors were obtained.\n\nThe cell smears prepared daily from the infected cell samples described above were stained with murine MAb (3A2), which recognizes SARS-CoV S protein (data not shown). As shown in Fig. 2 , most of the Vero E6 cells were viral antigen-positive on the 1st and 2nd days. The cells that did not undergo rounding on day 3 were also viral antigenpositive, although only a fraction of the cells were positive: 70.8%, 67.4%, 45.0%, 39.0%, 39.4%, and 39.5% on days 1-6, respectively. By co-staining with Hoechst 33258, it was found that most of such surviving cells with expression of viral antigens contained no apparent apoptotic bodies inside them (Fig. 2) . Next, the culture supernatants harvested daily from the infected Vero E6 cells were subjected to infectivity titration and also to antigen-capture ELISA using anti-SARS-CoV guinea-pig PAb and murine (2G3) MAb, as shown by TCID 50 per ml and absorption at 492 nm, respectively (Fig. 3) . The viral production rate was the highest (10 7.5 TCID 50 per ml) on days 2-3 (Fig. 3A) . After the cells were replaced in fresh medium on day 3, the surviving cells also continued to produce infectious virus particles at a high rate, near 10 7 TCID 50 per ml (Fig. 3A) . A similar particle production pattern was also observed by antigen-capture ELISA (Fig. 3B) . The guinea-pig PAb recognizes SARS-CoV proteins, including S and N proteins (as described below), whereas murine 2G3 MAb recognizes the SARS-CoV S protein (data not shown). Thus, these surviving, viral antigen-positive Vero E6 cells were shown to be persistently infected with SARS-CoV, so this cell population was named Vero/SARS-CoV. The Vero/SARS-CoV cells came to show a similar morphology and cell proliferation rate as the parental Vero E6 cells upon subsequent continuous passaging of the cells. However, the percentage of the cells positive for SARS-CoV antigens gradually decreased to~10% by 5 months after infection.\n\nThe Vero/SARS-CoV cells were used 1 month after infection for the preparation of cell clones by limiting dilution in 96-well microplates. A total of 87 cell clones were obtained. As shown in Fig. 4B , nested RT-PCR of the cell clones for SARS-CoV revealed only four (#13, #18, #21, and #34) cell clones to be positive for SARS-CoV RNA, while the other 83 cell clones were completely negative for SARS-CoV RNA by nested PCR analysis, as shown for #12 as a representative. In single-round PCR analysis, #21 showed a strong positive band, similar to those of acutely and persistently infected cells, while #18 showed only a faint band, and the #13 and #34 were negative (Fig. 4A) . The amounts of viral RNA in cell clones #13, #18, and #34 just after their preparation were lower than that in #21, and they became negative after several further passages (Fig. 4B) . Titrations of the infectivity of their culture supernatants also confirmed these shifts: we observed only 10 1.5 -< 10 0.5 TCID 50 per ml in #13 and 10 6-7 -< 10 0.5 TCID 50 per ml in #18 and #34; in contrast, 10 7-8 TCID 50 per ml in #21 throughout the study period.\n\nRepresentative cell clones obtained from Vero/SARS-CoV cells that were continuously passed for 3 months after their preparation were stained with anti-SARS-CoV S MAb (3A2) (Fig. 5) . The control cells were Vero E6 cells mockinfected or acutely infected with SARS-CoV for 2 days, as well as Vero/SARS-CoV cells that were maintained for 5 months after infection. The expression of S antigen in #21 cells was quite strong in about 10% of the cells, like that in acutely and persistently infected Vero E6 cells. In contrast, viral antigens were not detected in #13, #18, and #34 that had been maintained for 1 month after their preparation, nor in the viral RNA-negative clone #12 at the time of its preparation. Fig. 1 were trypsinized, smeared, fixed with cold acetone, then strained with anti-SARS-CoV S protein murine MAb (3A2; top panels) as well as Hoechst 33258 (middle panels). The lower panels show the merged images. Next, the expression of ACE2, identified as a receptor for SARS-CoV infection [7] , was examined on the cell surface of the cell clones by MIF and flow cytometry (Fig. 6) . Only 18% of the mock-infected Vero E6 cells were positive for ACE2 on their cell surface. Twelve percent of the persistently infected Vero/SARS-CoV cells that were cultured for 4 months were positive for SARS-CoV S protein. The expression of ACE2 on the persistently infected cells was almost completely down-regulated, although the expression level of ACE2 on #21 cells were heterogeneous. On the other hand, cell clones #12 and #13 which were derived from the Vero/SARS-CoV cells and negative for SARS-CoV S pro-tein after culturing for 3 months after the primary infection, highly expressed ACE2 on their cell surface: 42% of #12 and 17% of #13.\n\nElectron micrography showed the production of a large amount of viral particles from #21 cells (on 2 months after their preparation) (Fig. 7E ) as well as many viral particles inside vesicles of this cell clone (Fig. 7F) , as was also seen for acutely infected Vero E6 cells (Fig. 7A, 7B) . The morphology of the virions released from acutely infected Vero E6 was similar to that described previously [47] . The particle number seemed to be slightly lower in the persistently infected Vero/SARS-CoV cells that had been continuously passed for Mock-infected Vero E6 cells and persistently infected Vero/SARS-CoV that had been cultured for 5 months, as well as cell clones #21, #12 and #13 that had also been cultured for 3 months after their preparation were stained without fixation, with anti-ACE2 PAb as well as anti-SARS-CoV S murine MAb (3A2). The stained cells were subjected to IF microscopy and flow cytometry. 4 months after infection (Fig. 7C, D) . Interestingly, there were far fewer surface projections surrounding the particle core on Vero/SARS-CoV (Fig. 7C, D) and on #21 (Fig. 7E ) than on the acutely infected Vero E6 cells (Fig. 7A) .\n\nIn fact, direct sequencing of the PCR products including SARS-CoV S and N genes that were amplified using the RNA from #21 cells revealed that a total of five nucleotide substitutions were detected at S gene: A1325G (Y442C), C1414T (L472F), G1780T (V594F), C1921T (H641Y), and C2380T (P794S). There was no mutation at the N gene in the RNA from #21. On the other hand, there was no apparent difference in virus replication rate of the SARS-CoV from #21 cells, compared with that of the SARS-CoV from acutely infected Vero E6 cells, in both Vero E6 and CaCo-2 cells (Fig. 8) . The Vero E6 and CaCo-2 cells were similarly infected at an MOI of 1 with SARS-CoV in the culture fluid of acutely infected Vero E6 cells and that in the culture fluid of #21 cells. The RNA extracted from the infected cells on days 0 (just after adsorption) and 10 were analyzed for viral genomic RNA levels by RT-PCR using primers at 1ab region. The results showed that the amounts of PCR products on day 10 samples were almost similar between SARS-CoV at acute and persistent phases, although those on day 0 samples were apparently higher in the SARS-CoV at acute phase than that at persistent phase in both Vero E6 and CaCo-2 cells. Thus, the adsorption rate may be different between SARS-CoV pre-pared at acute and persistent phases, but the subsequent replication rate of the virus from persistent phase was almost similar to that from acute phase.\n\nWe next compared the levels for expression of SARS-CoV S and N genes among Vero E6 cells acutely infected with SARS-CoV for 2 days, Vero/SARS-CoV that had been maintained for 5 months after the primary infection, and the virus producer cell clone #21 by RT-PCR (Fig. 9A) . The results by triplicate experiments showed a slightly higher ratio of the S/N ratio in acutely infected Vero E6 cells, compared with Vero/SARS-CoV and #21 cells, i.e. 0.95 ± 0.15, 0.24 ± 0.05, and 0.30 ± 0.17, respectively. Next, Western blotting was also carried out to confirm the differences in the expression of viral proteins among the same acutely infected Vero E6 cells, Vero/SARS-CoV, and #21 (Fig. 9B ). The cell fractions as well as the virus particle fractions precipitated from the culture media by ultracentrifugation were characterized. Western blotting using the cell fractions and guinea-pig anti-SARS-CoV PAb revealed lower amounts of S protein in Vero/SARS-CoV and #21 compared with that in acutely infected cells. However, the amounts of N protein in Vero/SARS-CoV and #21 cells were similar to that in the acutely infected cells. Similarly, rabbit PAb to the N-terminus region of SARS-CoV S protein also detected a higher amount of the S protein in the acutely infected cells than those in #21. Rabbit PAb to the C-terminus region of SARS-CoV N protein detected the N protein in the acutely infected cells and Vero/SARS-CoV and a rather lower amount of N proteins in #21. The S/N ratios by triplicate experiments using rabbit anti-S and anti-N PAbs were 0.81 ± 8.080 in the acutely infected cells and 0.059 ± 0.014 in the Vero/SARS-CoV. In the virus particle fractions, a lower amount of S protein in #21 was detected compared with that in acute infection, but an only slightly lower amount of N protein in #21 was detected Fig. 7 . Electron microscopic observation of Vero/SARS-CoV-derived cell clones to assess their production of viral particles. The cells used for electron microscopy were the Vero E6 cells acutely SARS-CoV-infected for 2 days (A, B) , persistently SARS-CoV-infected (Vero/SARS-CoV) for 4 months (C, D), and #21 cell clone cultured for 2 months after its preparation (E, F). Bars indicate 100 nm. Fig. 8 . Comparison of growth rates of SARS-CoVs at acute and persistent phases in Vero E6 and CaCo-2 cells. The Vero E6 and CaCo-2 cells were mock-infected (Mock) and infected at an MOI of 1 with SARS-CoV prepared from the Vero E6 cells that were acutely infected for 2 days (Acute) and from persistently SARS-CoV-infected for 5 months (Persistent). After adsorption for 1 h, the cells were washed with PBS. The total RNAs were extracted from the cells just after washing with PBS (Day 0) as a control and also from the cells that were cultured in complete medium at 37°C for 10 dpi (Day 10). The culture medium was replaced with fresh complete medium every 2-3 days. The total RNAs were used for quantification of the SARS-CoV genomic RNA by RT-PCR using primers at the 1ab region. compared with that in acute infection. Thus, the S to N ratio in #21 was significantly lower than that in acutely infected cells.\n\nIn this study, persistent infection with SARS-CoV was established in Vero E6 cells, which are highly sensitive to infection with this virus [16, 17] and are generally killed via apoptosis after the infection [40, 41] . The cells that survived the infection in the acute phase proliferated at a similar rate and with similar morphology as uninfected Vero E6 cells. Nevertheless, these Vero/SARS-CoV cells maintained high production of infectious virus particles. Surprisingly, only 1 (#21) out of 87 cell clones prepared from Vero/SARS-CoV was a long-term high producer of infectious virus particles during our observation period of 5 months after the primary infection. Three cell clones were also positive for SARS-CoV RNA, but the viral RNA disappeared from these cell clones upon subsequent culturing for 1 month.\n\nChen and Baric [48] demonstrated with MHV that persistence selects for resistant host cells that down-regulate expression of receptor and variant viruses that grow more efficiently than wild-type in these cultures. When we examined the preparation of several Vero E6 cell clones, it was found that there was no difference in the cell surface expression levels of receptor ACE2 among the 32 cell clones obtained.\n\nHowever, the cell clones showed different degrees of CPE appeared by SARS-CoV infection that affected the rates to obtain the persistently SARS-CoV-infected cells (data not shown). Thus, such difference observed in MHV is not likely in SARS-CoV.\n\nThe viral expression in cell clone #21 was shown to be different with regard to the S to N ratio from that in acutely infected Vero E6 cells. This different S/N ratio was also similarly observed in uncloned, parental persistently SARS-CoVinfected Vero E6 cells, suggesting the universality of this difference in persistently infected Vero E6 cells. Similar observations have been reported for other CoVs: a number of MHV variants with deletions in the S glycoprotein have been isolated from persistently MHV-infected animals; however, the significance of generating and potentially accumulating deletion variants in the persistent viral population remains unclear, although it has been proposed that the complexity of the population of persisting viral RNAs may contribute to chronic disease [49, 50] . Interestingly, the cultured cells persistently infected with MHV were shown to be resistant to superinfection with MHV but not to infection with other unrelated viruses [51] . When the culturing of cells persistently infected with MHV was carried out for >400 passages, the yield of released virus gradually decreased and only~10% of the cells were viral antigen-positive at passage 97 [51] , which was similar to the pattern we observed for SARS-CoV in this study. In the case of MHV persistence, if fewer than 100 cells were subcultured, then the persistent infection ended and the Fig. 9 . Comparison of expression levels of major SARS-CoV genes between acutely infected and persistently infected Vero E6 cells. A, Total RNAs were extracted from the Vero E6 cells that were mock-infected (Mock) or acutely SARS-CoV-infected for 2 days (Acute), and persistently SARS-CoV-infected for 5 months (Persistent), as well as cell clone #21 that had been cultured for 3 months after its preparation. The RNAs were used for amplification of the SARS-CoV mRNAs at S and N regions by semi-quantitative RT-PCR. As a control, housekeeping gene GAPDH was amplified using the same RNA preparations. B, Cell lysates were prepared from the same cells as used in figure A. The virus particle fractions were also prepared from the culture media of these cells by ultracentrifugation. The samples were electrophoresed in a 10% SDS-PAGE, then Western-blotted onto a M, and reacted with guinea-pig anti-SARS-CoV PAb, rabbit PAb to the N-terminus region of SARS-CoV S protein (Anti-S) and rabbit PAb to the C-terminus region of SARS-CoV N protein (Anti-N).\n\nresulting cultures no longer produced virus and became susceptible to MHV infection [51] . In contrast, we were able to obtain several virus-positive cell clones by culturing a single Vero/SARS-CoV cell in the wells of 96-well microplates. In human neuronal cell lines persistently infected with human CoV OC43 and 229E, there were no important common viralgenome mutations related to the persistent infection [38, 39] . On the other hand, using bovine CoV it was found that a translation-attenuating intraleader open reading frame was selected in this virus mRNA during persistent infection [52, 53] . In this study, we found that the persistently infected cells maintained the expression of SARS-CoV antigens for at least 5 months during maintenance without cell cloning, while most of the cell clones prepared from Vero/SARS-CoV cells were negative for virus RNA by RT-PCR. Several cell clones positive for virus RNA at early passages after the preparation also readily shifted to become negative, suggesting that a certain host cell factor(s) may be involved in the maintenance of SARS-CoV in the Vero E6 cells during the uncloned condition. In addition, such host factor, probably together with other factor(s), may be also involved in a long-term maintenance of SARS-CoV even in the cloned condition such as in #21. It is noteworthy that the SARS-CoV S to N ratio in persistently infected cells was significantly lower than that in acutely infected cells. Electron microscopic observation also supported this conclusion, as shown by the much lower density of the \"knob\" structures in persistently than acutely infected Vero E6 cells. In fact, we identified a total of 5 nucleotide substitutions at S gene, but no substitution at N gene in the viral RNA from #21 cell clone. However, we found no apparent difference in the replication rates in Vero E6 and CaCo-2 cells between SARS-CoV prepared from acutely and persistently infected Vero E6 cells. We will need further studies to clarify the correlation between the S/N ratio and the establishment of persistent infection with this virus.\n\nAfter SARS-CoV infection, patients have been shown to develop immune responses to the virus: > 90 of the SARS patients were found to seroconvert within 20 days [54] . Another report showed that conventional serological tests such as IF, Western blotting, and ELISA using serum samples from patients with SARS that were obtained 7-35 days after the onset of fever detected specific IgG reactions in at most 89% of them [55] . However, on the basis of Western blotting using sera obtained from a total of 43 patients with SARS that were obtained 7-35 days after the onset of fever, most (79%) of the patients produced antibodies to N protein, but only 40% produced antibodies to S protein [55] . A similar estimate (83.3%) was also obtained in another study, although 25.0% had not produced antibodies to SARS-CoV by day 21, and 16.7% had not produced viral antibodies even by day 60 [56] . Thus, in a considerable number of cases it seems to be difficult to detect specific antibody responses to SARS-CoV, suggesting the possibility that such infected individuals may readily allow the virus to establish a persistent infection.\n\nPathological characterization of several autopsied tissues from SARS-CoV-infected individuals revealed viral signals mostly in the lung and small intestine, but not in lymphoid organs such as spleen and lymph nodes [11, 12] . Thus, lymphocytes might be resistant to SARS-CoV infection in vivo. Nevertheless, evidence of SARS-CoV infection in peripheral blood mononuclear cells (PBMC) was reported. RT-PCR is a relatively rapid and sensitive method for the diagnosis of patients with SARS symptoms using patient-derived samples such as nasopharyngeal aspirates [57, 58] . One trial to standardize the sample source for quantification of SARS-CoV used plasma and PBMC derived from patients at three SARS stages: days 1-7, 13-39, and 79-91 after fever onset [59] . The viral RNA was detectable even in PBMC, where its level was higher than that in plasma at all clinical stages. The peak of the shedding of SARS-CoV corresponded to the peak of the course of SARS-CoV infection. Surprisingly, residual SARS-CoV may persist in a patient's circulation, in most cases for a relatively long time without obvious effects on the host. The viral loads in the plasma were not significantly different in the samples obtained at days 13-39 and 79-91. Thus, some cells, including PBMC, may be a reservoir for this virus, although the pathophysiologic significance of such persistently infected cells is not clear yet. In addition, the recent finding that dendritic cells can take up SARS-CoV and transfer it to susceptible target cells seems to be important, since such dendritic cells may serve as a reservoir that might provide long-term exposure to this virus and contribute to the persistence and chronicity of infection [9] . The above observations, together with the fact that other CoVs readily establish persistent infections in vivo and in vitro, and also together with our establishment of persistent infection in the Vero E6 cell line after induction of severe CPE, suggest that complete elimination of SARS-CoV from all patients who have recovered from SARS seems to be unlikely. The pathophysiologic significance of such long-lasting persistent infection with SARS-CoV in vivo, if any, should be clarified in further studies."}