{"title": "Cellular RNA Helicases Support Early and Late Events in Retroviral Replication Chapter Outline RNA Helicase and Retroviruses in the Advent of \"Omics Technology\" 258 Early Events: Reverse Transcription and Integration 259 DHX9/RNA Helicase A Activity in the Genomic RNP 259 MOV10 Activity in Virions Remains Undefined 262 Late Events: Provirus Transcription, Primary RNA Processing, Export, Translation, Formation of Genomic RNP 262 DHX9, Bridging RNA Polymerase to Transcription Coactivators 262 Shuttling RNA Helicase in Nucleocytoplasmic Transport of Retroviral RNA 264 Nuclear Cap-Binding Proteins and RNA Helicase: Translation Evading Nonsense RNA- Mediated Decay 265 Steady-State Translation: Switching 5 ′ Cap-Binding Proteins to Gain eIF4E 266 Therapeutic Targeting at the Interface of RNA Helicase and Cognate Retroviral RNA 267 References 268", "body": "Essential for viral RNA replication, electrostatic binding to RNA and assist in packaging of the viral RNA to virions (Kadare and Haenni, 1997; Kwong et al., 2005; Ranji and Boris-Lawrie, 2010) . Essential for cleavage of host and viral proteins (Kwong et al., 2005) .\n\nEssential for viral replication with membrane and RNA-binding properties (Kwong et al., 2005) .\n\nEssential for ATPase activity and interact with other elements of the viral replication apparatus (Ranji and Boris-Lawrie, 2010) .\n\nHepeviridae Hepatitis E virus ORF1 encodes several nonstructural proteins required for HEV replication and protein processing (Kadare and Haenni, 1997) .\n\nTogaviridae (Alphavirus) Semliki forest virus Essential for inhibition of cellular transcription by inducing rapid degradation of RPB1, a catalytic subunit of the RNAPII complex (Kadare and Haenni, 1997; Kwong et al., 2005) .\n\nNidovirales SARS-coronavirus, Human coronavirus 229E Pathogenicity determinant; essential for nascent RNA hydrolysis to yield 5 ′ -diphosphate RNA (Kwong et al., 2005) .\n\nInteract and recruit host cell replication proteins to viral origin, including DNA polymerase alpha and replication protein A for viral replication (Kwong et al., 2005) .\n\nPhosphohydrolase and helicase activities for virus replication (Kwong et al., 2005; Ranji and Boris-Lawrie, 2010) .\n\nArteriviridae Equine arteritis virus Important for early step of mRNA transcription by stabilizing subgenomic RNA synthesis (Tijms et al., 2007) .\n\nviruses replicating in cytoplasmic factories maintain virus-encoded RNA helicases (Table 7 .1), which may antagonize the antiviral activity of cellular RNA helicases (Kadare and Haenni, 1997; Kwong et al., 2005; Ranji and Boris-Lawrie, 2010) . Since the advent of \"omics technology,\" the roles of RNA helicases in cell biology have been avidly characterized (Table 7 .2). In the context of retroviruses, particularly HIV-1, candidate RNA helicase cofactors were identified by tandem-affinity chromatography-coupled proteomics using tagged retroviral proteins and genome-wide screens using RNA helicase-directed siRNA (Brass et al., 2008; Konig et al., 2008; Jäger et al., 2012) . Overlap in the screens and validation of select RNA helicase activities has produced an initial comprehensive picture of the retrovirus-RNA helicase interface ( Fig. 7.1) .\n\nWhereas RNA helicases support a diversity of activities in cells and the antiviral response to pathogens, a consistent theme is binding and rearranging of nucleotide-nucleotide pairings. At least 85 human proteins encode the core helicase domain, which is designated by highly conserved amino acid motifs, e.g., DEAD, DEIH, or DExH (x = any). Despite the extreme conservation of the core helicase domain, RNA helicases operate in all compartments of eukaryotic cells and exhibit diverse activities that are attributable to ancillary domains. RNA helicases shuttle between the nucleus and cytoplasm and participate in mRNA biogenesis, nucleus-cytoplasm transport, pioneer-round translation, cotranslational decay, and steady-state translation by contributing to the formation of dynamic ribonucleoprotein complexes (RNPs) (Fig. 7 .1 and Table 7 .2). RIGi and related RNA helicases demonstrate affinity for replication intermediates of RNA viruses that reproduce in the cytoplasm and activate innate response.\n\nThe RNA helicase superfamily (SF) is categorized into three subfamilies (SF 1, 2, and 3) according to combination of invariant amino acids in the core helicase motif: Asp-Glu (DE) with two other conserved amino acids; Asp-Glu-Ala-Asp, abbreviated as DEAD, DEAH, or DExH (x = any) residues in the core motif. Besides the namesake domain (DEAD box, DDX or DHX proteins), ancillary domains in RNA helicase SF members vary widely and engender interaction with specific substrate RNAs and protein cofactors ( Fig. 7.2) .\n\nFunctionally conserved across the plant and animal kingdoms, the helicase core promotes native RNA folding by rearranging of duplex nucleotide substrates. By an allosteric mechanism, nucleotide triphosphate (NTP) binding at the helicase core induces conformational change, followed by NTP hydrolysis (Fairman-Williams et al., 2010) . Versatile as an RH is, rearranging activity is common without NTP-dependent helicase activity. Changing components of RNA-protein complexes, designated RNPase activity, is associated with RNA binding, rather than NTP hydrolysis, and is categorized a chaperone activity.\n\nStructurally, the catalytic helicase core within each SF is almost identical, consisting of two similar recombination protein RecA domains with highly conserved residues that coordinate binding and hydrolysis of the NTP. The helicase domains share nine sequence motifs: Q is solely present in DEAD box helicase; grouping I, also called Walker A: grouping Ia, Ib; II, also called Walker B; Tethers RNA polymerase II to chromatin-bound DNAbinding proteins (e.g., BRCA1, P300/CBP beta, p16ink) (Nakajima et al., 1997) . Component of 7SK RNP that regulates availability of PCAF and P-TEF (Van Herreweghe et al., 2007) . Binds and is necessary for translation of select RNAs: 5 ′ UTR of junD proto-oncogene, (Hartman et al., 2006) type I collagen mRNAs (Manojlovic and Stefanovic, 2012) . Tethers Lin28 to polysomes (Jin et al., 2011) .\n\nRearrangement of RNA secondary structure attributed to ATP hydrolysis. SPRY domain facilitates association with cellular RNPs for translational initiation, nuclear export, ribosome, and spliceosome assembly (Fang et al., 2005 (Fang et al., , 2004 .\n\nEssential for CRM1-dependent nuclear export of viral RNA, remodel of exporting mRNPs (Yedavalli et al., 2004) . Interacts with NF-kB to suppress p65-mediated transcription (Xiang et al., 2016) . Associated with eIF4E-dependent mRNA translation (Soto-Rifo et al., 2013) .\n\nBind GC-rich sequences, modulate alternative splicing during cell differentiation . Coregulators of estrogen and androgen signaling pathway .\n\nEssential for 5 ′ to 3 ′ RNA unwinding activity and factor for nonsense-mediated mRNA decay (NMD) (Gregersen et al., 2014) .\n\nNucleocytoplasmic shuttling RH that is enriched in mitochondria; associates with mitoribosome (Lessel et al., 2018) . Cofactor of ZAP in NMD (Ye et al., 2010) .\n\nAssociates with cytoplasmic face of nuclear pore complex, remodel of exporting mRNPs (Diot et al., 2016) .\n\nContributes ATPase and helicase activity essential for spliceosome assembly (Wisskirchen et al., 2011) .\n\nModulates the coupling of mRNA splicing with nucleocytoplasmic transport of mature mRNAs (Delaleau and Borden, 2015) .\n\ngroupings III and IV, V, and VI. SF 1 and 2 members contain conserved Walker A and B motifs in the active site providing NTPase binding and hydrolysis activity, respectively (Del Campo et al., 2009) . Whereas nonspecific RNA binding is attributable to core helicase domain, specific recognition of cognate RNA is achievable by double-stranded RNAbinding domains (dsRBDs), described below. Retroviruses, by mimicking 5 ′ UTR features in cognate cell-derived mRNA targets, commandeer RNA helicases to promote native folding of cis-acting RNA elements. Retrovirus RNA becoming cloaked in cellular RNPs is advantageous to evade surveillance and recognition of this type of virus infection. Retroviral antagonism of innate response remains a controversial area intertwined with biology of restriction factors. Introns FIGURE 7.1 Critical events in HIV-1 replication are supported by RNA helicases Early steps in HIV-1 replication involve reverse transcription in the cytosol of capsid-associated viral RNA (n = 2) to double-stranded cDNA that transits the nuclear pore and integrates into the host chromosome (blue lines) to form a provirus (red line surrounded by black dotted line) with the involvement of at least two RHs (DHX9, DDX19A). Late events involve provirus transcription by RNA polymerase II and associated RHs (DHX9, DHX30, DDX5, DDX17); RNA processing by ribonucleoprotein components (i.e., UPF1, UAP56); Rev oligomerization at the Rev responsive element (RRE) of intron-containing HIV RNA fostered by DDX1 and UPF1. Rev-dependent RREcontaining transcripts undergo CRM1-dependent nuclear export assisted by DDX3 on cytoplasmic face of the nuclear pore. Completely spliced viral transcripts are transported by NXF1/NXT1 nuclear export receptor fostered by DBP5 positioned on the inner side of the nuclear membrane. Polysomal CBP80-bound HIV RNA is associated with DHX9; polysomal eIF4E-bound HIV RNA associated with DDX3, eIF4G, eIF4A. UPF1 RNA surveillance cofactors, DDX17 and DHX30, influence HIV RNA dimerization; dimer RNA packaging with viral structural/enzymatic proteins is modulated by MOV10, DDX24, and DHX30 in context of stoichiometric amounts of DHX9 (n = 2). \n\nCurrent understanding of RNA helicase activities in retroviruses has been propelled by results of genome-wide screens. Tandem-affinity purification by Liang and colleagues used epitope-tagged viral proteins and mass spectrophotometry in the first proteomic screen for HIV-associated candidate RNA helicases. The tandem-affinity purification of epitope-tagged HIV Gag in cells isolated Gag binding partners that included DHX9, RNA helicase Gu(a)/DDX36, DDX18, DDX24 (Roy et al., 2006) . Affinity purification of HIV proteins and mass spectrometry interaction statistics identified DDX6, DDX20, and DDX49 (Jäger et al., 2012) .\n\nGenome-wide short interfering RNA (siRNA) screens to identify host proteins involved in HIV replication identified eight helicases including DHX9, DHX30, DDX3, and DDX1 (Brass et al., 2008; Konig et al., 2008) . Williams et al. performed a siRNA library screening targeting 59 cellular helicases (Williams et al., 2015) . HeLa cells were cotransfected by specific siRNA to target the helicase and to generate vesicular stomatitis virus G glycoprotein (VSV-G) pseudotyped HIV-1. The culture supernatants were analyzed for virion production by Gag p24 ELISA, and the infectivity of progeny virions was determined by luciferase reporter assay. HIV infectivity was significantly reduced by downregulation of DDX3, DDX5, DDX10, DDX11, DDX17, DDX18, DDX21, DDX24, DDX28, and DDX52 and DHX9; the results indicating direct or indirect activity of the helicase in facilitating virion infectivity (Lorgeoux et al., 2012; Williams et al., 2015) .\n\nEnsuing investigations validated selected RNA helicases that promote human retrovirus replication (HIV-1, human T-cell lymphotropic virus type 1) by ectopic overexpression and downregulation by RNA interference and CRISPR technology in cell-based assays, biophysical approaches, and traditional biochemical approaches. An ultimate goal for virologists and structural biologists alike is antiviral targeting of pertinent RNA helicases. A daunting task because retroviral RNA biology is intertwined with nuclear RNA helicases at every step, genetic, biophysical, and structural studies have defined RNA helicases important to early and late steps in HIV replication. The deepening knowledge of RNA helicase ancillary domains and cognate viral nucleotide-nucleotide pairings subject to helicase unwinding is critical information to eventually segregate retroviral RNP targets from cellular RNPs necessary to cell viability. The following sections trace the steps in retroviral replication in context of cell biology and prospective antiviral activity of select RNA helicases (Table 7 .3).\n\nCellular RNA helicases are sitting at the center of current research to elucidate the composition and function of retroviral RNPs in retrovirus biology. A number of studies have demonstrated that exogenous overexpression of RNA helicases and/or downregulation by RNA interference diminishes the abundance and infectivity of progeny HIV-1, often in cell type-specific manner (e.g., MOV10, DHX9, DHX30). These observations have been attributed to aberrant reverse transcription of the incoming genomic RNA in an unseemly relationship to the posttranscriptional life of primary retroviral transcripts. A key to interpreting RNA helicase activity in reverse transcription of retroviral RNA has been the determination of stoichiometry in virions and cognate viral RNA structure, as determined for DHX9 Boeras et al., 2016) .\n\nIn 2006, Roy et al. identified HIV-1 virions deficient in DHX9 were poorly infectious and poorly executed reverse transcription. Downregulation of DHX9 by siRNA in producer cells did not affect viral genomic RNA dimerization or packaging, but those virions were poorly infectious, as determined by activation of a galactosidase indicator (MAGI) in Hela-T4 cells (Roy et al., 2006) . Similar virion infectivity loss was also observed by infection of primary cells (Bolinger et al., 2010) . The tRNA Lys3 -viral RNA complexes extracted from DHX9-deficient virions were less efficient in base extension in a primer extension assay (Roy et al., 2006; Xing et al., 2011) . In addition to reverse transcription initiation, the strand transfer step was also impaired in the absence of DHX9 (Roy et al., 2006) . Importantly, a gain-of-function experiment demonstrated that exogenously expressed DHX9 packaged into HIV-1 virions rescues . Promotes initiation phase of HIV-1 reverse transcription (Roy et al., 2006) . Binds to topoisomerase II alpha complex that remodels chromatin structure for HIV-1 integration (Raghavendra et al., 2010) .\n\nModulates HIV-1 preintegration complex activity through host factors LEDGF/p75 and Integrase Interactor 1 (Lorgeoux et al., 2012) .\n\nMediates the association of CREB-binding protein (CBP) with RNA Pol II to promote HIV-1 transcription Nakajima et al., 1997) . Binds to HIV-1 TAR RNA through double-standard RNAbinding domains (dsRBDs) . Promotes recruitment of PCAF and P-TEFb to TAR/Tatbound transcription complex .\n\nDBP5/DDX19A DDX1 DDX3 DDX5 and DDX17\n\nPromotes nuclear export of the unspliced RNA of avian sarcoma virus through two direct repeats in 3 ′ UTR (LeBlanc et al., 2007) .\n\nFacilitates Rev oligomerization at Rev responsive element (RRE), enhancing CRM1-dependent nuclear export of HIV-1 transcripts (Fang et al., 2005) . Facilitates remodel and release of Rev/RRE-dependent HIV RNPs from nuclear pore (Yedavalli et al., 2004) . Interact with HIV-1 Rev protein; may modulate Rev subcellular localization between nucleolus, nucleoplasm, and cytoplasm (Williams et al., 2015) .\n\nStabilizes viral unspliced RNA in nuclear and cytoplasmic RNPs; necessary to Gag protein production (Ajamian et al., 2008) .\n\nMOV10/UPF-1 like Facilitates HIV-1 RNA stability; binds to nucleocapsid (NC) region of Gag and packaged into viral particle (Abudu et al., 2012) .\n\nreverse transcription initiation when the endogenous DHX9 has been silenced (Xing et al., 2012) . DHX9 associates with HIV-1 Gag and is recruited into virus particles in an RNA-dependent manner (Roy et al., 2006) . In 2012, the observed stoichiometry of DHX9 in virions was determined proportional to the genomic RNA, n = 2 (Sharma and Boris-Lawrie, 2012). Recently, isothermal titration calorimetry confirmed that the dimeric HIV-1 5 ′ UTR conformation binds one DHX9 molecule per RNA strand, in a manner independent of binding to the nucleocapsid (NC) domain of Gag. Nuclear magnetic resonance spectra using a deuteriumlabeling approach resolved the structure of the dimeric 5 ′ UTR in complex with the N-terminal dsRBDs of DHX9. The structure of the large molecular mass complex was found to be dependent on DHX9 binding to a double-stranded region of the primer-binding site (PBS) segment of the 5 ′ UTR. These results are consistent with measurement of DHX9-depleted virus particles of reduced level of tRNA Lys3 that annealed onto the PBS (Roy et al., 2006) . In the viral RNA,\n\nTranslation of Viral mRNA eIF4A/DDX2 DDX3 DHX9\n\nComponent of eIF4F translation initiation complex; ATPdependent unwinding of 5 ′ UTR structure (Sonenberg, 1993) .\n\nRecruited to eIF4E-bound HIV RNP, associated with eIF4F translation activity (Soto-Rifo et al., 2013) .\n\nFacilitates viral protein synthesis of HIV-1 and HTLV-1 by increasing the polysome loading (Bolinger et al., 2010; Hartman et al., 2006) . Binds the 5 ′ UTR of HIV-1, HTLV-1, spleen necrosis virus, bovine leukemia virus, Mason Pfizer monkey virus, feline leukemia virus and promote Rev/RREindependent HIV Gag production (Bolinger et al., 2007) .\n\nPromotes dimerization in-solution; recruited to virion by binding the contiguous 5 ′ UTR in sequences between the primer activation sequence and primer-binding site (Boeras et al., 2016) . Regulates production of Gag and inhibits genomic RNA packaging and infectivity . Promotes dimerization of Rous sarcoma virus 5 ′ UTR in-solution (Stake et al., 2015) .\n\na single A-to-C substitution was sufficient to disrupt the conformation of the PBS segment and attenuate virion infectivity in cells. Therefore, the contribution of DHX9 to virion infectivity is attributable to its structure-dependent binding at the PBS segment of the HIV 5 ′ UTR during virus assembly (Boeras et al., 2016) , consistent with prior data positing DHX9 fosters conformations favoring the action of viral reverse transcriptase (Xing et al., 2011) . Validated cellular cofactors in reverse transcription are few: tRNA synthetase and cognate tRNA and DHX9 that together engender PBS conformation for tRNA annealing and extension by reverse transcriptase. Proteomics results indicate DHX9 is also a component of HIV preintegration complex, conceivably activating chromatin to initiate the integration process (Raghavendra et al., 2010) . Once integrated, nuclear RH associates with provirus, supporting transcription and viral RNA processing, export, translation, dimerization, and genomic RNP assembly. The intimate association between the provirus and cellular RNPs mimics that of a cellular gene, and conceivably those nuclear marks shield viral genomes in newly infected cells from recognition by DHX58/RIGi and other innate sensors that detect cytoplasmic viral replication intermediates and trigger interferon response.\n\nThe Up-frameshift protein 1 (UPF1)-like SF helicase member MOV10 has a DEAG helicase motif and ATP-dependent 5 ′ to 3 ′ directional RNA helicase activity (Gregersen et al., 2014) . MOV10 is associated with Gag nucleocapsid RNA-binding domain and is detectable in HIV virions (Abudu et al., 2012) , but its activity is controversial. Biochemically, MOV10 interacts with Rev in an RNA-independent manner, and Rev/Rev response element-dependent nuclear export was reduced by dominant-negative helicase mutant ( Fig. 7.1 ). Exogenous expression of MOV10 diminishes production of virions and those virions exhibit deficient HIV reverse transcription and poor infectivity, positing MOV10 as an antiviral factor (Goodier et al., 2012) . In unresolved controversy, independent research identified siRNA downregulation of endogenous MOV10 did not change virion production and considered endogenous MOV10 acts as cofactor (Arjan-Odedra et al., 2012) . In aggregate, modulation of MOV10 incurs an imbalance in HIV RNP activity, consistent with indirect and possibly beneficial effect on biogenesis of infectious HIV (Huang et al., 2015) .\n\nDHX9 is an essential gene product and mouse knockout is lethal to embryos. The dhx9 gene lays in the 1q25 tumor susceptibility locus associated with neoplasms of prostate, lung, and breast. Roles for DHX9 in tumor biology involve dysregulation of DNA damage response related to gene expression and DNA genotoxic stress. A nucleocytoplasmic shuttling DEIH helicase, DHX9 bridges chromatin-bound transcription coactivator proteins (e.g., EP300/CBP) to RNA polymerase II (Table 7 .2). The tethering requires DHX9's N-terminus and flanking residues of a minimal transactivation domain Nakajima et al., 1997) . By connecting coactivators with RNA polymerase II through a DHX9 bridge, this RNA helicase activates transcription of specific genes. Susceptible coactivators, in addition to CBP, include NFkB p65, BRCA1 breast cancer-specific tumor suppressor BRCA1, the Zic2 protein, EWS-FLI1 oncoprotein, p16INK4a tumor suppressor and multidrug resistance 1 protein (MDR1).\n\nMoreover, DHX9 is component of a 7SK storage RNP that sequesters the positive transcription elongation factor b (P-TEFb), a rate-limiting cofactor of TFIIH that regulates efficiency transcription elongation of many genes, including HIV (Van Herreweghe et al., 2007) . Because of limited P-TEFb, RNA polymerase II stalling of HIV transcription complex occurs within the R region of the HIV long terminal repeat yielding truncated transcripts of ∼100 nucleotides that are identified as Tat transactivation responsive element, TAR (Table 7 .2). Tat/TAR interaction facilitates 5 ′ end capping of nascent RNA necessary to recruitment of nuclear cap-binding proteins CBP80/CBP20 (Zhou et al., 2003) . In the absence of Tat, DHX9 exhibits biochemical affinity for TAR, an observation that may explain DHX9 overexpression activates transcription of HIV TAR-luc reporter RNA . Overexpression of DHX9 is posited to tip 7SK-P-TEFb equilibrium toward dissociation of P-TEFb, ultimately facilitating Tat/TAR transactivation of HIV. Released from 7SK RNP, P-TEFb stimulates HIV Tat/TAR-dependent transcriptional elongation through a mechanism that involves both phosphorylation of the C-terminal domain of RNA polymerase II and by interfering with the activity of negative elongation factors (Table 7 .3). Speculation is DHX9 loading to TAR during basal transcription modulates 5 ′ UTR RNA conformation and the retention of CBP80 in later stages of HIV expression (see below).\n\nDHX9 overexpression increased Gag protein and virion production in HEK293 cells and altered balanced splicing of primary HIV RNA (Tang et al., 1999) . Moving beyond exogenous expression assays that disrupt the balance between RNP components, RNA interference proved invaluable to modulate an essential gene product like DHX9. Validation studies in COS cells demonstrated siRNA downregulation of this RH reduced gag, vif, rev, and nef RNA expression (Bolinger et al., 2010; Roy et al., 2006) . COS, a simian fibroblast line, did not recapitulate reduced HIV steady-state HIV RNA and instead demonstrated modulation of gag RNA accumulation in polysomes that is proportional to reduction in viral protein production (Hartman et al., 2006) . In contrast to results in HEK293 cells, DHX9 downregulation in COS cells did not reduce either HIV RNA abundance or nucleocytoplasmic transport, positing perturbation in RNP components between the transformed cells (Hartman et al., 2006) . Paralogs, DHX30 and DHX9, have nearly identical amino acid conservation but accumulate in different subcellular compartments (Fig. 7.2) . DHX9 accumulates in nucleus and DHX30 accumulates in mitochondrion. Attributable to truncation of one dsRBD at N-terminus and ∼100 arginine-rich amino acids at the C-terminus, DHX30 functions in the assembly of the large mitochondrial ribosomal mutation of DHX30 reduces mitochondrial localization (Lessel et al., 2018) . Overexpression of DHX30 indicates a supportive role in HIV replication: DHX30 overexpression increases production of viral Gag proteins and yield of virus particles by 2-to 3-fold and severely inhibits the packaging of HIV-1 RNA into virus particles, upregulating defective interfering particles by 10-fold , consistent with change in RNP dynamics. Zhou et al. (2008) determined DHX30 interacts with the HIV-1 5 ′ UTR, potentially catalyzing native refolding important for genomic RNA dimerization similar to DHX9. In-solution assays with recombinant proteins demonstrated DHX9 and DHX30 promoted dimerization of the HIV 5 ′ UTR. DHX30, but not DHX9, fostered dimerization of the Rous sarcoma virus (RSV) 5 ′ UTR (Stake et al., 2015) . This trend follows the observation that the Gallus gallus genome encodes DHX30, but not DHX9, and suggests that DHX30 supports RNP dynamics attributable to higher order conformation of the avian retrovirus 5 ′ UTR and possibly distinct chaperone activity of RSV Gag nucleocapsid (Stake et al., 2015) .\n\nTwo decades ago, study of genetically simple retrovirus Mason-Pfizer monkey virus (MPMV) uncovered existence of the cis-acting constitutive transport element (CTE) and its necessity for cytoplasmic expression of simian retrovirus unspliced RNA (SRV1). Synthetic CTE transcripts and cell RNA-binding proteins were incubated with Hela cell lysates and in stringent conditions coisolating RNA-binding proteins were identified, e.g., DHX9 and DHX9cofactor HAP95; ALY/REF and RH UAP56/DDX39B cofactors that tether the NXF1-NXT1 complex (also known as TAP nuclear export receptor). The study of CTE/TAP activity significantly expanded knowledge of nucleocytoplasmic transport of cell mRNAs and regulation by many virus RNAs. Ten years ago and in context RSV, a genetically simple avian retrovirus, DDX19B/yeast DBP5 was determined to facilitate nuclear export of genome-length unspliced RNA (LeBlanc et al., 2007) . Drawing on extensive knowledge of the nuclear pore complex in yeast, DBP5 is positioned on the cytoplasmic face of the nuclear pore complex and catalyzes disassembly of the export RNP ( Fig. 7.1) .\n\nWhereas SRV1/MPMV CTE connects TAP nuclear export receptor, genetically more complex retroviruses encode a cis-acting viral CTE-like element (RRE) and viral transacting protein (Rev) to activate nuclear export of unspliced viral RNA. Yeast two-hybrid screening identified Rev binding RH, DDX1, and DDX3 (Fang et al., 2004) . Reporter assays and RNA export measurements validated these host cofactors facilitate Rev/RRE-dependent gene expression. DDX1 is a DEAD box family member containing SPRY domain and interacting with poly(A) RNA. Both yeast and mammalian two-hybrid assays demonstrated strong interaction of DDX1 helicase with HIV-1 Rev protein. DDX1 (amino acids 189-333) directly interacts with the nuclear inhibitory signal of Rev at amino acids 10-24. Downregulation of DDX1 reduces the Rev/RREdependent luciferase reporter activity and also impairs the nuclear export of unspliced mRNA (Edgcomb et al., 2012; Fang et al., 2005) .\n\nDDX3 is a nucleocytoplasmic shuttling protein that localizes to the cytoplasmic side of the nuclear pore ( Fig. 7.1) . Yedavalli et al. demonstrated siRNAmediated downregulation of DDX3 reduces Rev/RRE/CRM1-mediated HIV-1 RNA export. Based on the transdominant activity of DDX3 ATPase mutant, DDX3 was postulated to facilitate the final release from the nuclear pore of the CRM1-bound Rev/RRE RNP (Yedavalli et al., 2004) . Mechanistically, DDX3 is posited in binding CRM1 molecules bound to the exposed nuclear export signal (NES) of RRE-bound Rev oligomers expelling CRM1/Rev/RRE-containing HIV-1 RNA cargo into the cytoplasm (Lorgeoux et al., 2012) . In this remodel of the HIV RNP, DDX3 activity is similar in helicase-driven release by DBP5/ NFX1/NXF1 nuclear export receptor activity of mRNA cargo (Fig. 7.1 ).\n\nDDX1 and DDX3 coordinate Rev/RRE-dependent gene expression. DDX1 binding to RRE modulates RRE conformation, promotes binding of monomeric Rev, resulting in Rev oligomerization (Lamichhane et al., 2017) . Rev independently interacts with nuclear export receptor CRM1 through the leucinerich NES (Cullen, 2003) , tethering the RRE/Rev-CRM1 RNP with affinity for DDX3 at the nuclear pore (Lorgeoux et al., 2012) (Fig. 7.1) . Roles of other candidate RH are poorly understood, specifically DDX5, DDX17, DDX21, DHX36, and DHX9, in RRE/Rev-mediated nuclear export (Zhou et al., 2013) .\n\nIn retrospect, an obvious yet unanticipated precedent came to light through characterizing RNPs deposited at exon-exon junctions; nuclear history of metazoan mRNA facilitates its translational activity in the cytoplasm (Le Hir et al., 2001) . These lessons involve RNA helicase exchanges that retroviruses sometimes recapitulate from activity of cellular transcripts, i.e., UPF1/Staufen (Dugre-Brisson et al., 2005) , DHX9/junD (Hartman et al., 2006) , DHX36 (RHAU)/guanine-quadruplex-rich RNA (Chalupníková et al., 2008) (Table 7 .2). Recruited to nascent mRNAs in the nucleus, these RHs remain associated in cytoplasmic RNPs that become polysomes or RNA granules that are translationally-incompetent, dramatically distinct fates attributable to distinct RNP compositions. UPF1, also known as DDX39B, is an RNA-binding ATPase that contains Zn-coordinating finger motifs, acidic motifs, and basic amino acid clusters, and it is a well-established cofactor in the cotranslational process of nonsensemediated decay, or NMD (Nicholson et al., 2010) . A component of the exon junction complex that binds nascent RNA, UPF1 shuttles between the nucleus and cytoplasm using the CRM1 pathway, and activates RNA surveillance at exon-exon junctions through a series of phosphorylation events during pioneerround translation. In association with nuclear cap-binding proteins CBP80/ CBP20, UPF1 is a sentinel in the process of NMD. NMD parses nonsense-free mRNAs from nonsense-containing transcripts that have potential to translate polypeptide deleterious to the cell. UPF1, UPF2, and UPF3 activate cotranslational RNA decay when scanning ribosome encounter a stop codon that is aberrantly positioned within an open reading frame. However, UPF1 bound to retrovirus unspliced RNAs is responsible for alternative activity: subverting NMD at the premature stop codon laying within the polymerase open reading frame of unspliced transcripts (Fig. 7.1) .\n\nDespite its canonical role in activating NMD, UPF1/DHX39A stabilizes HIV unspliced RNA that harbors a premature stop codon and lacks exon junction complex. UPF1 stabilizes primary retroviral RNA in both nucleoplasm and cytoplasm. UPF1 downregulation by siRNA decreases HIV RNA and thereby diminishes the synthesis of virion structural proteins. While residual levels of virions are observed, they are poorly infectious, positing beneficial role of UPF1 in balancing HIV RNP compositions (Ajamian et al., 2008) .\n\nThe molecular switch triggering cap exchange is poorly understood. Canonically, nuclear cap-binding proteins CBP80/CBP20 are replaced by the cytoplasmic cap-binding protein, eIF4E. eIF4E is considered the rate-limiting factor for steady-state translation and engages eIF4G and the helicase eIF4A to form the eIF4F mRNP. Historically, translation control has been viewed through the prism of eIF4E and the requisite RNA helicase activity of eIF4A. Discovered decades ago, eIF4A provides critical unwinding activity to 5 ′ UTR secondary structures, recruits the 40S ribosomal subunit, and sends the activated ribosome scanning the 5 ′ UTR (Sonenberg, 1993) .\n\nRecent studies used antibodies to the nuclear cap-binding protein CBP80 and the cytoplasmic counterpart eIF4E to isolate HIV mRNPs from the cytoplasm . HIV-specific RT-qPCR assessing relative abundance of HIV transcripts confirmed the completely spliced nef transcript was in the eIF4E RNP, at levels similar to the cellular RNA control. By comparison, unspliced HIV RNA was poorly enriched in the eIF4 RNP and was instead retained in the CBP80-RNP. Despite the retention of nuclear cap-binding proteins, viral protein synthesis remained robust. Polysome analysis verified Gag was translated from the CBP80-RNP, a noncanonical RNP associated with pioneer-round translation.\n\nRNA granules are attributed to downregulation of eIF4E activity during oxidative stress, heat shock, amino acid deprivation, or other physiological stress. Mouland et al., (2000) characterized downregulation of eIF4E activity and HIV RNA accumulation in RNA granules. In 2013, Soto-Rifo et al., identified DDX3-bound HIV RNA accumulating with eIF4G and PABPC1 in cytoplasmic granules comprised of translation-incompetent mRNPs (Soto-Rifo et al., 2013) . Physiological downregulation of eIF4E did not shut down HIV protein synthesis and HIV RNA remained on polysomes and associated with DHX9 (Fritz, Singh, Boris-Lawrie, in preparation). Ongoing studies evaluate the possibility that CBP80-DHX9 RNPs contribute an alternative strategy for cap-dependent translation.\n\nRNA helicases serve as drug targets in a variety of settings. In peripheral blood mononuclear cells (PBMCs), a small molecule inhibitor of DDX3 efficiently reduced HIV replication (Radi et al., 2012) . Given the importance of several cellular RNA helicases in retrovirus replication, targeted disruption of RNA helicases may attenuate latent provirus reactivation. The prospects in this setting are small molecules targeting cognate RNAs, particularly viral RNA elements. A prospect buoyed by growth in knowledge of structural biology, critical information is complete understanding of three-dimensional features of RNA helicases and cognate RNA. A stealth approach, similar in principle to highly active antiretroviral therapy, is targeting two or more RNA helicase-viral RNA interfaces necessary to distinct events in the viral replication cycle. The potential increases to curb emergence of drug-resistant viruses by leveraging essential RNA helicase activities in cellular cofactor RNAs.\n\nIn closing, retroviruses use cellular gene expression machinery, maintaining the interaction with host RNA helicases at every step of viral replication: reverse transcription and integration to form the provirus; transcription of the provirus and posttranscriptional regulation; and dimerization and packaging of the genomic RNP ( Fig. 7.1) . Reconciling the beneficial activity of shuttling RNA helicases to retroviruses with the antiviral activity of cytosolic helicases that oppose other RNA viruses remains to be fully understood. From the vantage point of a retrovirus, RNA helicases are cofactors required to transcribe provirus DNA, stimulate transcriptional elongation and RNA processing, and facilitate the nucleocytoplasmic transport of retroviral RNPs to become translated. From the vantage point of a cell, RNA helicases are antiviral sensors, detecting nonself-RNA in the cytoplasm and triggering an antiviral state. However, retroviruses circumvent these cellular RNA sensors, instead co-opting nuclear RNA helicases and using them in a manner analogous to cellular transcripts, dissipating the restrictive activity of RNA helicases that actively thwarts cytoplasmic replication of many other RNA viruses."}