{"title": "Animal-based national surveillance for zoonotic disease: Quality, limitations, and implications of a model system for monitoring rabies", "body": "The systematic collection of surveillance data on infected or diseased wildlife at the national level is extremely rare. Systematic surveillance at the national level requires a central authority which receives standardized reports of incident cases of disease or infection occurring among wildlife within geographically and politically defined surveillance units during specified time intervals which are generated by regional veterinary or public health officials. Ideally, reporting by local authorities would be legally mandated and standardized and suspected cases of disease would be confirmed by clinical samples tested at a diagnostic laboratory using validated methods. Epidemiologists at the central authority would collate and analyze the regional data to provide local authorities with a comprehensive national report on disease activity. Recent experiences with avian influenza virus A, subtype H5N1 (Ellis et al., 2004) , SARS coronavirus (Lau et al., 2005) , and the henipaviruses (Mackenzie, 2005) have focused attention on the possible benefits of collecting epidemiologic information on virus maintenance within wildlife populations serving as reservoir hosts.\n\nAs national data on domestic and wild animal rabies has been systematically collected from individual counties within each state in the United States for more than 50 years this system provides an excellent model to explore the strengths and limitations of animalbased surveillance for a viral zoonosis. Furthermore, reporting of animal and human rabies is legally mandated by each state and territory within the United States Centers for Disease Control and Prevention, 2005) and each case of animal rabies is confirmed by laboratory testing prior to being reported to the federal Centers for Disease Control and Prevention (CDC) as part of the National Notifiable Disease Surveillance System (Centers for Disease Control and Prevention, 1997) . As post-exposure measures dictated for humans and domestic animals are often based on the results from standardized laboratory testing for the presence of rabies viral antigen or RNA in brain tissue from a suspect rabid animal (Trimarchi and Smith, 2002) , diagnostic testing is an essential activity and integral to rabies prevention (Gordon et al., 2005) .\n\nIt is important to note that public health officials and veterinary health officials define surveillance and monitoring systems differently. A passive surveillance system as defined by public health practitioners is ''. . . one in which a health jurisdiction receives disease reports from physicians, laboratories, or other individuals or institutions as mandated by state law'' (Birkhead and Maylahn, 2000) . The closest corresponding system in veterinary public health is considered an active monitoring and surveillance system and is defined as ''an active collection of data for any monitoring and surveillance system (MOSS) is the systematic collection or regular recording of cases of a designated disease or group of diseases for a specific goal of monitoring or surveillance'' (Salman, 2003) . As the animal rabies surveillance system was designed to protect human health, is mandated by law, and is coordinated by a federal public heath agency, the CDC, the term surveillance system is used herein rather than MOSS.\n\nNational surveillance data for animal rabies have proved invaluable for mapping the approximate geographic boundaries of areas affected by specific rabies virus variants Krebs et al., 2004) , documenting county-specific levels of rabies activity (Childs et al., 2000) , and projecting epidemic spread Russell et al., 2004 Russell et al., , 2005 . With the increasing use of oral rabies vaccine (ORV) to control and contain wildlife rabies in the United States (Steelman et al., 2000; Kemere et al., 2002; Slate et al., 2005) national surveillance data have assumed a new importance in identifying the boundaries of areas affected by wildlife rabies. However, the suitability of the national surveillance system to pinpoint areas affected by rabies is often assumed without regard for the limitations inherent in the systematic collection of information requiring numerous levels of human-animal interaction.\n\nHuman-animal interactions begin at the local level where individual citizens are involved in the reporting of a suspicious animal and local authorities are required to procure and ship a specimen to a state laboratory. Once an animal specimen arrives at the state laboratory a decision is made concerning testing; specimens from animals not directly involved in a potential human or domestic animal rabies exposure are typically excluded from testing (Wilson et al., 1997; Torrence et al., 1992; Fischman et al., 1992; Gordon et al., 2005) . Counts of rabies test results reported as national surveillance data are, therefore, the endpoint of a required activity and these data provide an important index as to the level and epidemiologic characteristics of rabies activity within the surveillance-unit of the individual county (Wilson et al., 1997; Fischman et al., 1992; Childs et al., 2000; Gordon et al., 2004) ; no other independent source of information on wildlife rabies exist.\n\nIrregularities in reporting of animal rabies at the county-level is widely acknowledged (Torrence et al., 1992; Fischman et al., 1992; Moore, 1999; Mondul et al., 2003) , but factors contributing to this variability have not been assessed. Similarly, no effort has been made to assess the relative suitability of national surveillance data to determine the presence or absence of a specific variant of rabies virus within a specific county. Herein, factors affecting the annual number of laboratory rabies tests performed by a county were assessed and the suitability of this activity for determining the presence or absence of raccoon rabies was evaluated.\n\nNational surveillance data from 1992 to 2001 were analyzed if submitted from a state affected by the unique variant of rabies virus associated with raccoons (Procyon lotor) (Smith et al., 1984; Smith, 2002) . Nineteen states met the inclusion criterion; Alabama, Connecticut, Delaware, Florida, Georgia, Maine, Maryland, Massachusetts, North Carolina, New Hampshire, New Jersey, New York, Ohio, Pennsylvania, Rhode Island, South Carolina, Virginia, Vermont, and West Virginia.\n\nMonthly surveillance reports of laboratory-confirmed cases of animal rabies, identified by standardized methods (Trimarchi and Smith, 2002) , included the species name or common name of taxonomically related groups (e.g. ''bat''), the date of diagnostic testing, and the county of origin. States are only required to report positive results (i.e. rabid animals), however, since 1992 CDC had requested ''complete'' reporting of both positive and negative laboratory results.\n\nA rough gauge of the quality of the crude surveillance data submitted by states was set to determine if ''adequate'' surveillance (WHO, 1992 ; Advisory Committee on Immunization Practices, 1999; OIE, 2004) was occurring within a state; specifically, how confident should health practitioners be that raccoon-associated rabies was absent if no rabies or no raccoon rabies was reported from a state or county. The criterion used to operationally define adequate state reporting required that the annual number of negative test results reported had to equal or exceed the annual number of positive (i.e. rabid) results; years in which !50% of the reported rabies tests were negative are referred to as ''complete reporting years''. States contributing <50% complete reporting years over the 10-year study were discussed, but their counties were excluded from detailed analyses.\n\nThe outcome modeled was the median annual number of animals (log 10 transformed) reported from individual counties within a state or among all counties in the affected region during 1992-2001 (Childs et al., 2001; Gordon et al., 2005) . Additional analyses stratified counties into five categories to examine surveillance specific to raccoon rabies in more detail: counties with no reported rabies, counties reporting rabies but not raccoonassociated rabies, counties reporting raccoon-associated rabies, counties with a state diagnostic laboratory (laboratory county), or counties without a state diagnostic laboratory (non-laboratory county).\n\nNine covariates were evaluated. Three demographic variables, log 10 county area, log 10 county human population and county human population density evaluated the association of human population size or density on numbers of animals tested for rabies per county; three demographic variables, percentage of college graduates per county, percentage of persons living below the poverty level per county, and log 10 total annual county expenditures, were selected to provide an index of the socio-economic features of individual counties; and three covariates, distance (km) to the nearest testing laboratory, latitude, and longitude, provided information on the absolute location of county and relative distance to a county rabies testing facility. Epidemics of raccoon-associated rabies were previously shown to vary along a north-south gradient in the United States (Childs et al., 2001) .\n\nVarious multivariable linear regression models were constructed using a stepwise selection procedure in SAS, which retained variables significant at p < 0.01 (SAS Institute, 2003) . Demographic data came from the U.S. Census (U.S. Census Bureau, 2001). Latitude, longitude, and distance data were calculated from county centroids using SAS Geographic Information Service software (SAS Institute, 2003) . Testing of residuals by Cook's distance and DFFITS was performed as warranted (Neter et al., 1989) . Bonferroni adjustments of alphas for multiple comparisons were made as warranted (Rothman and Greenland, 1998) .\n\nThree states contributed insufficient numbers of complete reporting years (<5 over the 10-year study interval) and were excluded from further analyses: Florida (0 complete years), Georgia (1), and Delaware (4) (Fig. 1a) . Only three (4.5%) of Florida's 67 counties and 67 (42.1%) of Georgia's 159 counties ever submitted complete surveillance reports (Fig. 1a) . The final data set contained 713 counties within 16 states and generated 6,072 county-years of complete rabies test reporting (Table 1 ). The number of complete reporting years submitted by a given state ranged from six to ten years; complete reporting from all 16 states occurred only in 1996 ( Fig. 1a and b) .\n\nThe median number of rabies tests reported per county-year ranged from 0 to 867 (Fig. 2) . The overall median percentage of rabid animals testing positive per county-year was 6.5% (N = 713; Fig. 1c , Table 1 ). Counties reporting no rabies reported the lowest median of seven animals tested for rabies per year (interquartile range [IQR] 5, 15) and a The independent city of Baltimore was omitted, and its reports were assigned to the county of the same name. b The independent cities of Charlottesville, Covington, Emporia, Falls Church, Harrisonburg, Lexington, Manassas, Manassas Park, Martinsville, Norton, Poquoson, Staunton and Winchester had no reports and were omitted. The independent cities of Fairfax, Bedford, Franklin, and Roanoke were omitted, and their reports were assigned to counties of the same names. counties with rabies-but not raccoon-associated rabies-reported a median of 22 (IQR 9, 54) . Counties with raccoon-associated rabies reported significantly more rabid animals, median = 34 (IQR 14, 88), than other counties (Table 2 ). Laboratory counties (N = 31) among 9 of 16 states reported the highest median annual number of 213 (IQR 88, 322) animals tested (Fig. 2 and Table 2 ); the 612 non-laboratory counties reported a significantly lower annual median of 25 (IQR 11, 63, p < 0.01). The median annual percentages of animals testing rabid were indistinguishable between laboratory and non-laboratory counties (6.5% and 6.4%; Table 2 ).\n\nUnivariate analyses revealed that county human population size accounted for >30% (adjusted p < 0.01 for each state) of total variance in the median number of animal rabies tests reported per county-year within each state; r 2 values exceeded 60% for 12 of 16 states. Similarly, median annual county expenditures within each state accounted for >60% ( p < 0.01) of total variance in the median number of animal rabies tests per county-year for 11 of 16 states. Other covariates accounting for >30% of the variance among rabies tests performed were county human population density, percentage college graduates and percentage of the population below the poverty level. Results from stratified analyses were, with a single exception, completely concordant with state county-level analyses; total county expenditures explained a higher percentage of the variance (33%) among laboratory counties than did human population size (20%). In regional univariate analyses of all 713 counties human population size accounted for 70% of the variance in the animals tested per county-year and total county expenditure accounted for 63% of the variance. The estimated minimum number of humans in a county and minimum threshold of county expenditures required for any animal to be tested for rabies was 1256 persons or $1,256,500 ( Fig. 3a and b) .\n\nMultivariable regression models separately assessed the association of human population size and total county expenditures on total animal rabies tests reported per county as colinearity (r = 0.94) precluded their simultaneous inclusion in models. County human population size accounted for 70%-75% of the variance in median number of animals tested per county-year in stratified county analyses and 72% in the regional analysis (Table 3) . Similarly, county expenditures explained 45%-69% variance in stratified county analyses and 67% in the regional analysis (Table 3) . Covariates other than human population size and total county expenditures explained <1.0%-7% of the total variance in multivariable models (Table 3 ). Residual diagnostics indicated that none of the multivariable models violated assumptions of normalcy or variance in the error term, with the exception of the regional model containing county expenditures; as only one outlying county was influential no changes were made in this individual model. The median number of rabid raccoons reported per county-year was significantly correlated (r 2 = 0.54) with the total number of raccoons tested; the ''required'' minimum number of raccoons tested to detect a single rabid raccoon was approximately 2.6. Mapping the locations of the 288 counties testing <2.6 raccoons per year indicated that most of the counties reporting no rabies present or no raccoon-variant associated rabies were outside the known endemic area of raccoon-associated rabies or in states (Maine and New York) at the boundary of the expanding wavefront of the raccoon rabies epidemic in 2001 (Fig. 4a) . However, counties with low annual rates of testing raccoons were also evident within endemic regions of raccoon-associated rabies and were common throughout regions rabies reported, rabies reported but not among raccoons, and no rabies reported. Areas of low reporting and of special interest as sites of oral rabies vaccine (ORV) delivery are circled. (b) Counties reporting >2.6 and 2.6 raccoons tested for rabies, the suggested threshold needed to on average detect a single rabid raccoon. Enlarged circled areas indicate regions with low rabies reporting considered to be at risk for rabies introduction through long distance translocation.\n\nimmediately adjacent to known epidemic or endemic activity in Ohio, West Virginia, and Alabama (Fig. 4b) .\n\nNational surveillance for animal rabies within the United States provides sufficient information to map regions of endemic rabies where different virus variants circulate among terrestrial carnivore hosts and these data can accurately predict which variant is responsible for most rabies within a given county (McQuiston et al., 2001; . However, the presence or absence of rabies in a given county in which no rabid animals are reported and few are tested cannot be determined by the boundaries of endemic rabies drawn from surveillance reports submitted by other counties in the region: It is impossible to differentiate whether the absence of rabies reports reflects inadequate levels of surveillance or the genuine absence of disease.\n\nThe World Health Organization, the World Organization for Animal Health and the CDC (WHO, 1992; Advisory Committee on Immunization Practices, 1999; OIE, 2004) , state that ''adequate surveillance,'' as indicated by sufficient animal testing and reporting, are prerequisites to a country being considered ''rabies-free.'' Similar criteria can be applied to state reporting and in 1992 the CDC requested that states submit the results from all rabies tests performed to specifically assess the adequacy of surveillance coverage. However, cursory examination of surveillance reports from 19 states submitted from 1992 to 2001, using an index of !50% negative test results as an operational measure of adequate surveillance, revealed three states where insufficient laboratory test data precluded interpretation of the absence of rabies reporting; other states had a varied record of complete reporting. The operational criteria for adequate reporting used herein was liberal, chosen to capture states where limited resources may preclude testing of animals other than those directly involved in a potential rabies exposure to a human or domestic animal. When raccoon rabies is epidemic in a state the percentage of raccoons testing rabid can approach 60% in a given year (Beck et al., 1987; Fischman et al., 1992) ; the overall percentage of rabid animals will be diluted by negative results from other species and will fall below 50% (Gordon et al., 2004) . As no guidelines exist as how to define adequate surveillance this arbitrary, but transparent, measure was selected as an initial reference value that in the future may be further reassessed and refined.\n\nInadequate surveillance for rabies may be of little concern if a non-reporting county is surrounded by counties where raccoon rabies has already been reported, as raccoon rabies can be assumed to be present. However, if the county reporting no rabies is situated in the path of a spreading epidemic and is proximate to counties recently reporting raccoon rabies then the issue of adequate surveillance becomes highly relevant. The need to know the status of rabies within a specific locale is crucial when planning for rabies control as when geographically-targeted rabies intervention, such as ORV, is being considered to interrupt the spread of epidemic raccoon rabies into previously unaffected counties (Slate et al., 2005) .\n\nWhether the absence of rabies testing, or extremely low levels of testing, reflect actual circumstances (i.e. no wildlife biting humans or domestic animals, therefore no testing) or insufficient surveillance is difficult to decipher. However, a consistent positive association has been documented between the likelihood of detecting rabies in the reservoir host species and the total number of animal rabies tests performed (Wilson et al., 1997; Torrence et al., 1992) . Regression analysis of the number of rabid raccoons detected per number of animal rabies tests performed in the 169 townships of Connecticut revealed a strong positive association (r 2 = 0.57; p < 0.01), nearly identical to the value obtained herein (r 2 = 0.54; p < 0.01). The robustness of this association across different geographic scales (169 townships versus eight counties) is consistent with results indicating that the percent of rabid animals identified becomes stable above a critical number of animal tests (Fig. 1c) . This asymptotic relationship was well illustrated by the differences in median numbers of animals tested per county-year in laboratory counties (213 animals) and non-laboratory counties (25) where the percentage of rabid animals was identical (6.5% and 6.4%).\n\nThe numbers of animals tested for rabies and reported through surveillance were positively and strongly associated with human population size or, alternatively, median annual expenditures in the individual county. County human population density was a less important factor than absolute population size. Counties with high human densities contain urban centers, which support lower densities of wildlife reservoirs of rabies virus. Although urban parks can support some of the highest densities of raccoons recorded (Riley et al., 1998) , indices of raccoon population size and distribution indicate this species is absent or rare in the most densely populated areas of cities (Anthony et al., 1990) . The numbers of animals submitted for rabies testing suggests human or domestic animal contact with rabid animals is frequency dependent, based on the prevalence of rabies among animal populations and the absolute number of persons, rather than dependent on human population density.\n\nIn regions where ORV is being used to form a vaccine barrier (Foroutan et al., 2002; Slate et al., 2005) counties that are proximate to other counties with endemic or epidemic raccoon variant rabies are at risk for rabies even if no wildlife rabies had been previously detected, as exemplified by the sudden appearance of a focus of raccoon rabies in townships >20 km west of the Ohio ORV barrier; raccoon rabies had not been previously detected in the affected townships or in intervening townships immediately to the west of the ORV barrier (Lake County General Health District, 2004; Russell et al., 2005; Slate et al., 2005) . The large numbers of counties reporting low numbers of raccoons tested for rabies proximate to the ORV barrier in Ohio and West Virginia (Rabies Management, 2005a , 2005b ) pose a potential surveillance problem. In high risk counties active surveillance should be considered as a complement to the passive surveillance system in place.\n\nThe high probability of rabies introduction through long distance dispersal or translocation of infected animals poses one of the greatest threats to effective rabies control programs. There is a well established history of long-distance translocations of infected raccoons spreading raccoon-associated rabies virus into areas not immediately adjacent to known endemic foci (Nettles et al., 1979; Russell et al., 2005; Smith et al., 2005) . Long distance translocations created epidemic foci in advance of the traveling wavefront of epidemic raccoon rabies in Connecticut . Potential routes of raccoon rabies spread from breech points in the Ohio ORV barrier have been identified, and coupled with active surveillance programs, these methods can improve rapid detection and help target remedial intervention activities (Russell et al., 2004 . This study had several limitations. The most obvious is reliance on the relative qualities of surveillance data from a broad region to reach conclusions on the level of rabies surveillance activity within specific states and counties. There are no additional independent sources of animal rabies data available to assess the completeness of rabies reporting, therefore, the comparative approach was used to evaluate the adequacy of existing surveillance activities. Furthermore, this study pooled county reports submitted from 1992-2001 and levels of raccoon rabies varied within each county during this interval (Childs et al., 2000; Gordon et al., 2005) . A study looking specifically at reporting trends during differing stages of the raccoon epidemic among counties would be useful.\n\nThis study identified several factors influencing national surveillance for animal rabies. Many factors are likely to influence any systematic effort to assess infection or disease among wildlife species serving as reservoir hosts for zoonotic pathogens. The complex web of human-animal interactions required to generate each surveillance datum will limit the completeness of any animal-based surveillance system. Within the United States both the number of persons and the resources available were significantly associated with surveillance activity. However, local county features also influenced the rate of rabies testing. Variation in complete reporting of test results complicated unambiguous interpretation of the presence or absence of raccoon-associated rabies in specific areas. It is certain that any other animal-based surveillance program that relies on citizen participation will encounter similar issues and limitations."}