{"title": "Studies of the Pathogenesis of Herpesvirus Infection Anterior Segment Mechanisms of Protection During Herpes Simplex Virus 1 Infection", "body": "Herpes simplex viruses (HSV) are linear double-stranded DNA viruses that are highly disseminated in nature and characterized by lifetime latency in their host; 1 they are also a leading cause of infectious corneal blindness in the United States 2 and a major cause of corneal opacity worldwide. One example is HSV-1, which causes herpes stromal keratitis (HSK), an infection of the corneal stroma that, if not appropriately treated, may result in vascularization and scarring that may eventually lead to blindness. 3 Herpesviruses may also cause visually devastating diseases in noncorneal sites, such as in acute retinal necrosis (ARN). 4, 5 While the clinical features of herpes ocular diseases have been described extensively, the pathogenesis of herpesvirus infection in humans is still poorly understood. For example, it is not known why patients with HSK who have HSV-1 in the anterior segment do not develop retinitis in the posterior segment, despite the absence of an anatomical barrier between the anterior and posterior segments. A similar phenomenon has been observed in a mouse model of ARN. 6 Following inoculation of HSV-1 (KOS strain) into the anterior chamber (AC) of one eye of a BALB/c mouse, the virus replicates in the anterior segment of the injected eye and then spreads via synaptically connected neurons through the central nervous system (CNS) to the optic nerve and retina of the uninoculated contralateral eye. Paradoxically, the retina of the injected eye is spared from destructive retinitis. Sequentially, the route and timing of the virus spread are as follows: anterior segment of the injected eye (day 0), ipsilateral ciliary ganglion (day 2), ipsilateral Edinger-Westphal nucleus (day 3), ipsilateral suprachiasmatic nucleus (day 5), and contralateral optic nerve and retina (day 7). [6] [7] [8] In an effort to discern the mechanisms involved in protection of the retina of the injected eye, previous studies have examined the roles of T cells, natural killer (NK) cells, and polymorphonuclear cells in preventing direct anteriorto-posterior transfer of virus in the mouse model of ARN. Although in T-cell-depleted mice, the virus infects the CNS and both optic nerves and bilateral infection of the retina is observed, there is no evidence of direct anterior-toposterior spread of the virus in the injected eye of these mice. [9] [10] [11] [12] [13] Neutrophils and NK cells have been implicated in protecting the ipsilateral retina from direct anterior-toposterior spread of HSV-1 after uniocular AC injection; however, the number of these cells peaks in the injected eye on postinjection (p.i.) day 4 or later. Additionally, the mechanisms by which these innate immune cells control virus spread in the injected eye have not been elucidated. [14] [15] [16] [17] The goal of the studies described herein was to identify cells and cytokines involved in early protection (i.e., before day 4) of the injected eye in the mouse model of ARN. cells, NK cells, and dendritic cells. 16 Statistical signifi cance was calculated as the average percentage of cell types from two independent experiments using one-way analysis of variance.\n\nThe percentage of Mac-1+ cells in the eyes of normal control mice (0.94%) and of mock-injected mice (0.60%) was low. In contrast, in the injected eyes of HSV-1-infected mice, the percentage of Mac-1+ cells had increased to 2.26% at 24 h p.i. and peaked at 16.12% at 72 h p.i. As shown in Table 1 , the overall difference in the percentages of Mac-1+ cells among normal control, mock-injected, and virusinjected groups was signifi cant (P = 0.01). The percentage of F4/80+ cells observed in both normal eyes and mockinjected eyes was low (0.17% and 0%, respectively), whereas a small, but signifi cant percentage of the cells was F4/80+ at 120 h p.i. (1.87%). The overall difference in the percentage of F4/80+ cells among normal control, mock-injected, and virus-injected groups was signifi cant (P = 0.001; Table 1 ). The percentage of CD49b+ cells in virus-injected eyes was higher than that of both normal control and mock-injected (0.51% and 1.23%) eyes only at 120 h p.i. (2.76%), and this increase was not statistically signifi cant (P = 0.148). There were also no signifi cant differences in the percentages of CD4+, CD8+, or CD11c+ cells among normal controls, mock-injected mice, and virus-injected mice at any time point (P = 0.719, 0.307, and 0.664, respectively).\n\nImmunohistochemistry was used to detect and quantify interferon (IFN) γ-positive cells in HSV-1-infected and uninfected mouse eyes. Frozen sections were prepared from eyes of normal control and mock-injected mice at 24 h p.i. and from HSV-1-infected mice at 12, 24, 36, 48, and 72 h p.i. Sections were stained for IFNγ as previously described. 16 The area of the ciliary body was examined, and fl uorescent images were captured from four noncontiguous representative sections from each animal in each group. Images were captured using 200 × magnifi cation with SPOT Advanced imaging system (Diagnostic Instruments, Sterling Heights, MI, USA). The number of IFNγ+ cells was determined by counting IFNγ+ cells in each image of the ciliary body and averaging the number of positive cells in each group. Cell counts were transformed using the square root transformation [y = sqrt(x + 1)], and transformed data were used in all analyses. Pairwise comparisons were made using the Tukey Kramer test (SAS 9.1).\n\nThe average number of IFNγ+ cells in the ciliary body in virus-injected mice was signifi cantly increased at 48 h p.i. Immunofl uorescence was also used to identify Mac-1+ cells producing IFNγ and to determine their location in the injected eye following uniocular AC inoculation of HSV-1 (KOS). Frozen sections were prepared from eyes of normal control and mock-injected mice at 24 h p.i. and from virusinfected mice at 24, 48, and 72 h p.i.; sections were doublestained for Mac-1 and IFNγ as previously described. 16 An occasional Mac-1+ cell was observed in both the eyes of normal controls (not shown) and those of mock-injected animals (Fig. 1C) . Single-stained IFNγ+ cells or cells doublestained for IFNγ and Mac-1 were rarely observed in control animals ( Fig. 1B-E) . Mac-1+ IFNγ+ cells were observed in the anterior segment of the injected eye before 24 h p.i. (not shown). As shown in Fig. 1F -M, some but not all Mac-1+ cells were also IFNγ+, and IFNγ+ Mac-1+ cells were observed in the limbus, ciliary body, iris, and cornea through day 3 p.i. 16 To determine whether the absence of IFNγ affected either the pattern of HSV-1 spread or the area infected in the injected eye, IFNγ−/− [C.129S7(B6)-Ifng tm1Ts /J; Jackson Laboratory, Bar Harbor, ME, USA] and IFNγ+/+ (BALB/cJ; Jackson Laboratory) mice were injected in the AC with HSV-1 (KOS). For detection of HSV-1+ cells in normal control and in virus-injected whole eyes of IFNγ+/+ and IFNγ−/− mice at 48, 72, and 120 h p.i., frozen sections were prepared and fi xed as described. 16 Sections were blocked with 10% normal goat serum and incubated with unconjugated rabbit anti-HSV-1 (Accurate Chemical and Scientifi c Corporation, Westbury, NY, USA), washed in phosphate-buffered saline (PBS), incubated with fl uorescein isothiocyanate-conjugated goat anti-rabbit (Jackson ImmunoResearch; West Grove, PA, USA), washed in PBS again, and mounted with VectorShield containing DAPI (Vector Laboratories, Burlingame, CA, USA). Slides were examined using a fl uorescence microscope, and images were captured using AxioVision 4.6 (Carl Zeiss, Jena, Germany).\n\nHSV-1+ staining was observed in the anterior segment (ciliary body, iris, and cornea) in 100% of both IFNγ−/− mice (4/4, 8/8, and 8/8) and IFNγ+/+ mice (3/3, 9/9, and 9/9) at 48, 72, and 120 h p.i. The pattern of HSV-1 staining in the ciliary body of IFNγ−/− mice was similar to that seen in IFNγ+/+ mice; however, more of the ciliary body was HSV-1+ in IFNγ−/− mice (Fig. 2) . HSV-1+ staining was observed in the central retina in 25% (1/4), 38% (3/8), and 50% (4/8) of IFNγ−/− mice at 48, 72, and 120 h p.i. (not shown). HSV-1 staining was observed in the central retina in 0% (0/3), 22% (2/9), and 22% (2/9) of IFNγ+/+ mice at 48, 72, and 120 h p.i (not shown). The amount of HSV-1 staining in the central retina appeared to be similar between IFNγ−/− mice and IFNγ+/+ mice. Although destructive retinitis was rarely observed, the retinal pigment epithelial cells and ganglion cells of the central retina were HSV-1+ more often in IFNγ−/− mice than in IFNγ+/+ mice.\n\nFollowing uniocular AC inoculation, HSV-1 does not spread directly from the anterior segment to the posterior segment in the injected eye of BALB/c mice. [6] [7] [8] The front line of immune defense in vertebrates is the innate response, during which macrophages and neutrophils recognize, ingest, and kill invading pathogens. Macrophages secrete cytokines, which activate NK cells and dendritic cells that are then recruited to the site of infection, resulting in activation of an adaptive immune response, including T and B cells. In the absence of T cells, mice infected with HSV-1 in the AC develop bilateral retinitis. However, in these mice the virus gains access to the ipsilateral retina via connections of the contralateral suprachiasmatic nucleus to the ipsilateral optic nerve and retina and not via direct spread of virus from the infected anterior segment. 9-13 Naïve T cells are continuously migrating between the circulating blood and lymphoid tissue awaiting activation by antigen-presenting cells and are therefore more likely to contribute to protection of the ipsilateral retina after day 5. 9, 11, 16 Neutrophils and NK cells also appear to be critical to the protection of the ipsilateral retina; however, these cell types are detected only later in infection (on and after day 4 p.i.), while the number of Mac-1+ (i.e., activated microglia) in the injected eye peaks before day 4 p.i. [14] [15] [16] Interferons are important cytokines that induce production of proteins that inhibit translation and cell growth, induce apoptosis, and promote downregulation of mRNA in virus-infected cells via intracellular signaling mechanisms. 18 IFNγ, produced by cells of the innate and adaptive immune system (NK cells, macrophages, neutrophils, and T cells), is appropriately known as the \"immune interferon.\" [19] [20] [21] [22] Studies of overexpression of IFNγ and infection of IFNγdefi cient mice have shown that IFNγ plays an important role in viral pathogenesis. [23] [24] [25] [26] [27] We have shown that the absence of IFNγ does not dramatically affect the spread of HSV-1 from the anterior segment to the posterior segment and retina in the injected eye following uniocular AC inoculation of virus. IFNγ is produced by immune cell types that are located in the anterior segment and are in position to mediate protection of the ipsilateral retina; [15] [16] [17] 20, 22 however, depletion of single cell types or cytokines does not result in panretinal HSV-1 infection. 11, 14, 15 Taken together, these fi ndings support the idea that in the mouse, the timing and appearance of different cell types and cytokines is critical to the protection of the retina from infection due to direct spread of virus. The roles of macrophages, microglia, and cytokines (i.e., IFNγ) in preventing intraocular virus spread in human patients remains to be elucidated, but it is likely that, similar to what has been observed in the mouse, in humans there are multiple factors that contribute to protection against virus spread in the eye and the timing of appearance of these factors is important."}