{"title": "Trypsin-induced hemagglutination activity of porcine epidemic diarrhea virus", "body": "Porcine epidemic diarrhea virus (PEDV) is a member of the family Coronaviridae and is closely related to human coronavirus 229E, transmissible gastroenteritis virus (TGEV) and feline infectious peritonitis virus (FIPV) [3, 30] . This virus causes porcine epidemic diarrhea, an enteric disease characterized by acute watery diarrhea and dehydration [8] . The clinical and pathological symptoms of PEDV infection are similar to transmissible gastroenteritis, making it difficult to differentiate between the two [21] . Although PEDV has become enzootic in several countries [4] , seasonal outbreaks, resulting in death of neonatal piglets as well as weight loss in fattening pigs, continue to cause serious economic losses in the swine industry [5] . Prophylactic vaccines capable of preventing the initial stages of viral infection usually induce neutralizing antibodies against the viral pathogen [20] . Due to the economic importance of PEDV, cell-adapted strains of the virus have been developed as live attenuated vaccines [16] . Other vaccine candidates have focused on the CO-26K equivalent (COE) domain located on the spike protein, which is reported to contain a neutralizing epitope against PEDV [12] . Hemagglutination (HA) is a specific form of agglutination involving red blood cells. Several viruses are capable of inducing hemagglutination through interaction of the viral surface proteins with the cellular receptors found on the surface of erythrocytes. This property has been widely used for quantitation and analysis of several viruses, including orthomyxoviruses, paramyxoviruses, and encephalomyocarditis virus [18] . Some viruses belonging to the family Coronaviridae have also been reported to possess HA activity. These include human coronavirus OC43 (HCoV OC43) [13, 31] , bovine coronavirus (BCoV) [22] , hemagglutinating encephalomyelitis virus (HEV) [10] , TGEV [19] , murine hepatitis virus (MHV) [28] , and avian infectious bronchitis virus (IBV) [1] .\n\nFor some of these coronaviruses, the HA activity is attributed to the presence of an additional surface glycoprotein, the hemagglutinin-esterase glycoprotein (HE), which carries the functional sites for both hemagglutination and acetylesterase activities [27] . The HE protein of these coronaviruses has a structural and functional relationship to the hemagglutinin protein of influenza C virus and may have been derived by recombination between the HE mRNA of influenza C virus and the genomic RNA of an ancestral coronavirus [17] . For others, like IBV, TGEV and BCoV, the spike (S) protein has been observed to possess sialic-acid-binding activity [15, 23] . In the case of IBV, it was reported that HA activity can be induced by trypsin or neuraminidase treatment [6] .\n\nThe present study investigates the HA activity of PEDV. Two cell-adapted strains of PEDV, KPEDV-9 and SM98LVec, were subjected to HA test against erythrocytes of various origin. The following report describes the prerequisite conditions for inducing the HA activity of PEDV.\n\nAfrican green monkey kidney cells (Vero, CCL-81) from the American Type Culture Collection (ATCC) were prepared in minimum essential medium (MEM, Gibco) containing 5% fetal bovine serum (FBS, Gibco) and 100 U penicillin, 100 lg streptomycin and 34 lg ampotericin B per milliliter of media. Cell-adapted strains of the Korean PEDV isolate, KPEDV-9 and SM98LVec, provided by the Korea National Veterinary Quarantine and Research Services of Korea, were propagated using Vero cells following to the method described by Hofmann and Wyler, with some modifications [11] . Briefly, Vero cells were inoculated with stock virus at a multiplicity of infection C1 and then cultured in serum-free MEM at 37°C, 5% CO 2 for 48-60 h. Virus was harvested by collecting the supernatant, which was then clarified by centrifugation (2,500 rpm for 10 min, 4°C). The viruses were kept at -70°C until use.\n\nErythrocytes were obtained from rabbit, pig, chicken, mouse and dog. Briefly, whole blood were collected in a sterile anticoagulant tube containing K 3 EDTA (Vacutainer, BD Bioscience), then immediately washed three times with 10 mM phosphate-buffered saline (PBS, pH 7.2). The erythrocytes were placed in 10% Alsever's solution at 4% (v/v) suspension and kept at 4°C for a maximum of 1 week.\n\nThe HA test was performed using V-shaped microtiter plates (SPL Labware). KPEDV-9 and SM98LVec cultured in serum-free MEM were serially diluted twofold in PBS containing 0.1% (w/v) bovine serum albumin (BSA Fraction V, Merck), and then 50 ll of sample was distributed to each well. PBS containing 0.1% BSA was used as a negative control. The erythrocytes were reconstituted to a 1% (v/v) suspension in PBS containing 0.1% BSA, and a 50-ll aliquot of this suspension was added to each well (final concentration of 0.5% v/v) containing the diluted virus. The mixture was incubated at either 4 or 37°C and observed until all of the erythrocytes in the negative control have sedimented to the bottom of the well. The HA titer was reported as the reciprocal value of the maximum dilution that causes complete agglutination.\n\nPreliminary findings showed that none of the erythrocytes agglutinated in the presence of PEDV (data not shown). As mentioned previously, some strains of IBV showed HA activity after treatment of the virus with trypsin [6] . Therefore, the HA test was repeated using trypsin-treated PEDV. Prior to the HA test, KPEDV-9 and SM98LVec were treated with 5-100 lg/ml trypsin (Sigma) at 37°C for 30 min. Afterwards, trypsin was inactivated with 2 lg/ml aprotinin (Sigma). The HA test using erythrocytes from different species was repeated at 37°C as described above. Trypsin treatment of KPEDV-9 and SM98LVec did not induce appreciable HA activity against erythrocytes from pig, chicken, mouse or dog. However, both strains exhibited HA activity to rabbit erythrocytes at 37°C when treated with 5 lg/ml trypsin, which was more clearly defined at higher concentrations (Fig. 1 ). Based on these findings, subsequent HA tests were conducted with 0.5% rabbit erythrocytes and virus pre-treatment with 10 lg/ml trypsin.\n\nThe correlation between HA activity and infectious titer of PEDV was also investigated. Vero cells, grown to confluence in a 25-cm 2 TC flask (SPL Labware), was inoculated with 20 HA units of KPEDV-9 and then cultured in serum-free MEM at 37°C, 5% CO 2 . Samples of the culture supernatant were taken at 0, 8, 16, 20, and 24 h post-inoculation (hpi) and titrated by focus formation assay as described previously [7] . At the same time, the same samples were treated with 10 lg/ml trypsin and subjected to the HA test. Figure 2 shows the comparative levels of HA units/focus-forming units of KPEDV-9. Within a 24-h period, the KPEDV-9 titer in the culture supernatant increased from 8 9 10 2 ffu per ml at 8 hpi to 1 9 10 5 ffu per ml at 24 hpi. Similarly, the HA titer of KPEDV-9 was measured at 2 HA units at 8 hpi and 32 HA units at 24 hpi. There is a positive correlation between the HA titer and infectious titer by ffa in KPEDV-9. However, the ratio of HA unit/ffu was not consistent among the samples tested, Fig. 1 Trypsin treatment of PEDV induces HA activity with rabbit erythrocytes. KPEDV-9 and SM98LVec were treated with various concentrations of trypsin at 37°C for 30 min prior to HA test. Spent culture media from non-infected Vero cells was used as mock virus suggesting that the HA titer of PEDV cannot be precisely translated into infectious units. Nonetheless, measuring the HA titer may be sufficient for monitoring the rate of virus growth.\n\nBased on the full genome sequence of PEDV strain CV777 (GenBank accession no. AF353511.1), this virus lacks the HE protein responsible for the HA activity of other coronaviruses like MHV-DVIM, huCoV OC43 and BRCV G95 [3] . Therefore, our primary assumption is that the HA activity of PEDV is attributed to the S protein. We further investigated the HA activity of the PEDV S protein by subjecting the virus or rabbit erythrocytes to neuraminidase treatment. This is based on several reports that focused on the HA activity of the spike protein of IBV and TGEV. Schultz et al. [24, 25] reported that the HA activity of IBV and TGEV can be induced by treating the virions with the neuraminidase enzyme, which removes the alpha 2,3-linked N-acetylneuraminic acid from the virus surface, while Schwegmann et al. [26] showed that neuraminidase treatment of bovine erythrocytes at less than 3 U/ml did not completely abolish agglutination by TGEV, indicating that a large amount of sialic acid on the surface of the erythrocytes was not necessary for hemagglutination by this virus. Briefly, KPEDV-9 and SM98LVec were prepared by culturing in Vero cells without supplementing with trypsin, following the method described earlier. The supernatants were harvested after 24 h then clarified by centrifugation. The virus suspensions were separated into two groups. One group was treated with 10 lg/ml trypsin as described earlier, while the other group was treated with 50 mU/ml of neuraminidase from Clostridium perfringens (Sigma-Aldrich) at 37°C for 30 min with shaking and then purified by ultracentrifugation. The purified virus was diluted to the original volume using PBS and then subjected to HA test.\n\nRabbit erythrocytes were also treated with 2 U/ml of the neuraminidase enzyme at 37°C for 30 min and washed three times with PBS before being used in a separate HA test with the two strains of PEDV.\n\nSimilar to the effect of trypsin, the HA activity of KPEDV-9 and SM98LVec was induced by neuraminidase treatment ( Table 1 ). The newly prepared cultures of KPEDV-9 and SM98LVec showed HA titers of 8 HA units after trypsin treatment and 2 and 4 HA units, respectively, after neuraminidase treatment. The discrepancy in the HA titer of KPEDV-9 obtained with the recent virus preparation compared to the previous preparation may have been caused by variations in the efficiency of virus replication under non-trypsin conditions. Nonetheless, the resulting HA titers were sufficient for this particular study. Differences in the HA activity between trypsin-treated and neuraminidase-treated virus can be attributed to two factors: efficiency of virus recovery during purification after neuraminidase treatment and inherent differences in the mechanism of activation of HA activity by trypsin and neuraminidase, which were not elucidated in this study. Meanwhile, neuraminidase treatment of rabbit erythrocytes did not abolish the HA activity of PEDV (Table 2) . While neuraminidase-induced HA activity of PEDV was observed in rabbit erythrocytes, a similar treatment was not established for erythrocytes from other species.\n\nBased from the above findings, PEDV possess HA activity even though it lacks the HE surface protein that confers HA activity in other coronaviruses. The HA Fig. 2 Comparison of HA titer and infectious titer by ffa. Culture supernatant was sampled from PEDV-infected Vero cells at various times and subjected to HA test and focus formation assay. Infectious titer is described in Log 10 ffu per ml; HA titer is described in HA units activity of PEDV was elicited by trypsin or neuraminidase treatment, suggesting that proteolytic processing or removal of the N-acetylneuraminic acid from the virus surface, most likely on the spike protein, is responsible for this attribute. While the target erythrocytes of PEDV (rabbit origin) differ from those of TGEV (bovine origin), their HA activities share a common trait: neither virus requires a large number of surface-bound sialic acid residues on their target erythrocytes for a hemagglutination reaction.\n\nHA is a useful diagnostic and serologic property shared by many different viruses. However, the conditions governing HA and the properties of hemagglutinins are very different, depending on the virus [29] . In previous studies, it was reported that some coronavirus agglutinate a variety of erythrocytes only under special conditions [2, 6] . Large variations exist among members of the family Coronaviridae in their ability to agglutinate erythrocytes. HEV readily agglutinates chicken erythrocytes at room temperature and forms a relatively permanent bond with the erythrocytes [10] . In the case of MHV, while several strains contain the HE glycoprotein, only the MHV-DVIM strain has been shown to cause hemagglutination [9, 27] . HA activity of IBV was first revealed after trypsin, phospholipase C, and neuraminidase treatment [6, 14] . Noda et al. [19] reported in 1987 that TGEV grown in primary swine kidney cell cultures agglutinated erythrocytes from chicken, guinea pig and cattle but not erythrocytes from mouse and goose at 4°C. It was also found that the HA reaction is effectively inhibited by specific antiserum.\n\nHere, we describe the HA activity of two different strains of PEDV against erythrocytes of different origin. Both strains were able to agglutinate rabbit erythrocytes, but not the other types of erythrocytes. In addition, HA activity was only induced by treatment with either trypsin or neuraminidase, similar to that of TGEV and IBV. On the basis of these results, it can be concluded that the HA activity of PEDV is dependent on the removal of the neuraminic acid on the virion surface through either trypsin or neuraminidase treatment. The ability of PEDV to agglutinate rabbit erythrocytes, but not chicken or pig erythrocytes, can be used as a diagnostic tool to differentiate PED from TGE infection. This is particularly useful because both PEDV and TGEV infections exhibit similar clinical manifestations, and differentiation by other methods such as RT-PCR, ELISA or other commercial test kits is rather expensive. Further studies are needed to understand the mechanism of PEDV HA activity. Nonetheless, these findings provide primary insight for the development of new diagnostic methods for PEDV detection."}