{"title": "Cloning, sequencing, expression, and purification of SARS-associated coronavirus nucleocapsid protein for serodiagnosis of SARS", "body": "Severe Acute Respiratory Syndrome (SARS) is a recently recognized febrile respiratory illness that first appeared in southern China in November 2002, and has since spread to several other countries. The disease was caused by a novel coronavirus, now provisionally named \"SARS-associated coronavirus\" (SARS-CoV) (Drosten et al., 2003; Ksiazek et al., 2003; Peiris et al., 2003) . The severity of this disease is such that the mortality rate appears to be 9.6% and diagnostic methods for SARS are urgently needed (Lipsitch et al., 2003; Riley et al., 2003) . The SARS-CoV is an enveloped virus of a positive single-stranded RNA genome ∼29.7 kb in length and has 11 open reading frames. The genome organization is similar to that other coronavirus, where phylogenic analyses and sequence comparisons showed that the SARS-CoV is not closely related to any of previously characterized coronavirus (Marra et al., 2003; Rota et al., 2003) . The structural protein genes of SARS-CoV contain four major open reading frames; including the surface spike (S) glycoprotein, the small membrane (M) protein, the envelope (E) glycoprotein, the nucleocapsid (N) protein, and a set of accessory proteins whose number and sequence vary among different coronaviruses (Siddell, 1995) . The N proteins have been shown to be strong immunogens in several coronaviruses, such as murine coronavirus (Wage et al., 1993) , Turkey coronavirus (Akin et al., 2001) , porcine reproductive and respiratory syndrome coronavirus (Casal et al., 1998) . It has been reported that N protein accumulates intra-cellularly even before it is packed in the mature virus (Collisson et al., 2000) and is the most abundant virus derived-protein throughout the infection, probably because its template mRNA is the most abundant subgenomic RNA (Hiscox et al., 1995; Keck et al., 1988) . These features make it a suitable candidate for raising antibodies for diagnostic applications.\n\nIn this study, SARS-CoV N protein gene was cloned, sequenced, expressed in Escherichia coli strain and purified to homogeneity. Using the purified N protein as an antigen for SARS diagnosis and comparing it with a commercially available detection kit coated with a mixture of SARS viral proteins, we demonstrated that the antibody to N protein has high sensitivity and specificity for SARS diagnosis.\n\nSerum samples from 16 SARS-CoV infected patients (the clinical diagnostic for SARS followed the clinical description of SARS released by WHO), 3 from Hubei, 1 from Beijing, and 12 from Henan were collected from 10, 20, and 30 days of disease onset. One hundred and thirty-one serum samples of symptom free direct contacts to the above patients (physicians, nurses, and their family members) or non-SARS patients who showed symptoms of fever >38 • C, cough and sore throat, were collected as controls by Dr. Zuojiong Gong from Renmin Hospital of Wuhan University, Wuhan, China.\n\nVeroE6 cells were maintained in minimal essential medium (GIBCO) with 10% fetal bovine serum (Hyclone), 200 M l-glutamine, penicillin, streptomycin, at 37 • C in humidified atmosphere. Virus isolation was performed on nasopharyngeal swab specimen of a fatal SARS case belonging to original case cluster from Wuhan in Hubei province, China, which was inoculated into VeroE6 cells. Viral particles were purified by centrifugation and its genetic material RNA was extracted by Trizol reagent (Invitrogen) according to the manufacturer's instructions.\n\nThe cDNA was made by adding 5 l of extracted viral RNA to 20 l of total reaction mixture using AMV-reverse transcriptase kit (TAKARA Biomedical, Japan), containing 50 M random primer. The Viral cDNA was used as a template for PCR by adding 3 l to 50 l of total reaction mixture containing 10× transcription buffer, 20 mM MgCl 2 , 1 mM of each dNTP, 20 pmol of each primer, and 2.5 U of LATaq TM DNA polymerase (TAKARA Biomedical, Japan). The primers were synthesized according to HKU39849 accession number AY278491, i.e. forward (AGCTGGATC-CATGTCTGATAATGGACCCCAATCAAAC) and reverse (AGCTGAATTCCATCATGAGTGTTTATGCCTGAGT). Products were amplified using the following conditions, 94 • C for 4 min, then 31 cycles of 94 • C for 30 s, 55 • C for 45 s, and 72 • C for 1 min followed by one cycle of 72 • C for 10 min, then examined in 0.7% agarose gel electrophoresis.\n\nThe N protein gene cDNA was cloned into pGEM ® -T Easy vector (Promega, UK) by standard techniques then transformed into E. coli strain DH5␣. The constructed pGEMT-NP was digested with BamHI and EcoRI (MBI Fermentas, Germany), sub-cloned into pETHis expression vector thereby introducing a small hexahistidine-T7 Tag at the N-terminus of the protein to facilitate subsequent purification. The recombinant plasmid was transformed into DH5␣ stain. Seven positive colonies were analyzed, confirmed by PCR and sequenced.\n\nThe pETHis-N plasmid was transformed into E. coli strain BL21 (DE3). Protein expression was induced by addition of 1 mmol/l isopropyl-␤-d-thiogalactopyranoside (IPTG). Cells were harvested by centrifugation and the pellet was suspended in binding buffer (20 mM Tris-HCl pH 7.9, 500 mM NaCl, 5 mM Imidazole, 1 mM NaF, and 1 mM PMSF), sonicated and centrifuged at 12, 000 × g at 4 • C for 30 min. The clear supernatant was applied in to Ni-NTA affinity column (Qiagen) then washed with gradient washing buffers (20 mM Tris-HCl pH 7.9, 500 mM NaCl, 5, 20, 40, and 60 mM Imidazole). Purified N protein was eluted with elution buffer (20 mM Tris-HCl pH 7.9, 500 mM NaCl, 100 mM Imidazole) and concentrated by dialysis against polyethyleneglycol 6000.\n\nFifty nanogram purified N protein, dissolved in coating buffer (0.016 M Na 2 CO 3 , 0.034 M NaHCO 3 pH 9.6), were added to a 96-well microplate and incubated at 4 • C overnight. Wells were then blocked with 4% non-fat milk, 0.5% BSA in phosphate buffer saline (PBS), incubated for 1 h at RT, washed with PBS and dried at 37 • C for 1 h. For detection by chemiluminescent method, sera were diluted in sample buffer (1:25) then incubated at 37 • C for 30 min. Each well was washed then incubated with peroxidaseconjugated rabbit anti-human antibody at 37 • C for 30 min. The wells were washed again with PBS containing 0.5% Tween-20. The peroxidase reaction was visualized by using O-phenylenediamine as a substrate, after 10 min at 37 • C the reaction was stopped by adding 50 l/well of 1N H 2 SO 4 and absorbance was read at 490 nm. The serum samples were run in triplicate. The cutoff value was defined as the mean OD of control samples plus two standard deviations (S.D.).\n\nThe results of the N protein ELISA were compared with results from a commercially available ELISA kit based on viral S, N, and E proteins prepared by the Beijing Genomics Institute, Chinese Academy of Sciences, Beijing, China.\n\nThe nucleocapsid protein gene sequence of SARS-CoVHB was performed and the sequence (1269 nt) was deposited into the gene bank accession number AY365036. The full length of N protein (422 amino acids) with an amino terminal hexahistidine-tag was expressed in BL21 (DE3) and purified by Ni-NTA affinity column. After 2 h induction a Serum samples of both the symptom free direct contacts to the above patients (physicians, nurses, and their family members) and non-SARS patients who showed symptoms of fever >38 • C, cough and sore throat.\n\nwith IPTG, high level expression of N protein was observed (Fig. 1, lane 1) compared to uninduced cells lysate (Fig. 1,  lane 2) . The His-tagged protein was purified from the soluble fraction resulting in a single band of the expected mass of 47 kDa (Fig. 1, lane 3) . This data demonstrates that the SARS-CoV N protein was successfully expressed in E. coli and purified to homogeneity. The N protein was identified by western blot using human SARS-CoV infected serum (data not shown).\n\nTo investigate the immunoreactivity of the nucleocapsid protein with the 16 SARS-CoV infected patient's sera collected at 10, 20, and 30 days after disease onset, an ELISA assay was established using the purified recombinant N protein. Interestingly, we found that 13 of 16 (81.3%), 16 of 16 (100%), and 16 of 16 (100%) SARS patients had a significant positive response to the N protein after 10, 20, and 30 days of disease onset, respectively. When comparing this result with a commercially available detection ELISA kit coated with a mixture of viral proteins (S, N, and E), prepared by Beijing Genomics Institute, Chinese Academy of Science, Beijing, China, we observed that the immunoreactivity with the SARS patient's antibodies were 9 of 16 (56.3%), 13 of 16 (81.3%), and 15 of 16 (93.7%) at 10, 20, and 30 days of disease onset, respectively, while none of the 131 control sera from symptom free and non-SARS patients gave a positive reaction in either assay (Table 1 ). This result showed that the IgG antibodies to N protein is commonly present in all 16 SARS patients sera and could be detected as early as 10 days of disease onset. The mean OD ± S.D. obtained using 131 control sera were 0.079 ± 0.052 and 0.0688 ± 0.034 for N protein coated ELISA and commercially available detection kit, respectively.\n\nDespite the initial rapid progress in the discovery of the causative agent and the early development of diagnostic tests, there is a critical clinical need for further laboratory tests that can confirm a diagnosis of SARS-CoV infection in its early stages. A real time RT-PCR with optimized RNA extraction methods could detect 40 of 50 (80%) nasopharyngeal aspirate samples from confirmed SARS patients at the first 3 days of disease onset . However, comparable improvements in serological methods are needed.\n\nWe used purified N protein as an antigen in an ELISA assay and studied its sensitivity and specificity for sero-diagnosis of SARS. The results indicate that the ELISA based on the SARS-CoV N protein has high sensitivity and high specificity. Eighty-one percent of the SARS patients had a positive result 10 days after disease onset while 100% had positive results at 20 and 30 days post-infection. When comparing this result with the commercially available diagnosis kit using a mixture of viral proteins, only 56.3% of the sera were positive 10 days after disease onset while 81.3% and 93.7% were positive after 20 and 30 days, respectively. No reactivity was observed in the control samples in either assay. The difference in the positive response between these two assays may be due to the quantity of coated N protein or to the expression and purification procedures that has been used for the recombinant viral proteins. Our work suggests that the high specificity and sensitivity of nucleocapsid protein ELISA indicates that it has potential to be an useful option for the sero-diagnosis of SARS, and will be particularly in laboratories that lack BSL 3 facilities. However, the cross reactivity of this assay in patients with recent infection with human coronaviruses 229E and OC43 require to be studied more closely. Therefore, until further experience is accumulated with this assay, it is suggested that the nucleocapsid protein ELISA can be useful as a screening test, with positive results being confirmed by immunofluorescence or virus neutralization tests."}