{"title": "Systems analysis of West Nile virus infection", "body": "Mehul S Suthar 1, 3 and Bali Pulendran 2, 3 Emerging and re-emerging mosquito-borne viruses continue to pose a significant threat to human health throughout the world. Over the past decade, West Nile virus (WNV), Dengue virus (DENV), and Chikungunya virus (CHIKV), have caused annual epidemics of virus-induced encephalitis, hemorrhagic fever\\shock syndromes, and arthritis, respectively. Currently, no specific antiviral therapies or vaccines exist for use in humans to combat or prevent these viral infections. Thus, there is a pressing need to define the virus-host interactions that govern immunity and infection outcome. Recent technological breakthroughs in 'omics' resources and high-throughput based assays are beginning to accelerate antiviral drug discovery and improve on current strategies for vaccine design. In this review, we highlight studies with WNV and discuss how traditional and systems biological approaches are being used to rapidly identify novel host targets for therapeutic intervention and develop a deeper conceptual understanding of the host response to virus infection.\n\nEmerging and re-emerging mosquito-borne viruses continue to pose a significant threat to human health throughout the world. Over the past decade, West Nile virus (WNV), Dengue virus (DENV), and Chikungunya virus (CHIKV), have caused annual epidemics of virus-induced encephalitis, hemorrhagic fever\\shock syndromes, and arthritis, respectively. Since its introduction to the United States in 1999, WNV has been estimated to cause more than 3 million infections, resulting in over 780 000 illnesses, 38 000 clinically confirmed cases, and 1500 deaths between 1999 and 2014 [1, 2] . Since the 1960s, DENV has emerged in the Americas, southeast Asia, and the Indian subcontinent and has been estimated to cause 50-100 million infections per year and a total of 2.5 billion people worldwide are at risk of infection. In 2005, a major outbreak of CHIKV occurred on the Reunion Island off the western coast of Africa, resulting in annual epidemics of CHIK infection in Africa, southeast Asia, India and Australia [3] . Most recently, CHIKV has spread to the Americas, with over 8000 suspected cases within the Caribbean islands [4] . This is the first documented outbreak of autochthonous CHIKV in the Americas. Currently, no specific antiviral therapies or vaccines exist for use in humans to combat or prevent these mosquitoborne infections. Thus, there is a pressing need to define the virus-host interactions that govern immunity and infection outcome. Recent technological advancements in 'omics' resources and high-throughput based assays are beginning to accelerate antiviral drug discovery and improve on current strategies for vaccine design. In this review, we highlight studies with WNV and discuss how traditional and systems biological approaches are being used rapidly identify novel host targets for therapeutic intervention and develop a deeper conceptual understanding of the host response to virus infection.\n\nWNV infection of mice has provided valuable insight into the pathogenesis of virus infection in humans (reviewed in [5] ). Three distinct stages of WNV pathogenesis have been defined through studies in mice: initial infection and spread (early phase), peripheral virus amplification (viremic phase), and neuroinvasion (central nervous system (CNS) phase). The early phase is defined by WNV infection and replication at the site of inoculation, in keratinocytes [6 ] , dermal dendritic cells and skin-resident Langerhans cells [7] . The viremic phase is defined by virus spread to the spleen, a primary site for peripheral virus replication, and non-productive infection of other peripheral organs (e.g. liver and kidney). During these first two stages, dendritic cells, macrophages, and possibly neutrophils are believed to be the key target cells of infection [8] [9] [10] . While the specific dendritic cell or macrophage subsets that amplify WNV in vivo have yet to be identified, genetic deletion of CD8 + a DCs or antibody-mediated depletion of macrophages lead to dysregulated host control of virus replication, increased mortality, and defects in adaptive immunity [9,11 ,12,13] . The final stage involves WNV neuroinvasion into the central nervous system, where the virus targets and replicates in neuronal subsets. These distinct stages of pathogenesis are believed to recapitulate what occurs in humans following WNV transmission by a mosquito bite.\n\nFollowing virus infection of a target host (i.e. humans infected with WNV), the immune system is rapidly engaged and drives antiviral immune responses necessary for controlling virus replication, limiting virus-mediated pathology, and providing immunity to re-infection ( Figure 1a) . Accordingly, the innate and adaptive immune systems are essential for providing protection against WNV infection [5] . In particular, type I IFN and related antiviral defenses are triggered following recognition of WNV infection and activation of the RIG-I like receptor (RLR), Toll-like receptor (TLR), and NOD-like receptor (NLR) signaling pathways. Infection analysis of RIG-I À/À or MDA5 À/À macrophages, dendritic cells and fibroblasts revealed that RIG-I is activated early during infection whereas MDA5 is required for enhancing and sustaining type I IFN and interferon-stimulated gene (ISG) expression [14] [15] [16] . Furthermore, in vivo studies have demonstrated that RLR signaling is required for protection as well as controlling peripheral organ and CNS viral burden, limiting virus-mediated pathology, and programming protective immunity to WNV infection [5, 17] . Similarly, the TLRs [18, 19] and NLRs [20, 21] have been shown to restrict virus replication in a cell and tissuespecific manner and regulate protective CNS immunity during WNV infection. Additionally, components of the innate immune cellular responses, including natural killer cells [22, 23] , neutrophils [8] , and gd T cells [24] , and cellmediated and humoral adaptive immune responses are critical for protection against WNV infection (as reviewed in greater detail in [5] ). Studies in humans infected with WNV have been limited, however, certain risk factors for symptomatic infection outcome include advanced age, immunocompromised status [25] , genetic factors [26,27 ,28] , and reduced expansion of regulatory T cells [29 ] .\n\nTraditional scientific methodologies to study the host response to WNV infection have been paramount for identifying the viral and host genetic factors that control virus replication and infection outcome (Figure 1b) . While extremely important, this approach often involves studying individual components of the immune system (i.e. knockout mice) and results in providing a narrow and simplified representation of the host response to viral infection. Systems biology is a scientific approach that integrates multiple disciplines, including biology, immunology, virology, computer science, and mathematics, to develop a quantitative and a comprehensive understanding of a biological phenomenon (e.g. host response to virus infection). This approach consists of an iterative cycle that begins with collecting experimental data through various 'omics'-based technologies (e.g. transcriptomics, proteomics, lipidomics, and metabolomics). Next, these data sets are carefully integrated and analyzed using mathematics and computers to generate complex biological networks that define relationships between gene sets from different experimental conditions (wild type versus mutant virus, multiplicity of infection, time, etc.). More sophisticated computational analysis can identify regulatory nodes, hubs, or bottlenecks that would suggest a regulatory mechanism for a given biological phenomenon. The next step of this process, and probably one of the most important, is to validate these computational models through experimentation. This typically involves perturbation-based analysis using knockout mice or various techniques to silence gene expression (short-hairpin RNAs (shRNA), small interfering RNAs (siRNA), CRISPR/CAS systems, etc.). Finally, the newly generated biological model can be further refined through an additional round of hypothesis-driven research, perturbation-based experiments, and highthroughput based assays. The ultimate goal of this iterative process is to identify novel host targets of therapeutic intervention or pathways that can be modulated for enhancing immunogenicity during vaccination. Such approaches are now being harnessed to model pathogen-host interactions and immune response networks during hepatitis C virus [30] [31] [32] [33] [34] , influenza virus [35] [36] [37] 38 ] and severe acute respiratory syndrome-associated coronavirus infections [35, 36, 39, 40] .\n\nThese types of studies with WNV have been limited, however, our group recently used a systems biology approach to define the innate immune molecular signatures that control tissue tropism to WNV infection. Normally in wild-type mice, WNV replication is limited to the skin, draining lymph node, spleen, and central nervous system [5] . Genetic deletion of innate immune signaling components, such as MAVS [17] , IRF-3 [41] or the type I IFN receptors [42] , leads to productive virus replication in normally non-permissive organs, such as the liver. Thus, in this study, we compared the molecular signatures between the spleen (permissive) and liver (nonpermissive) compartments following WNV infection [22] . Transcriptional profiling revealed distinct gene expression patterns between these two organ compartments during WNV infection. Furthermore, functional genomics analysis and pathway modeling not only confirmed the importance type I IFN signaling networks for controlling tissue tropism, but revealed a previously unappreciated role for natural killer cell-mediated restriction of WNV replication within the liver. Biological validation and perturbation based studies revealed that natural killer cells indeed expand in the liver following WNV infection and both the RLR and type I IFN signaling pathways are important for mediating natural killer cell expansion and activity. Through these studies, we developed a model, whereby gene networks regulated by the RLR and type I IFN signaling axis impart restriction of virus replication and facilitate natural killer cell recruitment and expansion to prevent productive WNV replication within the liver. Further studies are now focused on identifying the cell types within the liver that support WNV replication and using computational tools to better understand the immune defense programs within these cells.\n\nIn a similar line of investigation, Cho et al. discovered that neuronal subtypes from distinct regions of the brain differentially trigger an innate immune response to WNV infection [43 ] . Specifically, granule cell neurons, which are located within the cerebellum, were found to be less susceptible to WNV infection and more responsive to type I IFN as compared to cortical neurons, which are found within the cerebral cortex. Transcriptional profiling and computational analysis revealed that granule cell neurons have a higher basal expression of a number of genes related to antiviral immunity, autophagy, inflammation, and leukocyte chemotaxis. Molecular analysis linked differential gene expression to epigenetic modification and regulation by microRNAs. Combined, these studies reveal a previously unappreciated role for how cell-and tissue-specific innate defense programs are essential for controlling viral replication and tropism. Future studies should continue using traditional scientific approaches and 'omics'-based technologies to comprehensively define the molecular signatures and immune networks to better predict WNV infection outcome. Particular emphasis should be placed on modeling the immunological signature of humans infected with WNV to better understand the underlying risk factors that contribute to symptomatic versus asymptomatic infection outcome.\n\nHigh-throughput based screening assays provide a rapid approach to identify host factors that either support or restrict virus replication. Specifically, these studies are designed to identify host factors can either directly antagonize a specific aspect of the viral life cycle (e.g. virus binding, entry, RNA synthesis, and budding) or indirectly by modulating the immune response. Gainof-function based approaches typically involve ectopic expression of an individual host gene and evaluating the impact on virus replication. In these assays, a reduction in virus replication suggests an antiviral property associated with the gene of interest. These genes are then used in follow-up studies to determine the mechanism of action. An initial small-scale screen by Jiang and colleagues identified RSAD2 (also known as viperin) and ISG20 as cellular enzymes that efficiently suppress WNV infection [44] . In this analysis, over-expression of viperin and ISG20 suppressed WNV-replicon colony formation, suggesting that these antiviral proteins likely target viral RNA or protein biosynthesis. In a similar manner, Schoggins and colleagues screened more than 380 human genes and identified several additional interferon-stimulated genes, including pattern recognition receptors (RIG-I, MDA5, CGAS), transcription factors (IRF1, ATF3, IRF7), and uncharacterized antiviral genes (HPSE, NAMPT, PBEF1, SAA1, and PHF15) that were observed to restrict WNV infection [45] .\n\nLoss-of-function based approaches typically involve gene silencing through siRNA or shRNA based technologies. In this assay, an increase in virus replication indicates that the gene of interest possesses antiviral activity. Krishnan and colleagues used siRNAs targeting over 21 000 human genes to screen and identify cellular proteins associated with the early stages of WNV infection which include entry, viral RNA synthesis and translation. This study identified over 300 host proteins that impact WNV infection, of which 283 host genes were found to facilitate WNV infection and 22 host genes reduced WNV infection.\n\nIn a similar analysis, Li and colleagues used shRNAs to screen 245 human ISGs and identified 47 host genes that negatively impacted WNV replication [46] . This list of ISGs includes previously identified genes (e.g. MAVS, STAT2, IRF1, IFITM2, and PKR) as well as novel ISGs such as DDX24, IFI44L, IFI6, TRIM21, and TRIM6. More recently, Yasunaga et al. used Drosophila to identify cell-intrinsic antiviral genes that restrict WNV infection [47] . This group performed a genome-wide high-content RNA interference screen in Drosophila cells that identified 50 host genes, that when silenced, enhanced WNV replication. Remarkably, many of these genes have defined human orthologs. Follow-up mechanistic analysis on a subset of the candidate genes, found that members of the Tip60 acetylase complex and dXPO1, which controls nuclear export of specific host mRNAs, possess antiviral activity against WNV infection. These high-throughput based screening assays have provided yet another avenue for identifying host genes involved in controlling WNV replication. However, for many of these host genes, the underlying mechanisms of viral control are not well characterized. Future studies should place a greater emphasis to define the mode of action of these anti-WNV ISGs.\n\nEmerging mosquito-borne flavivirus infections continue to be a significant human health problem worldwide. It is becoming increasingly evident that development of effective vaccines that provide life-long immunity requires a comprehensive understanding of the innate and adaptive immune response to virus infection [48] . In support, systems biology approaches have been used to Systems biology and West Nile virus infection Suthar and Pulendran 73\n\nhigh-throughput based assays can provide a platform to accelerate identification of host targets of therapeutic intervention and improve on current strategies for vaccine design.\n\nidentify molecular networks that regulate the immune response to vaccination in humans [48, 49] . Specifically, transcriptional analysis of blood from individuals vaccinated against yellow fever virus (YF-17D) [50] or influenza virus [51] identified molecular signatures that can predict the magnitude of the immune responses to a vaccine. These studies are beginning to pave the way toward the development of a 'vaccine chip' that could be used to predict vaccine-induced immunity [48, 49] . In summary, the use of these technologies will continue to provide valuable insight to overcoming current challenges that have hindered effective vaccine development and prophylactic treatment strategies to prevent or combat emerging and re-emerging virus infection."}