{"title": "Utilizing Blood Bank Resources/ Transfusion Reactions and Complications Key Points", "body": "virus due to its long window period; vaccination for hepatitis B virus reduces this risk. Other rare viruses and diseases include West Nile virus, herpesviruses, parvovirus B19, variant Creutzfeldt-Jakob disease, and severe acute respiratory syndrome. Current standard testing does not detect these infections; nevertheless, viral transmission via blood components is very rare. 3, 4 The blood groups routinely tested for donors and recipients are the ABO and Rh systems. The ABO blood group is determined because anti-A and/or anti-B immunoglobulin M (IgM) alloantibodies in the recipient's serum produce rapid hemolysis of donor red cells. Commercially available anti-A and anti-B antibodies are used to determine ABO blood type. These IgM molecules bind to A group and B group red cell antigens, respectively, producing direct (macroscopic) agglutination. Moreover, incubating the recipient's serum with commercially available group A and group B red cells demonstrates the presence of specifi c alloantibodies, confi rming the ABO blood type. For example, blood type A shows the recipient's red cell agglutination with commercial anti-A antibodies and commercial group A red cell agglutination with the recipient's serum. Commercially available (modifi ed) anti-Rh immunoglobulin G (IgG) can directly agglutinate (macroscopically visible) D-positive (or Rh 0 ) red blood cells.\n\nThe Rh blood group is determined because D antigen, the major determinant of the Rh system, is a strong immunogen, producing anti-D antibodies in Rh-negative recipients. An Rh-negative woman who is immunized to D antigen by transfusion or pregnancy is at risk of delivering a newborn with severe hemolysis. Thus individuals who are Rhnegative, especially females of childbearing age, require Rhnegative blood and platelets to prevent Rh sensitization.\n\nFor Rh-negative recipients, the decision to stay with Rhnegative blood versus switching to Rh-positive components is based on the anticipated need for future red blood cell (RBC) transfusion, availability of Rh-negative components, and urgency of transfusing other Rh-negative patients. As soon as it becomes apparent that the Rh-negative patient will\n\nBlood products obtained for medical use are donated by healthy volunteers under federal and state regulations. 1,2 Donated blood is tested for infectious disease markers, such as syphilis, hepatitis B surface and human immunodefi ciency virus type 1 (HIV-1) p24 antigens, and hepatitis B core, human T-cell lymphotropic virus types I and II (HTLV-I and HTLV-II), hepatitis C, HIV-1, and HIV type 2 (HIV-2) antibodies. Polymerase chain reaction is performed for HIV and hepatitis C virus. Risk of missing the detection of infectious agents occurs in the \"window period\" between exposure and positive testing. A high risk especially involves hepatitis B 931\n\nChapter 132 receive massive transfusion (more than the patient's blood volume in 24 hours; blood volume is estimated as 100 ml/kg for preterm neonates, 85 ml/kg for term neonates, and 75 ml/kg for children >1 month of age) that will exceed the Rh-negative blood inventory, the patient should be switched to Rh-positive components. The problem with giving Opositive red cells immediately without antibody screening in an emergency is the potential for developing hemolytic transfusion in patients who have anti-D antibodies. Detecting blood group antibodies (isoagglutinins) directed against non-ABO blood group antigens is also performed prior to blood transfusion. This antibody screening test is performed using recipient serum against a panel of \"group O\" RBCs of known antigenic composition. The term antibody screening test is sometimes used synonymously with the term indirect antiglobulin (Coombs) test (IAT). If the test is positive (hemolysis or agglutination), further tests to determine specifi c antibodies will be performed.\n\nThe IAT is performed by incubating the recipient's serum (at 37° C) with commercially available red blood cells of known antigen type. Unbound antibodies are removed by washing RBCs with 0.9% NaCl. An antiglobulin reagent (rabbit anti-human IgG or IgG plus complement) is then added. A positive test shows red cell agglutination, refl ecting the presence of allo-or autoantibodies. Allo-versus autoantibodies are determined by a commercially available panel of red cells, varying with antigen phenotype. Agglutination of all red cell panels indicates autoantibodies (e.g., patients with autoimmune hemolytic anemia). By contrast, specifi c reactivity indicates alloantibodies (e.g., patients with alloimmunization). The direct antiglobulin (Coombs') test detects antibodies or complement on the surface of red cells. Washed recipient's red cells are incubated with antiglobulin reagent (rabbit anti-human IgG or IgG plus complement) as in the IAT. Agglutination is observed if antibodies or complement are present on the surface of red cells. A crossmatch with an ABO-and Rh-compatible unit of blood determines whether the recipient's serum contains unexpected antibodies to the donor's red cell antigens.\n\nWhenever red cell products are requested, ABO and Rh typing, antibody screening, and a full crossmatch are routinely performed. If the antibody screen is negative, the patient may be transfused the appropriate ABO/Rh type. An immediate spin crossmatch (mixing the patient's serum with RBCs from a unit selected for transfusion and observing for hemolysis or agglutination) provides added safety. If the antibody screen is positive, the specifi city of the antibody is identifi ed; if clinically signifi cant, only red cells negative for the relevant antigen will be transfused. A full crossmatch is also performed. Additional time is required to identify the antibodies, fi nd antigen-negative red cells, and perform full crossmatch tests. This may take hours or days if multiple antibodies are present (Table 132-1) .\n\nIn an emergency situation, blood may need to be transfused before standard testing is completed. In these circumstances, physicians are asked to sign an \"emergency release form\" to document the reason for the urgent need and to acknowledge that the blood is not fully crossmatched at the time of transfusion. O-negative red cells are available for immediate transfusion to any patient, but should be used only when the patient's blood type is not known and there is no time to determine it. This situation sometimes occurs in the setting of trauma and should apply to the fi rst few units transfused.\n\nPacked red blood cell (PRBCs) transfusions are used to improve blood oxygen-carrying capacity and restore blood volume. Units are prepared from whole blood by removing most of the plasma (producing an average hematocrit value of 70%). This procedure reduces the transfusion volume and the isoagglutinin load. Each unit usually contains approximately 200 ml of RBCs, 70 ml of plasma, and 100 ml of additive nutrient solution (e.g., citrate [as an anticoagulant], phosphate, dextrose, and ATP). Clinical citrate toxicity (hypocalcemia due to calcium chelation) is rare, occurring only with massive transfusions (e.g., exchange transfusion), and responds to calcium supplements. Prolonged storage produces a leakage of potassium into the plasma, which is usually clinically insignifi cant. Blood should be infused through a fi lter (170 to 260 µm) to remove debris caused by storage. 1, 2 Transfusion is usually given if the symptoms of anemia or blood loss are severe and further delay might result in signifi cant disability or death. Selected indications for transfusion include acute bleeding, high-dose chemotherapy, severe prematurity, sickle cell disease (e.g., splenic sequestration, severe acute chest syndrome), thalassemia major, aplastic anemia, pure red cell aplasia, and severe autoimmune hemolytic anemia (using the most compatible unit). 2 Transfusing 10 to 15 ml/kg of PRBCs in a child raises the hemoglobin concentration by 2 to 3 g/dl and the hematocrit by 6% to 9% (Table 132-2) . 1, 5 Transfusion is usually given at 15 ml/kg over 2 to 4 hours. Faster transfusion may be necessary to replace acute blood loss. If the intention is to transfuse small amounts (e.g., in infants), a unit can be divided into several aliquots.\n\nLeukocyte-reduced PRBCs are prepared by passing the unit through a fi lter that removes 85% to 90% of the white blood cells; the procedure is frequently performed at the time of blood collection. This type of product produces fewer nonhemolytic febrile reactions, which are mediated by antibodies against the donor's white cell antigens as well as by cytokines produced during component storage. This product also produces less alloimmunization and viral (e.g., cytomegalovirus) transmission. It is indicated for patients who need chronic transfusion (e.g., children on chemotherapy or with hemoglobinopathy) or who have prior exposure to blood antigens (e.g., multiparous females). 1 Irradiated PRBCs are prepared by exposing the unit to 2500 cGy of radiation. This treatment inactivates the donor's T cells, which reduces the risk of a graft-versus-host reaction in the recipient. This type of product is recommended for immune-compromised patients (e.g., children on chemotherapy). 1 Washed PRBCs are prepared by washing red cells with 0.9% NaCl, which removes most of the plasma. This type of product is used for patients who have severe allergic reactions (e.g., cough, wheezing, swollen lips, and urticaria) to transfusion despite antihistamine administration. Immunoglobulin E antibodies against the donor's plasma proteins mediate this adverse reaction. This product is also used for patients with immunoglobulin A (IgA) defi ciency who have developed IgA antibodies. 2\n\nPlatelets are the principal mediator of hemostasis and are constantly required to support endothelial functions. Bleeding (e.g., petechiae, epistaxis, melena, hematemesis, menorrhagia, hematuria) is common when the platelet count is 10,000/mm 3 or less. Moreover, life-threatening hemorrhage (e.g., into the airway, lungs, central nervous system, and gastrointestinal tract) becomes more likely when the platelet count is 5000/mm 3 or less. Thus profound thrombocytopenia (defi ned as a platelet count < 20,000/mm 3 ) due to decreased production (e.g., patients on chemotherapy or with aplastic anemia) should be promptly treated with platelet transfusion. A prophylactic transfusion is recommended when the platelet count is less than 20,000/mm 3 . A therapeutic transfusion, in contrast, is given to treat any signifi cant bleeding even if the platelet count is greater than 20,000/mm 3 . 2 Platelet concentrates are prepared from routinely donated whole blood by centrifugation, producing platelet-rich plasma that, on further centrifugation and separation of the supernatant plasma, yields a platelet concentrate (unit) of 50 ml. A single unit (prepared from 1 unit of whole blood) should contain greater than 5.5 × 10 10 platelets, which raises the platelet count by 6 to 10 × 10 3 /mm 3 in adults. Transfusing 4 to 6 pooled random-donor units of platelets for adults and children greater than 20 kg (1 unit/10 kg for children < 20 kg) raises the platelet count by 25 to 50 × 10 3 /mm 3 (see Table 132 -2), which is usually adequate for supporting hemostasis (see Table 132 -2). 5 Platelets are also prepared from blood from a single donor with the use of blood cell separator machines, yielding a platelet product (apheresis) equivalent to that of 5 random units. For adults and children greater than 20 kg, a platelet transfusion requires 1 single-donor apheresis unit (10 ml/kg for children < 20 kg) (see Table 132 -2). 1, 5 This type of product (apheresis unit of platelets) aims to minimize donor exposure and is recommended for patients requiring chronic transfusion. 5 If the intention is to transfuse a small volume (e.g., in infants), an apheresis unit of platelets can be divided into two aliquots.\n\nPlatelet survival (normal, 9.6 ± 0.6 days) is shorter in patients with profound thrombocytopenia (platelets are normally consumed in the spleen and blood vessels), alloimmunization, fever, infection, and splenomegaly. ABOcompatible, single-donor apheresis, leukocyte-depleted and irradiated platelets are less likely to produce alloimmunization, and are therefore recommended for patients requiring chronic transfusion. Other indications for leukocyte-depleted and irradiated products are as discussed for PRBC transfusion. Platelet transfusion is not recommended in patients with hemolytic-uremic syndrome, thrombotic thrombocytopenic purpura, heparin-induced thrombocytopenia, and idiopathic thrombocytopenic purpura. Any medication that could inhibit platelet function (e.g., salicylates and nonsteroidal anti-infl ammatory drugs) should be avoided in thrombocytopenic patients. \n\nFresh frozen plasma (FFP) is prepared from whole blood; it should be frozen at less than 18° C within 6 hours of collection. This procedure preserves the activities of labile proteins, such as factors V and VII. It is a nonconcentrated source of clotting factors and is used for acquired coagulopathy (e.g., liver disease and disseminated intravascular coagulation), rapid reversal of warfarin, congenital coagulation factor defi ciency (e.g., factors II, X, XI, XIII), thrombotic thrombocytopenic purpura, and hemolytic-uremic syndrome (see Chapter 129, Acute Childhood Immune Thrombocytopenic Purpura and Related Platelet Disorders; and Chapter 131, Hemolytic-Uremic Syndrome). The dose ranges from 10 to 25 ml/kg, repeated as necessary (see Table 132 -2). 5 The product should be ABO compatible. Potential complications include viral transmission (e.g., HIV, hepatitis), anaphylactic reaction, urticaria, and alloimmunization. Because of the risk of viral transmission, FFP should be used only if absolutely necessary. Cryoprecipitate is prepared from FFP by thawing at 4° C. The precipitate is then suspended in 15 ml plasma and refrozen at less than 18° C. It is rich in fi brinogen (each unit contains approximately 250 mg), factor VIII, and von Willebrand's factor. It is used to treat bleeding due to fi brinogen defi ciency, such as severe liver disease, disseminated intravascular coagulation, and afi brinogenemia (rare). The recommended dose is 1 to 4 units (bags) per 10 kg (8 to 12 units for adults), which raises plasma fi brinogen to by 60 to 100 mg/dl (see Table 132 -2). 5 Due to the risk of viral transmission and availability of safer products, cryoprecipitate should not be used to treat patients with hemophilia A or von Willebrand's disease.\n\nABO incompatibility produces severe immune-mediated hemolytic reactions. The anti-A and/or anti-B IgM alloantibodies in the recipient's plasma produce intravascular hemolysis (circulating RBC fragments, hemoglobinemia, and hemoglobinuria) of the donor's RBCs. The symptoms include rigors, headache, fever, chest tightness, fl ank pain, red/black urine, hypotension, nausea, and vomiting. Serious progression may be fatal due to shock and organ failure. Management includes immediately stopping the transfusion and administering isotonic fl uid (0.9% NaCl) and mannitol (0.25 g/kg intravenously) to induce diuresis. Careful monitoring (respiratory and circulatory status, urine output, and urine color), supportive care (intravenous fl uid, diuretics, and oxygen) and appropriate consultations (blood bank, nephrology, and hematology) are necessary. The blood bag and blood sample from the recipient should be returned to the blood bank for retyping.\n\nNonimmune hemolytic reaction occurs when RBCs are damaged prior to transfusion (e.g., exposed to improper temperature during shipping or storage, mishandling during transfusion). Hemoglobinemia and hemoglobinuria are present in the recipient without symptoms. This complication requires no treatment.\n\nFebrile reactions are caused by cytokines (produced by the donor's leukocytes) accumulated in stored blood. These molecules produce fever, rigors, tachycardia, and dyspnea. Management consists of stopping the transfusion and excluding a hemolytic transfusion reaction (repeat crossmatching of the unit of blood and performing Coombs' tests). The symptoms usually subside within 30 minutes of stopping the transfusion. Premedication with acetaminophen is usually helpful.\n\nAllergic symptoms (rash and urticaria, pruritus, fl ushing, and, rarely, angioedema) follow the recipient's exposure to the donor's plasma proteins or other substances (e.g., medications taken by the donor). This reaction can be ameliorated by premedicating with diphenhydramine (0.5 to 1 mg/kg) and methylprednisolone (0.5 to 1 mg/kg). A severe form of allergic reaction (anaphylactic) can occur in recipients who are IgA defi cient. Management of urticaria consists of discontinuing the transfusion and administering diphenhydramine and methylprednisolone. Anaphylaxis requires intravenous fl uids, steroids, and subcutaneous or intravenous epinephrine administration depending upon the severity.\n\nTransfusion-related acute lung injury is a noncardiogenic pulmonary edema associated with passive transfusion of donor granulocyte antibodies. The reaction occurs when the donor's antileukocyte antibodies (e.g., in multiparous or previously transfused donors) react with the recipient's leukocytes, which are then aggregated and activated in the lung microvasculature, producing altered vascular permeability and pulmonary capillary leak syndrome, resembling acute respiratory distress syndrome (ARDS). It should be managed similarly to ARDS.\n\nCirculatory overload (cough, precordial pain, tachycardia, tachypnea, dyspnea, and hypoxia) may follow rapid transfusion. This complication is more common in patients with cardiac or renal disease, hypertension, or profound anemia (hemoglobin concentration < 5.0 g/dl). Treatment includes stopping the transfusion, oxygen supplementation, and administration of furosemide (0.5 to 1 mg/kg intravenously). Volume overload can be avoided by transfusing half of the desired transfusion over 4 hours, followed by administration of intravenous furosemide (0.5 to 1 mg/kg), followed by the second half of the transfusion over 4 hours.\n\nRare acute complications include bacterial contamination (most notably from platelet transfusion), citrate-induced hypocalcemia, and hyperkalemia (due to ruptured red cells).\n\nViral contamination with cytomegalovirus, HIV, and hepatitis A, B, and C virus remains a serious complication. Posttransfusion hepatitis is of particular concern because donors are usually asymptomatic. The risk of HIV transmission is almost negligible (probably 1 in 8 million transfusions).\n\nAlloimmunization (developing alloantibodies against red cell, platelet, and leukocyte antigens) results from multiple exposures to donor antigens. Every transfusion has the potential to induce alloimmunization.\n\nPosttransfusion graft-versus-host reaction occurs in patients on chemotherapy or with immunodefi ciency. It also occurs in newborns and young infants who receive transfusion from blood relatives. Donor T cells attack recipient tissues, producing skin rash, increased transaminases, and diarrhea. Gamma irradiation of blood components eliminates this risk.\n\nIron overload results from repeated PRBC transfusions. Long-term complications of hemochromatosis include cirrhosis, fi brosis of the pancreas, and cardiomyopathy. Chelation therapy with deferoxamine mesylate (Desferol) is necessary for patients receiving long-term transfusions.\n\nViral transmission through transfusion occurs very rarely, and the risk of developing acquired immunodefi ciency syndrome from a blood transfusion is almost negligible. Nevertheless, the risk of not receiving a transfusion should always outweigh the potential adverse effects. Serious transfusion reactions can be avoided by verifying each patient's identification and the blood groups of recipients and donors. Blood components should be transfused slowly in the fi rst 15 minutes, with the patient being closely monitored. Diphenhydramine (0.5 to 1 mg/kg), methylprednisolone (1 mg/kg), and acetaminophen can be given for minor allergic and/or febrile reactions. These medications also can be used as prophylaxis for patients with prior adverse reactions to transfusion. Leukocyte-reduced and irradiated blood components produce less adverse reactions."}