{"title": "High prevalence of Trypanosoma vegrandis in bats from Western Australia", "body": "Bats (Order Chiroptera) are divided into two suborders, Yangochiroptera and Yinpterochiroptera (Springer, 2013) . They are considered reservoirs of multiple infectious diseases and zoonotic pathogens (Calisher et al., 2006) and due to their broad distribution, social behavior and classification as the only mammals capable of sustained flight, have been implicated in the transmission of a range of microorganisms including rabies, severe acute respiratory syndrome (SARS), henipaviruses, ebola and pathogenic and non-pathogenic trypanosomes (Guyatt et al., 2003; Li et al., 2005; Halpin et al., 2000; Hamilton et al., 2012a,b) . Trypanosomes are blood-borne parasites, and while the majority of species appear to asymptomatically infect the host, Trypanosoma brucei rhodesiense and Trypanosoma brucei gambiense are known to cause severe disease in humans and Trypanosoma cruzi causes severe disease in both humans and animals, resulting in very large economic losses worldwide (Thompson et al., 2014) . Bats are among the most common hosts of a large variety of trypanosomes in Africa, Asia, South America and Europe (Hoare, 1972; Baker, 1973; Marinkelle, 1976; Marinkelle, 1979; Gardner and Molyneux, 1988a,b; Molyneux, 1991; Hamanaka and Pinto Ada, 1993; Steindel et al., 1998; Grisard et al., 2003; Barnabe et al., 2003; Lisboa et al., 2008; Cottontail et al., 2009; Maia da Silva et al., 2009; Cavazzana et al., 2010; García et al., 2012; Hamilton et al., 2012a,b; Lima et al., 2012; Pinto et al., 2012; Lima et al., 2013; Marcili et al., 2013; Silva-Iturriza et al., 2013; Cottontail et al., 2014; Ramírez et al., 2014) . However, knowledge of the genetic diversity, hosts, vectors, life-cycles, pathology, distribution and phylogenetic relationships of trypanosome species infecting bats is restricted to a few species.\n\nThree trypanosome species have been identified in Australian bats; Trypanosoma pteropi from the black flying-fox (Pteropus alecto) (Breinl, 1913; Mackerras, 1959) , Trypanosoma hipposideri from the dusky horse-shoe bat (also known as the dusky leaf-nosed bat) (Hipposideros ater) (Mackerras, 1959) and more recently a novel trypanosome most similar genetically to Trypanosoma rangeli and Trypanosoma minasense was identified in an adult female little red flying-fox (Pteropus scapulatus) (Mackie et al., 2015) . In the present study, we screened Australian bats for trypanosomes using morphological and molecular methods.\n\nBoth pteropid bats (Yangochiroptera) and microbats (Yinpterochiroptera) were screened (Table 1) . Within the pteropids, black flying-fox (P. alecto) (n = 5) and little red flying-fox (P. scapulatus) (n = 7), blood and heart tissues were obtained from the Kimberley region of Western Australia. These bats were euthanased by local veterinary officers following reports of neurological disease, or interaction with members of the public resulting in bites or scratches. The carcasses were then necropsied in biological safety cabinets; the brain tissue sent to the CSIRO Australian Animal Health Laboratories (for Australian bat lyssavirus testing), and the remaining tissues stored at −80 • C. Blood samples from microbats were sampled at the request of local wildlife carers as part of routine veterinary investigation. Two species were screened; Gould's http://dx.doi.org/10.1016/j.vetpar.2015.10.016 0304-4017/© 2015 Elsevier B.V. All rights reserved. wattled bats (Chalinolobus gouldii) (n = 9) and a lesser long-eared bat (Nyctophilus geoffroyi) (n = 1). All microbats were from the outer Perth metropolitan area and had been taken to carers as a result of habitat loss or suspected misadventure. Bats were anaesthetized with isoflurane and approximately 12 l of blood was drawn from a blood vessel in the uropatagium (wing membrane vein) using a 26 gauge needle, before immediately being diluted 1:10 in phosphate buffered saline.\n\nBat blood samples were examined for the presence of trypanosomes using Wright-Giemsa stained (Hematek ® Stain Pak) thin-blood smears. Slides were stained using a Hema-Tek Slide Stainer (Ames Company Division, Miles Laboratories Pty Ltd., Springvale Victoria, Australia). The slides were then air-dried and a coverslip mounted using DePeX mounting medium Gurr (Merck Pty. Ltd., Kilsyth, Victoria, Australia). Digital light micrograph images of any trypanosomes observed in blood films were taken at ×1000 magnification. Morphological measurements (total length, breadth, nucleus to anterior, kinetoplast to nucleus, posterior to kinetoplast and free flagellum of the trypanosomes were made using Image-Pro Express software (Media Cybernetics, Inc., Bethesda, Maryland, U.S.A.) and the means and standard errors (±) were calculated. Morphological features were measured using Image J and compared with available morphological measurements for trypanosomes infecting Australian mammals.\n\nWhole genomic DNA was extracted from bat blood using a MasterPure TM DNA Purification Kit (EPICENTRE ® Biotechnologies, Madison, Wisconsin, U.S.A.) and from bat tissue using a Qiagen DNeasy blood and tissue kit (Qiagen, Victoria, Australia). DNA was eluted in 50 l of water and stored at −20 • C until use. A DNA extraction blank (with no blood or tissue added) was included with each batch of DNA extractions.\n\nBoth generic Trypanosoma sp. primers and T. vegrandis-specific primers were used. For amplification of T. vegrandis, external forward primer S-823 and external reverse primer S-662 were used as previously described by McInnes et al. (2009) and Maslov et al. (1996) respectively. The PCR product from these external primers was run on a 1.5% agarose gel stained with SYBR safe (Invitrogen, U.S.A.). The gel band was excised and purified using a Promega Wizard SV Gel and PCR Clean-up System (Promega, Wisconsin, U.S.A.) and 1 l of gel-purified PCR was used in the secondary reaction. The secondary reaction consisted of the internal nested primers TRYall 1 Forward 5 ACCGTTTCGGCTTTTGTTGG 3 and the T. vegrandis specific TVEG Reverse 5 AAATCGTCTTCGCTTTAACTTT 3 which amplify an ∼468 bp fragment of the T. vegrandis 18S rRNA. PCR amplification with the T. vegrandis-specific primers was performed with the final mix containing 1 l of first round gel purified PCR product, 0.8 M of each primer, 0.02 U/l Kapa Taq (Kapa Biosystems, Massachusetts, U.S.A.), a final concentration of 2.5 mM of each dNTP and 2.5 l of 10× buffer (Kapa Biosystems, Massachusetts, U.S.A.) with 1.5 mM MgCl 2 (Kapa Biosystems, Massachusetts, U.S.A.) and Baxter Ultra-Pure H2O to a volume of 25 l. Cycling conditions consisted of an initial PCR round of 94 • C for 5 min, 50 • C for 2 min and 72 • C for 4 min followed by 45 cycles of 94 • C for 30 s, 60 • C for 30 s and 72 • C for 30 s. The PCR was completed with a final extension of 7 min at 72 • C.\n\nFor amplification of Trypanosoma spp. external forward primer S-LF and external reverse primer S-762 was used in the primary PCR while two pairs of internal primers S-825 and S-LIR (producing a ∼959 bp) and S-823 and S-662 (producing a ∼900 bp) were used in secondary reactions as previously described by Maslov et al. (1996) and McInnes et al. (2009) .\n\nAll controls (negative and positive PCR controls and DNA extraction blanks) produced appropriate PCR results. A representative sample of 13/18 T. vegrandis-specific PCR positive amplicons was gel purified using a Promega Wizard SV Gel and PCR Clean-up System (Promega, Wisconsin, U.S.A.) and submitted to the Australian Genome Research Facility (Ltd.) for unidirectional sequencing using the T. vegrandis-specific internal reverse primer TVEG-Reverse.\n\nNucleotide sequences generated for the 18S rRNA locus were imported into Geneious R7 and aligned with a number of closely related 18S trypanosome sequences from GenBank, with T. irwini (FJ649479) used as an outgroup (Table 2) . Alignments based on 421 bp, were obtained by MUSCLE (Edgar, 2004) using the default Table 2 GenBank accession number of the 18S rDNA sequences used in the phylogenetic analysis.\n\nAccession number settings, and then curated by Gblocks (Castresana, 2000) , remotely, choosing the low stringency options available on the Phylogeny.fr platform (Dereeper et al., 2008) . The curated alignments were then exported in MEGA 6 (Tamura et al., 2013) for the selection of the most appropriate nucleotide substitution model (Tamura-Nei) , using the dedicated function. The evolutionary history was inferred by distance (NJ) (in MEGA 6) and by maximum likelihood method implemented in the PhyML program (v3.0), on the Phylogeny.fr platform (Dereeper et al., 2008) . Specifically, the (Tamura-Nei) substitution model was selected assuming an estimated proportion of invariant sites and 4 gamma-distributed rate categories to account for rate heterogeneity across sites. The gamma shape parameter was estimated directly from the data. Reliability for internal branch was assessed using the bootstrapping method (500 bootstrap replicates). Genetic distances were generated in MEGA 6 based on the Tamura-Nei algorithm.\n\nPrevalences were expressed as the percentage of samples positive by PCR, with 95% confidence intervals calculated assuming a binomial distribution, using the software Quantitative Parasitology 3.0 (Rózsa et al., 2000) .\n\nThe morphology of T. vegrandis in blood films from the bats, represented short stumpy lanceolate to oval shaped trypanosomes, with absent undulating membranes (Fig. 1) . The trypanosomes generally lacked a clearly defined kinetoplast and nucleated region and were observed as polymorphic (Fig. 1A-D) . The posterior end was drawn out and tapered into a point while the anterior end was slightly rounded with either an absent or short free flagellum. A kinetoplast and nuclear region was identifiable in one trypanosome isolated from bat 15-4 (Fig. 1A) . The kinetoplast in this isolate was round and situated close to the anterior nucleus The morphological parameters for this isolate were 13.8 m in total length, 6.7 m posterior to kinetoplast, 1.0 m in breadth, 0.7 m for kinetoplast to nucleus, 0.8 m for nucleus to anterior and the free flagellum measured 2.8 m. In addition, morphological measurements for total length and free flagellum were made from 13 and 10 trypanosomes respectively from bat isolate 15-4. The total length ranged between 6.7-13.8 m with a mean of 9.0 ± 0.54 m while the free flagellum ranged between 1.6-3.7 m with a mean of 2.6 ± 0.2 m.\n\nThe overall PCR prevalence of trypanosomes in bats was 81.8% (18/22) (65.7-97.9% 95CI). For pteropids, the prevalence was 85.7% (59.8-11.6% 95CI) for the little red flying-fox (P. scapulatus) and 60% (17.1-102.9% 95CI) for the black flying-fox (P. alecto). For microbats, the prevalence was 88.9% (68.4-109.4% 95CI) for Gould's wattled bats (C. gouldii) and the single blood sample from a lesser long-eared bat (N. geoffroyi) was also positive.\n\nAmplicons were only produced using the T. vegrandis-specific primers. No other trypanosome species were detected. Sequences were obtained for thirteen of the eighteen T. vegrandis-specific PCR positives (Table 1) . Bat-derived trypanosome sequences from all four species were 100% identical to each other and one representative isolate (15-5) from a Gould's wattled bat was included in the phylogenetic analysis. Based on Gblocks, of the 421 bp of sequence available, 397 bp were phylogenetically useful. Concordant tree topologies from ML and NJ analysis were obtained (data not shown). Phylogenetic analysis of the relationships between the bat-derived T. vegrandis isolate with T. vegrandis 18S genotypes on GenBank and closely related trypanosome species (Fig. 2 NJ tree shown) confirmed that all the sequences isolated from bats belonged to the T. vegrandis clade. The bat-derived T. vegrandis, grouped most closely with T. vegrandis genotype 5 from a woylie/brushtailed bettongs (Bettongia penicillata), (KC753534) and exhibited four single nucleotide polymorphisms (SNP's) from this genotype across 421 bp of sequence.\n\nIn the present study, morphological and molecular analysis was used to identify T. vegrandis infecting bats from the outer Perth metropolitan area in the south-west of Western Australia and the Kimberley region in the north of Western Australia. T. vegrandis has previously been identified in woylies/brushtailed bettongs, western grey kangaroos (Macropus fuliginosus), southern brown bandicoots (Isoodon obesulus), the tammar wallaby (Macropus eugenii) and western quolls (Dasyurus geoffroii) in Western Australia (Averis et al., 2009; Paparini et al., 2011; Botero et al., 2013; Thompson et al., 2013) . More recently it has been identified in koalas (Phascolarctos cinereus) from south-east Queensland and northern New South Wales (Barbosa et al., unpublished) . Data from the present and previous studies therefore suggest that T. vegrandis is geographically dispersed, has a wide distribution in Australia and low levels of host specificity.\n\nThree trypanosome species have been described in Australian bats; T. pteropi, T. hipposideri and an un-named species (Breinl, 1913; Mackerras, 1959; Mackie et al., 2015) . T. hipposideri was described as very small and slender with a large kinetoplast located near the posterior end and a delicate short free flagellum at the anterior end and measured between 10.5-13.0 m in total length and 1.5-2 m in breadth. T. pteropi, first described by Breinl (1913) in flying-foxes (Pteropus gouldii), represented a slender trypanosome with a long pointed posterior end, which had an under-developed undulating membrane and a long free flagellum. The original measurements by Breinl (1913) for total length was between 20 and 22 m, 2.5-3.0 m in breadth, 2.5-3.0 m from the posterior to the kinetoplast and 11-12 m in free flagellum. Mackerras (1959) later described trypanosomes isolated from a flying-fox (Pteropus sp.) as morphologically similar to T. pteropi, however they were slightly smaller with a sharply pointed anterior end and measured 18-20 m in total length, 2-4 m in breadth, 1.5-4 m from the posterior end to the kinetoplast, 4-5 m from the kinetoplast to the nucleus with the free flagellum measuring 8-10 m (Mackerras, 1959) . In the most recent study, the novel trypanosome identified in the adult female little red flying fox (Mackie et al., 2015) , measured 20.4-30.8 m in length and 1.3-2.3 m in breadth, with tapered ends, and is therefore much larger than T. vegrandis.\n\nIn the present study, T. vegrandis from bats ranged between 6.7-13.8 m in total length (mean 9.0 m), with one isolate measuring 1.0 m in breadth at the level of the nucleus. The overlap in size between T. hipposideri and T. vegrandis suggests that these may be the same species. However, in contrast to T. hipposideri, the trypanosomes identified in bats in the present study generally lacked a clearly defined kinetoplast and nucleated region. Unfortunately genetic sequences from T. pteropi and T. hipposideri are not available and therefore cannot be compared genetically with T. vegrandis. T. vegrandis was first described in woylies as a small curved trypanosome with a pointed posterior and an anterior nucleus in which the kinetoplast is closely situated. In woylies, T. vegrandis measured 6.9-10.5 m in total length (mean 8.3 m), (1.0-1.6 m in breadth (mean 1.3 m), with a free flagellum length of 1.2-2.8 m (mean 1.8 m), a posterior to kinetoplast length of 2.7-3.8 m (mean 3.3 m), a kinetoplast to nucleus length of 0.8-1.9 m (mean 1.2 m) and a nucleus to anterior length of 1.5-3.2 m (mean N 2.1 m) . In the present study, the mean total length (9.0 m) and mean free flagellum length (2.6 m) of the bat isolates are morphologically similar to T. vegrandis from woylies. Only one bat isolate was observed with a defined kinetoplast and nuclear region and similar to the woylie isolates, contain an anterior nucleus with a kinetopast situated adjacently. For this bat isolate, the posterior to kinetoplast length (6.7 m) and total length (13.8 m) were larger compared to the woylie isolates, yet smaller in kinetoplast to nucleus (0.7 m) and nucleus to anterior (0.8 m).\n\nThe morphological differences observed between the marsupial and mammalian T. vegrandis isolates are possibly due to this species being polymorphic in nature with reports of multiple genotypes Thompson et al., 2013) . Trypanosomes have few morphological features detectable using light microscopy, which can adequately delimit species (Gibson, 2009) and the very small size of T. vegrandis (8.3 m in length and 1.3 m in width), renders this even more difficult. In the present study, morphological analysis was also limited due to the low levels of true blood stream trypomastigotes. This may have been due to the life-cycle phase at the time of sampling. Typically trypanosomes within the vertebrate host exhibit T. cruzi-like multiplication, with division taking place in the amastigote stage, followed by epimastigote forms that later develop into trypomastigote blood stream stages (Hoare, 1972) . The small trypanosome stages observed in the bat blood ( Fig. 1B-D) may represent epimastigote or transitional forms, while the more defined trypanosome (Fig. 1A ) may represent the true blood stream life-cycle. Additional research however is required to understand the life-cycle stages of T. vegrandis.\n\nThe identity of T. vegrandis was confirmed using sequence and phylogenetic analysis of the 18S rRNA gene, which clearly showed that the bat-derived isolates grouped within the T. vegrandis clade. No other trypanosome species were identified. The bat-derived T. vegrandis isolates grouped most closely with T. vegrandis genotype 5 from a woylie.\n\nIn the present study, the PCR prevalence of T. vegrandis in Australian bats was 81.8% (65.7-97.9% 95CI), which was much higher than the 4% (0.1-20.4% 95CI) reported in pteropids by Mackerras (1959 20% (0.0-40.2% 95CI) in woylies (Paparini et al., 2011) and up to 32% (27.1-36.6% 95CI) in various other marsupial species . The very high prevalence of T. vegrandis in Australian bats suggests that bats may be the primary host for T. vegrandis, however further research is required to confirm this. In other countries, a range of both zoonotic and bat-specific trypanosome species have been identified in bats. For example, studies in Colombian and Brazilian bats have reported trypanosome prevalences of 2.4-80% using microscopy (D'Alessandro et al., 1971; Marinkelle, 1972; Marinkelle, 1976) . Molecular studies have identified a trypanosome prevalence of 61.2% (53.6-68.5% 95CI) in bats in Colombia (Ramírez et al., 2014) and 11.6% (7.7-16.6% 95CI) in Panamian bats (Pinto et al., 2012) . Recently a novel trypanosome was identified in the blood of an adult female little red flying-fox (P. scapulatus) from south-eastern Queensland (Mackie et al., 2015) . The novel trypanosome was most similar to T. rangeli and T. minasense (1% genetic distance at the 18S rRNA locus and 14-15% at the gGAPDH locus respectively) (Mackie et al., 2015) . Further investigations comprising larger sample sizes and additional species of bats are required to determine and compare the prevalence of T. vegrandis and other trypanosome species in bats more accurately. However the high prevalence of T. vegrandis in the present study suggests that bats may play an important role in the epidemiology of T. vegrandis in Australia. The impact of T. vegrandis on bat and marsupial health is currently unknown, but mixed T. vegrandis and Trypanosoma copemani co-infections were found more frequently in declining compared to stable woylie populations (p = 0.001) . All of the flying-foxes in the present study were clinically infected with Australian bat lyssavirus, and the microbats were from a wildlife care facility and so may be viewed as a population under a degree of stress. Further studies are essential to better understand the clinical significance of T. vegrandis, particularly in populations subject to stress from environmental factors or infectious agents, which may lead to expression of trypanosome-associated disease or increased shedding of the organism."}