{"title": "Public health preparedness: a systems-level approach", "body": "T he early 21st century has witnessed an important shift in the way the national governments view the role and functions of their public health systems. One element of this shift has been an increasing recognition of the need to closely integrate public health, acute care and emergency management systems. In the US, this shift has lead to greater collaboration of public health agencies with military, emergency management and law enforcement agencies, 1 and paralleled what has been described as the US' first episode of biopreparedness during the early years of the Cold War. 2 In Canada, the federal response following severe acute respiratory syndrome has been centred around the creation of a national Public Health Agency and its integration into a broader national security plan. 3 Internationally, the World Health Organization has increased efforts at strengthening global public health preparedness and response. 4 This glossary focuses on one of the key concepts in this current shift-that is, preparedness. The core functions of national public health systems have historically included regulatory, surveillance, health protection, health promotion and disaster response activities. 5 Yet, the new global environment in which national public health systems operate has led to a higher profile for preparedness and the capacity of public health systems to be ready for or respond to various types of public health threats, including pandemic influenza, West Nile Virus or bioterrorism. Although fears have been expressed in the US that current preparedness policies will lead to the militarisation of public health and to a public health in reverse, 1 6 it is important to recognise that preparedness policies in other national contexts do not necessarily imply similar implications. In terms of its global significance, the focus on preparedness has led to increased governmental attention on the development and maintenance of public health systems, including workforce competencies, organisational-level capacities and systems-level operations to improve disaster response.\n\nThis glossary takes a systems-level focus on public health preparedness. In other words, the glossary is less centred on bioterrorism preparedness, specifically, and more on the complex interaction and feedback occurring among global contexts, organisational capacities, interorganisational relationships, institutional environments and population health. In doing so, this glossary provides a common set of definitions for public health researchers and practitioners to use and rely on in discussing public health preparedness.\n\nThe concept of an all-hazards approach to public health and emergency preparedness refers to the functional integration of emergency management activities at all levels of government, with plans designed for a broad range of emergency situations. A hazard is the source or potential source of danger and may be due to natural, social or technological phenomenon. 7 The all-hazards approach divides emergency management functions into the following four areas: mitigation, preparedness, response and recovery. 8 9 Capacity Capacity refers to the faculty or potential that an actor has for responding to an event that exceeds everyday resources. Actors may be groups, organisations, public health or emergency management systems, or national governments. For example, the concept of surge capacity is founded on the belief of adequacy and flexibility, from which resources can be reallocated in time of need, 10 including establishing regional networks to allow resources to be brought in from neighbouring communities and areas. 11 The creation of national stockpiles, or reserve supplies, of vaccines and antibiotics for use in a bioterrorist incident may also be seen as examples of capacity development.\n\nFor public health preparedness and emergency response purposes, competency refers to organisational members having the necessary combination of knowledge, abilities and skills to perform their assigned roles effectively and efficiently for that organisation, in the face of a disaster or an emergency. 10 The US Centers for Disease Control and Prevention has identified nine core compentencies in emergency preparedness that all public health workers should meet: (1) describe the role of public health in a range of emergency responses;\n\n(2) describe the chain of command in emergency response; (3) identify and locate their own agency's response plan; (4) describe their own individual role in an emergency; (5) demonstrate correct use of all types of communication equipment; (6) describe the various communication roles in an emergency; (7) identify the limits of their own knowledge, expertise or authority; (8) recognise unusual patterns or events that may indicate an emergency; and (9) apply creative problem-solving to unusual challenges within one's own role. 12 Coordination Coordination can be seen as the degree to which the activities, programmes and policies of agencies are integrated for maximum effectiveness and efficiency. 13 To measure coordination, four distinct components of interorganisational relationships might be considered together 14 : (1) extent of interaction;\n\n(2) stated programme characteristics, procedures or policy articulations; (3) level of formalisation of interagency relationships 13 ; and (4) degree of resource exchange within and among agencies. 15 16 Extent of interaction refers to the amount of contact occurring among agencies. Programme or procedural articulations refers to the degree to which agencies are knowledgeable about the programmes and procedures of other agencies in the system. Formalisation concerns the degree to which agencies maintain formal, documented relationships with other agencies. Resource exchange among organisations refers to the degree to which personnel, information, supplies, or other types of resources are shared among organisations.\n\nDisasters can be seen as sudden and calamitous events causing great damage, loss or destruction. 17 Disasters can be natural, technological or social in origin. Natural disasters involve the interaction of an environmental extreme-for example, flooding, drought, a flu pandemic-with the human system. 7 18 Technological disasters are caused by human agency and the misuse, malfunction or breakage of technology resulting in the toxic or infectious contamination of the environment. 7 19 Technological disasters include incidents such as toxic spills, radiation leaks or inadvertent spread of highly pathogenic microorganisms. Social disasters consist of such events as riots or terrorist acts. 7 Disaster phases Contemporary research on disasters and emergency management has commonly followed the all-hazards model and divided a disaster or emergency into four phases: mitigation, preparedness, response and recovery. 7 The first two phases occur before a disaster or emergency event; the latter two during or after the disaster. Mitigation involves those activities and policies that are designed to prevent or lessen the effect of an emergency event and reduce the vulnerability of high-risk areas or groups-for example, preventing the construction of homes in flood plains or planning potential evacuation routes. 20 Preparedness is planning how to respond in an emergency and involves the development of system-level capacities for emergency response. 8 Response is the immediate reaction to an emergency in which primary responders seek to save and safeguard lives, minimise property damage and improve the potential for better recovery. 7 8 21 Recovery involves the restoration of services, systems and livelihoods following the disaster. The recovery phase can be divided into short-term and long-term phases. Short-term recovery corresponds to, what is sometimes considered, the relief phase in which local community systems are being returned to a minimum level of operations. 20 22 The long-term recovery phase corresponds to what can be considered the rehabilitation or reconstruction period. It can last for months to years as the disaster area begins to return to its previous condition. If disasters are sufficiently colossal, they may have irreversible permanent effects on populations and communities.\n\nAlthough mitigation, preparedness, response and recovery have been traditionally viewed as sequences along an emergency management continuum, more recent approaches to disaster management have emphasised the ways in which they overlap. For example, sustainable recovery policies and programmes can also serve as effective mitigation policies.\n\nEmergencies are unforeseen and sudden events that require immediate action. 17 In contrast to a disaster, an emergency is sometimes seen as an event that does not exceed the capacity of local resources and organisations to respond to and recover from the event. 18\n\nEmergency management is mainly a governmental public safety activity, and thus includes those activities conducted by agencies such as law enforcement, fire departments and emergency medical services. 23 It is conducted on the basis of a plan that organises, directs and coordinates the resources and activities of government, voluntary and private organisations for an effective response to incidents. 7 9 Emergency operations plan An emergency operations plan is a formal document that: (1) assigns roles and responsibilities to individuals and organisations for carrying out specific tasks during an emergency; (2) clarifies lines of authority and organisational relationships, including how tasks will be coordinated; (3) describes how people and property will be protected; (4) identifies personnel, supplies, facilities and other resources available within or to a jurisdiction during response and recovery activities; and (5) identifies steps to improve mitigation during response and recovery operations. 24 In addition, the emergency operations plan may specify the location of the command centre, or emergency operations centre, which is the unit responsible for coordinating the multiagency, intergovernmental response and providing an interface between onsite incident command and elected political authorities. 25 Emerging/re-emerging infectious diseases Emerging infectious diseases are clinically distinct conditions that are newly identified, or have existed previously but whose incidence or geographical range has increased-for example, West Nile virus. 5 26 Re-emerging infectious diseases are those diseases that were previously believed to be under control or no longer a public health problem but whose incidence pathogenenicity or virulence is now increasing-for example, tuberculosis and polio. 5\n\nTraditionally, the concept of ''first responders'' to an emergency incident has referred to fire fighters, law enforcement officials or emergency medical service (EMS) personnel. More recently, the concept has expanded to include other personnel such as emergency room physicians and nurses, epidemiologists, infectious disease specialists, and hospital and public health administrators. 27 28 Globalisation Globalisation has been defined as the economic, social and political processes leading to the increasing integration of national systems into a single global system. 29 With regard to public health preparedness issues, globalisation implies a more rapid spread of communicable diseases as global transportation networks become more dense. As such, national public health systems become increasingly interdependent on the capacity of other national systems to respond to emerging and re-emerging diseases.\n\nIncident command structure Incident command structure (ICS) refers to a model for command, control and coordination of an emergency response. 30 The incident is a sudden event, usually restricted in geographical scope, requiring some degree of emergency response. 7 The ICS structure is a means of organising disaster response in a non-hierarchical manner, in which agencies work alongside each other under an onsite incident commander, but are not subject to a vertical chain of commands. 7 The ICS structure is based on five components: (1) command, (2) planning, (3) operations, (4) logistics and (5) finance/administration. 30 Although the ICS structure can be managed by one person in smaller events, in larger events, this structure is designed to expand to include designated officials heading the separate components under the incident commander. One of the underlying principles of the ICS structure is the common terminology, which refers to the need for all responding agencies to use common names for all personnel and equipment resources, and clear unambiguous language during radio transmissions.\n\nDisaster victims as well as responders can experience stress and anxiety resulting from a disaster that can manifest itself in a variety of symptoms and at different points following the disaster. 31 Post-traumatic stress disorder is a psychiatric disorder with marked biological changes manifested in individuals who have experienced or witnessed a traumatic event. 32 Symptoms include nightmares and flashbacks, insomnia and feelings of detachment or estrangement. Posttraumatic stress disorder can occur with related disorders such as depression and alcoholism. 32 Mental health services are thus crucial for an affected community in the response and recovery periods of disasters.\n\nOrganisations can be formally defined as goal-directed, boundary-maintaining and socially constructed systems of human activity. 33 Organisations might be public or governmental agencies (ie, an administrative division), non-governmental organisations or private entities. Organisations in disaster situations have been classified into five types: (1) adapting organisations, which maintain their original structure and personnel but adapt their functions to the needs of the disaster; (2) expanding organisations, which maintain their original structure but increase their personnel to respond to the disaster situation; (3) extending organisations, which increase their range of services or activities they conduct to cover the additional needs created by the disaster; (4) emerging organisations, which are created out of the disaster situation; and (5) redundant organisations, which play no role during a disaster. 7 34 Public health Public health has been defined as the science and art of promoting health, preventing disease and improving the quality of life of a population through organised efforts of society. 5 The infrastructure of that system is seen as the foundation for an effective public health response to bioterrorism, emerging infections and other health threats. 35 Risk Risk is the probability or chance of an emergency or disaster incident to occur. Risk can be seen as a product of the hazard and the degree of vulnerability or susceptibility of people, buildings or other resources to that hazard. 7 System capacities To respond during emergencies or disasters, public health systems need to have seven core system capacities in place: (1) preparedness and response capabilities; (2) communication services; (3) information systems; (4) epidemiology/surveillance; (5) laboratory services; (6) policy and evaluation; and (7) workforce development. 18 Public health systems might achieve these capacities by either establishing those services themselves or through agreements with outside partners.\n\n(1) Preparedness and response capabilities refer to the capacity of public health agencies to prepare for and respond to disasters and emergencies. Such capabilities are the product of system-and organisational-level capacities, a competent workforce, and a defined and practised preparedness plan. 18 (2) Communication services refer to the capacity of public health systems to disseminate accurate and timely information to the public during an emergency. 36 (3) Information systems concern the structure and organisation of information exchange and flows for rapid communication, analysis and interpretation of health-related data, and the public's access to this data. Critical for public health preparedness is the interface among agencies and departments located in different jurisdictions and at different administrative levels. 18 (4) Epidemiology/surveillance refers to the capacity of public health systems to track and forecast important health events, including the detection of any changes in the disease patterns in the community. This is achieved through the use of both formal and informal surveillance systems. 5 The threat of bioterrorism has led to the further development of real-time surveillance systems, which is achieved through integrated databases and the immediate or rapid recording of patients' presenting complaints. 37 Monitoring involves the use of enhanced surveillance techniques to investigate the effectiveness of response following an outbreak. 5 (5) Laboratory services are essential for the identification of organisms and environmental agents which affect community health. Since not all local public health agencies have laboratories, it is critical for local agencies to develop formal relationships with public and private laboratories in the community or outside the local jurisdiction, to assure that such services are available if needed. 38 (6) Policy and evaluation activities include the work of public health agencies to develop policy and public health laws.\n\n(7) Workforce and ongoing workforce development is essential for maintaining a public health system capable of responding to contemporary public health threats. As identified in a recent report on the Canadian response to severe acute respiratory syndrome, public health system capacity in this area requires: (1) an appropriate number of staff; (2) standards for qualifications and competencies; (3) human health resource planning for public health; (4) accessible and effective training programmes in a number of formats for staff and personnel; and (5) lifelong learning and career development opportunities. 5 Terrorism Terrorism can be defined as politically motivated violence or the threat of violence, especially against civilians, with the intent to instill fear. 39 Despite the apparent simplicity of this definition, the concept masks a moral judgement about the legitimate and illegitimate uses of violence to achieve political objectives. 39 Bioterrorism is the intentional use of a biological agentsmicroorganisms or toxins derived from living organisms-on humans, animals or plants to inflict death or disease. 40 41 ''CBR incident'' refers to a terrorist attack involving the use of chemical, biological or radiological materials.\n\nTraining and exercising are critical elements for having an emergency plan that works. Training enables personnel and organisations to become familiar with their roles in an emergency situation and develop important and necessary skills. 24 Exercising provides the opportunity to validate logistics, which is the planning and execution of field operations. 7 24 One of the most effective forms of training and exercising involves the use of scenario-based methods. Although perhaps built around historical examples, scenarios consist of a hypothetical sequence of events that allow participants to choose a course of action and think through the consequences of their decisions. 7 The basic elements in a scenario include the nature of the disaster, roles of the participants, the objectives of the scenario, logistics and any complicating factors. 7 Scenario-based methods may be integrated into (1) desktop exercises, in which participants work through computer simulations or in a classroom, or (2) field exercises. 7\n\nTriage is a classificatory procedure used during a mass casualty emergency to sort injured victims into one of four categories: immediate, delayed, minimal or expectant. 42 Those in immediate cases are victims whose vital functions are affected and whose condition will deteriorate rapidly in the absence of medical attention. Those in delayed class are victims whose injuries are serious but can wait for a minimal period; those in minimal class are victims whose injuries are least serious and can wait for an extended period before medical attention. Those in expectant class are the persons who either did not survive the incident or who are fatally injured. 7 In its simplest form, the sorting procedure is based on the visual determination of a specially trained triage officer. 7 Vulnerable populations Socioeconomic disparities predispose certain groups and populations to a greater level of vulnerability to disasters. 22 Factors such as race, ethnicity, class, sex and age can affect the capacity of individuals, households and communities to mitigate against, prepare for, respond to and recover from a disaster.\n\nGiven the recent proliferation of articles and research on public health preparedness, this glossary provides a common set of definitions for public health researchers and practitioners to use and rely on when addressing public health preparedness issues.\n\nThis glossary provides a common language for the public, policy-makers and specialists in the field of public health preparedness. In doing so, it lays the groundwork for the policies that are understood by all involved parties, thereby increasing the potential for greater overall public health preparedness.\n\nIn a single resource: N guidance on drug management of common childhood conditions N hands-on information on prescribing, monitoring and administering medicines to children N comprehensive guidance covering neonates to adolescents For more information please go to bnfc.org"}