{"title": "GUIDELINES FOR THE MANAGEMENT OF COMMUNITY PNEUMONIA IN ADULT WHO NEEDS HOSPITALIZATION", "body": "Las presentes guías para el manejo de la neumonía adquirida en la comunidad (NAC) han sido elaboradas gracias a la colaboración de expertos de las siguientes Sociedades Científicas: Sociedad Española de Medicina Intensiva, Crítica y Unidades Coronarias (SEMICYUC), Sociedad Española de Enfermedades Infecciosas y Microbiología Clínica (SEIMC), y Sociedad Española de Neumología y Cirugía Torácica (SEPAR).\n\nSu ámbito de aplicación se ciñe exclusivamente a aquellas NAC que se presentan en sujetos inmunocompetentes, de 18 o más años de edad y que requieren ingreso hospitalario. Por tanto, en ningún momento se referirán a aquellas neumonías que no precisan hospitalización, ni a las infecciones no neumónicas del tracto respiratorio inferior. Tampoco abarcan a las neumonías que afectan a niños, ni a pacientes con cáncer o inmunodeprimidos, que consideramos tienen características particulares bien definidas que las sitúan fuera del objetivo de este documento.\n\nComo método de trabajo, las personas participantes fueron asignadas a uno de los tres grupos (Definición, Epidemiología e Índices Pronósticos; Etiología y Diagnóstico; Tratamiento y Prevención) en los que, por su importancia, se consideró oportuno dividir el documento. Tras una revisión bibliográfica y un proceso de debate interno, cada uno de los grupos elaboró un borrador que fue sometido a posteriores discusiones en grupos cada vez más amplios, hasta llegar a un documento conjunto. La elaboración final fue precedida por una revisión crítica por parte de asesores que no habían participado en las discusiones previas.\n\nLas recomendaciones que se hacen a lo largo del presente documento se han graduado en tres niveles de evidencia, de acuerdo con lo publicado en las Guías de la American Thoracic Society 1 : Nivel I (trabajos prospectivos controlados, aleatorizados, bien diseñados y con metodología correcta), Nivel II (trabajos prospectivos, controlados, bien diseñados, pero sin aleatorizar, que incluyen cohortes de pacientes, estudios caso-control y series de pacientes), Nivel III (casos retrospectivos y opinión de expertos).\n\nPor último, con el objetivo de facilitar su lectura, el documento ha sido dividido en dos partes. En la Parte I el lector encontrará, a modo de resumen, los comentarios y recomendaciones que los autores han considerado fundamentales en las presentes Guías de Manejo de la NAC que precisa ingreso en el hospital. En la Parte II, de forma amplia, se describen las bases y razonamientos que respaldan las recomendaciones hechas en el documento.\n\nResulta complicado definir mediante unos criterios unívocos las NAC que ulteriormente requieren ingreso hospitalario. Distintas sociedades nacionales e internacionales trataron de señalar los diversos factores que, si estaban presentes en los enfermos, nos permitieran identificar este grupo de infecciones (tablas 1, 2 y 3). Edad 100 .000 habitantes, lo que determina un total de 53.000 hospitalizaciones anuales, y un coste estimado de 115 millones de euros. La tasa global de hospitalización secundaria a NAC, comunicada en series publicadas en nuestro país, es del 22%. Si se analiza en función del número de pacientes que acuden a los Servicios de Urgencias hospitalarias por este tipo de infección, el porcentaje que precisa ingreso en el hospital es del 61,4%, mientras que en los Servicios de Medicina Intensiva (UCI) lo hace el 8,7%.\n\nLos principales factores de riesgo que se han asociado con la adquisición de una neumonía comunitaria que requiere ingreso hospitalario son la edad avanzada y la presencia de diversas comorbilidades (alcoholismo, enfermedad pulmonar obstructiva crónica [EPOC] , cardiopatía crónica, diabetes y tabaquismo) (tablas 4 y 5).\n\nExisten diversos índices pronósticos que se pueden aplicar en la toma de decisiones, especialmente en lo que concierne al ingreso hospitalario de la NAC. Aunque otros autores han publicado otros más sencillos, uno de los más empleados es el Prognostic Severity Index (PSI) de Fine (tabla 6). De todas formas, sólo han de ser considerados como una ayuda a un correcto juicio clínico del médico responsable.\n\nEl conocimiento de los agentes responsables de la NAC que precisa ingreso en el hospital es importante para poder instaurar tratamientos empíricos ade-cuados. La gran mayoría de episodios de NAC van a estar causados por un número pequeño de patógenos (tabla 7). Tanto a nivel de planta de hospitalización como de UCI, Streptococcus pneumoniae es el principal agente responsable, aunque su porcentaje de implicación varía ampliamente (Nivel I). Legionella spp. suele ser el segundo o tercer microorganismo identificado. En los enfermos que precisan ingreso en UCI, se encuentra cada vez con mayor frecuencia NAC por Staphylococcus aureus y bacilos gramnegativos. En torno a un 5% de los pacientes presenta neumonía por aspiración, y en el 40%-60% de los casos no se encuentra el agente etiológico. Existen diversos factores dependientes del huésped, ambientales o laborales que pueden modificar la etiología de la NAC (tablas 8, 9 y 10).\n\nLa radiografía simple de tórax (RxT) es la exploración de imagen inicial obligada ante la sospecha de NAC. La presencia de un nuevo infiltrado es el ha- llazgo radiológico característico de neumonía. La sintomatología clínica, los resultados analíticos y la radiografía únicamente nos permiten realizar un diagnóstico de sospecha. Ni el cuadro clínico ni la imagen radiológica nos permiten predecir de manera fiable la etiología de la NAC (Nivel II). La tomografía axial computarizada (TAC) torácica tiene una sensibilidad mayor que la RxT para el diagnóstico de NAC. Pero, no obstante, su uso ha de reservarse a aquellas situaciones en las que interesa un diagnóstico diferencial preciso, o ante un fracaso en la respuesta terapéutica.\n\nEn todo paciente con NAC se ha de intentar conseguir el diagnóstico etiológico. Sin embargo, nunca deberá retrasarse el inicio del tratamiento antibiótico para obtener una muestra adecuada en caso de que sea difícil (Nivel II). El diagnóstico de certeza requiere el aislamiento del microorganismo, la detección de sus antígenos o de su genoma en muestras no TABLA 6. Escala de Riesgo de Fine: Prognostic Severity Index (PSI) TA contaminadas como sangre, orina, líquido pleural o tejido pulmonar, o bien la detección de anticuerpos específicos en niveles significativos. La cuantificación de los aislamientos en diversas muestras respiratorias ayuda a distinguir colonización de infección.\n\nLa tinción de Gram y el cultivo de una muestra de calidad (< 10 células escamosas/campo y > 25 leucocitos polimorfonucleares/campo) de esputo, o de aspirado bronquial simple en el paciente intubado, pueden ser muy útiles para la elección de un tratamiento empírico precoz apropiado (Nivel III). La presencia en estas muestras de patógenos obligados es diagnóstica.\n\nEn todo enfermo con sospecha de NAC, además del esputo/aspirado bronquial, han de recogerse antes del inicio del tratamiento antibiótico al menos las siguientes muestras (tabla 11) (Nivel III): dos hemo-cultivos, orina para antigenuria de neumococo y Legionella y, si existe en cantidad suficiente, líquido pleural (Gram, cultivo, antígeno neumocócico).\n\nEn la tabla 12 se detallan las técnicas recomendadas para la identificación de los distintos microorganismos.\n\nOxigenoterapia El objetivo es mantener una saturación arterial de oxígeno (SatO 2 ) ≥ 90% (pO 2 arterial > 60 mmHg), en pacientes sin broncopatía. La evaluación progresiva de la respuesta gasométrica permitirá hacer una apro- \n\nSu uso en grupos seleccionados de pacientes puede reducir el número de intubaciones, de complicaciones y la mortalidad (Nivel I). Es imprescindible valorar la respuesta clínico-gasométrica en la primera-segunda hora, y, si no hay mejoría, proceder a la intubación del enfermo, antes de su agotamiento.\n\nDurante su aplicación en la insuficiencia respiratoria aguda grave secundaria a NAC se ha de intentar mantener una fracción inspirada de O 2 (FiO 2 ) < 60%, evitar la sobredistensión alveolar permitiendo unas presiones meseta máximas de 30-35 cmH 2 O, y conseguir una SatO 2 entre 88%-95%, mediante la utilización de un nivel de presión positiva expiratoria final (PEEP) suficiente como para impedir un reclutamiento y desreclutamiento continuos (Nivel I).\n\nEs el tratamiento postural más adecuado a emplear en aquellos sujetos en los que, a pesar del uso de VMI, persiste hipoxemia severa. Se debe instaurar de forma precoz, y mantener mientras el paciente requiera PEEP > 10 cmH 2 O y FiO 2 > 50% (Nivel III).\n\nLa normalización de la volemia mediante la administración de líquidos hasta conseguir una presión ve- \n\nSi, una vez normalizada la volemia, se sigue precisando soporte de aminas vasoactivas para mantener la tensión arterial, estaría indicado la administración de hidrocortisona (200-300 mg/día, divididos en tres o cuatro dosis) durante 7 días, o hasta que se resuelva el shock (Nivel II).\n\nLa utilización de corticoides no está indicada en el manejo inicial de la NAC grave, salvo en los pacientes infectados por el VIH con neumonía por Pneumocystis carinii (Nivel III).\n\nSe acepta el empleo de la proteína C activada en aquellos pacientes adultos que tienen una sepsis grave (fallo de dos o más órganos) y un alto riesgo de muerte (APACHE II > 25), siempre valorando las potenciales complicaciones hemorrágicas (Nivel I).\n\nA la hora de plantearse la terapia antibiótica inicial de la NAC se han de valorar tres aspectos: la gravedad del cuadro, la etiología más probable y la prevalencia de la resistencia antibiótica local.\n\nEl inicio precoz del tratamiento empírico (menos de 8 horas desde el diagnóstico de neumonía) tiene un gran valor para la disminución de la mortalidad (Nivel II). En nuestro medio todos los pacientes con NAC que ingresan en el hospital deben recibir una adecuada cobertura frente a S. pneumoniae y las especies de Legionella. En los pacientes que ingresan en planta se recomienda una cobertura empírica con cefotaxima o ceftriaxona y un macrólido (Nivel III). Estudios in vitro sugieren que la azitromicina es superior a otros macrólidos frente a Legionella, por lo 135 coincide con Gram y con la clínica (p) En desarrollo 83;154;169 (c) Ag urinario para S. pneumoniae (c) Aspirado traqueal: ≥ 10 6 ufc/ml (p) S: 80% (incluido no bacteriémicas) Hemocultivo: y E: 97%-100% [155] [156] [157] 266 S baja (4%-30%) E: 100% (c) 90 que podría ser la recomendada. En los enfermos que, por su mayor gravedad, precisan ingreso en la UCI el tratamiento recomendado es cefotaxima o ceftriaxona asociada a una fluoroquinolona con actividad antineumocócica elevada (levofloxacino) o a un macrólido (Nivel III). Este tratamiento empírico propuesto es válido también en caso de sospecha de S. pneumoniae resistente a penicilina (SPRP), al menos mientras persistan los niveles de resistencia actuales (Nivel III). Pero es razonable que en las áreas con alta prevalencia de SPRP se elijan antibióticos de una familia distinta a la de los que hayan sido utilizados recientemente.\n\nSi existe un antecedente de anafilaxia documentada a betalactámicos, podría realizarse la cobertura con levofloxacino asociado a glucopéptidos o linezolid, especialmente si existiera un tratamiento reciente con fluoroquinolonas (Nivel III).\n\nEn caso de aspiración documentada, ha de cubrirse la posibilidad de infección por patógenos anaerobios, por lo que se recomienda el uso de un betalactámico con inhibidor de betalactamasas (Nivel III).\n\nSi existe el riesgo de presencia de Pseudomonas aeruginosa, la pauta seleccionada ha de mantener la cobertura frente a neumococo y Legionella. En este sentido, sería adecuada una combinación de un betalactámico antiPseudomonas con actividad frente a neumococo (cefepima o piperacilina-tazobactam) y ciprofloxacino (Nivel III).\n\nEs importante realizar el esfuerzo de ajustar el tratamiento antibiótico empírico inicial en función de los resultados de los distintos estudios microbiológicos disponibles en los días sucesivos al ingreso.\n\nLegionella spp.\n\nEn la actualidad macrólidos (azitromicina: 500 mg/24 h) o fluoroquinolonas (levofloxacino: 500-1000 mg/día), ambos bactericidas frente a este microorganismo, son los antibióticos de elección (Nivel III). No hay datos convincentes que demuestren que la adición de rifampicina en los casos graves mejore su efecto bactericida.\n\nEl uso de macrólidos en monoterapia para el tratamiento de la NAC por neumococo ha de ser seguida de forma especial e, incluso, se debería evitar en los episodios graves (Nivel II). La resistencia de este microorganismo frente a macrólidos evoluciona en paralelo a la de la penicilina. Se han descrito fracasos clínicos y desarrollo de resistencias durante su empleo.\n\nSi la concentración mínima inhibitoria (CMI) de la cepa es < 4 µg/ml, los betalactámicos a dosis elevadas son una opción terapéutica adecuada (tabla 13) (Nivel III). No está demostrado que la infusión intravenosa continua de betalactámicos consiga una mayor eficacia terapéutica. Si la CMI es ≥ 4 µg/ml y la evolución es buena, se puede mantener monoterapia con cefotaxima o ceftriaxona (siempre que la CMI a cefotaxima sea ≤ 1 µg/ml), o bien con levofloxacino (Nivel III). Si la evolución clínica no es buena, exis- \n\nEn general, el uso de monoterapia es suficiente para garantizar una correcta cobertura de este grupo de infecciones. Pero, en la NAC por P. aeruginosa se recomienda la asociación de un antibiótico con actividad antipseudomónica (cefalosporina de cuarta generación, o piperacilina/tazobactam, o bien carbapenem) y un aminoglucósido o una fluoroquinolona (Nivel III).\n\nLos estudios publicados no analizan específicamente la NAC grave, pero tanto con la terapia secuencial (manteniendo con la formulación oral del antibiótico los mismos niveles plasmáticos que con la endovenosa) como con la terapia de disminución se han obtenido buenos resultados clínicos (Nivel II).\n\nSu uso ha de restringirse a los pacientes con (Nivel III): mejoría o normalización de los síntomas y signos atribuibles a la NAC, estabilidad hemodinámica y neurológica, y no presencia de metástasis sépticas, comorbilidades inestables u otras infecciones activas. También son precisas una tolerancia oral y una absorción gastrointestinal adecuadas.\n\nNo se han realizado hasta el momento estudios dirigidos a determinar la duración del tratamiento antibiótico en la NAC grave. El empleo de algunos antibióticos de vida media larga podría permitir llevar a cabo tratamientos más cortos.\n\nLa gravedad de las enfermedades de base y/o de la neumonía, la presencia de bacteriemia y la evolución del proceso son los parámetros que deben ayudar a decidir la duración del tratamiento, pero, en general, se podrán seguir estas recomendaciones (Nivel III): a) 7 a 10 días, si la evolución clínica inicial es favorable; b) 10 a 14 días en las NAC causadas por M. pneumoniae o C. pneumoniae, y c) 10 a 14 días en pacientes inmunocompetentes con NAC por Legionella, que podría disminuirse a 7-10 días, si se emplea azitromicina.\n\nEn este grupo se incluye tanto el fracaso terapéutico precoz, como la neumonía progresiva o la neumonía de lenta resolución.\n\nLa ausencia o la lentitud en la respuesta al tratamiento antibiótico puede estar relacionada tanto con factores dependientes del propio paciente, como con otras circunstancias, de tipo infeccioso o no, que pudieran estar presentes (tabla 14).\n\nEs preciso repetir una anamnesis detallada, buscando especialmente factores de riesgo para microorganismos multirresistentes o no habituales.\n\nLa TAC de alta definición desempeña un papel importante en la reevaluación diagnóstica de estos pacientes (Nivel II).\n\nSe han de recoger nuevas muestras microbiológicas que nos permitan valorar la persistencia del patógeno aislado previamente o la aparición de nuevos microorganismos (tabla 12), mediante el empleo de técnicas invasivas o no invasivas.\n\nRecurriremos a la biopsia pulmonar por toracotomía cuando las otras exploraciones no nos hayan permitido establecer un diagnóstico (Nivel III).\n\nLa mejoría clínica inicial de la NAC no se produce habitualmente antes de las 48-72 h de iniciado el tratamiento antibiótico. Por eso, la pauta empírica no debe modificarse en las primeras 72 horas a no ser que se produzca un deterioro clínico importante o los datos bacteriológicos lo aconsejen (Nivel III).\n\nEs preciso tratar las complicaciones que pudieran existir, optimizar el tratamiento antibiótico (dosis, intervalo, vía de administración) y ampliar su espectro (incluyendo microorganismos menos frecuentes o resistentes).\n\nLa nueva pauta ha de ser una combinación de betalactámicos resistentes a betalactamasas de amplio espectro (cefepime, piperacilina/tazobactam, imipenem, meropenem) y fluoroquinolonas intravenosas. Si existen factores de riesgo para P. aeruginosa, Staphylococcus aureus resistente a meticilina o Aspergillus spp., se añadirá el tratamiento apropiado. \n\nSu abandono disminuye a la mitad el riesgo de padecer una NAC en los siguientes 5 años (Nivel I). Debe aprovecharse el episodio de neumonía para convencer al paciente de los riesgos del tabaco y proporcionarle los recursos disponibles para ayudarle a su abandono (Nivel III).\n\nEs eficaz para prevenir o atenuar la infección por el virus de la gripe (Nivel I). Reduce la incidencia de neumonía y de hospitalización aproximadamente a la mitad, y la mortalidad en un 68% (Nivel I).\n\nNo se ha encontrado ningún beneficio sobre el riesgo de contraer NAC por neumococo, aunque sí una reducción del 44% en la incidencia de bacteriemia por dicho microorganismo (Nivel I).\n\nLa NAC es una enfermedad con un alto impacto social. En Estados Unidos se diagnostican un total de 4 millones de episodios anuales, que determinan de 485.000 a 1.000.000 de hospitalizaciones y un coste total de 5.000 millones de dólares 2,3 . En España, su incidencia es de 162 casos por cada 100.000 habitantes, lo que supone un total de 53.000 hospitalizaciones al año, con un coste de 115 millones de euros 4, 5 . Cabe destacar el aumento progresivo de la mortalidad que determina, ya que entre las principales causas de muerte sólo la neumonía y la gripe presentaron en el período 1995-98 un incremento estadísticamente significativo (4%) de la tasa ajustada de mortalidad 6 .\n\nLa presentación clínica de la NAC es muy variable, desde cuadros de shock séptico de evolución fulminante en un extremo del espectro clínico, a formas leves y oligosintomáticas en el otro extremo. Los diferentes patógenos, la virulencia variable entre las distintas cepas, las enfermedades subyacentes y la capacidad individual de respuesta frente a la infección tienen una gran influencia en la forma de presentación y en la evolución de esta enfermedad, que en bastantes casos requiere el ingreso hospitalario, y en donde hay que diferenciar un subgrupo de enfermos que por su especial afectación necesitan ingresar en una unidad de medicina intensiva, con abordaje clínico y terapéutico específico.\n\nConviene recordar que los comentarios que se realizan en el presente documento sólo se refieren al ma-nejo de la NAC que se presenta en individuos inmunocompetentes de 18 años o más, y que requieren ingreso hospitalario. Por tanto, no se van a tratar en él aspectos relacionados con las NAC que no precisan hospitalización, ni las infecciones no neumónicas del tracto respiratorio inferior. Estas guías tampoco cubren las NAC que afectan a niños, ni a pacientes con cáncer o inmunodeprimidos por diferentes motivos, que consideramos tienen características particulares definidas que las sitúan fuera de su contenido.\n\nResulta complicado definir en función de unos criterios unívocos las NAC que ulteriormente requieren ingreso hospitalario; así en 1987, la Sociedad Británica del Tórax (BTS) intentó, por primera vez, elaborar una serie de criterios para identificar a los pacientes con mayor probabilidad de muerte o complicación en el transcurso de la infección 7 . La regla predictiva de la BTS se derivó de un amplio estudio prospectivo que incluía a 453 pacientes ingresados por NAC, que fue validado de forma independiente en otros 246 pacientes hospitalizados 8 . Esta regla define a un paciente como de alto riesgo si están presentes al menos dos de las siguientes características: frecuencia respiratoria (FR) igual o superior a 30 respiraciones por minuto; nitrógeno urémico (BUN) superior a 7 mmol/l (> 19,1 mg/dl); y tensión arterial (PA) diastólica igual o inferior a 60 mmHg. Según estos estudios, este grupo de pacientes tenía un riesgo de muerte 21 veces superior al resto. Una regla alternativa, que incluía un cuarto criterio, la confusión mental, mostró que en los pacientes con dos de estos cuatro factores el riesgo de evolución fatal se multiplicaba por 36 9 .\n\nEn 1997 la SEPAR definió un conjunto de factores basados en la edad, presencia de comorbilidad previa, gravedad del proceso neumónico y respuesta al tratamiento, que debían valorarse en orden a decidir el ingreso hospitalario de los pacientes afectos de NAC (tabla 1) 10 . También, en 1998 la SEMICYUC elaboró unos criterios de ingreso en las UCI para aquellos pacientes con neumonía, y que se basaban en la presencia de insuficiencia respiratoria o de sepsis grave (tabla 2) 11 .\n\nLas normativas acerca de la NAC elaboradas por la American Thoracic Society (ATS) en 1993 sugerían que la forma grave de la enfermedad se caracterizaba por la presencia de cualquiera de estas 10 condiciones: 6 valoradas durante la admisión del paciente, que denominaron criterios menores (FR > 30/min, PaO 2 /FiO 2 < 250, afectación radiológica bilateral, afectación multilobar, TA sistólica < 90 mmHg, y TA diastólica < 60 mmHg), y otras 4 recogidas al ingreso o durante la evolución, identificadas como criterios mayores (ventilación mecánica, aumento > 50% de los infiltrados radiológicos sin respuesta al tratamiento, uso de fármacos vasopresores, y fracaso renal) 12 . Más tarde, otros estudios han demostrado que el empleo de un solo criterio es excesivamente \"liberal\", y que el 45%-68% de los pacientes ingresados en un hospital tienen al menos uno de esos crite- rios de neumonía grave 13, 14 . Por tanto, valorar cada uno de estos criterios de gravedad de forma aislada daría como resultado un exceso de sensibilidad, y sería un mal instrumento para identificar los pacientes con un riesgo elevado de mortalidad. Sin embargo, una definición posterior modificada alcanzó unos niveles de operatividad más equilibrados (tabla 3): la necesidad de ingreso en las UCI requeriría la presencia de al menos dos de tres \"criterios menores\" (TA sistólica < 90 mm Hg, afectación multilobar, relación PaO 2 /FiO 2 < 250), o uno de dos \"criterios mayores\" (ventilación mecánica o presencia de shock séptico). Esta definición modificada de NAC grave, demostró una sensibilidad para predecir una mala evolución de la enfermedad del 78%, una especificidad del 94%, un valor predictivo positivo de 75% y un valor predictivo negativo de 95% 13 . Por consiguiente, estas cinco variables permiten identificar con bastante exactitud a aquellos pacientes con NAC grave, aunque esta regla está todavía pendiente de una validación en estudios prospectivos de cohortes independientes. Entre tanto, los clínicos deberán de considerar también otros criterios potenciales de gravedad, como la presencia de confusión o la existencia de derrame pleural. Para identificar una NAC como grave, las nuevas normativas de la ATS 1 requieren la presencia de al menos dos de los seis criterios \"menores\", o uno de los cuatro criterios \"mayores\", ya definidos en las primeras normativas de 1993 12 .\n\nSin embargo, una de las limitaciones más importantes de estos criterios de gravedad es que emplean tanto variables clínicas, biológicas o radiológicas presentes en los momentos iniciales, como otras que sólo pueden identificarse en el transcurso de la enfermedad. Por tanto, tienen un valor limitado a la hora de decidir el ingreso de un paciente en el hospital o en la UCI. La neumonía es un proceso dinámico, y cualquier valoración de la gravedad va a tener lugar en un punto arbitrario de su evolución, por lo que un número significativo de pacientes que no cumplen criterios de gravedad en el momento de ingresar en el hospital pueden, sin embargo, desarrollar una enfermedad grave en los días posteriores. Es decir, se necesita elaborar unas definiciones más específicas, e identificar factores pronósticos que se asocien ya precozmente a un riesgo elevado de evolución hacia formas graves de la enfermedad.\n\nLa NAC es una enfermedad de gravedad variable y, por tanto, no todos los casos van a necesitar ingreso en el hospital. Cuando se revisan sus tasas de admisión, se observan unos resultados variables en las distintas series. Así, Jokinen 15 en un grupo de 546 NAC comunica un 4,2% de hospitalizaciones, mientras en la serie de Murrie et al 16 , realizada en nuestro país ingresa el 22% del total de 225 pacientes estu-diados, lo que representa el 6% de las admisiones en el Servicio de Medicina Interna. Si, por el contrario, la tasa de ingreso se calcula en función del número de enfermos que acuden al Servicio de urgencias, el porcentaje es superior, acercándose al 50 % en el estudio de Fekerty et al 17 . En la serie realizada en nuestro país por Almirall et al 4 la tasa obtenida fue similar (61,4%).\n\nEl número de enfermos hospitalizados por NAC que necesitan ingresar en las UCI es variable. Las cifras más bajas se encuentran en las series de Ortqvist 18 y Alkhayer 19 (3% y 5%, respectivamente), mientras que los mayores porcentajes se observaron en los trabajos de Levy 20 (11%) y de Marrie 21 (18,4%), estando probablemente favorecida en este último por la mayor gravedad de los pacientes, ya que en torno al 20% procedían de residencias y/o asilos de ancianos. En el estudio de Almirall el porcentaje de pacientes que precisó ingreso en la UCI fue del 8,7% 4 .\n\nLa edad es el factor más frecuentemente relacionado con un incremento de la susceptibilidad a la infección del tracto respiratorio inferior. Diferentes estudios han demostrado que los pacientes ancianos tienen tanto una mayor incidencia de neumonía como de mortalidad asociada a la misma 2, 15 . La edad avanzada se acompaña de una disminución de la elasticidad pulmonar y del aclaramiento mucociliar, que, junto con el aumento habitual de la capacidad residual funcional, provocan la ineficacia de la tos y contribuyen a la aspiración del contenido gástrico. Sin embargo, por sí misma no es un dato a tener en cuenta en la decisión de ingresar o no en la UCI a un paciente con neumonía. Se ha demostrado que otras comorbilidades frecuentes como las enfermedades pulmonares, el asma bronquial y las cardiopatías son factores de riesgo de neumonía en el anciano 22 .\n\nAlgunas comorbilidades que habitualmente se asocian a NAC, y que pueden predisponer al desarrollo de una infección grave, son la EPOC, el alcoholismo, la cardiopatía crónica y la diabetes 1,12-14,22-29 , así como el tabaquismo, que también aumenta la incidencia y gravedad de la NAC por varicela y es el principal factor de riesgo de enfermedad invasora por neumococo [30] [31] [32] .\n\nLa insuficiencia cardíaca congestiva supone un factor de riesgo para NAC por las alteraciones inherentes de la mecánica pulmonar, del drenaje linfático y del funcionalismo de los macrófagos alveolares 32 . El enolismo (> 80 g/día en la mujer y > 100 g/día en el hombre) se asocia a una mayor colonización orofaríngea por microorganismos gramnegativos así como a una disminución del reflejo tusígeno y de la activi-dad mucociliar, lo que conlleva un aumento del riesgo de aspiración y, además, provoca una marcada alteración de la inmunidad celular con afectación de la capacidad bactericida y de la quimiotaxis 33 . En este sentido, Ruiz et al 34 , en un estudio de casos y controles en pacientes con NAC hospitalizados, encontraron que el alcoholismo representaba un factor de riesgo independiente para la NAC grave, sugiriendo, además, que son los efectos agudos del consumo de alcohol, más que la historia de alcoholismo, lo que parece ser importante. Por otra parte, la infección por el VIH condiciona una profunda alteración de la inmunidad humoral, además de la celular, que disminuye intensamente la producción de inmunoglobulinas. Asimismo, el uso de corticoides parece aumentar la incidencia y gravedad de las infecciones mediante la afectación, al parecer dosis dependiente, de la inmunidad celular 35 . Tanto la diabetes mellitus como las alteraciones del nivel de conciencia conllevan un aumento del riesgo de padecer neumonías 36 .\n\nAlgunos datos clínicos y radiológicos parecen útiles para la evaluación del riesgo y la gravedad de los pacientes con NAC, que no son ingresados en el hospital para su tratamiento 37 . Sin embargo, una proporción pequeña pero significativa de enfermos que inicialmente parecen tener un cuadro neumónico leve van a requerir hospitalización en el transcurso de su enfermedad. Fine et al 38 identificaron cinco variables que predecían el deterioro clínico de aquellos individuos que habían iniciado su tratamiento en régimen extrahospitalario (tabla 4). El riesgo de fracaso terapéutico se incrementaba de forma lineal a medida que aumentaba el número de factores de riesgo presentes, y por ello los autores sugerían que se ingresara a aquellos pacientes con más de uno de los factores mencionados. En otro estudio 39 la NAC que requería ingreso en UCI se asociaba a ciertos patógenos como Streptococcus pneumoniae, bacilos gramnegativos entéricos y Pseudomonas aeruginosa; pero una limitación evidente de este trabajo es que la etiología de la NAC raramente se conoce en la evaluación inicial del paciente y, por tanto, no puede formar parte de los criterios de evaluación inicial del riesgo 40 .\n\nA pesar de los avances en la terapia antimicrobiana, la NAC continúa siendo una de las enfermedades infecciosas potencialmente más graves: los pacientes con este tipo de infección que requieren ingreso en UCI llegan a tener una mortalidad que oscila entre un 21% y un 58% 25 . Sus causas no están del todo claras y el pronóstico es difícil de predecir basándose exclusivamente en datos clínicos. El conocimiento de los factores pronósticos 1,14,41 (tabla 5) puede ser de utilidad para identificar a los pacientes con una mayor probabilidad de evolución desfavorable, para definir mejores estrategias de prevención y de reconocimiento precoz de la NAC grave y, por último, para una selección de la terapéutica antimicrobiana inicial más apropiada.\n\nMediante análisis multivariantes 42 se han identificado más de 40 factores pronósticos de mortalidad secundaria a NAC. En un metaanálisis, que incluyó más de 33.000 pacientes procedentes de 127 estudios, se encontraron 10 predictores independientes de muerte: sexo masculino, diabetes, enfermedad neurológica, neoplasia, hipotensión, taquipnea, hipotermia, leucopenia, infiltrados multilobares y bacteriemia. En otro trabajo se observó que la presencia de dolor pleurítico era un factor protector 40 . De todas formas, hay que tener en cuenta que estos resultados pueden estar sesgados al incluir estudios de períodos de tiempo, poblaciones y hospitales diferentes. Pero la identificación repetida en distintos estudios de determinados factores pronósticos es un elemento adicional importante.\n\nDesde un punto de vista clínico, los factores pronósticos de los pacientes con NAC ingresados en el hospital se pueden clasificar en subyacentes, basales y de progresión de la enfermedad o evolutivos 43 .\n\nEn este grupo se incluyen las condiciones presentes en el paciente antes de adquirir la NAC, considerándose también las características epidemiológicas generales, así como la historia evolutiva previa a la hospitalización del episodio neumónico.\n\nEntre los factores subyacentes asociados a evolución fatal que más frecuentemente han sido comunicados están la edad y las enfermedades previas 7, 8, 24, 29, 44, 45 . En este sentido, en un estudio sobre factores de riesgo y de pronóstico de la NAC se demostró que si los pacientes, previamente al episodio neumónico, estaban encamados o tenían trastornos deglutorios, su probabilidad de muerte era 7 a 10 veces superior, siendo por tanto estas variables los descriptores fundamentales de comorbilidad asociada. En este mismo estudio, la edad no fue un factor independiente relacionado de forma significativa con un mal pronóstico 46 . Por otra parte, el alcoholismo se asocia no sólo con una presentación clínica más grave de la enfermedad, sino también con un incremento en más de cinco veces de la probabilidad de muerte 47 . Además, tal como observaron Nuorti et al 48 , el tabaco fue el factor de riesgo independiente más importante para el desarrollo de enfermedad neumocócica invasora.\n\nDe todas formas, existen otros factores adicionales ligados al huésped que pueden influir en la evolución de la infección, pero que aún no se conocen en profundidad. Entre ellos podríamos destacar la observación de que el 50% de los pacientes con neumonía neumocócica bacteriémica son homocigotos para el receptor Fc gamma RIIa-R131, que liga débilmente la inmunoglobulina G, en comparación con el 29% de los individuos control no infectados 49 . También se ha encontrado una asociación significativa entre la linfotoxina alfa+250 genotipo AA y el riesgo de shock séptico en pacientes con NAC 50 . Por tanto, pa-rece que existe una tendencia a la aparición de formas particularmente graves de la NAC determinada genéticamente.\n\nSin embargo, en otras publicaciones las comorbilidades presentes en el paciente no parecieron influir en la evolución de la NAC 24, 44 . Pero, además, hay que tener en cuenta que cerca de la mitad de los pacientes que fallecen no tienen ninguna enfermedad debilitante aparente, e incluso la evolución fatal se observa también en un número significativo de los sujetos más jóvenes.\n\nEn este grupo de factores subyacentes hay que incluir también la observación de varios autores confirmando las implicaciones pronósticas adversas del tratamiento antimicrobiano inadecuado, o del retraso en el inicio de un tratamiento correcto antes de la hospitalización 7,29,44,51 . Es decir, tanto lo apropiado del régimen pautado, como la prontitud con la que se instaura determinarán la evolución de la NAC. Posiblemente la reducción precoz del inóculo bacteriano es un factor crítico para el control de la respuesta inflamatoria, potencialmente peligrosa, frente al patógeno [52] [53] [54] .\n\nIncluyen todos aquellos datos disponibles en el momento de la evaluación inicial del cuadro o durante las 24 horas siguientes al ingreso en el hospital, y que van a reflejar variables relacionadas con la enfermedad neumónica aguda. Entre ellos, los más estrechamente relacionados con un pronóstico adverso son las anomalías en los signos vitales, como la frecuencia respiratoria elevada (≥ 30/ minuto) 7-9,13,40,46 , la hipotensión sistólica o diastólica 7-9,13,40,55 , la confusión mental 7-9 , una puntuación APACHE II al ingreso superior a 15 41 y un SAPS mayor de 12 56 . Entre las variables analíticas más significativas se incluyen la leucopenia 7,57 , la linfopenia 55,58 , un BUN elevado 7-9,13 , una lacticodeshidrogenasa (LDH) ≥ 260 U/l 55 , y la hipoalbuminemia 7,49 . Además, la afectación radiológica multilobar constituye un factor de riesgo adicional para una evolución fatal 13, 24, 40, 46, 51, 59 .\n\nPor otra parte, en diversos trabajos se ha observado la asociación de ciertos patógenos con una mayor probabilidad de fallecimiento. Entre ellos están el neumococo y Enterobacteriaceae 55,60 . Otros agentes, como S. aureus 43, 61 , especies de Legionella 62 o Pseudomonas aeruginosa 24, 29 , también se han descrito frecuentemente asociados a NAC graves con un valor pronóstico añadido. Por el contrario, otros estudios han mostrado que la etiología microbiológica no tiene valor pronóstico 63 .\n\nIndependientemente del patógeno causal, la bacteriemia se ha descrito repetidamente como factor pronóstico significativo 29, 39, 64 , aunque en al menos un estudio no se encontró que la bacteriemia neumocócica se asociara con un incremento de la mortalidad 65 .\n\nSe relacionan con la progresión de la enfermedad y reflejan un aparente deterioro del enfermo, particu-larmente en el transcurso de las primeras 48 horas tras el inicio de la antibioterapia y/o durante el curso de su estancia en UCI. Son parámetros no tan útiles para la toma de decisiones terapéuticas iniciales como los que hemos descrito anteriormente (subyacentes y basales), pero pueden ser de ayuda en el manejo de los pacientes con NAC grave. Así, la necesidad de ventilación mecánica (VM) representa habitualmente un factor de pronóstico adverso, con tasas de mortalidad superiores al 50% 24, 29, 41, 59 . Algunos parámetros específicos de la VM, tales como la necesidad de PEEP o de una FiO 2 mayor del 60%, se asocian también a un peor pronóstico 29, 41 . Otros factores de progresión de la enfermedad frecuentemente identificados son el shock séptico 24, 27, 29, 41, 44 , el fallo renal agudo 27 , una rápida extensión de la lesión radiológica en las primeras 48 horas, a pesar de un tratamiento antibiótico aparentemente correcto 27,29 , y el tratamiento antimicrobiano inicial ineficaz 29 (ya sea porque el microorganismo es resistente, o porque el régimen inicial no cubre al patógeno adecuadamente, o a causa de una sobreinfección). Desgraciadamente, la mayoría de estos factores pronósticos no son de gran ayuda a la hora de cambiar o ajustar las actitudes médicas destinadas a reducir la mortalidad causada por la NAC grave.\n\nEn un intento de diseñar reglas que permitan predecir la evolución de la NAC y ayudar en la toma de decisiones clínicas, se han empleado diversos modelos multivariantes. Así, Fine et al 66 desarrollaron un sistema de puntuación específico (PSI) para establecer la gravedad de la neumonía: analizan un total de 20 variables, que incluyen 3 demográficas, 5 relacionadas con la comorbilidad, 5 con la exploración física y 7 con hallazgos radiológicos y de laboratorio (tabla 6). A cada una de las variables presentes se le adjudican unos puntos determinados y, de acuerdo con el total obtenido, los pacientes se clasifican finalmente en 5 niveles: las categorías I a III corresponden a pacientes de bajo riesgo (mortalidad < 1%), que pueden ser tratados en régimen ambulatorio, mientras que los pacientes clasificados en las categorías IV o V tienen una mortalidad del 9% y del 27%, respectivamente. Por tanto, estos últimos han de ser ingresados y tratados en el hospital, teniendo además los pacientes de clase V una mayor posibilidad de requerir ingreso en la UCI. Esta regla de Fine ha sido validada recientemente también como predictora de la duración de la estancia hospitalaria, la necesidad de cuidados intensivos y el riesgo de muerte debido a NAC en una población anciana europea 67 .\n\nOtros estudios 68-70 han explorado el potencial que supone el sistema de puntuación de Fine. Así, Marrie et al 69 llevaron a cabo un estudio aleatorizado en 19 hospitales canadienses de distintos niveles con el fin de evaluar unas guías de actuación clínica en la NAC. En el brazo de intervención se administró levofloxacino, mientras que en los pacientes del brazo convencional la terapéutica antimicrobiana se dejó al libre criterio del médico responsable. El lugar donde debía de ser tratado el paciente se asignó en función de la puntuación de la escala PSI. Como resultado observaron que el porcentaje de pacientes de bajo riesgo (clases I-III) que se ingresó fue más bajo en los hospitales de intervención que en los de tratamiento convencional (31% frente a 49%), (p = 0,013); no hubo diferencias en la tasa de complicaciones, reingresos o mortalidad entre los dos grupos de pacientes. Sin embargo, conviene recordar que incluso los pacientes con NAC de bajo riesgo de muerte pueden desarrollar un inesperado deterioro en las primeras 24-72 horas tras el inicio del tratamiento antimicrobiano empírico. La media de tiempo necesaria para alcanzar la estabilidad clínica, según estudios realizados en pacientes hospitalizados, es de tres días y se correlaciona claramente con la gravedad inicial del cuadro, pero una vez alcanzada dicha estabilidad, la probabilidad de que se produzca un deterioro clínico que precise cuidados intensivos es menor del 1% 71 . Desde las primeras normativas de la BTS sobre NAC, varios trabajos han confirmado las excelentes características operativas de la regla original 8 o de la modificada 9 , con una sensibilidad de 70%-90% y una especificidad de 76%-84% 42 . Generalmente, el poder predictivo de las reglas de la BTS es alto, dado que están diseñadas para identificar pacientes de alto riesgo con la inclusión de variables que reflejan los factores pronósticos más importantes. Sin embargo, no todos los estudios han podido confirmar los valores predictivos de estas reglas pronósticas 67, 72 .\n\nExisten otros intentos de conseguir escalas de fácil aplicación clínica. Lim et al 73 han desarrollado recientemente una puntuación pronóstica sencilla con la que pretenden estratificar las NAC en distintos grupos de tratamiento, y que está basada en seis parámetros: presencia o ausencia de confusión, urea mayor de 7 mmol/l, taquipnea > 30 resp/min, hipotensión arterial sistólica (< 90 mmHg), o diastólica (< 60 mmHg) y edad superior a 65 años. Leroy et al 63 validaron prospectivamente un índice pronóstico para la NAC grave que se basaba en 16 predictores de mortalidad, y que clasificaba a los enfermos como de bajo o de alto riesgo de muerte durante su estancia en la UCI. Este índice tiene la limitación de que combina variables subyacentes y basales con otras que sólo pueden ser evaluadas durante la evolución de la NAC. En consecuencia, tiene una utilidad limitada para establecer el pronóstico de un paciente en el momento del ingreso en la UCI. Pero, en un estudio posterior 59 , estos mismos autores identificaron 6 predictores independientes de mortalidad en UCI: edad ≥ 40 años, muerte esperada en los siguientes 5 años, neumonía no aspirativa, afectación radiológica mayor de un lóbulo, fallo respiratorio agudo que precisa VM y shock séptico. De acuerdo con ellos se clasificaron los pacientes en tres categorías. En los grupos de bajo (clase I) y alto riesgo (clase III), la predicción de la evolución final fue correcta, mientras que en los pacientes de clase II (pronóstico inicial impreciso) fueron esenciales tres factores evolutivos para anticipar la evolución de la enfermedad: presencia de so-breinfecciones nosocomiales del tracto respiratorio inferior, de complicaciones inespecíficas relacionadas con la NAC, y de complicaciones relacionadas con la sepsis. Tras una adecuada validación, esta regla simplificada podría tener importantes implicaciones pronósticas y terapéuticas. Sin embargo, Angus et al 74 , tras valorar la aplicación de 4 índices pronósticos en la NAC grave (PSI, ATS original, ATS revisada y BTS), concluyen que ninguna de ellas parece adecuada para dirigir la posible admisión de los pacientes en la UCI.\n\nPascual et al 75 han descrito una regla de predicción de mortalidad hospitalaria en pacientes con NAC que requieren VM, empleando para ello datos que se obtienen durante las primeras 24 horas desde su inicio. El grado de daño pulmonar, medido por el índice de hipoxemia, fue el factor pronóstico más importante. El modelo mostró una buena capacidad de discriminación (88% de exactitud en la clasificación evolutiva), mejor que el SAPS y el APACHE II en los pacientes con NAC y fallo respiratorio. En este estudio, los supervivientes tenían una estancia hospitalaria significativamente más corta antes del inicio de la ventilación mecánica que los pacientes que fallecieron, lo que sugiere que el momento de la intubación puede tener un impacto pronóstico importante 76 .\n\nEn general, las reglas de predicción pueden simplificar en exceso la manera en que el clínico interpreta las variables predictoras y subestima las preferencias de los pacientes. Además, aunque las reglas predictoras de mortalidad pueden ser importantes para identificar pacientes que precisen hospitalización o ingreso en UCI, no pueden reemplazar el juicio clínico en el proceso de toma de decisiones. Cualquiera que sea el interés terapéutico real de estos índices para la población global con NAC, su valor para el manejo de aquellos pacientes con NAC grave que requieren cuidados intensivos parece cuestionable.\n\nEl conocimiento de los agentes responsables de la NAC que precisa ingreso en el hospital es fundamental a la hora de seleccionar un tratamiento empírico coherente. Existen numerosos estudios en los que se detallan los agentes etiológicos, aunque en todos ellos pueden encontrarse limitaciones metodológicas, especialmente en los más antiguos, debido a las carencias técnicas existentes en aquellos momentos.\n\nEs importante resaltar que la proporción de pacientes con NAC que ingresan en el hospital varía entre países, y la de los que ingresan en la UCI puede varíar incluso entre hospitales.\n\nAdemás, existen múltiples circunstancias presentes en la población estudiada que pueden influir en los resultados de la etiología. Entre ellas podemos nombrar el número de pacientes estudiado, la edad, la gravedad al comienzo, la presencia de comorbilidad y la existencia de factores de riesgo para la presencia de patógenos resistentes o poco habituales. Otras van a ser los tipos de muestra clínica usados para el diagnóstico, la metodología microbiológica empleada y los criterios que se usaron para interpretar los resultados (diagnóstico de presunción frente a diagnóstico definitivo).\n\nAun teniendo en cuenta todo lo anterior, aproximadamente 10 patógenos distintos van a ser la causa de la gran mayoría de casos de NAC que requieren hospitalización. La frecuencia de estos microorganismos es similar en la mayoría de los países aunque, sin duda, existen diferencias geográficas incluso dentro del mismo país. Se ha encontrado una etiología polimicrobiana en el 2%-10% de los casos.\n\nEn la tabla 7 se puede observar un resumen de los agentes implicados y su frecuencia.\n\nSegún los estudios revisados 3, 4, [26] [27] [28] 39, [77] [78] [79] [80] [81] [82] [83] [84] [85] [86] Streptococcus pneumoniae es el principal agente causal, aunque su porcentaje de implicación varía ampliamente. Además, este microorganismo es el responsable de las dos terceras partes de las NAC con bacteriemia. A pesar de todo, su frecuencia puede estar infravalorada: en un estudio reciente realizado en España se demuestra que muchos pacientes con NAC que ingresa en el hospital sin diagnóstico etiológico tienen en realidad una neumonía neumocócica 85 . Con respecto a Legionella spp, otro agente frecuentemente identificado, su incidencia varía de forma importante entre las distintas zonas y parece ser mayor en el área mediterranea 77 , aunque no todos lo corroboran 83 . Por otra parte, es posible que ciertos microorganismos tengan una predilección estacional (neumococo, H. influenzae, virus de la gripe, e incluso Mycoplasma pneumoniae). En el caso de Legionella, aunque los episodios de NAC esporádicos se dan todo el año, los brotes suelen producirse mayoritariamente en verano. Por último, hay que señalar que aproximadamente un 5% de los pacientes presenta neumonía por aspiración 28 , y hasta en un 40%-60% de los casos no se encuentra el agente etiológico.\n\nEl neumococo sigue siendo el máximo responsable de la NAC en este grupo de pacientes. También Legionella es frecuente, ocupando el segundo o tercer lugar en las series publicadas 29, 39, 41, 77, 80, 87, 88 . Los bacilos gramnegativos, e incluso S. aureus, son microorganismos que se están encontrando con una frecuencia cada vez mayor 34 \n\nFactores dependientes del huésped En la tabla 8 se detalla la etiología más frecuente en función de los distintos factores de riesgo presentes.\n\nSegún un estudio multicéntrico reciente 94 la etiología de la NAC en pacientes mayores de 65 años que precisaron hospitalización fue: S. pneumoniae (49%), H. influenzae (14%), Legionella pneumophila (10%), P. aeruginosa (6%) y enterobacterias (6%). En otros trabajos, también realizados en nuestro país, se confirmaron unos resultados similares 27,81 . La frecuencia de microorganismos intracelulares en esta población varía entre el 15% y el 32%, aunque M. pneumoniae es 5,4 veces más frecuente en los menores de 60 años 39 . Por otra parte, El-Solh et al 51 , en una población de edad superior a 75 años, encuentran diferencias de etiología entre los que viven en su domicilio o en un asilo/residencia de la tercera edad. En el primer caso los microorganismos implicados fueron: S. pneumoniae (14%), bacilos gramnegativos (14%), Legionella (9%), H. influenzae (7%) y S. aureus (7%). En el segundo, los más frecuentes fueron: S. aureus (29%), bacilos gramnegativos (14%), S. pneumoniae (9%) y P. aeruginosa (4%). La incidencia de virus es menos conocida, pero se han descrito epidemias de infecciones graves por virus influenza y respiratorio sincitial 95 .\n\nEn este grupo de pacientes, según un estudio multicéntrico realizado en España, los microorganismos que se aíslan más frecuentemente son: S. pneumoniae, Chlamydia pneumoniae, H. influenzae, estreptococos del grupo viridans y Legionella 96 . Además de los anteriores, Ruiz et al 39 encuentran enterobacterias, Pseudomonas e infecciones mixtas. Curiosamente, C. pneumoniae estuvo más presente en individuos con EPOC de grado severo.\n\nLa etiología polimicrobiana es muy variable, con cifras que van desde < 2% 96 hasta, como señalan Ruiz et al 39 , ser la enfermedad con mayor riesgo de etiología mixta (odds ratio [OR] 1,8).\n\nEn los pacientes con enfermedad estructural pulmonar, como bronquiectasias, fibrosis quística o EPOC de grado severo 90, 93, 97 , las enterobacterias y P. aeruginosa pueden ser los principales responsables de la NAC.\n\nNo existen grandes series que estudien específicamente las NAC en individuos con las diversas enfer-medades crónicas potenciales, por lo que la etiología más frecuente en cada una de ellas se obtiene de forma indirecta a partir de estudios poblacionales amplios. Así, la insuficiencia cardíaca congestiva es un factor de riesgo para NAC, y experimentalmente se ha comprobado que el edema pulmonar puede predisponer a infecciones por S. aureus y S. pneumoniae 98, 99 . Los pacientes alcohólicos tienen una incidencia mayor de neumonías por aspiración y abscesos pulmonares, siendo su etiología más habitual S. pneumoniae y los bacilos gramnegativos (especialmente Klebsiella pneumoniae) 34,100 , además de Mycobacterium tuberculosis, que es siempre una etiología a tener en cuenta en estos sujetos. En los pacientes diabéticos se ha encontrado una mayor frecuencia de NAC por S. aureus y Legionella 34, 89 .\n\nLa aspiración es un hecho frecuente, sobre todo en aquellas situaciones con bajo nivel de conciencia y en esos casos la etiología suele ser polimicrobiana con predominio de los microorganismos anaerobios 39 . Las circunstancias que la facilitan son múltiples (accidente cerebrovascular, intoxicación farmacológica, enfermedades neurológicas degenerativas, neoplasias orofaríngeas o esofágicas, procedencia de asilos/residencias de la tercera edad, etc.) 36,41 . En el grupo de pacientes ingresados en UCI por aspiración adquirida en la comunidad el principal factor de riesgo encontrado fue la intoxicación farmacológica (39%), y los patógenos identificados más habitualmente fueron los cocos grampositivos (S. pneumoniae y S. aureus) y los microorganismos gramnegativos 101 .\n\nLa neumonía bacteriana es la infección más frecuente, tanto en pacientes portadores de anticuerpos como en aquellos afectos de SIDA 102 , con superior incidencia respecto a la población general, e incluso puede ser la primera manifestación que permita sospechar este diagnóstico. Los microorganismos más frecuentemente implicados son S. pneumoniae, S. aureus, H. influenzae, P. carinii y P. aeruginosa 102, 103 .\n\nLa utilización de estos fármacos está ampliamente extendida, especialmente en patología respiratoria crónica. A pesar de la inexistencia de estudios controlados, la utilización de corticoides parece aumentar tanto la incidencia de infecciones en general como la gravedad de éstas. Según se observa en un metaanálisis 104 , el riesgo de infección respiratoria estaría relacionado con la dosis de corticoides utilizada y la patología de base. Así, el riesgo de infección se incrementa con una dosis acumulada de 700 mg, o con una dosis diaria de más de 10 mg. En su trabajo, Agustí et al 35 encuentran que Aspergillus (9%) y S. aureus (6%) son microorganismos frecuentes en los pacientes tratados con esteroides.\n\nLa exposición ambiental o laboral puede orientar hacia etiologías por microorganismos específicos o poco frecuentes en la NAC grave. Tal como ya se ha citado anteriormente, el área geográfica tiene un papel preponderante sobre la incidencia de algunos microorganismos: L. pneumophila es más frecuente en el área mediterránea y Coxiella burnetii en el País Vasco. Algunos microorganismos pueden aparecer en forma de ondas epidémicas en la comunidad o como brotes epidémicos. Por tanto, en la anamnesis deben investigarse datos de los pacientes referentes a profesión, hábito, ocio, viajes y contacto con animales. En las tablas 9 y 10 se detallan distintos factores ambientales o laborales junto con los microorganismos habitualmente relacionados con ellos.\n\nLa elevada prevalencia de S. pneumoniae resistente a penicilina en nuestro país obliga a mantener un alto nivel de sospecha para tratar de identificar a aquellos pacientes con riesgo de sufrir NAC por este microorganismo. Son múltiples los factores que se han asociado con su aparición, así, se ha descrito en mayores de 65 años (OR 3,8), en alcohólicos (OR 5,2), en enfermedades no invasivas (OR 4,5), y en sujetos tratados con betalactámicos en los tres meses previos (OR 2,8) 105,106 . También, la presencia de múltiples comorbilidades, el contacto con niños de guarderías, la infección por VIH y las enfermedades inmunosupresoras, incluyendo tratamientos con corticoides, son circunstancias relacionadas con este neumococo 105,107-111 .\n\nAdemás, la resistencia a penicilina de S. pneumoniae suele acompañarse de pérdida de sensibilidad frente a otros antibióticos, por lo que, en la práctica, se comporta como una multirresistencia. Por ello, conviene recordar otros factores de riesgo de resistencia frente a otras familias de antimicrobianos. Así, la resistencia a macrólidos se asocia con resistencia a penicilina, con edad inferior a 5 años o superior a 65 años, con estancia en guarderías/centros de día, con existencia de otitis media recurrente o de sinusitis, con hospitalización reciente y, sobre todo, con tratamientos previos con macrólidos 112, 113 . Es similar el incremento de resistencia frente a las nuevas fluoroquinolonas, especialmente levofloxacino que, aunque todavía es poco frecuente en España, se ha asociado a tratamientos previos con esta familia de antibióticos (OR 10,7) 114 . También se han descrito como factores relacionados con la resistencia a esta fluoroquinolona la presencia de EPOC (OR 10,3), de infección nosocomial (OR 16,2) y de internamiento en asilos/residencias de la tercera edad (OR 7,4) 114 .\n\nLos pacientes fumadores, con EPOC o inmunosupresión, tienen un mayor riesgo de infección por este microorganismo 115,116 . Además, la investigación epidemiológica es clave para sospechar su presencia, ya que es más frecuente en el área mediterránea, y se ha relacionado con la contaminación del agua de los depósitos de hoteles, empresas y hospitales, así como de fuentes o de estanques. Puede presentarse en forma de brotes, ligado a torres de frío con agua contaminada o alteraciones en los sistemas de aire acondicionado.\n\nStaphylococcus aureus Suele ser causa de NAC en sujetos que han padecido infecciones respiratorias víricas, en particular por el virus influenza, pero también en pacientes con procesos crónicos respiratorios como EPOC y bronquiectasias, en diabéticos y en inmunodeprimidos. El porcentaje de cepas con resistencia a meticilina (SARM) causantes de NAC es variable, y debe ser considerado sobre todo en individuos que proceden de residencias 51, 95 , por lo que ha de practicárseles un frotis de fosas nasales en el momento del ingreso hospitalario. Cuando cursa con bacteriemia en adultos jóvenes, es preciso sospechar presencia de endocarditis de cavidades derechas y/o adicción a drogas por vía parenteral.\n\nEstos microorganismos son responsables del 5%-30% de las NAC. Son más frecuentes en pacientes ancianos, residentes en asilos o con enfermedades debilitantes crónicas (alcoholismo, EPOC, cardiopatías) que han recibido tratamiento antibiótico reciente, ya que es habitual que tengan enterobacterias colonizando sus vías respiratorias altas 51, 90 . Los más comúnmente hallados son Klebsiella pneumoniae y Escherichia coli, mientras que otros representantes de este grupo (Serratia marcescens, especies de Enterobacter y de Proteus) apenas se aíslan en los pacientes con NAC.\n\nLos factores de riesgo más habitualmente relacionados con este microorganismo son la presencia de enfermedad pulmonar estructural crónica (fibrosis quística, bronquiectasias, EPOC con obstrucción grave), enfermedades malignas con neutropenia, malnutrición, tratamiento crónico con esteroides (más de 10 mg/día de prednisona), y la recepción de antibioterapia de amplio espectro durante más de 7 días en el mes previo 51, 84, 90, 102, 117 . En el estudio de Arancibia et al 90 , los dos factores relacionados con esta etiología fueron la afectación estructural pulmonar previa (OR 5,8; IC 95%, 2,2-15,3; p < 0,001) y la hospitalización previa (OR 3,8 IC 95%, 1,8-8,3; p = 0,02), aunque es importante tener en cuenta que también se han descrito casos de neumonía comunitaria grave por P. aeruginosa en pacientes previamente sanos 84, 118 .\n\nLa RxT es la exploración de imagen inicial obligatoria ante la sospecha de NAC. La presencia de un nuevo infiltrado es el hallazgo radiológico caracterís-tico de neumonía, aunque los síntomas, los resultados analíticos y la radiografía únicamente nos permiten realizar un diagnóstico de sospecha 119,120 . Los síntomas y los hallazgos de la exploración física están sujetos tanto a la variabilidad individual entre los pacientes, con importantes diferencias en la población según la edad 121 , como a las variaciones interobservador entre los médicos que pueden valorar estas situaciones 122 .\n\nLos patrones radiológicos que podremos encontrar son múltiples: condensación alveolar uni o bilateral, cavitaciones, derrame pleural, o infiltrados intersticiales. Aunque algunos microorganismos pueden asociarse más frecuentemente a diversos patrones radiológicos [123] [124] [125] , no es posible predecir a partir de la imagen el microorganismo causal. Otros factores como la comorbilidad, la gravedad inicial y la respuesta del huésped modifican la imagen de la NAC 126, 127 .\n\nSin embargo, la sensibilidad de la RxT para detectar los infiltrados causados por la NAC es menor que la demostrada por la TAC. De hecho, se han descrito falsos negativos de la RxT en las primeras 12 horas de aparición de la NAC 123 y en pacientes con deshidratación y/o neutropenia. Hasta en un 30% de las neumonías por P. carinii la RxT inicial puede ser negativa, lo que dificulta grandemente su diagnóstico de sopecha, especialmente si se desconoce la situación del paciente en cuanto a portador o no del VIH. La experiencia del radiólogo aumenta significativamente la sensibilidad de la RxT como método de diagnóstico de NAC 128 . La mayor utilidad de la RxT en la NAC radica en ayudar a comprobar la extensión de la lesión, así como la presencia de derrame pleural y de otras enfermedades concomitantes.\n\nEs preciso recordar que otras entidades, infecciosas o no, pueden remedar la imagen radiológica de la NAC, por lo que habrá que hacer un adecuado diagnóstico diferencial, entre otras causas, con la hemorragia o el edema pulmonar, bronquiolitis obliterante con neumonía organizativa, neumonía eosinófila, o las vasculitis 123, 129, 130 .\n\nA pesar de su mayor sensibilidad 131 , no está indicada la realización rutinaria de una TAC torácica para el diagnóstico de NAC, su uso ha de reservarse a aquellas situaciones en las que interesa un diagnóstico diferencial preciso, o ante un fracaso en la respuesta terapéutica 132 . Tomiyana et al 133 encuentran que mediante la TAC de alta resolución es posible clasificar correctamente la etiología infecciosa o no en el 90% de las lesiones presentes en sujetos no inmunodeprimidos.\n\nEl conocimiento de la etiología de la NAC es difícil, obteniéndose habitualmente en solo un 50% de los casos 1 . A pesar de que algunos estudios parecen probar la ausencia de diferencias en la mortalidad entre enfermos con y sin diagnóstico etiológico 91, 92, 134 , existen razones de peso para intentar conseguir dicho diagnóstico en la NAC 1,135-137 . Entre ellas, destacare-mos la elevada tasa de mortalidad de este tipo de neumonía (hasta un 40%) 1,136 , la inespecificidad de las manifestaciones clínicas en relación con la etiología, la conveniencia de utilizar los tratamientos más selectivos posibles para no empeorar la situación de resistencias, la necesidad de conocer los patógenos emergentes 1 y los responsables de las infecciones mixtas 3,138,139 y, sobre todo, la conocida asociación de un tratamiento antibiótico inadecuado con un mal pronóstico 29, 39, 51, 63, 140, 141 . Por tanto, una vez establecido el diagnóstico sindrómico de NAC a partir de las manifestaciones clínico-radiológicas y de laboratorio (Nivel III), hemos de intentar conseguir de una forma rápida la etiología recurriendo, si es preciso, a técnicas invasivas 1, 135, 137, 142 . Sin embargo, nunca deberá retrasarse el inicio del tratamiento antibiótico para obtener una muestra adecuada en caso de que sea difícil 137 .\n\nSalvo en el caso de los patógenos obligados, la bacteria aislada en muestras respiratorias puede actuar sólo como un agente colonizante 143 . Por tanto, para realizar el diagnóstico de certeza requeriremos a menudo el aislamiento del microorganismo, la detección de sus antígenos o de su genoma en muestras no contaminadas como sangre, orina, líquido pleural o tejido pulmonar, o bien la detección de anticuerpos específicos en niveles significativos. También podremos tener un diagnóstico de probabilidad mediante la cuantificación de los aislamientos en diversas muestras respiratorias.\n\nTinción de Gram y cultivo de esputo (y de aspirado bronquial simple) Su valor está muy debatido, pero puede ser útil para aumentar las posibilidades de una elección apropiada del tratamiento antibiótico empírico precoz 1, [144] [145] [146] , aunque sólo será así si se seleccionan muestras de calidad (menos de 10 células escamosas y más de 25 leucocitos polimorfonucleares [PMN] por campo, en la tinción de Gram) (Nivel III) y no hubo uso previo de antibióticos 1, 135, 137, 142 . En caso de utilizar el Gram como guía de la terapia, hay que valorarlo con los criterios más amplios posibles y aplicar un tratamiento antibiótico de cobertura suficiente (Nivel III). El cultivo convencional, que no es útil para la identificación de microorganismos anaerobios, tiene más valor si existe una buena correlación con el Gram y con el cuadro del paciente 139,147,148 . Sin embargo, tiene un valor absoluto cuando se aíslan bacterias patógenas obligadas como M. tuberculosis o L. pneumophila, aunque éstas requieren medios especiales y su crecimiento es lento. En caso de sospecha de Legionella se recomienda intentar su cultivo en secreciones respiratorias 142 . En aquellos pacientes que no pueden expectorar se puede intentar la práctica de un esputo inducido 149 , cuya utilidad está mejor establecida en M. tuberculosis y P. carinii 135 . Por último, el cultivo cuantitativo del aspirado traqueal en los pacientes intubados, utilizando un punto de corte de 10 6 ufc/ml, ha demostrado una buena especificidad sin importan-te pérdida de sensibilidad para distinguir infección de colonización en estos pacientes.\n\nLa inmunofluorescencia directa de esputo o de otras muestras respiratorias frente a Legionella es muy específica, pero su sensibilidad es muy variable y está disponible en un número limitado de laboratorios 139,150 . Tampoco están ampliamente disponibles las pruebas rápidas de detección de antígenos en muestras respiratorias (aspirado o lavado nasal o exudado nasofaríngeo) para Chlamydia, virus parainfluenza 1-3, adenovirus, virus respiratorio sincitial y virus influenza A y B, que cuentan con una alta sensibilidad 135 ; pero, en caso de disponerse de ellos, estaría recomendado su uso en las neumonías graves 1, 142 .\n\nEs posible que la práctica rutinaria de hemocultivos en todos los pacientes con sospecha de NAC no sea coste-efectiva. Algunos autores 151 han desarrollado modelos predictivos de bacteriemia que permiten identificar a los individuos de mayor riesgo de presentarla, con los que han conseguido reducir en un 38% la práctica de esta técnica. Sin embargo, hasta que estos resultados sean validados, debido a la simplicidad de su obtención y a su alta especificidad, a pesar de su baja sensibilidad 91,139,152 incluso en ausencia de antibióticos, se deberán seguir extrayendo a todos los pacientes al menos dos hemocultivos. En caso de ser positivos, nos permitirán identificar la etiología y la existencia de bacteriemia 1, 135, 137, 142 . A diferencia del esputo, va a ser útil tanto para patógenos aerobios como anaerobios, aunque no lo es para otras bacterias como Legionella, M. pneumoniae o Chlamydia 153 . La mitad o más de los hemocultivos positivos en NAC lo son por neumococo 91 .\n\nEn aquellos pacientes con NAC en los que exista un derrame pleural significativo (> 10 mm de espesor en la RxT en decúbito lateral) o una colección loculada en la pleura de suficiente tamaño, es preciso intentar puncionarlos, preferentemente antes de iniciar el tratamiento antibiótico. En la muestra obtenida, además de investigar si se trata de un empiema o un derrame complicado, practicaremos una tinción de Gram y un cultivo para bacterias aerobias, anaerobias y Legionella. Aunque estas técnicas son altamente específicas, tienen poca sensibilidad, pero puede aumentarse investigando la presencia de antígenos o genoma neumocócicos mediante látex o reacción en cadena de la polimerasa (PCR), respectivamente 154 .\n\nEs una técnica sencilla y rápida (15 minutos) que se basa en una inmunocromatografía de membrana (ICT), que es capaz de detectar el antígeno polisacárido C del neumococo, común a todos los serotipos, desde el primer día de la infección. Su especificidad es muy elevada (97%-100%) y su sensibilidad alta (80%) (tabla 12), lo que hace recomendable su uso especialmente en los casos no bacteriémicos o en los de causa no aclarada por otros métodos [155] [156] [157] (Nivel  III) . La colonización nasofaríngea no parece dar falsos positivos, pero es preciso conocer que puede detectarse la presencia de antígenos durante varias semanas después del alta 156 . A diferencia de la investigación de los antígenos de Legionella, en el caso del neumococo todavía está debatida la necesidad de concentrar o no la orina.\n\nAntígeno de Legionella Es, en la actualidad, la técnica más utilizada para el diagnóstico de neumonía por este patógeno [158] [159] [160] . Se emplea un ELISA o una ICT, más simple y similar a la del neumococo. Aunque sigue siendo rápida, en este caso se recomienda concentrar la orina, lo que retrasa unas dos horas el diagnóstico. Tiene muy buena especificidad (100%) y una sensibilidad también muy alta (80%) (tabla 12), en especial en las formas cusadas por L. pneumophila serogrupo 1 139,158 . Sin embargo, en función de la prueba empleada, puede tener reactividad cruzada con otros serotipos e incluso con otras especies de Legionella [161] [162] [163] . La eliminación de antígenos suele empezar a los tres días de la aparición de los síntomas y cede generalmente a las 6 semanas, pero puede persistir durante meses 139,161 .\n\nLa detección de anticuerpos específicos en sangre tiene una utilidad prácticamente nula en el diagnóstico precoz de la neumonía. No se recomienda su realización sistemática inicial, aunque para estudios epidemiológicos puede ser útil realizarlas durante la convalecencia, varias semanas después 164, 165 (Nivel  II) . Para tener un diagnóstico de certeza se necesitan dos determinaciones, lo que nos permitirá objetivar si existe una seroconversión o incremento de los títulos en 4 veces el valor inicial. La sensibilidad de estas pruebas es baja, sobre todo en reinfecciones, pero a veces pueden detectar ya en la primera semana la presencia de IgM frente a M. pneumoniae, C. pneumoniae, L. pneumophila y C. burnetii 139,166,167 .\n\nSon técnicas de muy elevada sensibilidad, que se han desarrollado para detectar de una forma más rápida y exacta, en muestras respiratorias, aquellos microorganismos de cultivo difícil o lento, como M. pneumoniae, C. pneumoniae, M. tuberculosis y virus 137 . De hecho, ya existe un equipo comercial para la detección múltiple de virus respiratorios con buena sensibilidad y especificidad, aunque todavía es costoso y laborioso 168 . También se han realizado, con re-sultados prometedores, ensayos para identificar genoma de neumococo en sangre y suero 83, 154, 169 , así como de Legionella en muestras respiratorias 170, 171 . Sin embargo, con excepción de la PCR de M. tuberculosis, aún son métodos poco estandarizados, en fase de desarrollo 172-174 , y con poca utilidad práctica.\n\nLas técnicas de diagnóstico invasivo (aspiración transtraqueal, cepillado bronquial con catéter telescopado [CBCT] y lavado broncoalveolar [LBA]), así como la punción percutánea con aguja fina (PPAF), no parecen indicadas en todos los pacientes con neumonía (Nivel III), pero sí en las NAC graves 1,137 , o de curso fulminante 135 , a pesar de que datos retrospectivos han indicado que el pronóstico no mejoró con el diagnóstico etiológico 91, 92 . En estos pacientes, con frecuencia intubados, la realización broncoscópica de un CBCT y de un LBA ofrece una razonable sensibilidad y especificidad, con menos riesgos que la aspiración transtraqueal o la PPAF.\n\nEn la actualidad es una técnica muy poco utilizada por el riesgo de complicaciones (hemorragias y enfisema subcutáneo) 175 , y por la pérdida de especificidad que tiene en aquellos pacientes colonizados por patógenos potenciales (EPOC, bronquiectasias) 139 .\n\nLa PPAF se practica habitualmente en pacientes con NAC hospitalizados que no están sometidos a VM, con el fin de evitar barotraumas. Pero, a pesar de que ya existe una experiencia relativamente amplia, sus indicaciones aún no están claramente establecidas. Su especificidad es del 100%, pero incluso en manos expertas su sensibilidad no es alta [176] [177] [178] [179] [180] , por lo que se ha intentado incrementar ésta complementando el cultivo del aspirado con otras técnicas, especialmente con las que hacen búsqueda de antígenos 177 .\n\nOfrecen la ventaja adicional de poder observar el aspecto de la vía aérea y descartar la existencia de obstrucciones endobronquiales. Sin embargo, el cultivo simple de las secreciones bronquiales tiene una utilidad limitada, ya que el paso del broncoscopio por la orofaringe va a facilitar la contaminación de las muestras obtenidas a su través. Por eso, tratando de aumentar la fiabilidad de estas muestras se ha recurrido al uso de técnicas protegidas y a la realización de cultivos cuantitativos 139 .\n\nCepillado bronquial con catéter telescopado. El punto de corte que se recomienda para diferenciar colonización de infección es de 10 3 ufc/ml 181, 182 . Tiene una buena sensibilidad y especificidad, pero ambas están muy influenciadas por la administración previa de antibióticos 92, 139, 183 . El Gram de la muestra es menos sensible, pero es un excelente indicador de la existencia de cultivos positivos, con una buena correlación entre la morfología de las bacterias y los resultados de los mismos 184, 185 . A pesar de sus buenos resultados, en los últimos años ha bajado su uso en los pacientes intubados a expensas de un aumento en la realización de aspirados bronquiales simples con cultivo cuantitativo, ya que técnicamente son más sencillos y la rentabilidad es similar.\n\nLavado broncoalveolar. La experiencia de su uso en la NAC del paciente inmunocompetente es mucho más limitada que en la neumonía asociada a ventilación mecánica (NAV), pero el cultivo del LBA con recuentos ≥ 10 4 ufc/ml ha demostrado una buena correlación con los resultados del CBCT, y el Gram de la muestra obtenida puede ofrecer una información rápida y válida 139 . La observación de bacterias intracelulares en el LBA (2%-4%), además de confirmar el diagnóstico de neumonía 186 , predice resultados positivos en los cultivos cuantitativos 139,165 . En los enfermos inmunodeprimidos con infecciones pulmonares, especialmente las producidas por P. carinii o citomegalovirus, es la técnica de elección 139,187 . Pero además, en las NAC de evolución tórpida la fibrobroncoscopia juega un papel diagnóstico importante, y la realización a su través de un LBA parece ser la técnica diagnóstica de elección, ya que permitirá, con una probabilidad mayor que con otras técnicas, el diagnóstico de infecciones no sospechadas 188 .\n\nTal como se verá más adelante, el uso de esta técnica está limitado a casos especiales de NAC de mala evolución. Su mayor utilidad se obtiene en el diagnóstico de procesos no infecciosos y de infecciones no habituales, especialmente por M. tuberculosis u hongos 189 .\n\nEn las tablas 11 y 12 se detallan las técnicas recomendadas para la identificación de los diversos microorganismos, así como las maniobras diagnósticas a emplear en los distintos tipos de NAC.\n\nOxigenoterapia La NAC es una de las causas de insuficiencia respiratoria aguda grave (IRAG)/SDRA que produce hipoxemia severa 13 . Además, la respuesta pobre a la administración suplementaria de oxígeno indica la presencia de un cortocircuito intrapulmonar importante 190 . En general, el objetivo de la oxigenoterapia será conseguir una saturación arterial de oxígeno > 90% (o una PO 2 arterial > 60 mmHg) en pacientes sin broncopatía crónica. Por otra parte, la evaluación progresiva de la gasometría tras el inicio de la oxigenoterapia permitirá hacer una aproximación pronóstica de los enfermos con NAC 142 (Nivel II).\n\nCon la aplicación de este tipo de ventilación se pretende evitar la intubación y la VMI, ya que esta medida se acompaña de peor pronóstico. Mientras que en los pacientes con broncopatía crónica agudizada la utilidad de la ventilación no invasiva (VNI) está razonablemente contrastada, habiendo demostrado que puede disminuir el número de intubaciones, la estancia hospitalaria, las complicaciones y posiblemente la mortalidad 191, 192 , en el caso de los enfermos no broncópatas con IRAG hipoxémica los resultados no son tan claros 142, 193, 194 . Sin embargo, en trabajos recientes se ha demostrado que el empleo precoz de la VNI en este grupo de pacientes se acompañó de un claro beneficio en términos de morbimortalidad. Así, Ferrer et al 195 , en un estudio multicéntrico, aleatorizaron a un total de 105 pacientes con IRAG hipoxémica (incapacidad para mantener una PaO 2 > 60 mmHg o una Sat O 2 arterial > 90% mediante el uso de mascarillas tipo Venturi con FiO 2 50%) para recibir VNI u oxigenoterapia con altas concentraciones de O 2 y, mediante análisis multivariante, observaron que la VNI fue un factor independiente que se asoció de forma significativa a una reducción del riesgo de intubación y de la mortalidad a los 90 días. Por tanto, el grupo de pacientes con NAC que cumpla los requisitos mencionados será candidato a la práctica de una prueba terapéutica con VNI (Nivel I). Pero es imprescindible valorar el estado general y la colaboración del enfermo, así como la respuesta gasométrica (mejoría de la hipoxemia, ausencia de hipercapnia) y clínica en los primeros momentos de aplicación de este tipo de tratamiento (1ª-2ª hora). La ausencia de mejoría en este tiempo obliga a la intubación antes de que el paciente se haya agotado. Además, la VNI está contraindicada en las siguientes situaciones 196 : paro cardíaco o respiratorio, hemorragia digestiva alta grave, cirugía, deformidad o traumatismo facial, obstrucción de la vía aérea superior, encefalopatía grave (Glasgow Coma Score < 10), falta de cooperación, broncoplejia y riesgo de broncoaspiración.\n\nEl empleo de este tipo de tratamiento ventilatorio en la IRAG secundaria a NAC ha de plantearse con los siguientes objetivos: mantener una FiO 2 < 0,6, evitar la sobredistensión alveolar permitiendo unas presiones meseta máximas de 30-35 cm H 2 O, y conseguir una SatO 2 entre 88%-95%, mediante la utilización de un nivel de PEEP suficiente para impedir un reclutamiento y desreclutamiento continuos 197 (Nivel I). Todo ello independientemente de la modalidad de ventilación que se utilice. \n\nEn pacientes con neumonía unilateral se observó que los cambios de posición (\"el lado bueno abajo\") favorecían la oxigenación 198 . Pero, puesto que la mayoría de las NAC graves son bilaterales, el tratamiento postural más adecuado debería de ser la colocación en decúbito prono, ya que ha demostrado que puede mejorar la oxigenación al aumentar la capacidad residual funcional, mejorar la movilidad regional del diafragma, redistribuir la perfusión pulmonar disminuyendo el shunt pulmonar y favorecer la eliminación de secreciones 199, 200 . Con todo, aún está en discusión el efecto de esta terapéutica sobre la supervivencia 201,202 . Sin embargo, teniendo en cuenta los beneficios potenciales en el grupo de pacientes con IRAG hipoxémica, es recomendable realizar una prueba de forma precoz y, caso de ser positiva, mantenerlo en tanto el paciente requiera PEEP ≥ 10 cmH 2 O y FiO 2 ≥ 50% (Nivel III). Por último, es preciso recordar los problemas que se ven más habitualmente durante su aplicación, y que se relacionan con la dificultad para la colocación de los enfermos y la aparición de necrosis por presión en partes declives, principalmente facies y genitales.\n\nEl objetivo de esta alternativa terapéutica es el de mejorar la oxigenación gracias a su efecto vasodilatador sobre los capilares y arteriolas pulmonares de los alveolos ventilados, aunque esta respuesta puede ser sólo transitoria o, incluso, no presentarse. No existe respaldo suficiente como para recomendarlo de forma rutinaria, y su uso potencial estaría restringido a aquellos pacientes con hipoxemia severa refractaria a los tratamientos previos, especialmente si no es posible realizar cambios posturales con decúbito prono.\n\nEn los pacientes con NAC está bien definido que tanto la presencia de shock séptico, como de hipotensión sistólica < 90 mmHg o la diastólica ≤ 60 mmHg, son signos de mal pronóstico 1, 13, 74, 142 . El shock se caracteriza por el mantenimiento de un estado de hipoperfusión tisular con aparición de un desequilibrio entre las necesidades y el aporte de O 2 203 . La estabilización hemodinámica precoz, con normalización de la volemia mediante la administración de líquidos hasta conseguir una PVC de 12-15 cmH 2 O, y la mejora de la utilización periférica de oxígeno (mantenimiento de una saturación venosa mixta de O 2 > 65%-70%) añadiendo, si es preciso, aminas vasoactivas (dobutamina, dopamina, noradrenalina) en fases tempranas de la reanimación ha conseguido mejorar el pronóstico de estos pacientes [204] [205] [206] . En aquellos sujetos con monitorización de cavidades derechas el objetivo será alcanzar una PCP de 12-15 mm Hg, y un índice cardíaco > 3-4 l/min/m 2 , además de la satura-ción venosa de oxígeno ya mencionada (Nivel III). Con la optimización del transporte de oxígeno hacia los tejidos se pretende reducir el metabolismo anaerobio y evitar la aparición de hiperlactatemia (> 2 mEq/l) característicos del shock. La determinación de los niveles de ácido láctico ayuda a predecir el pronóstico de estos enfermos 207 , y sirve para evaluar lo adecuado de la reanimación 208 . Al mismo tiempo, y con el fin de contribuir a mantener el transporte de oxígeno adecuado, se realizarán las transfusiones sanguíneas necesarias para mantener un nivel de hemoglobina plasmática de, al menos, 7 g/dl 204, 209 .\n\nLa posibilidad de insuficiencia suprarrenal relativa en pacientes con shock séptico ha de ser tenida siempre en cuenta. Por eso, en aquellos enfermos que, a pesar de una adecuada reposición de líquidos, siguen precisando soporte de aminas vasoactivas para manter la tensión arterial, estaría indicada la administración de hidrocortisona (200-300 mg/día, divididos en tres o cuatro dosis) durante 7 días, o hasta que se resuelva el shock 204, 210, 211 (Nivel II) . Algunos autores recomiendan realizar previamente una prueba de estimulación con ACTH (250 µg) para identificar a los sujetos que no responden (incremento de los niveles de cortisol ≤ 9 µg/dl), que son los que más se benefician en términos de mortalidad y recuperación del shock 204 . Sin embargo, no es preciso esperar los resultados de la prueba para iniciar el tratamiento esteroideo 204, 205, 211, 212 .\n\nLa elevación de la urea plasmática y la insuficiencia renal aguda establecida son signos de mal pronóstico bien definidos en los pacientes con NAC 1, 13, 74, 142 . En este sentido, es aconsejable el inicio precoz de hemodiálisis/hemodiafiltración venovenosa continua antes de que la sobrecarga de líquidos o el deterioro del medio interno empeoren la situación 204 . Por otra parte, también es necesario prestar atención al inicio temprano de la nutrición que, siempre que sea posible, ha de realizarse por vía enteral 204 . Tratando de conseguir este objetivo, en aquellos enfermos con paresia gástrica e intolerancia digestiva puede ser útil valorar la posibilidad de implantar una sonda yeyunal.\n\nComo parte de la respuesta inicial frente a una infección localizada, como puede ser la NAC, se va a producir en el huésped una reacción inflamatoria tanto local como sistémica caracterizada por la producción, por parte de los macrófagos tisulares, de citoquinas proinflamatorias (factor de necrosis tumoral [TNF]α, interleucina [IL]1β e [IL]8). Secundariamente a este hecho, existe una activación de células de la inmunidad con atracción hacia el foco infeccioso de neutrófilos. A su vez, estas células, aparte de efectos antimicrobianos determinados por la libera-ción del contenido de sus gránulos, parecen tener una actividad antiinflamatoria mediada por la producción de citoquinas específicas, que contrarrestarían en parte los efectos de las citoquinas proinflamatorias 213, 214 . Esta respuesta parece ser más acentuada en los pacientes con NAC grave, sobre todo si son causadas por determinados microorganismos como S. pneumoniae 215, 216 .\n\nDesde hace tiempo se está intentado modular esta respuesta inflamatoria mediante el empleo de distintos agentes como los corticoides, los antiinflamatorios no esteroideos, las anticitoquinas, los factores estimulantes de colonias de granulocitos y de macrófagos y, últimamente, la proteína C activada. Los resultados obtenidos han sido muy variables y, además, son pocos los estudios que se centraron en los efectos de su uso en pacientes con NAC grave [217] [218] [219] [220] [221] . Por ello, solo comentaremos algunos aspectos:\n\nExcepto en los casos de neumonía por Pneumocystis carinii en pacientes infectados por el VIH en los que su administración precoz reduce claramente el riesgo de fallo respiratorio y de muerte 222,223 , o en el caso de la infección pulmonar avanzada por Mycobacterium tuberculosis y en algún episodio aislado de NAC grave por Mycoplasma pneumoniae 224 en los que se ha observado alguna mejoría, en los demás procesos infecciosos no han conseguido reducir la tasa de mortalidad, elevándola incluso en algunas ocasiones debido a sus potenciales efectos secundarios 225, 226 . Por todo ello, dejando aparte la utilización en caso de shock séptico, con los conocimientos actuales, no estaría indicado su empleo en el manejo inicial de la NAC grave (Nivel III), salvo en los pacientes infectados por el VIH con infección por P. carinii.\n\nNo hay datos concretos de utilización de proteína C activada en NAC grave, aunque se conocen resultados de subgrupos procedentes del estudio PRO-WESS en los que parece que la infección pulmonar sería una de las localizaciones en las que se podría obtener mayor beneficio. Esta sustancia, que está reducida en el 90% de los pacientes con sepsis grave 227 es un potente antitrombótico y tiene además propiedades antiinflamatorias 228 . Hasta el momento, es la única sustancia biológica que ha sido aprobada para el tratamiento de la sepsis grave, tomando como base un estudio (estudio PROWESS) de 1.680 pacientes con sepsis grave, de los que el 53,6% tenían una infección pulmonar y que, frente a placebo, se acompañó globalmente de una reducción significativa de la mortalidad a los 28 días (30,8% frente a 24,7%; p = 0,005). Los pacientes tratados con proteína C activada, sin embargo, tuvieron un mayor número de complicaciones hemorrágicas (3,5% frente a 2%) 229 . A pesar de que se requieren más estudios para confirmar estos resultados 230, 231 , en estos momentos se pue-de aceptar el empleo de la proteína C activada en aquellos pacientes adultos que tienen una sepsis grave (fallo de dos o más órganos) y un alto riesgo de muerte (APACHE II > 25), siempre valorando las potenciales complicaciones hemorrágicas 204, 232 (Nivel I).\n\nLos principios en los que ha de basarse la terapia antibiótica inicial de la NAC son tres: la gravedad del cuadro, la etiología más probable y la prevalencia de la resistencia antibiótica local. Además, ha de tenerse en cuenta la política antibiótica de cada hospital, a fin de disminuir la aparición de resistencias frente a aquellos antibióticos que se emplean de forma poco controlada. Con estas premisas, en nuestro medio todos los pacientes con NAC subsidiaria de ingreso en el hospital deben de recibir una cobertura adecuada frente a S. pneumoniae y L. pneumophila ya que son los dos microorganismos más prevalentes 13, 27, 29, 64, 91, 92, 220, 233 . Por otro lado, algunos pacientes con determinados factores de riesgo, como se verá más adelante, requerirán también la cobertura de otros gérmenes entre los que cabe destacar a los bacilos gramnegativos y, más particularmente, Pseudomonas aeruginosa 90 . En este apartado sólo nos referiremos al tratamiento empírico de pacientes con NAC y sin factores de riesgo para adquisición de infecciones por patógenos multirresistentes (tabla 13).\n\nEn relación con el tratamiento empírico, conviene destacar que diversos estudios han resaltado el gran valor que tiene el inicio precoz del tratamiento antibiótico (menos de 8 horas desde el diagnóstico de neumonía) para la disminución de la mortalidad 56,234-236 (Nivel II).\n\nActualmente, la cobertura de S. pneumoniae puede hacerse con varias opciones: betalactámicos, macrólidos, fluoroquinolonas con actividad antineumocócica, glucopéptidos y oxazolidinonas.\n\nTeniendo en cuenta lo ya comentado sobre el aumento de la prevalencia de resistencia a penicilina, la cobertura empírica más adecuada frente a S. pneumoniae se realiza con cefalosporinas de tercera generación (cefotaxima y ceftriaxona) o amoxicilina/ác. clavulánico 237-239 , que tienen además una adecuada cobertura frente a otras bacterias, especialmente H. influenzae y algunas enterobacterias (E. coli, Klebsiella spp. y Proteus spp.), que como se ha visto representan un porcentaje apreciable en la etiología de la NAC. La ceftazidima, que tiene una escasa actividad antineumocócica, no debe emplearse. La dosis de cefotaxima es 1-2 g/8 h, la de ceftriaxona es 1 g/12 h ó 2 g/24 h, y la de amoxicilina/ác. clavulánico es 2 g/0,2 g cada 8 horas.\n\nFrente a Legionella, los fármacos más activos son los macrólidos y las fluoroquinolonas.\n\nPara pacientes ingresados en planta se recomienda iniciar el tratamiento empírico con cefotaxima o ceftriaxona y un macrólido (Nivel III). Estudios in vitro sugieren que la azitromicina es superior a otros macrólidos frente a Legionella 240,241 por lo que podría ser la recomendada 242 . La dosis de azitromicina es de 500 mg/24 h por vía intravenosa, mientras que la de claritromicina es de 500 mg/12 h por vía intravenosa. Actualmente se dispone de presentaciones intravenosas de ambos antibióticos. Para pacientes ingresados en Unidades de Cuidados Intensivos, que presentan mayor gravedad, el tratamiento recomendado es ceftriaxona o cefotaxima con un macrólido o una fluoroquinolona con actividad antineumocócica elevada. Entre éstas, las actualmente comercializadas son moxifloxacino y levofloxacino, aunque en nuestro país sólo existe presentación intravenosa para la última, lo que la convierte en la única disponible para el tratamiento inicial de la NAC grave, a pesar de que el perfil farmacodinámico de moxifloxacino podría ser más favorable 243 . Algunos estudios experimentales sugieren la superioridad de levofloxacino sobre los macrólidos para el tratamiento de las NAC por Legionella 244-246 , pero los resultados obtenidos en otros trabajos con modelos animales no confirmaron este hecho 245-247 . Además, aún no existen estudios clínicos que hayan comparado la eficacia de levofloxacino frente a azitromicina en este tipo de infecciones. Por ello no se puede recomendar de forma definitiva el uso preferente de levofloxacino en esta situación (Nivel III).\n\nA la hora de elegir entre uno u otro grupo de antibióticos se han de tener en cuenta los siguientes aspectos: por un lado, la posibilidad de interacciones medicamentosas que son más frecuentes con los macrólidos [248] [249] [250] [251] , y por otro, el riesgo de que el uso masivo de fluoroquinolonas se acompañe de un incremento de resistencias frente a esta familia de antibióticos 252,253 . En este sentido ya se han descrito algunos casos de resistencia de S. pneumoniae a levofloxacino 114 . Por otra parte, esta fluoroquinolona es útil para el tratamiento de la NAC causada por S. pneumoniae con alto nivel de resistencia a betalactámicos. Además, si bien levofloxacino incluye en su espectro a la mayoría de bacilos gramnegativos que producen NAC, aún no existe experiencia contrastada sobre la eficacia de este antibiótico en monoterapia para el tratamiento de NAC grave ingresada en UCI, por lo que se recomienda usarlo asociado. Y por último, si bien en varias guías se incluye la posibilidad de realizar monoterapia con una quinolona en la NAC que ingresa en planta, las razones expuestas previamente condicionan la recomendación de un uso prudente de estos fármacos. La dosis de levofloxacino es de 500-1.000 mg/día 254 .\n\nEn pacientes con neumonía por aspiración documentada, ha de cubrirse la posibilidad de infección por patógenos anaerobios, por lo que el tratamiento recomendable es el de un betalactámico-inhibidor de betalactamasas como amoxicilina-clavulánico. Sin embargo, en aquellos individuos en los que exista el riesgo de resistencia a este antibiótico (utilización reciente, hospitalización previa, centro de crónicos) deben administrarse otros de espectro más amplio que conserven actividad antineumocócica, como piperacilina-tazobactam 101 (Nivel III).\n\nSi existe un antecedente de anafilaxia documentada a betalactámicos podría realizarse la cobertura con levofloxacino asociado a glucopéptidos o linezolid, especialmente si existiera un tratamiento reciente con fluoroquinolonas (Nivel III). Cuando la posibilidad de alergia grave no esté clara, puede ser útil efectuar una prueba cutánea de reacción a penicilinas.\n\nEn este apartado se revisan los factores de riesgo de padecer una NAC en cuya etiología intervengan S. pneumoniae con resistencia a betalactámicos, o P. aeruginosa multirresistente. La cuestión a resolver es saber si ciertos pacientes están en riesgo de adquirir una NAC cuya etiología sea un microorganismo de los referidos, y si por ello requieren un tratamiento antibiótico empírico diferente del habitualmente empleado.\n\nEn la sección dedicada a etiología de la NAC ya se señalaron distintos factores de riesgo asociados a la aparición de SPRP (edad > 65 años, alcoholismo, tratamiento con betalactámicos en los tres meses previos, infección por VIH, inmunosupresión, contacto con niños de guarderías, etc.). Sin embargo, no existen por el momento criterios que permitan identificar a priori de una forma fiable a aquellos sujetos con NAC por SPRP. Además, tampoco se han realizado trabajos en los que de manera prospectiva se eligiera el tratamiento empírico a partir de factores determinantes de multirresistencia en el neumococo.\n\nPor otra parte, numerosos estudios 107,109,112,255-262 han sugerido que la mortalidad de aquellos enfermos con NAC por S. pneumoniae con resistencia intermedia a penicilina, tratados con betalactámicos, no es mayor que la de los pacientes con infección por S. pneumoniae sensible (SPSP), aunque Metlay et al 263 sí que observaron que existió un mayor riesgo de complicaciones supurativas entre los primeros. Solamente en pacientes infectados por el VIH 110 la presencia de altos niveles de resistencia a penicilina se acompaña de incremento de la mortalidad incluso con tratamiento apropiado.\n\nPor tanto, dado que no hay repercusión clínica negativa en cuanto al desenlace de aquellos pacientes con neumonía causada por S. pneumoniae resistente y que fueron tratados con betalactámicos, el tratamiento empírico que hemos propuesto es válido también en estos casos, al menos mientras persistan los niveles de resistencia actuales. Ahora bien, es razonable que no se elijan para el tratamiento unos antibióticos de la misma familia de los que hayan sido utilizados recientemente, especialmente en aquellas áreas con alta prevalencia de SPRP.\n\nLa importancia de P. aeruginosa como agente etiológico de la NAC radica en la elevada mortalidad que determina, especialmente en pacientes que precisen intubación 84 previamente, es muy importante mantener un alto índice de sospecha para tratar de identificar a aquellos pacientes con riesgo de NAC causada por este microorganismo, y que el espectro de la pauta empírica elegida lo cubra adecuadamente (tabla 13).\n\nNo hay estudios clínicos que permitan determinar cuál es el mejor tratamiento empírico en estos casos. Tampoco existe evidencia de que el tratamiento combinado sea uniformemente superior a la monoterapia. Sin embargo, teniendo en cuenta la elevada mortalidad asociada y el frecuente desarrollo de resistencias durante el tratamiento con monoterapia, tal como ocurre con la neumonía asociada a VM causada por P. aeruginosa, es razonable tratar a estos pacientes con dos fármacos antipseudomónicos 264,265 . Al elegir la combinación que cubra P. aeruginosa debe mantenerse la cobertura frente a neumococo y Legionella. En este sentido, sería adecuada una combinación de un betalactámico anti-Pseudomonas con actividad frente a neumococo (cefepima o piperacilina-tazobactam) y ciprofloxacino. Otra alternativa sería el empleo de carbapenémicos aunque, según la política antibiótica de cada hospital, pudiera ser preferible reservarlo para otro tipo de situaciones (Nivel III). En pacientes alérgicos a betalactámicos podrían utilizarse otras combinaciones: levofloxacino y aztreonam (± aminoglucósido); glucopéptidos (o linezolid) con aztreonam y ciprofloxacino.\n\nEn todos los casos de NAC que siguen una evolución favorable es importante realizar el esfuerzo de ajustar el tratamiento antibiótico empírico inicial, en función de los resultados de los distintos estudios microbiológicos disponibles en los días sucesivos al ingreso. La práctica de ajustar el tratamiento empírico es todavía más importante, si cabe, en el manejo de los pacientes con NAC grave hospitalizados en las unidades de medicina intensiva, donde es especialmente necesario racionalizar, en la medida de lo posible, el uso de antibióticos.\n\nLos resultados microbiológicos de elevada especificidad, que con mayor frecuencia suelen ser útiles para ajustar el tratamiento inicial, son la detección en orina del antígeno de neumococo o de L. pneumophila serogrupo 1 (si no eran ya disponibles en urgencias) y el cultivo de un patógeno respiratorio en los hemocultivos y/o en una muestra representativa (líquido pleural, aspirado bronquial de buena calidad, en los que ya una tinción de Gram pudo ser orientativa), con la posibilidad consiguiente de disponer de un antibiograma 155, 157, 161, 266 . La antigenuria positiva para neumococo en pacientes con clínica sugestiva de neumonía bacteriana permite simplificar el tratamiento continuando solo el antibiótico betalactámico, mientras que en el caso de positividad de la antigenuria de L. pneumophila se puede dejar exclusivamente el macrólido o la fluoroquinolona (Nivel II). La negatividad de ambas pruebas no excluye una u otra etiología, por lo que debería continuarse con la terapia combinada propuesta.\n\nCuando se conoce la etiología de la NAC, el tratamiento debe realizarse seleccionando los antimicrobianos de acuerdo con el antibiograma, aunque en ocasiones pueden plantearse dudas sobre cuál será la mejor elección. En este apartado nos referiremos al tratamiento de la NAC cuya etiología sea Legionella o un microorganismo multirresistente.\n\nLas recomendaciones terapéuticas iniciales, con la eritromicina como fármaco de elección, se basaron en la experiencia clínica del primer brote de Philadelphia (1976) que mostró una reducción de la mortalidad de hasta un 50% en los sujetos tratados con eritromicina o tetraciclinas en comparación con la de los pacientes en los que se habían empleado betalactámicos 267 . Pero actualmente la evidencia clínica a favor de la eritromicina ha de ser valorada a la luz del hallazgo de nuevos antimicrobianos con una actividad in vitro superior, diversas ventajas farmacocinéticas y menor incidencia de efectos adversos. La mayor limitación de la eritromicina es su efecto bacteriostático sobre Legionella.\n\nResulta difícil valorar la eficacia de los nuevos antibióticos al no poder llevar a cabo estudios prospectivos controlados y comparativos. El antimicrobiano óptimo debe reunir la mejor actividad intrínseca frente al microorganismo y la capacidad de alcanzar concentraciones intracelulares más elevadas que la CMI. Entre ellos están los macrólidos, las fluoroquinolonas, las tetraciclinas y la rifampicina.\n\nLos nuevos macrólidos se consideran superiores a la eritromicina para el tratamiento de la NAC por Legionella porque poseen una actividad intracelular más potente; una penetración superior en el tejido pulmonar, en los macrófagos alveolares y leucocitos; sus propiedades farmacocinéticas están perfeccionadas y permiten una administración una o dos veces al día y, por último, tienen menos efectos secundarios. De ellos, azitromicina es más activo que claritromicina en modelos experimentales, por lo que es actualmente uno de los fármacos de elección 268 , aunque también con claritromicina se ha visto buena evolución incluso en casos considerados graves 269 .\n\nLas fluoroquinolonas son también muy efectivas frente a Legionella. Alcanzan altos niveles de actividad bactericida, penetran fácilmente en el compartimento intracelular y disponen además de efecto postantibiótico 247 . Sobre la base de la evidencia disponible, las nuevas fluoroquinolonas parecen mejor elección que las antiguas, aunque las comparaciones clínicas son limitadas. En pacientes trasplantados con infección por Legionella se recomienda el tratamiento con una fluoroquinolona 270 ya que en éstos casos, debido a las múltiples interacciones que pueden tener con los agentes inmunosupresores, está desaconsejado el uso de macrólidos.\n\nSi bien la rifampicina es un agente muy activo frente a Legionella intra y extracelular 271,272 , sólo hay evidencia anecdótica que sugiere que la combinación de eritromicina y rifampicina mejora los resultados en pacientes inmunosuprimidos y en casos de neumonía grave con evolución tórpida. La rifampicina no debe usarse como monoterapia por haberse descrito la selección de mutantes resistentes a la misma. Actualmente no hay datos de laboratorio convincentes que muestren que la adición de rifampicina a una fluoroquinolona o a un macrólido mejore su efecto bactericida 273 .\n\nPor otra parte, la quinupristina-dalfopristina, que alcanza concentraciones intracelulares 30-50 veces mayores que las extracelulares, parece ser menos activa que azitromicina y eritromicina en los test intracelulares 274 . De igual forma, los ketólidos también han mostrado actividad frente a Legionella intracelular y extracelular, pero aún hay que esperar más resultados clínicos 272,275 .\n\nEn resumen (tabla 13), los macrólidos y las fluoroquinolonas se han comparado in vivo e in vitro, pero la muestra era siempre pequeña haciendo difícil obtener conclusiones respecto a su eficacia relativa 276 . Además, no hay estudios clínicos comparativos directos entre azitromicina y las nuevas fluoroquinolonas (ciprofloxacino, grepafloxacino, levofloxacino y ofloxacino). Actualmente, azitromicina o levofloxacino (a las dosis descritas), ambos bactericidas frente a Legionella, son los antimicrobianos más frecuentemente usados para el tratamiento de la NAC por dicho microorganismo 277, 278 .\n\nEl National Committee for Clinical Laboratory Standards (NCCLS) clasifica S. pneumoniae según la CMI de penicilina como: sensible, ≤ 0,06 µg/ml; sensibilidad intermedia, 0,1-1 µg/ml; resistente, ≥ 2 µg/ml. Esta categorización tiene importancia clínica en aquellas situaciones en las que la penetración de la penicilina pueda estar limitada (otitis, meningitis), pero en el caso de la neumonía no existe una buena correlación entre el fracaso terapéutico y esta categorización 258 .\n\nTal como se mencionó anteriormente, el pronóstico de la NAC tratada con betalactámicos no parece diferir ya sea causada por SPSP o por SPRP 107, 109, 112, [255] [256] [257] [258] [259] [260] [261] [262] (Nivel I) . Sin embargo, Feikin 279 demostró que, una vez excluidos los pacientes con mortalidad precoz, había un riesgo significativo de mayor mortalidad en aquellos individuos con CMI de penicilina ≥ 4 µg/ml (OR 7,1) o de cefotaxima ≥ 2 µg/ml (OR 5, 9) . Precisamente, la no selección de pacientes con SPRP y CMI > 4 µg/ml es una limitación de los otros estudios aunque, tal como observaron Pérez-Trallero et al 280 , el porcentaje de estos casos en nuestro país es bajo (6,5 % para valores de 4 µg/ml; ningún caso de 8 µg/ml).\n\nPor tanto, de la misma forma que el Drug-Resistant Streptococcus pneumoniae Therapeutic Working Group 258 , proponemos emplear en el caso de la neumonía neumocócica los siguientes puntos de corte de penicilina: sensible, ≤ 1 µg/ml; sensibilidad intermedia, 2 µg/ml; resistente, ≥ 4 µg/ml. En el caso de los betalactámicos, es bien conocido que la mejor eficacia se consigue cuando la concentración de fármaco libre a nivel tisular se mantiene por encima de la CMI del microorganismo durante un tiempo que sea al menos el 40%-50% del intervalo entre dosis (T > 40% CMI) 281 . Esto se puede conseguir en el caso del SPRP con CMI 2 µg/ml empleando dosis de 8 -15 millones de unidades de penicilina G/día, dividida en 6 dosis (100.000-300.000 U/kg/día). También con ampicilina (100-300 mg/kg/día), cefotaxima (100 -300 mg/kg/día), ceftriaxona (2-4 g/día) y cefepime (6 g/día) se consiguen niveles que superan con claridad el T > 40% CMI del SPRP 282 . Por tanto, con niveles de resistencia inferiores a 4 µg/ml los betalactámicos a las dosis referidas son una adecuada opción terapéutica. No existen datos suficientes que apoyen el uso de esta familia de antibióticos frente a aislamientos con CMI de penicilina ≥ 4 µg/ml. Tampoco está demostrado que con la infusión intravenosa contínua de los betalactámicos se consiga una mayor eficacia 283 .\n\nOtra alternativa terapéutica son los macrólidos. Sin embargo, hay que recordar que en nuestro país el nivel de resistencia de S. pneumoniae a esta familia de antimicrobianos es alto. En un estudio, de un total de 316 episodios, el 15 % de las bacteriemias fueron resistentes a macrólidos 284 y, en el trabajo de Pérez-Trallero et al 280 el 35% de los aislamientos de S. pneumoniae fueron resistentes a macrólidos.\n\nLa resistencia a macrólidos en el neumococo puede aparecer de forma aislada, pero habitualmente evoluciona en paralelo con la resistencia a penicilina. Así, estará presente en menos del 5% de los neumococos sensibles y en el 48%-70% de los aislamientos con resistencia a penicilina (CMI ≥ 2 µg/ml) 113 .\n\nPor ello, en principio este grupo de antibióticos no constituye una alternativa para el tratamiento del SPRP, salvo que el estudio de sensibilidad in vitro indique lo contrario. Algunos autores 113,258 , sin embargo, consideran que pueden ser útiles incluso en caso de resistencia de bajo nivel a macrólidos, aprovechando sus propiedades farmacocinético/farmacodinámicas (actividad tiempo-dependiente la eritromicina; concentración-dependiente la azitromicina), con buena penetración a nivel del parénquima pulmonar inflamado, pero no existe suficiente bibliografía que lo apoye de forma inequívoca.\n\nAdemás, se han referido fracasos clínicos al emplear un tratamiento con macrólidos en pacientes con neumonía neumocócica 112, 285, 286 , y aparición de bacteriemia por neumococos resistentes a eritromicina durante el tratamiento con este antibiótico 284 . Por tanto, la NAC por S. pneumoniae tratada en monoterapia con esta familia de antibióticos ha de ser seguida de forma especial e, incluso, se debería evitar su uso en los episodios graves (Nivel II).\n\nEn relación con las fluoroquinolonas, a pesar de haber aumentado en los últimos años, el nivel de resistencia del neumococo frente a ellas se mantiene todavía en niveles relativamente bajos (en torno al 5% para ciprofloxacino, considerando como tal una CMI ≥ 4 µg/ml). Además, las nuevas fluoroquinolonas son más eficaces frente a SPRP que las antiguas, aunque se han descrito casos de desarrollo de resistencia durante el tratamiento en monoterapia con levofloxacino [287] [288] [289] . Pese a ello, el porcentaje de neumococos resistentes a levofloxacino es inferior al 1% 290, 291 , y se observa fundamentalmente en cepas con alto nivel de resistencias a penicilina. En el momento actual aún no existe suficiente apoyo bibliográfico, de forma que su papel en la NAC grave causada por neumococos resistentes a penicilina está por dilucidar, pero podría ser una buena alternativa.\n\nDe entre las nuevas fluoroquinolonas, su actividad in vitro frente a neumococo por orden decreciente es la siguiente: gemifloxacino, moxifloxacino, gatifloxacino, esparfloxacino y levofloxacino, aunque solamente esta última está comercializada en forma intravenosa.\n\nVancomicina y linezolid son hasta el momento terapéuticas uniformemente activas frente a este microorganismo, aunque la experiencia clínica existente es aún escasa 135, 292, 293 .\n\nExisten algunos trabajos que señalan posibles ventajas de la terapia de combinación en la neumonía neumocócica grave 294,295 . En este sentido, en los estudios de Brown et al 296 y de Martínez et al 294 se observó que la morbimortalidad de los pacientes con NAC por neumococo fue menor cuando se empleó en su tratamiento la asociación de un betalactámico y un macrólido que cuando se hizo monoterapia. Incluso Sanchez et al 297 encuentran que, en comparación con otros macrólidos, la combinación con azitromicina podría tener mejores resultados. Sin embargo, existen importantes limitaciones en estos trabajos (retrospectivos, exclusión de los pacientes más graves, prospectivo pero sin control doble ciego, etc.), que hacen que sus resultados deban tomarse con cautela. Hasta que no se realicen nuevos estudios aleatorizados no existirán datos suficientes que permitan ser categóricos sobre la utilidad clínica de la combinación de antibióticos en la NAC grave.\n\nDe todas formas, la mayor dificultad se plantea a la hora de elegir el tratamiento de la NAC por S. pneumoniae con niveles de resistencia ≥ 4 µg/ml debido a la falta de datos concluyentes (tabla 13). Si la evolución clínica del paciente es correcta podría mantenerse monoterapia con una cefalosporina de tercera generación (si la CMI a cefotaxima es ≤ 1 g/ml) o con levofloxacino, aunque existe poca experiencia en el empleo de un solo fármaco en este tipo de NAC en pacientes ingresados en UCI. Si la evolución no es buena recurriremos a alguna de las siguientes alternativas: imipenem; combinación de cefalosporina de tercera generación y glucopéptido o levofloxacino; linezolid (Nivel III).\n\nEn general, el empleo de monoterapia es suficiente para garantizar una correcta cobertura de este grupo de infecciones. Sin embargo, existen algunas particularidades que combiene recordar.\n\nEn el caso de la NAC por P. aeruginosa, aunque no esté definitivamente demostrado su beneficio en cuanto a una mejor evolución o a la disminución de la aparición de resistencias durante el tratamiento, parece razonable seguir las mismas recomendaciones que hacen los expertos a propósito de la neumonía nosocomial empleando dos antibióticos que cubran este patógeno al menos durante los primeros días 264, 265 . Por tanto, la pauta antibiótica recomendable en estos casos sería la asociación de un betalactámico con actividad antipseudomónica (cefalosporina de cuarta generación, piperacilina/tazobactam, carbapenem) y un aminoglucósido o fluoroquinolona (Nivel III).\n\nSi, a pesar de ser infrecuente en la NAC, el microorganismo aislado es Enterobacter cloacae, debido a la frecuente aparición de resistencias durante el tratamiento, deberemos de emplear asociaciones antibióticas guiadas por el antibiograma, especialmente en el caso de haber elegido una terapia con cefalosporinas.\n\nClásicamente el tratamiento intravenoso de la NAC hospitalizada se venía manteniendo hasta la mejoría definitiva y el alta hospitalaria del paciente. Sin embargo, en los últimos años se han venido desarrollando estrategias que pretenden un paso precoz del tratamiento antibiótico a la vía oral. Con ello se busca un mayor confort de los pacientes, sin comprometer su seguridad, además de una reducción de los costes y de la estancia hospitalaria. Cuando con el antibiótico oral se mantienen los mismos niveles plasmáticos de la formulación endovenosa (preferiblemente con el mismo antibiótico, por ejemplo quinolona oral) hablamos de terapia secuencial. Si los niveles plasmáticos son inferiores a los conseguidos con el antibiótico intravenoso hablaremos de Terapia de Disminución (ej: cambio a macrólido o cefalosporina oral). Con ambas modalidades se han obtenido buenos resultados clínicos, si bien los estudios disponibles no analizan de forma específica la NAC grave [298] [299] [300] [301] [302] [303] [304] [305] (Nivel II) .\n\nHabitualmente, la fase de recuperación de la NAC se puede dividir en tres periodos 306 . Durante el primero de ellos (48-72 primeras horas), aun con tratamiento apropiado, la mayoría de los enfermos permanecerán inestables 71 . A continuación el paciente entra en una fase de mejoría clínica temprana (24-48 horas siguientes), con tendencia a la estabilización y a una normalización progresiva de los síntomas, signos y de las alteraciones analíticas que presentaba. Por último, frecuentemente a partir del quinto día de hospitalización, se entra en la fase de mejoría clínica definitiva que termina en el momento en que se considera que la NAC está clínicamente curada.\n\nPara ser considerado candidato a tratamiento secuencial el paciente tiene que haber llegado al punto de estabilización clínica. Los criterios utilizados para definir este momento han sido variados, pero podríamos resumirlos en: mejoría o normalización de los síntomas y signos atribuibles a la NAC (tos, disnea, normalización de la cifra de leucocitos, ausencia de fiebre al menos durante 8 horas), además de estabilidad hemodinámica y neurológica, y ausencia de metástasis sépticas, comorbilidades inestables u otras infecciones activas. También son precisas una tolerancia oral y una absorción gastrointestinal adecuadas 305, 307 . En el caso de que ya se conozca el microorganismo causal, la selección del antibiótico oral ha de basarse en el perfil de sensibilidad del germen y en la farmacocinética y especificidad del fármaco. Pero en más de la mitad de los casos no llega a conocerse la etiología de la NAC, por lo que el antimicrobiano oral elegido ha de tener un espectro de actividad equivalente al de la pauta empírica endovenosa con la que se consiguió la estabilización, además de una farmacocinética y farmacodinámica adecuadas. En este segundo supuesto tanto el moxifloxacino (400 mg/24 h) como el levofloxacino (500 mg/24 h) orales son buenas alternativas.\n\nNo se ha realizado hasta el momento ningún estudio dirigido a determinar la duración del tratamiento antibiótico en la NAC grave. El empleo de algunos antibióticos de vida media larga, como azitromicina, que tiene una vida media intracelular de 40-68 horas y una lenta eliminación de los tejidos, podría permitir llevar a cabo tratamientos más cortos (Nivel III), pero no ha sido demostrado en NAC grave .\n\nLa existencia de enfermedades de base graves, la presencia de bacteriemia, la gravedad de la neumonía y su evolución deben ser los parámetros que ayuden a decidir la duración del tratamiento, pudiendo ser de 7 a 10 días si la evolución inicial es favorable. Las infecciones causadas por M. pneumoniae o C. pneumoniae deben ser tratadas de 10 a 14 días. En las NAC causadas por Legionella en pacientes inmunocompetentes el tratamiento debe mantenerse 10-14 días, aunque la duración total con azitromicina es más corta (sólo 7-10 días) (Nivel III).\n\nLa ausencia de respuesta de la NAC al tratamiento antibiótico instaurado constituye un reto importante para los clínicos. En primer lugar, no existe una definición uniforme en la literatura que nos permita identificarla claramente. En segundo lugar, las causas que la determinan pueden ser múltiples. Y, por último, la evolución del paciente se va a ver afectada negativamente.\n\nPara referirse a este proceso, en la literatura encontramos distintos términos como neumonía que no responde, neumonía que no se resuelve, o fallo terapéutico 132 . Con ellos se están refiriendo tanto a las NAC en las que se produce un rápido deterioro precoz a pesar del tratamiento (early therapeutic failu-re) 255 determinando la aparición de shock séptico o de insuficiencia respiratoria severa que precisa ventilación mecánica y evolución a fallo multiorgánico en las primeras 72 horas de estancia en UCI, como a aquellas en las que persisten y/o progresan los signos clínicos, biológicos y radiológicos a las 72 horas de iniciado el tratamiento empírico (neumonía progresiva o non-responding pneumonia), como a las NAC cuya mejoría no se produce o está retrasada (neumonía de lenta resolución o non-resolving pneumonia) después de un número suficiente de días de tratamiento.\n\nTal como ya se ha mencionado previamente, una vez instaurado el tratamiento, lo habitual es que tras unas primeras 48-72 horas de inestabilidad se inicie una fase precoz de mejoría clínica y a partir del quinto día se produzca la mejoría clínica definitiva. La resolución radiológica es más lenta, pudiendo incluso progresar mientras se produce la mejoría clínica y requerir más de tres semanas hasta su normalización, llegando incluso hasta las 10-12 semanas en algunos casos (NAC por Legionella).\n\nInicialmente algunos autores utilizaron criterios subjetivos para identificar las NAC de mala evolución (persistencia de ≥ 50% de los infiltrados después de dos semanas, o ausencia de respuesta al tratamiento antibiótico en 10 días) 188,308 . Sin embargo, en los últimos años se han analizado los tiempos de resolución de distintos parámetros clínicos y radiológicos con el objetivo de elaborar modelos que permitan identificar este grupo de NAC de una forma más objetiva 71, 309 . Halm et al 71 usando variables clínicas (FR ≤ 24 /min, TA sistólica ≥ 90 mmHg, frecuencia cardíaca ≤ 100/min, temperatura ≤ 37,2 ºC, Sat O 2 ≥ 90%) observaron que la estabilidad clínica definitiva se produjo en una media de 7 días, cuando emplearon la definición más conservadora.\n\nLa frecuencia de la NAC de mala evolución no está bien establecida. En 1990, Ortqvist et al 310 encuentran un 10% de mala respuesta al tratamiento empírico en la NAC hospitalizada. Arancibia et al 255 describen el desarrollo de neumonía progresiva en un 6% de los casos. En un reciente estudio multicéntrico español de NAC que precisó ingreso hospitalario la tasa de mala evolución fue del 15% 311 .\n\nLa ausencia o la lentitud en la respuesta al tratamiento antibiótico puede estar relacionada tanto con factores dependientes del propio paciente, como con otras circunstancias de tipo infeccioso, o no, que pudieran estar presentes (tabla 14). Sin embargo, en un 30% de los casos no se encuentra una causa responsable del fracaso terapéutico.\n\nLa edad avanzada, el alcohol, el tabaco, la presencia de comorbilidades y la severidad de la enfermedad (neumonía multilobar, shock) favorecen, al menos, una lenta resolución de la NAC. Además, la gravedad de la neumonía y su mortalidad se relacionan con la respuesta inflamatoria que la acompaña. Tanto el exceso de producción de citoquinas proinflamatorias (IL-1β, IL-6, TNF-α) como de antiinflamatorias (IL-10, IL-4) se ha asociado con un peor pronóstico 216, 312 . Relacionado con esto último, también la susceptibilidad individual del propio paciente puede ser otro factor determinante de la evolución. Datos recientes han puesto de manifiesto el vínculo existente entre polimorfismos del TNF y de la IL-10, la infección respiratoria y el shock 50, 313 .\n\nEn este apartado se puede incluir el empleo de tratamientos antibióticos inadecuados en cuanto a dosis, vía de administración o a alteración de sus niveles por la existencia de interacciones medicamentosas. También el desarrollo de complicaciones infecciosas con progresión local, sobreinfección nosocomial, o aparición de metástasis a distancia (abscesos, empiemas, endocarditis, artritis, etc.) facilitarán una evolución tórpida de la NAC. Pero las causas principales incluidas en este grupo van a estar relacionadas con los propios microorganismos responsables de la neumonía. Así, la NAC por S. pneumoniae que se acompaña de bacteriemia, la causada por L. pneumophila, o la de etiología polimicrobiana suelen ser de resolución lenta. Sin embargo, la mala evolución de la mayoría de las NAC viene determinada por la presencia de microorganismos no cubiertos por el régimen antibiótico empírico inicial, bien por su propia resistencia (SPRP, S. aureus resistente a meticilina), o bien por su infrecuencia que hace que las pautas convencionales no los contemplen habitualmente (P. aeruginosa, M. tuberculosis, Nocardia, P. carinii, hongos, virus). El-Solh et al 314 en su estudio, realizado en individuos ingresados en asilos/residencias de la tercera edad, encuentran que el fallo terapéutico fue debido a S. aureus resistente a meticilina en el 33% de las ocasiones, a la presencia de enterobacterias en el 24%, y a P. aeruginosa en el 14%.\n\nMuchas enfermedades, a pesar de no tener una naturaleza infecciosa, pueden presentar un cuadro clínico que nos confunda con una NAC de mala evolución. Entre ellas podemos señalar las neoplasias, las hemorragias pulmonares, las enfermedades inflamatorias pulmonares como la bronquiolitis obliterante y neumonía organizativa, la neumonía eosinofílica y las neumonitis por hipersensibilidad, el tromboembolismo pulmonar, o el fallo cardíaco. En series recientes la incidencia de causas no infecciosas que remedan una NAC llega a alcanzar el 20% 188,255,310,315 .\n\nEn un paciente con NAC de mala evolución el primer paso a dar será la repetición de una anamnesis detallada, buscando especialmente factores de riesgo para microorganismos multirresistentes o no habituales (tratamientos o ingresos previos, VIH u otras inmunodeficiencias, viajes, animales domésticos, etc.). Además, el empleo de distintas técnicas de imagen, como la ecocardiografía para la valoración anatómica y funcional del corazón, o la gammagrafía/arteriografía pulmonar en caso de sospecha de embolismo pulmonar, entre otras, pueden ser de gran utilidad. Pero es sobre todo la TAC, y en particular la TAC de alta definición, la técnica más empleada en el estudio de este grupo de pacientes, incluso antes de realizar otras pruebas como la broncoscopia. Con ella se puede hacer un estudio detallado del parénquima pulmonar, la pleura y el mediastino, que nos permita identificar la presencia de complicaciones como abscesos, cavitaciones o empiemas. Además, ha demostrado su utilidad en la diferenciación entre patología no infecciosa e infecciosa, pudiendo aportar datos que incluso sugieran alguna etiología concreta como la aspergilosis invasiva. Con esta técnica Tomiyama et al 133 , sobre un total de 90 pacientes con enfermedad parenquimatosa pulmonar, describen una correcta distinción entre enfermedad infecciosa y no infecciosa en el 90% de los casos.\n\nPor otra parte, es preciso recoger nuevas muestras microbiológicas que nos permitan valorar la persistencia del patógeno aislado previamente o la aparición de nuevos microorganismos. Se han de valorar tanto técnicas no invasivas como invasivas. Al mismo tiempo, la realización de cultivos cuantitativos ayudará a distinguir entre colonización e infección, pero hay que recordar que la administración previa de antibióticos puede modificar los puntos de corte habituales (10 3 ufc/ml para el catéter telescopado, 10 4 ufc/ml para el lavado broncoalveolar y 10 6 ufc/ml para el aspirado bronquial).\n\nMientras que la indicación de broncoscopia es clara en los pacientes inmunodeprimidos, su papel en la NAC de mala evolución no está bien definido. En la serie de Ortqvist et al 310 la broncoscopia proporcionó el diagnóstico en el 41% de los casos, incluso en presencia de antibioterapia previa. En el estudio de Arancibia et al 255 en el grupo en que se realizó broncoscopia el rendimiento fue del 42% para el catéter telescopado y del 40% para el LBA, pero también cuando se empleó el broncoaspirado se obtuvo un resultado positivo en el 41% de los casos. En este estudio se estableció un diagnóstico definitivo en el 65% de los episodios. El-Solh et al 314 , mediante el uso de técnicas invasivas, modifica el tratamiento antibiótico en el 40%, e incluso lo retira en el 10% de los casos en los que se estableció el diagnóstico definitivo de neumonía, pero no encuentran diferencias en la mortalidad con el empleo de estas técnicas.\n\nAdemás, el estudio del LBA puede proporcionar información muy importante para el diagnóstico de etiologías no infecciosas 315 . También el empleo de la biopsia bronquial o transbronquial puede ser de utilidad, pero su valor va a depender de la probabilidad de existencia de otras patologías. Arancibia et al 255 obtienen un rendimiento diagnóstico del 57% con la biopsia transbronquial, aunque su serie es corta. Por último, recurriremos a la biopsia pulmonar por toracotomía cuando las otras exploraciones no nos hayan permitido establecer un diagnóstico, aun cuando algunas series no demostraron un beneficio pronóstico claro 189 .\n\nNo existen series de pacientes con neumonía de mala evolución en las que se describan las terapéuticas de rescate y el impacto de las mismas. Existen descripciones de casos clínicos aislados, con diferentes patógenos. El tratamiento antibiótico no debe modificarse en las primeras 72 horas, salvo que se produzca un deterioro importante o los datos bacteriológicos lo aconsejen, pero una vez pasado este período y recogidas las muestras microbiológicas oportunas, se procederá a un cambio terapéutico empírico sin esperar los resultados ya que, tal como se ha comentado anteriormente, el retraso del tratamiento adecuado es un factor de mal pronóstico 56, [234] [235] [236] .\n\nEs preciso optimizar el tratamiento antibiótico (dosis, intervalo, vía de administración) y ampliar su espectro tratando de cubrir otros microorganismos menos frecuentes o resistentes, además de tratar las complicaciones que pudieran existir (por ejemplo, drenaje de empiema). La pauta elegida será una combinación de betalactámicos resistentes a betalactamasas de espectro ampliado (cefepime, piperacilina/tazobactam, imipenem, meropenem) y fluoroquinolonas intravenosas. Si existen factores de riesgo para P. aeruginosa (anciano ingresado en asilo/residencia de la 3ª edad, etc.) hay que asegurarse de incluir dos fármacos antipseudomónicos. También es necesario asociar vancomicina o linezolid siempre que exista la posibilidad de SARM (antibioterapia previa, alta prevalencia local, etc.). Y en aquellos pacientes con riesgo de infecciones fúngicas (EPOC severa, tratamiento esteroideo, otras inmunodepresiones) se recomienda buscar y valorar la posibilidad de cubrir Aspergillus spp.\n\nUna vez conocidos los resultados microbiológicos habrá de ajustarse la antibioterapia empírica de acuerdo con ellos.\n\nPor último, según la bibliografía, la falta de respuesta al tratamiento aumenta la mortalidad de la NAC de 3 a 11 veces 23,255,314,316 . En la serie de Arancibia et al la mortalidad media fue del 43%, llegando al 88% en los casos complicados con infección nosocomial 255 .\n\nEn la prevención de la NAC podemos distinguir el control de las condiciones de riesgo para padecerla, de las cuales las principales modificables son el tabaquismo y la influenza (gripe), y la lucha contra los patógenos que causan NAC, como el neumococo, mediante la vacunación específica, o la Legionella, cuyo control es medioambiental.\n\nEl tabaquismo incrementa el riesgo de NAC 30,32 , la incidencia y la gravedad de la NAC por varicela 317,318 y por Legionella 319 . Además, en sujetos jóvenes se muestra como el principal factor de riesgo de enfermedad invasora por S. pneumoniae 48 . Su abandono disminuye a la mitad el riesgo de NAC en los siguientes 5 años (Nivel I). Debe aprovecharse el episodio de NAC para convencer al paciente de los riesgos del tabaco y proporcionarle los recursos que estén disponibles para ayudarle a su abandono 31, 320 (Nivel III).\n\nLa vacunación antigripal es eficaz para prevenir o atenuar la infección por el virus de la gripe (Nivel I). Reduce la incidencia de neumonía y de hospitalización aproximadamente a la mitad y la mortalidad en un 68% 321 (Nivel I). Su utilización no está sujeta a controversia, y de hecho se justifica por sí misma, y no sólo por su efecto indirecto sobre la incidencia de NAC (el 6% de los pacientes la desarrollan). Aunque su eficacia es menor en los pacientes mayores de 65 años, previene la enfermedad grave y la muerte asociada 322, 323 .\n\nEl Ministerio de Sanidad español recomienda la vacunación de personas mayores de 65 años y de otros adultos o niños con enfermedades crónicas cardiovasculares, respiratorias, metabólicas, renales o inmunodepresión, así como de trabajadores sanitarios y, en general, de las personas que puedan transmitir la gripe a las poblaciones de mayor riesgo. Este último aspecto es de gran importancia, especialmente para aquellos que cuidan de ancianos en asilos/ centros de la tercera edad y de centros de enfermos crónicos, donde se han demostrado, incluso, beneficios sobre la mortalidad 324 .\n\nLos fármacos disponibles frente al virus de la gripe (amantadina y rimantadina, que son sólo activos frente al virus de la influenza A, y más recientemente zanamivir y oseltamivir, activos frente a influenza A y B) reducen la gravedad y la duración de los síntomas de la misma si se administran precozmente [325] [326] [327] . No se ha demostrado que su empleo disminuya la incidencia de NAC, ya que la mayor parte de los estudios se han realizado en pacientes con gripe no complicada.\n\nPor otra parte, estos fármacos pueden utilizarse en la prevención de la adquisición de la gripe en situaciones epidémicas en sujetos no vacunados [328] [329] [330] . La descripción de las estrategias para el control de los brotes de gripe en instituciones excede el ámbito de este documento. Los interesados en ello pueden encontrar una información extensa en publicaciones recientes 331,332 .\n\nLa utilidad e indicaciones de la vacuna polisacarídica frente al neumococo continúan siendo contro-vertidas. De hecho las recomendaciones de las autoridades sanitarias difieren de unos países a otros 333 . La interpretación de los datos sobre la eficacia de la vacuna antineumocócica es compleja: tanto la restricción a los casos que cursan con bacteriemia, como la consideración del total de las neumonías constituyen, por defecto o por exceso, aproximaciones muy limitadas.\n\nLa vacuna polisacarídica demostró su eficacia en ensayos clínicos realizados en los años setenta sobre poblaciones poco representativas de la población general y sometidas a condiciones especiales, con incidencias de neumonía neumocócica muy elevadas [334] [335] [336] . Sin embargo, la mayor parte de los ensayos clínicos realizados a partir de los años ochenta, que incluyeron pacientes de riesgo, no encontraron beneficios de la vacunación 337-340 . Posteriormente, con el aval de estudios de cohortes 341,342 y casos control 343,344 , la ausencia de efectos adversos relevantes y el relativo bajo coste de la vacuna, se extendió la recomendación de administrarla a la población anciana o con factores de inmunodepresión o enfermedad debilitante. Varios metaanálisis recientes, sin embargo, cuestionan claramente las indicaciones de la vacuna antineumocócica en la población de mayor riesgo [345] [346] [347] .\n\nAdemás sus resultados han sido corroborados muy recientemente por un estudio de cohortes sobre 47.365 personas de más de 65 años de edad, que no encuentra ningún beneficio de la vacuna polisacarídica frente a neumococo sobre el riesgo de NAC, aunque sí una reducción del 44% (IC 95%: 7%-67%) en la incidencia de bacteriemia por S. pneumoniae 348 (Nivel I).\n\nEn la elaboración de recomendaciones deben considerase dos perspectivas. La individual, en la que el paciente y su médico pueden decidir, en función del riesgo-beneficio, la posibilidad de reducir parcialmente el riesgo de enfermedad neumocócica (Nivel II), con escasos efectos adversos, y la perspectiva de la salud pública, en la que el coste-efectividad, la disponibilidad de recursos y las prioridades sanitarias deben tenerse en cuenta para tomar decisiones sobre estrategias de prevención 345 . La incidencia en la población joven y sana (en la que la vacuna sí demuestra eficacia) es baja como para constituir una prioridad. Su utilización está justificada en situaciones especiales epidémicas como las que puedan ocurrir en instituciones cerradas 349, 350 .\n\nLa administración tras 4 semanas del episodio de NAC proporciona respuestas similares a las obtenidas en los que no han sufrido NAC 351 . Además, no hay inconveniente en administrarla junto a la vacuna de la gripe, si la inyección se realiza en otra localización. Es posible que la nueva vacuna conjugada frente a S. pneumoniae -mucho más inmunógena-actualmente sólo registrada para su empleo en niños, resuelva las controversias y pueda constituir, en el futuro, una sólida estrategia para la prevención de la NAC. De hecho, datos muy recientes sugieren que el empleo de la vacuna conjugada en la población infantil reduce indirectamente la incidencia de enfermedad invasora por neumococo en los adultos, efec-to que podría deberse a la reducción de niños portadores de neumococo 352 . Este documento se ha realizado con el soporte técnico de Laboratorios PFIZER.\n\nThe present Guidelines for the Management of Community-Acquired Pneumonia (CAP) have been elaborated by members from the following Scientific Societies: Sociedad Española de Medicina Intensiva, Crítica y Unidades Coronarias (SEMICYUC), Sociedad Española de Enfermedades Infecciosas y Microbiología Clínica (SEIMC), and Sociedad Española de Neumología y Cirugía Torácica (SEPAR).\n\nThey are focused on its application on CAP in immunocompetent population, 18 or more years old, requiring hospitalisation. Therefore, they will not be applicable for those pneumonias not requiring hospitalisation, neither for non pneumonic infections of the lower respiratory tract. They are neither applicable for children, cancer or immunocompromised patients, which we consider to have particular well defined characteristics which place them out of the scope of this document.\n\nRecommendations on this document have been classified in three levels of evidence, according to the Guidelines of the American Thoracic Society Level I (prospective controlled trials, randomised, well designed studies and studies with a correct methodology), Level II (prospective trials, controlled, well designed, not randomised studies, including cohort studies, case-control studies, and patient series), Level III (studies with historical control and expert opinion).\n\nIt is difficult to define CAP requiring hospitalisation on the basis of univocal criteria. A number of national and international societies tried to identify the different factors that permit us to identify patients with this type of infections. (see tables I, II and III).\n\n• The incidence of CAP in Spain is 162 cases per 100.000 inhabitans, which determines a total of 53.000 hospitalisations per year, and an estimated cost of 115 million euros. • The global rate of hospital admission of patients with CAP, reported in published series in Spain, is 22% and 8,7% were admitted to Intensive Care Units (ICU). • The main risk factors of CAP requiring hospitalisation are the old age and the presence of several comorbidities (alcoholism, COPD, chronic cardiovascular disease, diabetes and smoking) (see tables IV and V). • Several prognostic index exist which can be applied in the decision making concerning the hospitalisation of CAP. Fine's Prognostic Severity Index is the most used of them (see table VI) .\n\n• The knowing of the agents responsible for CAP requiring hospitalisation is important for establishing appropriate empiric treatments. Most of CAP episodes are caused by a small number of pathogens • In our environment, all the patients with CAP admitted to hospital must receive an appropriate attention faced to S. pneumoniae and the species of Legionella spp. • In patients admitted to a ward cefotaxime or ceftriaxone and a macrolide is recommended (Level III). In vitro studies suggest that azythromycin is better than other macrolides face to Legionella spp., thus it could be recommended. • For patients requiring admission to ICU because their severity, the recommended treatment is cefotaxime or ceftriaxone associated to a fluoroquinolone with high antipneumococcal activity (levofloxacin) or to a macrolide (Level III). • This empiric treatment proposed is valid also in case of suspicion of penicillin-resistant S. pneumoniae, at least while the current resistance levels are maintained (Level III). But in areas with a high incidence of penicillin-resistant S. pneumoniae it is reasonable to choose antibiotics from a family different from the antibiotics previously used. • If there has been a previous episode of documented anaphylaxis to beta-lactam the treatment could be levofloxacin plus a glycopeptides or linezolid, when the patient has followed a recent course of fluoroquinolones (Level III). • In case of documented aspiration, anaerobe pathogens must be covered, thus it is recommended the use of a beta-lactam with becta-lactamase-inhibitor (Level III). • When the risk of Pseudomonas aeruginosa exists, the treatment of S. pneumoniae and Legionella spp must be maintained. In this case, a combination of a beta-lactam with anti-pseudomonal and anti S. pneumoniae activity (cefepime or piperaciline-tazobactam) and ciprofloxacin would be appropriate (Level III). • It is important to adjust the initial empiric treatment, according to the microbiological results available during the days after the admission.\n\n• Legionella spp: at present the antibiotics of election are macrolides (azitromicyn: 500 mg/24 h) or fluoroquinolones (levofloxacin: 500-1.000 mg/day), both have bactericidal activity for this microorganism (Level III). There are no significant data reporting that the addition of rifampicin improves the bactericidal effect. • S. pneumoniae: the use of macrolides in monotherapy for the treatment of CAP by S. pneumoniae must be closely followed up and, it should be even avoided in acute situations (Level II). The resistance of this microorganism to macrolides evolves in parallel to penicillin. During its use, clinical failures and resistance development have been described. • Penicillin-resistant S. pneumoniae: if the MIC of the strain is < 4 µg/ml, high dose of beta-lactams is an appropriate therapeutic option (see table XIII) (Level III). It is not proved that continuous intravenous infusion of beta-lactams is a more efficient therapy. If MIC is ≥ 4 µg/ml and the evolution is good, monotherapy may be maintained with cefotaxime or ceftriaxone (when MIC to cefotaxime ≤ 1 µg/ml) or with levofloxacin (Level III). If the patient does not improve, the following alternatives exist (Level III): a) imipenem, b) cefotaxime or ceftriaxone associated to glycopeptide or levofloxacin, c) linezolid. • Gram-negative bacilli: in general the use of monotherapy is enough to treat this group of infections. But in CAP caused by P. aeruginosa the association of an antibiotic with anti-pseudomonal activity (4th generation cephalosporin, or pipercillin/tazobactam, or carbapenem) and an aminoglycoside or a fluoroquinolone is recommended (Level III).\n\n• Published studies don't specifically analyse acute CAP, but good clinical outcomes have been obtained with Sequential Therapy (maintaining the same plasmatic levels with the oral and intravenous administration of the antibiotic) and with Reduction Therapy (lower plasmatic levels with the oral than with intravenous administration) of the antibiotic (Level II). • This approach is limited to patients with: improvement or normalization of symptoms and signs attributable to CAP, hemodynamic and neurological stability, and no presence of septic metastases, unstable comorbilities or other active infections. It is also necessary an appropriate oral tolerance and gastrointestinal absorption (Level III).\n\n6. Duration of the antibiotic treatment:\n\n• Studies focused in the determination of the duration of the antibiotic treatment in acute CAP have not been done until now. • The severity of comorbidities and/or pneumonia, the presence of bacteremia and the evolution of the process, are the parameters which must help to decide the duration of the treatment. Nevertheless these general recommendations can be followed: a) 7 to 10 days if the initial clinical evolution is favourable; b) 10 to 14 days in CAP caused by Mycoplasma pneumoniae or Chlamydia pneumoniae; c) 10 to 14 days in immunocompetent patients with CAP by Legionella, which could be reduced to 7-10 days when azitromicyn is used (Level III).\n\nNon-resolving pneumonia • In this group both early therapeutical failure and progressive pneumonia or slow-resolution pneumonia are included. • The absence or slowness in response to antibiotic treatment may be linked to both factors dependent of the patient, or to other circumstances, infectious or not, which could be present (see table XIV ). • It is necessary to repeat the anamnesis, specially looking for risk factors for multiresistant or non usual microorganisms.\n\n• High definition computer tomography plays an important role in the diagnosis re-evaluation of these patients (Level II) . • New microbiological samples should be taken, using invasive or non invasive techniques, to evaluate the persistence of the previously isolated pathogen or the apparition of new microorganisms (see table XII ). • Pulmonary biopsy by thoracotomy when other explorations have not been diagnostic (Level III). • The initial clinical improvement of CAP does not usually occur before 48-72 h of antibiotic treatment. Thus, the empiric guideline must not be modified within the first 72 hours unless an important clinical worsening happens or it is suggested by microbiological results (Level III). • It is necessary to optimise the antibiotic treatment (dose, interval, administration way), and to extend its spectrum (including less frequent or resistant microorganisms). • The new treatment must be a combination of wide spectrum beta-lactam resistant to beta-lactamases (cefepime, piperacillin/tazobactam, imipenem, meropenem) and intravenous fluoroquinolones. When there is risk for P. aeruginosa, methicillinresistant S. aureus or Aspergillus spp., the appropriate treatment will be added.\n\n• Smoking: smoking cessation reduces in a half the risk of suffering a CAP in the following five years (Level I). The episode of pneumonia must be taken into advantage for persuading the patient about the risks of smoking and provide him with the available resources to help him to stop smoking (Level III). • Anti-flu vaccination: it is efficient to prevent or reduce the infection by the virus of flu (Level I). It reduces in a half the incidence of pneumonia and hospitalization, and mortality in 68% (Level I). • Anti-S. pneumoniae vaccination: there has not been demonstrated a reduction in the risk of CAP by S. pneumoniae, but a reduction of 44% in the incidence of bacteraemia has been found (Level I)."}