{"title": "Equine Arteritis Virus-Infected Cells Contain Six Polyadenylated Virus-Specific RNAs", "body": "Equine arteritis virus (EAV) was first isolated on a horse farm in Bucyrus, Ohio . The principal lesions in infected animals are a necrosis of the muscle cells in the small arteries (Jones et al., 1957) leading to a variety of clinical symptoms. In pregnant mares abortion occurs in about 50% of the exposed animals. Serological evidence suggests that most infections take an unapparent course (see Horzinek, 1981) .\n\nVirus particles are spherical, 50-70 nm in diameter, consisting of an isometric core structure of about 35 nm surrounded by an envelope that carries typical 12 to 1 To whom reprint requests should be addressed. 15-nm ring-like structures (see Horzinek, 1981; Murphy, 1980) . The genome of EAV is a single-stranded, infectious RNA with a molecular weight of 4 x lo6 ( Van der Zeijst et al., 1975) . Three virion proteins have been described, a nucleocapsid protein of 12,000 molecular weight, a 14,000 nonglycosylated envelope protein, and a 21,000 glycosylated envelope protein (Zeegers et al., 1976 ; see also Brinton, 1980; Horzinek, 1981) . On the basis of these data EAV has been classified as nonarthropod-borne member of the Togaviridae family, not belonging to one of the existing genera (Porterfield et al., 1978) . In this paper we describe our studies on the replication mechanism of EAV. Multiple polyadenylated virus-specific RNAs were detected in virus-infected cells and VAN BERLO, HORZINEK, AND VAN DER ZEIJST uv transcription mapping was used to answer questions about the transcription mechanism of these RNAs. Our studies suggest that EAV has a replication strategy completely different from that of the alphaviruses or flaviviruses, the two main genera of the family Togaviridae. MATERIALS AND METHODS Cells and viruses. The Bucyrus strain of EAV was used. The virus was plaque purified twice before virus stocks were prepared at 37\" in Vero cells infected at a multiplicity of infection (m.o.i.) of 0.01. After 1 hr adsorption the inoculum was removed and 50 ml of Dulbecco's modified Eagle's medium supplemented with 10% fetal calf serum and containing penicillin (100 IU/ml) and streptomycin (100 pg/ml) (DMEM-10% FCS) was added. The virus-containing culture medium was harvested 45 hr postinfection (p.i.) when most of the cells showed cytopathology.\n\nAfter removal of the debris by low-speed centrifugation, the supernatant containing 2 X 10' PFU/ml was frozen and stored at -70'; it served as stock for all experiments.\n\nVero cells were also used for plaque titration of the virus at 40\" (Van Berlo et al., 1980) ; for all other experiments BHK-21 cells were employed and to obtain a shorter one-step growth curve of about 12 hr virus was grown at 40' rather than at 37\".\n\nAssay of virus-spe&c RNA synthesis. BHK-21 cells, grown on 18 X l &mm cover slips in 35-mm tissue culture dishes, were infected or mock infected as described in the next paragraph. Uppsala, Sweden). DEAEdextran was also present in the inoculum to enhance adsorption of EAV to the cells (Hyllseth, 1969) . After 1 hr the inoculum was removed and DMEM-10% FCS was added. At 2 hr p.i. the medium was replaced by 1 ml of the same medium supplemented with 1 pg/ml act D and 0.5 hr later 25 &i [3H]uridine was added. The cells were lysed at 8 hr p.i. and RNA was extracted as described previously . Poly(A)-containing RNA was isolated by oligo(dT)-cellulose column chromatography;\n\nRNA was dissolved in high-salt binding buffer (10 mM Tris (pH 7.5), 0.05% SDS, 0.5 M NaCl) and applied to an oligo(dT)-cellulose column. The bound RNA was eluted with 10 mMTris-HCl, pH 7.5, and recovered by ethanol precipitation .\n\nTo prepare [3H]uridine-labeled virus, infected cells were labeled with 50 &i/ml from 2.5 to 20 hr p.i. The infectious culture medium was harvested, clarified, and 5-ml quantities were layered on top of 35-ml20-40% (w/v) sucrose gradients, made up in TES buffer (0.02 M Tris-hydrochloride, 1 mM EDTA, 0.1 M NaCl, pH 7.4). The gradients were centrifuged for 18 hr at 5\" at 14,000 rpm in an SW 27 rotor. Fractions were collected and trichloroacetic acid precipitable radioactivity was determined. RNA was extracted from the radioactive virus banded at a density of 1.15 g/ml, as described previously .\n\nAruzlptical agarose gel electrophwesis. RNA samples were denatured with glyoxal and dimethyl sulfoxide and analyzed by electrophoresis in 1% agarose horizontal slab gels as described previously . Subconfluent cultures (approximately 2 X 10' cells) of BHK-21 cells grown in 86mm tissue culture dishes were infected with 2 ml of a DEAE-dextran-containing virus suspension to give a m.o.i. of 20. At 5.5 hr p.i. the medium was replaced by 7 ml DMEM-10% FCS containing 1 pg/ml act D and at 6.5 hr p.i. the plates were drained and the cultures were uv irradiated for various intervals at a dose rate of 10 erg * set -'. mm2 (Jacobs et al., 1981) . The cells were then incubated for 30 min in '7 ml of act D-containing DMEM-10% FCS to establish a new equilibrium state of transcription.\n\nThereafter the cells were labeled with 7 ml of the same medium containing 700 &i PH]uridine; 30 min later the cells were phenol extracted and the RNA was ethanol precipitated and analyzed by agarose gel electrophoresis.\n\nThe effect of uv irradiation on the synthesis of the virus-specific RNAs was quantitated by counting the radioactivity in each band (Jacobs et al., 1981) .\n\nThe data thus obtained were used to calculate the size of the transcription template of the individual RNAs according to the uv target theory. This theory can be summarized in the expression In (N,/&) = -K X TX t, where Nt is the rate of ongoing synthesis of a particular RNA species after t seconds of irradiation;\n\nNo is the rate of synthesis of this RNA in the unirradiated culture; T is its target size and K is a constant (for a review of the theory see Sauerbier and Hercules, 1978) . K was calculated by inserting the data for RNA1 (target size 4.3 X 106) into the formula.\n\nCounting of samples of radioactive RNA. Unless otherwise stated, samples were spotted on Whatman 3 MM filter paper disks, which were washed three times in 5% trichloroacetic acid, once in etherethanol, and once in ether before they were dried and counted.\n\nA one-step growth curve of EAV in BHK-21 cells was determined (Fig. 1A ). Maximum titers of infectious virus (-10' PFU/ml), reached at 12 hr p.i., were comparable with those observed after one-step growth in Vero cells (Van Berlo et al., 1980) . Virus growth in cells in the presence of 1 pg/ml act D resulted in a more severe cytopathological effect; by 12 hr p.i. approximately 40% of the cells had detached from the culture vessels. We suppose that the somewhat decreased production of EAV (Fig. 1A) was due to the prolonged exposure of the cells to the drug. Viral RNA synthesis was measured by the incorporation of [BHjuridine into act Dtreated cells. It became detectable at 4 hr p.i. and increased to reach a maximum rate at 8 hr p.i. before it declined again (Fig. 1B) .\n\nof Intracellular EA V-SpecQic RNA In order to determine which species of virus-specific RNA are formed in BHK-21 cells, infected act D-treated cells were labeled with rH]uridine from 2.5 to 8 hr p.i.\n\nAt the end of this period total RNA was extracted from the cells, denatured with glyoxal and dimethyl sulfoxide, and analyzed by agarose gel electrophoresis. A number of RNA species were found in infected but not in mock-infected cells (Fig.  2, lanes A and B) ; they were further characterized by oligo(dT)-cellulose chromatography. Fourty-four percent of the labeled material bound to the column. This material was eluted with low salt buffer and analyzed by electrophoresis in an agarose gel. It contained six RNA species (Fig. 2, lane C) . Using as markers cellular 18 S and 28 S rRNA (molecular weights 0.67 X lo6 and 1.75 X 106, McMaster and Carmichael, 1977) and the intracellular Sindbis virus-specific RNAs (molecular weights 4.0 X lo6 and 1.6 X 106, Simmons and Strauss, 1972) their molecular weights were determined.\n\nThey were (X10'): 4.3 (RNAl), 1.3 (RNA2), 0.9 (RNA3), 0.7 (RNAQ), 0.3 (RNA5), and 0.2 (RNAG). The relative molarities of the poly(A)-containing RNA species were estimated from material labeled between 7 and 7.5 hr p.i. Two-thirds of the RNA molecules consisted of RNA5 and RNA6 (Table 1) .\n\nRNA was extracted from virus grown in replicate cultures. Only one RNA species with the same molecular weight as RNA1 was found (Fig. 2, lane D) . This experiment excludes the possibility that defective (DI) particles had accumulated in our virus stocks, otherwise smaller viral RNAs would have been found. In another control experiment BHK-21 cells were infected with Sindbis virus and labeled with ['Hluridine in the presence of act D between 2 and 5 hr pi. RNA was extracted and analyzed in the same way as described for EAV intracellular RNA. Only the wellknown 42 S and 26 S species (Kilriainen and Soderlund, 1978) with no trace of degradation were found (Fig. 2, lane E) . Degradation of the EAV-specific RNAs seems also unlikely since 67.5% of the polyadenylated RNA chains (at least 29.7% of the total number of RNA molecules) consisted of the RNAs 5 and 6. Since these RNAs are very small in comparison to the genome they would have been present in much lower amounts if they had originated from degradation. \n\nLane (E) shows RNA from a control experiment in which cells were infected with Sindbis virus. Lanes A, B, and C are from a urea-containing gel. The other gel did not contain urea.\n\nIn order to study the mechanism by which the virus-specific subgenomic RNAs are synthesized we have used uv transcription mapping. Uv irradiation of RNA molecules induces uracil dimers; one dimer is sufficient to stop transcription of an RNA chain at that point. If repair is slow or absent the number of hits at a given dose rate will be proportional to the time of irradiation, and to the length of the template (target size) (review by Sauerbier and Hercules, 1978) .\n\nInfected cells were irradiated at 6.5 hr p.i. At this time synthesis of virus-specific RNAs is about maximal (see Fig. 1 ); we assume that most of the negative-stranded templates for the synthesis of the various viral RNAs have been synthesized by this time. The effect of increasing uv doses on the overall synthesis (7 to 7.5 hr p.i.) of virus-specific RNA is shown in Fig. 3 . To verify that there was no repair before or during the labeling period an experiment was done in which labeling was begun at 7.5 hr p.i., the end of the labeling period in the first experiment. There was no significant difference between the two doseresponse curves, indicating that there was indeed no repair (Fig. 3) .\n\nIn order to measure the exact kinetics of the inactivation of RNA synthesis by uv irradiation, it is necessary to determine the effect on the synthesis of the individual completed RNAs. Quantitation of the overall synthesis of RNA after various uv doses as depicted in Fig. 3 , might lead to artifacts caused by the presence of prematurely terminated RNA molecules. Therefore, the RNAs were separated by agarose gel electrophoresis, excised from the gel, and counted. The results of a representative experiment are shown in Fig.  4 . As expected on the basis of the theory, there was a linear correlation between the logarithm of the remaining RNA synthesis (N,/NO) and the time of uv irradiation. The slopes of the curves were about the same, indicating that the target sizes are not widely different. The target sizes for the RNAs were calculated more exactly using the numerical values for the slopes FIG. 3. Effect of uv irradiation on the overall synthesis of virus-specific RNA in EAV-infected BHK-21 cells. Infected cells grown on coverslips in 35mm tissue culture dishes were exposed to uv irradiation at 6.5 hr pi. for increasing periods of time. The amount of [!H]uridine incorporated into trichloroacetic acid-precipitable material in the presence of act D between '7 and 7.5 hr p.i. (0) or 7.5 and 8 hr p.i. (0) was determined. After subtraction of the background in mock-infected cells (about 27% of the incorporation of the unirradiated control), the remaining virus-specific RNA synthesis at the various irradiation times was calculated. Vertical bars indicate the standard error of the mean. of the curve in Fig. 4 obtained by linear regression analysis ( Table 2) . The values obtained for each of the RNAs did not correlate with the actual molecular weight but they were about equal to the molecular weight of the genome. RNAs 2 to 5 had target sizes of 4.3 + 0.5 X 106. The template of RNA6 had a target size of 2.8 X 106, which is smaller than that of the other RNAs; it is, however, 14 times greater than the physical size of RNAG.\n\nOnly recently has it been found that upon infection with coronaviruses, a family of positive-strand RNA viruses, multiple mRNAs are induced in infected cells. Six subgenomic mRNAs have been identified for mouse hepatitus virus Rottier et cd, 1981; Wege et al, 1981) and five for avian infectious bronchitis virus (Stern and Kennedy, 1980) . It RNA  01  82  43  04  05  46   1  I,,  I1  1  I  I  I1  I1  I  I   10  20  30 UV irradiation( sec. )\n\nFIG. 4. Effect of increasing doses of uv irradiation on the synthesis of the individual intracellular EAV-specific RNAs. Act D-treated cells were irradiated with uv light at 6.5 hr p.i. and labeled with [8Hluridine from 7 to 7.5 hr p.i. RNAs were extracted from the cells and separated by electrophoresis in an urea-containing agarose gel; RNA bands were excised from the gel, and the amount of radioactivity was determined. The graphs were fitted by linear regression analysis. The correlation coefficients (r) varied between 0.94 and 1.69. now appears that the involvement of multiple subgenomic RNAs is not an unique feature of coronaviruses, since EAV, provisionally classified as a togavirus (Porterfield et aL, 19'78) , shows a similar pattern. However, fundamental differences seem to exist in the mode by which these RNAs are generated between coronaviruses and EAV. The results of uv transcription mapping with mouse hepatitis virus (Jacobs et aL, 1981) indicate that the subgenomic RNAs are synthesized via independent initiation on one or more template molecules. The uv target sizes of the templates for the EAV-specific RNAs, on the other hand, are most easily explained if we assume that the subgenomic RNAs are derived by specific cleavage or splicing from a full-length positive-stranded precursor.\n\nMultiple mRNAs are also present in cells infected with paramyxoviruses or rhabdoviruses, but also in this case these mRNAs are synthesized by a different mechanism than the EAV subgenomic RNAs.\n\nFor vesicular stomatitis virus, e.g., cumulative target sizes for the templates of the RNAs have been found reflecting the distance of each gene to the origin of transcription (Abraham and Banerjee, 1976; Ball, 1977) . This has been explained by the assumption that there is one initiation event on the genome; the completion of the genome-length positive RNA strand is not required, however, for mRNA synthesis. Alternatively vesicular stomatitis virus mRNAs could be initiated independently at different promoter sites on the genome, with subsequent elongation being dependent on the completion of promoter proximal genes (Testa et a~!, 1980) .\n\nof the molecular weights of RNAs 2 to 6 results in a value of 3.4 x 106, which is less than the molecular weight of the genome. This implies that the information in the subgenomic RNAs could be adjacent in the genome; overlapping sequences between the RNAs do not have to be postulated. We will prepare RNAs T1 oligonucleotide fingerprints of the RNAs to answer this question. The difference between the total molecular weight of the RNAs and that of the genome may be accounted for by inaccuracies in the determination of the molecular weights or could be explained by the assumption that part of the information present in the genome is lost during the processing.\n\nSo far the only indication for the messenger nature of the RNAs 2 to 6 comes from the fact that they are polyadenylated. The main viral proteins synthesized in infected cells are the nucleocapsid protein VP1 with a molecular weight of 14,000 and the nonglycosylated envelope protein VP2 possessing a molecular weight of 19,000 (unpublished results; we consider these slightly higher molecular weights as more accurate than those described previously by Zeegers et aL, 1976) . The molecular weights of these two proteins correspond to the coding capacity of RNAs 6 and 5, respectively, the two main virusspecific RNAs. Studies to determine the coding potential of some of the RNAs directly are in progress. More experiments are also needed to explain why RNA5 and RNA6 are synthesized in much greater molar ratios than the other RNAs.\n\nFinally it is relevant to consider the consequences of our findings on the taxonomic status of EAV. When the Togaviridae family was officially established on the basis of morphologic criteria for the virion and the size and infectivity of the RNA (Wildy, 1971) , it was already clear that it contained viruses differing considerably in ecology and antigenic properties. Initially, however, there were insufficient data to argue for or against a common origin of all togaviruses (Porterfield, 1980) . As more became known about the replication mechanism of alpha-and flaviviruses, the two main genera of the togavirus family, it OThe value of K X T was obtained from the slope of the curves of Fig. 4 and K was calculated a8 7.49 X lOme see-' by substituting the molecular weight of RNA1 as target size for this RNA.\n\nb Using this value for K the target sizes for the other RNAs were calculated.\n\n\"The molecular weights of the denatured virus-specific RNAs were as determined by agarose gel electrophoresis. was argued that they were evolutionarily distinct (Cleaves et d, 1981; Svitkin et uL, 1981) .\n\nOur results with EAV extend this observation and show that indeed viruses with fundamentally different replication mechanisms belong to the togavirus family. Therefore it looks as if the togavirus family as it is presently defined is a collection of positive-stranded viruses which evolved by convergent evolution to attain a similar morphologic composition."}