{"title": "Characterisation of the RNA binding properties of the coronavirus infectious bronchitis virus nucleocapsid protein amino-terminal region", "body": "Positive stranded RNA viruses replicate in the cytoplasm of infected cells and encode viral RNA binding proteins. Coronaviruses are no exception and synthesise an RNA binding protein termed the nucleocapsid (N) protein which is one of the most abundantly expressed viral proteins in an infected cell [1] . This protein has multiple functions in the virus life cycle both in terms of interacting with viral RNA [2] [3] [4] and modulating host cell processes [5] [6] [7] [8] [9] [10] . The replication of the coronavirus genome is complex and involves the direct replication of the genomic RNA (approximately 30 kb in length) and transcription of multiple subgenomic mRNAs via a discontinuous mechanism [11] . The positive sense genome comprises of a coding region flanked by untranslated regions. The 5 0 end consists of a short leader sequence and the 3 0 end is polyadenylated, both features are shared by the subgenomic mRNAs. N protein also associates with components of the viral replicase (an RNA dependent RNA polymerase) [12] and as such can be viewed as being crucial in the recruitment of viral RNA for replication. Certainly, N protein is required for the efficient rescue of coronavirus full length clones (e.g. [13] [14] [15] ) and has direct roles in the regulation of viral RNA synthesis [16, 17] . Kinetic studies utilizing equilibrium reactions and investigation of dynamic interactions (using surface plasmon resonance (SPR)) indicated that the N protein has particular affinity for the transcription regulatory sequence (TRS) [2, 18] . This short nucleotide sequence is found within the viral leader sequence and also precedes each open reading frame. Mutation of specific nucleotides within and around the TRS can alter RNA transcription [19] [20] [21] [22] .\n\nBased on amino acid sequence comparison N protein can be divided into three regions [1] and all three regions from different coronavirus have been shown to associate with RNA. For example, the amino-terminal region of infectious bronchitis virus (IBV) [4] , and severe acute respiratory syndrome (SARS) coronavirus [23] can interact with RNA, but the kinetics of these interactions remain unknown. Recent studies have hypothesised that the amino-terminal region of N protein has the potential to form an electrostatic interaction with RNA [24] and disruption of this interaction has been proposed to be a target for anti-viral therapy [23] . Previous data has also suggested that the structure of murine coronavirus, mouse hepatitis virus (MHV) N protein changes upon binding viral RNA [25] .\n\nAlthough the N protein contains no recognised RNA binding motifs/domains when compared to cellular or viral counterparts, several insights about possible mechanisms of RNA binding can be gained from the general interaction of cellular and viral proteins with RNA. For example, the binding of U1A spliceosomal protein to U1 hairpin II RNA is suggested to be a two step process involving both electrostatic interactions and base stacking to mediate binding [26] , which has been proposed to involve a 'lure' and 'lock' step [27] . The HIV-1 NCp7 Gag polyprotein cleavage product can promote strand annealing by inducing electrostatic interactions between strands [28] , and the nucleocapsid (NC) protein binds to RNA with high affinity (K d = 94-315 nM) via electrostatic interactions [29] . Likewise the binding of southern cowpea mosaic virus coat protein R domain to viral is mediated by electrostatic interactions and the R domain changed conformation upon binding RNA [30] . In order to investigate the role of the amino-terminal region of IBV N protein and full-length protein in binding viral RNA, SPR and circular dichroism (CD) were used to determine the strength and specificity of RNA/protein interactions, and to investigate whether any structural changes occurred.\n\npTriExNI ; Region NI of IBV Beaudette N gene was amplified by PCR from pIBV322, using forward primer NcoN_F, and reverse primer XhoN1R (5 0 -ATA TCG CTC GAG ATC TCT TGT ACC CTG ATT GG-3 0 ) and inserted into pTriEx1.1 (Novagen), which allows expression of the protein with a C terminal His-Tag. Full length N protein was cloned as described previously [2, 31] .\n\nIBV N protein expression plasmids were transformed into Tuner(DE3)PLacI competent cells (Novagen) . 500 ml liquid cultures were induced with the addition of isopropyl b-D D-thiogalactopyranoside (IPTG) to a final concentration of 0.5 mM to express protein.\n\nThe culture was then grown for a further 5 h at 27°C. Cells were harvested by centrifugation at 10 000 · g. Cell pellets were resuspended in lysis buffer and insoluble debris removed by centrifugation [2] . Cleared cell lysate was passed over Ni 2+ -charged HisBind Resin (Novagen), unbound proteins removed by washing with five volumes of buffer containing 60 mM imidazole, 0.5 M NaCl and 20 mM Tris-HCl, pH 7.9. Protein was eluted by washing with three volumes of buffer containing 0.5 M NaCl, 20 mM Tris-HCl, pH 7.9 and increasing concentrations of imidazole 100, 150 and 200 mM. A 70 ml chromatography column was packed with Superdex 75 (Amersham) which allows separation of proteins between 3 and 70 kDa. Protein samples to be purified were dialysed into phosphate buffered saline (PBS) and injected onto the column. 100 ml of buffer was passed through the column and eluted fractions measured for protein content at 280 nm. Eluted fractions were analysed for purity by SDS-PAGE. Both the amino-terminal region and full length N protein eluted from the column as predominately monomer in agreement with dynamic light scattering analysis of N protein [2] .\n\nNMR experiments were performed using a Varian Unity Inova spectrometer operating at a 1 H resonance frequency of 600 MHz. Gradient-enhanced 1 H-15 N HSQC spectra were acquired using 128 complex points and 64 scans per increment with spectral widths of 4508 Hz and 1200 Hz in the 1 H and 15 N dimensions, respectively. Nuclear magnetic resonance data were analyzed with the programs NMR-Pipe and NMRDraw [32] .\n\nSPR measurements were conducted on a Biacore3000 instrument as previously described [2] , and data fitted to a 1:1 Langmuir model. Briefly, a biotinylated IBV leader sequence (3LeaderTAS) was immobilised on a streptavidin sensor chip (BIAcore) and varying concentrations of the amino-terminal region or N protein passed over, with a flow rate of 30 ll/min. Mass transport analysis experiments were conducted as described previously and no effects were observed. The RNA was obtained synthetically followed by HPLC purification and its integrity confirmed using mass spectroscopy.\n\nCD experiments were performed on a Jasco J715 spectrophotometer. Protein samples to be analysed were dialysed into 20 mM sodium phosphate buffer, pH 7.2. Measurements were taken in the far-UV (190-260 nm) and the CD signal recorded in a 1-mm path-length cell using a protein concentration of 0.4, 0.6 and 0.8 mg/ml with eight accumulations. RNA was added at a 1:1 molar ratio of protein to RNA.\n\nThe amino-terminal region (region 1) of IBV N protein (amino acids 1-133) was cloned and expressed in Tuner (DE3) E. coli (Novagen) and purified as described previously [2, 31] , with the additional step of gel filtration chromatography. SDS-PAGE and Western blot analysis (Fig. 1A ) demonstrated that purified IBV proteins were obtained. The SARS-coronavirus N protein has been reported to be unstable [33] and also certain regions difficult to purify [34] . To confirm that the purified IBV amino-terminal protein was folded, a technique described by Kingston et al. [35] was used. Uniformly isotopically labelled protein was expressed in minimal media containing 15 N and 2D-HSQC spectra obtained by solution state nuclear magnetic resonance (NMR). For a folded protein that does not aggregate, 1 H-15 N HSQC spectra exhibit dispersed and well-defined peaks for most side chain amide protons and backbone. The distribution of peaks on the spectra for the amino-terminal region indicated that the protein fitted these criteria indicating that the protein was in a folded conformation (Fig. 1B) .\n\nSPR was used to investigate the interaction of the amino-terminal region with viral RNA. Previously, this system has been used to determine the RNA binding properties of IBV N protein to an IBV leader sequence, which contains the TRS, as a model for the viral genome [2] . Similar binding studies have utilised the murine coronavirus leader sequence [36, 37] . The viral RNA used in this study consisted of a biotin group at the 5 0 end followed by the 90 nucleotide leader sequence up to and including the translation initiation codon ( [2] ).\n\nBiotin-ACUUAAGAUAGAUAUUAAUAUAUAUCUA-UUACACUAGCCUUGCGCUAGAUUUUUAACUGAAC-AAUACAGACCUAAAAAGUCUGUUUGAUG (where predicted stem-loop structures are shown in single and double underline and the TRS denoted in bold face). Briefly, the biotinylated IBV leader sequence was immobilised on a strepavidin sensor chip (BIAcore) and varying concentrations of the protein passed over. The resultant sensogram ( Fig. 2A) , analysed using BIAevaluation software (BIAcore), was different from that obtained with native N protein [2] (and this study). The association rate for the binding of the amino-terminal region to viral RNA was 2.8 · 10 4 (1/Ms), the dissociation rate was 0.0404 (1/s) with an overall binding affinity to RNA of 1430 nM (v 2 = 7.5). This is in contrast to the high affinity binding ($1 nM) of N protein to leader RNA observed in a previous study [2] (and similar to this study). In both cases the kinetic data fitted to the Langmuir 1:1 binding model indicating that co-operative binding mediated by protein:protein interactions did not occur.\n\nThe recently solved crystal structure of the amino-terminal region of IBV N protein [24] highlighted the presence of a basic cluster of amino acids, which we hypothesise may form electrostatic interactions with viral RNA. The binding of the aminoterminal region to leader RNA was analysed using SPR with increasing concentrations of NaCl, which we predicted would disrupt electrostatic interactions [38] . The kinetic data obtained revealed that increasing the NaCl concentration from 150 mM to 300 mM reduced the association rate of the amino-terminus to 10.4 (1/Ms) (v 2 = 1.64), an approximately 2000-fold reduction (Fig. 2B) , whilst 500 mM NaCl abolished binding (data not shown). This experimental data would support the model in which electrostatic interactions play a key role in the binding of the amino-terminus of N protein to RNA.\n\nIn order to determine whether native N protein was reliant on these electrostatic interactions to facilitate high affinity binding with viral RNA, SPR analysis was extended to the full length N protein (Fig. 3A) , which bound to target RNA with a binding affinity of 2 nM, with an association rate of 7 · 10 4 (1/Ms) and dissociation rate of 1.41 · 10 À4 (1/s) (v 2 = 10.4). To assess the effects of increased salt in the buffer the binding kinetics of IBV N for leader RNA were analysed at 150, 300 and 500 mM NaCl. The resulting sensograms (Fig. 3B) show that the addition of 300 mM salt decreased the overall binding affinity of N protein to RNA (11 nM). Although unlike the amino-terminal region there is a large proportion of full length protein retained on the RNA at the end of the dissociation period (Fig. 3B ) (dissociation rate 0.012 1/s). This data suggests that interactions are stronger between full length N protein and RNA than those of the amino-terminal region. Therefore, interactions other than electrostatic, such as hydrogen bonds or base stacking may stabilise the total protein/RNA complex.\n\nInterestingly, analysis with BIAevaluation revealed that the association rate of full-length protein for viral RNA increased with the addition of NaCl to the running buffer, until a decrease was observed at 500 mM salt. A similar result was observed for the binding of MetJ to the met-box DNA operator regions [39] . In which the addition of salt to the SPR buffer resulted in an increase, and subsequent decrease at higher salt concentrations, of association rate. A plot of log of the association rate (k ass ) versus log[NaCl] (Fig. 3C ) has a 'bell shape' distribution often observed for a sliding mechanism [40] . This occurs when the protein ''slides'' along the nucleic acid in a one-dimensional non-sequence specific manner, mediated by electrostatic attractions, until it meets its target sequence or structure to which it can bind specifically. In the case of N protein and viral RNA this target sequence could be the TRS. Certainly the binding affinity of N protein for a non-viral RNA is approximately the same as viral RNA when the non-viral RNA contains a TRS [2] .\n\nCD spectroscopy was used to determine whether the structure of the amino-terminal region of N protein altered during association with viral RNA, as has been predicted for the native protein [36] and occurs with other viral RNA binding proteins. Many common secondary structure motifs, such as the a-helix, b-pleated sheet, b-turn and random coil, have characteristic CD spectra [41] . Therefore, CD allows the detection of gross protein conformational changes, and can be utilised to monitor changes in secondary structure upon ligand binding. Here, it was used to assign secondary structure to the amino-terminus and full length N protein and to determine whether these proteins altered upon binding viral RNA.\n\nCD measurements were taken in the far-UV (180-260 nm) using initial protein concentrations of 0.4, 0.6 and 0.8 mg/ ml, the resultant sensogram is shown in Fig. 4A . There was no significant difference in the CD spectra between these concentrations and therefore 0.4 mg/ml of the amino-terminal protein was used in subsequent experiments. This protein was analysed in the absence and presence of leader RNA with a molar ratio of 1:1, in six independent experiments (representative CD spectra is presented in Fig. 4B ). Leader RNA alone was analysed by CD at these wavelengths and no adsorption was observed (data not shown). Secondary structure content for each spectra was calculated using DICHROWEB [42] which utilises a series of algorithms to provide calculated secondary structure content and allows direct comparison of cal- culated structures and experimental data (Table 1 ). This analysis of the real time solution structure of the amino-terminal region of IBV N protein suggested a large proportion of bsheet, turns and random coils, which is in close agreement with the solid state crystal structure [24] . There was no significant difference in this solution structure of the amino-terminus with and without viral RNA, suggesting that no gross conformational change occurs. In contrast, CD analysis of the binding of the leader RNA to N protein resulted in a conformational change of the protein (Fig. 5 ) indicated by the change in the CD profile between the presence and absence of RNA. For example, DICHROWEB revealed that the percentage of a-helix changed from 21% to 16% in the presence of leader RNA. The data suggests changes in the secondary structure of N protein are required to accommodate the viral RNA.\n\nPrevious equilibrium binding studies have shown that the amino-terminal region of IBV N protein binds to viral RNA [4] . However, little is known about the underlying mechanism and kinetics of this interaction. SPR analysis allowed the monitoring of the formation of complexes in real-time and provided simultaneous equilibrium and kinetic information [43] . The dynamic nature of protein:RNA interactions may be a key feature in the regulation of a number of biological mechanisms. The rate of binding and release may influence processes such as the ordered assembly of ribonucleoprotein complexes (encapsidation of viral RNA), movement of RNA:protein complexes between sub-cellular compartments and competition for binding sites. Elucidation of the partial crystal structure of N protein revealed that conserved basic amino acids in this region lie within close proximity to form a positively charged cluster [9, 23, 24] . The resulting data indicated that electrostatic interactions, most likely between this basic cluster and the negative phosphodiester backbone of RNA, play a central role in binding. However, other bonds may important in the stabilisation of N protein with viral RNA.\n\nSimilar to that proposed for U1A protein [26] , we hypothesise that the amino-terminal region of N protein forms longrange non-specific electrostatic interactions with RNA (a 'lure' step). This brings the full-length protein within close proximity to the RNA, and may facilitate sliding, until specific interactions form between viral RNA (perhaps mediated via the TRS) and N protein (forming a 'lock' step). We postulate N protein may locate its target TRS and other high affinity binding sites via a sliding mechanism. Prefixes denote the type of secondary structure and figures refer to the proportion of a particular structure in the molecule (scored out of one). The average values and standard deviations of the six experiments are shown in bold face. The Student's t-test was used to determine whether there was any significance (P < 0.05) between the two data sets. "}