{"title": "Coronaviruses Detected in Brazilian Wild Birds Reveal Close Evolutionary Relationships with Beta-and Deltacoronaviruses Isolated From Mammals", "body": "infect or cause disease in mammals, while GammaCoV are almost exclusively found in birds, except for the CoV detected in beluga whale and bottlenose dolphin (Mihindukulasuriya et al. 2008; Woo et al. 2010) . The fourth genus (DeltaCoV) was described recently and has already been identified in pigs and birds (Woo et al. 2011) .\n\nIn this research, 368 cloacal and tracheal swabs from 33 bird species were collected in different regions belonging to the States of São Paulo (Bosque dos Jequitibás, Campinas-SP; Rio Claro-SP; Rehabilitation center [CRAS] Parque Ecológico do Tietê, São Paulo-SP) and Mato Grosso do Sul (CRAS Campo Grande-MS), Brazil. The viral RNA was extracted (QIAmp Viral RNA Mini kit, QIAGEN, Hilden, Germany), and the cDNA synthesis was performed following the manufacturer's protocol (Applied Biosystems, Foster City, USA).\n\nA PanCoV PCR selective essay was performed targeting a 440 bp of RNA-dependent RNA polymerase (RdRp) gene (Chu et al. 2011 belonging to the BetaCoV group. Mice are the natural hosts of MHV A59, which is associated to hepatotropic and neurotropic diseases (Eriksson et al. 2008) . Besides, two of our samples that were, respectively, detected in A. vinacea (Parrot-breasted-purple) and B. tirica (Plain Parakeet) clustered with CoV isolated from Sparrow (SpaCoV HKU17) belonging to a monophyletic group related with the CoVs isolated from swines (PorCoV HKU15), both belonging to the DeltaCoV genus (Fig. 1) , previously unreported in South America. PorCoV HKU15 was detected in April 2014 in the USA (Wang et al. 2014) , in 2015, which was directly associated to play a key role in diarrheic disease in swine; no treatment or vaccines are currently available (Hu et al. 2015; Ma et al. 2015) .\n\nFinally, we highlighted in this study the evolutionary proximity of CoVs detected in wild birds with Beta-and DeltaCoVs, both isolated from mammal and involved in the pathogenicity of their hosts. We believe that these findings may be useful for the understanding of CoVs' evolutionary dynamics. Considering the risk of inter-species host switching and further adaptation to new hosts, detection in bird species of CoVs closely related to mammal CoVs should warn for the potential emergence of new threatening viruses."}