{"title": "Journal of Cardiothoracic and Vascular Anesthesia of Anesthe-siology Expert Consensus on Anesthetic Management of Cardiac Surgical Patients with Suspected or Confirmed Coronavirus Disease", "body": "Since the first case of coronavirus disease 2019 (COVID -19) has been reported at the end of 2019 in Wuhan, China, this outbreak has spread to over 80,000 patients in China and over 30,000 cases in other countries as of the time of this manuscript preparation. Control of the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) is still in a grim situation and it has been defined as pandemic by World Health Organization (WHO) on 11 th , March, 2020.\n\nThe entire population is prone to infection and the person-to-person transmission route is through respiratory droplets, contact with infected items and aerosol transmission when in a relatively closed space with high viral concentration [1] .COVID-19 virus enters cells through angiotensin converting enzyme II (ACE2) receptor, resulting in down-regulation of ACE2 receptor function. This leads to increase of angiotensin II activity, activation of the Renin-Angiotensin-Aldosterone System (RAAS), and pulmonary, cardiac or systemic dysfunction [2, 3] .\n\nCardiac surgical patients usually suffer from multiple comorbidities and invasive monitoring is commonly required. This creates great challenges for the perioperative cardiac surgical team while managing suspected or confirmed COVID-19 patients during cardiac surgery. The Chinese Society of Anesthesiology developed this expert consensus on anesthetic management of cardiac surgical patients with suspected or confirmed COVID-2019 from experts with significant experiences taking care of COVID-2019 cardiac surgical patients and available literatures in both English and Chinese.\n\nThe incubation period for SARS-CoV-2 is usually between 4 to 6 days and could be as long as 14 days. Patient usually presents with mild symptoms including low fever, fatigue or even asymptomatic. As invasive monitoring is usually required for cardiac surgery, all patients should be treated as confirmed COVID-19 cases when COVID-19 is suspected or when the test result is not yet available. Elective or semi-elective cardiac surgeries should be postponed until COVID-19 virus detection results are negative at least twice with a minimum of 24 hours interval between tests.\n\nFor patients with indications of emergent cardiac surgery, COVID-19 status should be immediately evaluated from patient's recent epidemiological history, respiratory infection history, clinical manifestations, and laboratory and radiographic testing, including but not limited to temperature, respiratory pathogen testing, serum immunoglobulin G (IgG) level, complete blood count, C-reactive protein (CRP) and \n\nIt is highly recommended that all healthcare providers wear N-95 mask, surgical cap, gown, eye goggles, shoe covers, double gloves, and PAPRs or full-face shield [4] [5] [6] .\n\nThe operating room should be converted to negative pressure environment with airflow changes and a warning sign should be posted outside the operating room (OR).\n\nA dedicated pathway should be used for pre-and post-operative transportation of COVID-19 patients and should be disinfected regularly.\n\nTwo experienced cardiac anesthesiologists should be present inside the cardiac operating room to directly manage the patient. The third cardiac anesthesiologist should be available outside the OR serving as backup and consultant. OR traffic should be limited to the minimum. Dedicated staff should be assigned for specimen collection and delivery. All involved healthcare providers should wear the following in this order: N95 mask, hat, scrub, gown, anti-fog goggles, shoe covers, first layer glove, isolation gown and PAPR. Anesthesiologists must wear gloves before contacting the patient, body fluids such as blood, urine, mucus, etc. or other contaminated objects. After that, the outer gloves should be removed and hand hygiene be performed. Contaminated Zone, Semi-Contaminated Zone and Clean zone should be clearly defined. Protective equipment should be removed in sequence according to the hospital guidelines.\n\nAnesthesia machines, monitors, transesophageal echocardiography (TEE) probes, ultrasound machines, blood gas analyzers, activated-clotting time (ACT) machines and disposable supplies in the operating room should be prepared in advance.\n\nWaste Anesthetic Gas Disposal system should be equipped with appropriate filtering and sterilizing functionalities. Centralized Waste Anesthetic Gas Disposal system should be avoided to prevent the spread of SARS-Cov-2 virus between operating rooms when standard negative pressure in the OR cannot be achieved. Negative pressure suction device should available independently for each OR.\n\nIt is strongly recommended to use video laryngoscopes (disposable laryngoscopes whenever possible) to improve the success rate, reduce the exposure time during tracheal intubation, and avoid unplanned emergency tracheal intubation.\n\nPatient should wear surgical mask at all times and should be transported to the OR through a dedicated pathway. Nasal cannula oxygen therapy can be used underneath the mask when needed. Venturi mask should not be used [7] . In patients with severe cardiac and pulmonary dysfunctions, intra-aortic balloon pump (IABP) or extracorporeal membrane oxygenation (ECMO) might be considered [8] . rises, pulse oximetry and depth of ETT [9] .\n\nanesthesia circuit throughout the intubation process as its virus filtration efficiency reaches 99.9995% [10] . 4.1.6 For suspected patients, lower respiratory tract secretions should be collected through ETT and specimens should be sent for examination as soon as possible.\n\nStudies have shown that patients with COVID-19 may suffer from viral myocardial damage. Elevated cardiac injury biomarkers are most commonly found in COVID-19 patients [11] . In addition, hypertension, heart failure (high incidence in elderly patients), hypoxia induced myocardial injury (high incidence in patients with previous myocardial infarction, unstable angina, or history of percutaneous coronary intervention (PCI) surgery) and stunned myocardium have all been reported [12] . It is speculated that high expression of ACE2 receptors in the heart, blood vessels and lungs might play a role in the virus induced activation of RAAS system [13] .\n\nAdvanced invasive hemodynamic monitoring such as PiCCO, FloTrac, Swan-Ganz catheters and TEE are recommended to guide fluid therapy and the use of inotropic or vasoactive medications. In addition, patients with acute myocardial injury should be considered for early IABP, ventricular assist device, or ECMO mechanical circulatory support. Previous studies have shown that perioperative infusion of dexmedetomidine at a rate of 0.5 μg·kg -1 ·h -1 can lower pulmonary systolic blood pressure (PASP), reduce the use of sedative drugs after surgery, and shorten extubation time in patients with pulmonary hypertension [14] . It is still unclear whether dexmedetomidine is beneficial in COVID-19 patients.\n\nPatients with SARS who receive mechanical ventilation have a high incidence of pneumothorax and it's one of the major causes of death [15] . Based on these experiences, we recommend that pneumothorax should be excluded preoperatively by CT scanning. Protective mechanical ventilation strategy (target tidal volume 6 ml/kg (predicted weight), platform pressure ≤30 cmH 2 O, higher PEEP, target SaO 2 88% ~ 95%, pH ≥7.25) should be applied in all suspected and confirmed patients [16, 17] .\n\nPneumothorax should be suspected when patient's SpO 2 decreases with increased airway pressure, unilateral breathing sounds or sudden blood pressure drops.\n\nPulmonary ultrasound could be used for fast evaluation and diagnosis [18] and chest tube should be placed if pneumothorax is diagnosed. Lung re-expansion should be checked before chest closure.\n\nCritically ill COVID-19 patients have high incidence of acute kidney injury (AKI) and severe acid-base imbalances and electrolyte abnormalities might ensue.\n\nContinuous renal replacement therapy (CRRT) should be performed perioperatively when indicated. Goal directed fluid therapy is recommended to optimize fluid administration.\n\nBlood conservation strategies should be applied for COVID-19 patients as their coagulation function is usually abnormal. Coagulation status should be evaluated routinely by platelet counts/function, PT, PTT, INR and thromboelastography.\n\nAntifibrinolytic medications, preoperative hemodilution, autologous platelet-rich plasma technology, mild hypothermia or normothermia during cardiopulmonary bypass (CPB) and intraoperative blood salvage should be used to minimize blood transfusion and reduce transfusion-related lung injury. Coagulation factor concentrates are preferred over blood products when possible to reduce potential transfusion related lung injuries. should be adjusted to avoid hypotension and the need for inotropic drugs [19] . [20] . Due to limited evidence, steroid is not recommended in COVID-19 unless severe microcirculatory dysfunction caused by the cytokine storm is present. Antimicrobial prophylaxis and anti-inflammatory therapy are important to treat COVID-19.\n\nIntraoperative TEE should be routinely used to monitor ventricular function, volume status, valvular diseases and guide the anesthetic management [21] .The primary heart disease and COVID-19 induced cardiac dysfunction should be evaluated comprehensively by TEE. Right heart dysfunction might develop from increased pulmonary vascular resistance due to pulmonary edema, left heart dysfunction and stress cardiomyopathy in COVID-2019. Lung ultrasonography is useful to assess the severity of lung diseases by presence of B-lines, air bronchogram and pleural effusion, etc. This can guide the implementation of lung protective strategies. Only remove personal protective equipment after leaving the isolation area.\n\nAll medical waste, including breathing tubes, infusion tubing and disposable laryngoscopes must be sealed with double-layered medical waste bags and treated as infectious medical waste.\n\nThe surface of the anesthesia machine and operating table should be wiped with 75% alcohol or chlorine-containing disinfectants. The inner circuit of the anesthesia machine should be removed and disinfected with 75% alcohol or hydrogen peroxide.\n\nMixed O 3 and H 2 O 2 atomized gases or pasteurization can also be used [22] . OR should maintain negative pressure for at least 30 minutes after the patient has been transferred. Filters of exhaust vent (on the ceiling) and return vent (on the wall) in the OR should be replaced. Surgery should not be started in this OR until OR has been thoroughly disinfected as described.\n\nThe casing and monitor of ultrasound machines should be wiped with 75% alcohol.\n\nUltraviolet can also be used as well. Quaternary ammonium disinfectants should be avoided as it can damage the casing. However, ultrasound probes can be disinfected with quaternary ammonium or hydrogen peroxide. For disinfection of TEE probe, blood gas analyzer and ACT machines, please refer to manufacturer's instructions.\n\nClose observation should be carried out for all healthcare providers involved in the care of COVID-19 patients and an Infectious Disease Report Form should be completed. If there is a potential exposure risk during the process, a 14-day quarantine is required [23] .\n\nIn summary, COVID-19 patients present many challenges for cardiac anesthesiologists during cardiac surgery. Meticulous infection control practices must be observed and special attentions should be paid to COVID-19 specific cardiac and pulmonary manifestations."}