{"title": "Regulation of the p38 mitogen-activated protein kinase and dual-specificity phosphatase 1 feedback loop modulates the induction of interleukin 6 and 8 in cells infected with coronavirus infectious bronchitis virus", "body": "The innate immune system is the first line of host defense against an invading viral pathogen and the outcome of an infection is dependent on the ability of host cells to recognize the invading pathogen and activate appropriate signaling pathways. Cells are equipped with a group of proteins known as pathogen recognition receptors (PRRs), which identify pathogen-associated molecular patterns (PAMPs). Upon stimulation by pathogens, multiple signaling pathways are activated, leading to the induction of a number of latent transcription factors and the establishment of an anti-viral state (Sen, 2001) . In cells infected with RNA and DNA viruses, double-stranded RNA (dsRNA) is produced as a replication intermediate and recognized as PAMPs by three major types of RNA sensors, dsRNA-dependent protein kinase (PKR), Tolllike receptor (TLR) 3, and retinoid acid-inducible gene 1 (RIG-I) and melanoma differentiation-associated gene 5 (Mda5), leading to the induction of type 1 interferon (IFN) and pro-inflammatory cytokines (Garcia et al., 2007; Takeuchi and Akira, 2009 ). Cytokines produced during a viral infection are potent immunomodulatory molecules that act as mediators of inflammation and the immune response. They are key regulators in governing host defense against pathogens. Pro-inflammatory cytokines such as tumor necrosis factor alpha (TNF-α), IL-6, and IL-8 are produced early in the infection, triggering the production of Th1 cytokines such as IFN-γ and IL-2 involved in cellular immune responses. In this report, the cellular mechanisms exploited by coronavirus infectious bronchitis virus (IBV) to regulate the induction of two pro-inflammatory cytokines, IL-6 and IL-8, at the transcriptional level were studied.\n\nThe mitogen-activated protein kinase (MAPK) pathway is one of the pathways triggered by PAMP-PRR interaction (Symons et al., 2006) , and involved in different cellular processes, including cell proliferation, programmed cell death, regulation of transcription, mRNA stability, protein translation and production of pro-inflammatory cytokines (Roux and Blenis, 2004) . Of the three MAPK pathways described in mammalian cells, the ERK pathway, the JNK pathway, and the p38 MAPK pathway, the ERK pathway is activated by mitogenic and proliferative stimuli, whereas the JNK and p38 MAPK pathways are activated by environmental stresses. So far, four p38 isoforms, p38α, p38β, p38γ and p38δ, have been identified (Nebreda and Porras, 2000) . Among them, p38α is the most widely expressed and best characterized isoform. Evidence available suggests that p38 MAPK activates a specific set of transcription factors, resulting in the production of pro-inflammatory cytokines. For example, embryonic stem cells derived from p38α MAPK-null mice showed a reduced IL-6 production in response to chemical stress (Allen et al., 2000) .\n\nNegative regulation of MAPK is through dual-specificity phosphatases (DUSPs) by their dephosphorylating activities on both phosphorthreonine and phosphor-tyrosine residues on the activated MAPKs.\n\nDUSPs constitute a structurally distinct family of 11 proteins, with DUSP1 being the archetype of the family . In addition to heat shock and oxidative stress, DUSP1 has been shown to be upregulated by other pro-inflammatory stress stimuli, such as ultraviolet (UV) irradiation, IL-1 and lipopolysaccharide (LPS) (Abraham and Clark, 2006; Liu et al., 2007) . Prolonged activation of p38 MAPK in DUSP1-deficient macrophages (Chattopadhyay et al., 2006; Zhao et al., 2005) indicates that p38 MAPK is the target of DUSP1 (Franklin and Kraft, 1997) . In addition, the levels of the pro-inflammatory cytokines TNFα and IL-6 and the anti-inflammatory cytokine IL-10 were substantially increased in DUSP1 −/− macrophages upon LPS stimulation (Chi et al., 2006; Hammer et al., 2006; Salojin et al., 2006; Zhao et al., 2006) . Up-regulation of DUSP1 by virus infection was also reported (Abraham and Clark, 2006) , indicating a clear physiological regulatory role of DUSP1 in innate immunity.\n\nIBV is the prototype virus of group 3 coronaviruses in the family of coronaviridae (Liu et al., 1997) . It is an enveloped RNA virus with a 27.6 kb single stranded RNA genome packed with the nucleocapsid protein . IBV infection of chickens causes an acute and highly contagious respiratory disease (Fang et al., 2007 (Fang et al., , 2005 Shen et al., 2004) . It initially infects the upper respiratory tract, where it is restricted to the ciliated and mucus-secreting cells (Raj and Jones, 1997) . High virus titers were detected in the nose, trachea, lung, and airsacs (Ambali and Jones, 1990; Hofstad and Yoder, 1966) . Following infection of chickens by IBV, interferon was detected in trachea and lung (Otsuki et al., 1987) . Chicken type 1 interferon reduced replication of IBV in chicken tracheal organ culture and kidney cell culture (Pei et al., 2001) . Intravenous or oral application of type I interferon delayed the onset of disease in chickens and its severity. In this study, analysis of the infected cells by Affymetrix microarray, semiquantitative RT-PCR and Northern blot revealed the induction of IRF1, DUSP1, IL-6 and IL-8 at the transcriptional level. Activation of p38 MAPK was found in cells infected with IBV. Furthermore, this study showed that p38 activity was responsible for the induction of the two pro-inflammatory cytokines IL-6 and IL-8. The p38 MAPK activity was regulated by IBV-induced up-regulation of DUSP1, resulting in the suppression of excessive induction of the pro-inflammatory cytokines.\n\nAffymetrix array analysis of the expression profile of interferon related genes and other cytokine/chemokine genes in IBV-infected Vero cells Determination of the global gene expression profiles in mock-treated and IBV-infected Vero cells at 24 h post-infection by Affymetrix array revealed a 12.25-to 36-fold induction of 57 interferon-related genes and other cytokine/chemokine genes at the transcriptional level (Table 1) . Among them, a 6.25-and a 5.76-fold induction of IL-6 and IL-8, respectively, at the transcriptional level, was detected (Table 1) . A 4-fold up-regulation of IRF1 was also observed in the same study. Analysis of IBV-infected Vero cells harvested at 24 h post-infection by realtime RT-PCR showed a 4.5-, 3.8-and 3.2-fold induction of IL-6, IL-8 and IRF1, respectively, compared to mock-treated cells. Up-regulation of IL-6 and IL-8 at the protein level in IBV-infected cells, although to a lesser extent, was also observed in a previous report (Xiao et al., 2008) .\n\nAffymetrix array analysis of the global gene expression profiles in mock-treated and IBV-infected Vero cells at 24 h post-infection also revealed a 4-fold induction of DUSP1 at the transcriptional level in the infected Vero cells (Table 1) .\n\nNorthern blot analysis of the induction of IL-6, IL-8, IRF1 and DUSP1 at the mRNA level in IBV-infected Vero cells\n\nTo further confirm the induction of IL-6, IL-8 and IRF1 and to study the induction kinetics in IBV-infected cells, Northern blot analysis of IL-6, IL-8 and IRF1 at the mRNA level was carried out in IBV-infected Vero cells in a time-course experiment. Vero cells were infected with IBV at an MOI of approximately 1 and harvested at 0, 8, 16, and 24 h post-infection. Total RNAs were extracted and subjected to Northern blot analysis with DIG-labeled DNA probes for IL-6, IL-8, and IRF1, respectively. IBV RNAs were also detected to indicate the efficiency of viral infection, and GAPDH as a loading control for normalization. As shown in Fig. 1A , IL-6, IL-8 and IRF1 mRNAs were gradually increased after 8 h post-infection, and peaked at 24 h post-infection. Quantification of the corresponding bands by densitometry showed that IL-6 mRNA was induced 17-fold at 8 h post-infection and continued to increase to 109-fold at 24 h post-infection, IL-8 mRNA was induced 3fold at 8 h post-infection and continued to increase to 57-fold at 24 h post-infection, and IRF1 was induced 2-fold at 8 h post-infection and continued to increase to 8-fold at 24 h post-infection (Fig. 1A) . It was noted that the folds of IL-6 and IL-8 induction obtained by this approach were much higher than those obtained by Affymetrix and real-time RT-PCR assays. Nevertheless, these results clearly demonstrate that IL-6, IL-8, and IRF1 are induced at the mRNA level in Vero cells infected with IBV.\n\nThe induction of DUSP1 in IBV-infected Vero cells was also examined by Northern blot analysis in a time-course experiment (Fig. 1B) , showing gradual induction of DUSP1 mRNA from 12 h to 24 h postinfection. Quantification by densitometry showed a 7.4-to 18-fold induction from 12 to 24 h post-infection (Fig. 1B) . The same membranes were stripped and re-probed for IBV RNA, showing gradually increased accumulation of IBV mRNA from 12 h post-infection, indicating active replication of IBV in the infected cells (Fig. 1B) .\n\nAnalysis of the induction kinetics of IL-6, IL-8 and IRF1 in IBV-infected Vero, H1299 and Huh7 cells\n\nTo investigate if the induction of cytokines by IBV infection is restricted to specific cell type, the induction kinetics of IL-6, IL-8 and IRF-1 were further analyzed in IBV-infected Vero, H1299 and Huh7 cells by semi-quantitative RT-PCR in detailed time-course experiments. Vero, H1299 and Huh7 cells were individually infected with IBV and harvested at 0, 8, 12, 16, 20 and 24 h post-infection, respectively. Mock-infected cells harvested at 24 h post-infection were used as negative controls for each cell line. Semi-quantitative RT-PCR analysis of IL-6, IL-8 and IRF1 showed that all three factors were induced with various efficiencies at the transcriptional level in all the three cell lines. Quantification of the PCR bands showed that IL-6 was induced 4-to 5-fold, IL-8 was induced 2-to 12-fold, and IRF1 was induced 4-to 10-fold over the time-course in IBV-infected H1299 cells (Fig. 2) . In IBV-infected Huh7 cells, IL-6 was induced 2to 7-fold, IL-8 was induced 11-to 13-fold, and IRF1 was induced 3to 5-fold (Fig. 2) . In IBV-infected Vero cells, IL-6 was induced 2-to 6-fold, IL-8 was induced 3-to 7-fold, and IRF1 was induced 5-to 31-fold (Fig. 2) . It was noted that minor induction of these cytokines was also observed in mock-treated cells which might be due to the serum starvation or cell overgrowth (Fig. 2 ). After normalization, the relative induction folds of IL-6 and IL-8 in IBV-infected Vero cells at 24 h post-infection determined by semi-quantitative RT-PCR were roughly comparable to those obtained by Affymetrix and realtime RT-PCR assays. Semi-quantitative RT-PCR was therefore used to quantify the induction folds of these factors in most experiments described in the subsequent sections. IBV gRNA(+) was detected for indication of efficient viral replication, showing gradually increased accumulation of the viral gRNA(+) over time (Fig. 2) . These observations further confirm that IBV infection of cultured cells from different origins induces the transcription of IL-6, IL-8 and IRF1.\n\nPrevious studies have demonstrated that p38 MAPK plays an important regulatory role in the induction of IL-6 by various stimuli, such as TNFα (Beyaert et al., 1996) , IL-1β (Krause et al., 1998) and adenosine (Rees et al., 2003) , and in IL-8 induction by ribotoxin deoxynivalenol in human monocytes (Islam et al., 2006) . The effect of IBV infection on the activation of the p38 MAPK pathway was examined.\n\nVero and H1299 cells infected with live (IBV) or UV-inactivated IBV (UV-IBV) were harvested at 0, 4, 8, 12, 16, and 20 h post-infection, respectively. UV-IBV was included in the experiment to check whether virus entry was sufficient to activate this pathway. The p-p38 MAPK Table 1 Affymetrix array analysis of the expression profile of interferon-related and cytokine/chemokine genes in IBV-infected Vero cells. was detected by Western blot with anti-p-p38 antibody and total p38 MAPK was detected by p38 MAPK antibody in the same membrane after stripping off p-p38 antibody. Result showed that p-p38 MAPK was increased from 12 h to 24 h post-infection and the total p38 MAPK expression was relatively over the time-course (Fig. 3A ).\n\nAfter normalization of p-p38 MAPK to p38 MAPK, a 2.2-to 2.7-fold increase of p-p38 MAPK was observed from 12 to 20 h post-infection in IBV-infected Vero cells; a 2.1-to 2.5-fold induction of p-p38 was detected from 12 to 20 h post-infection in IBV-infected H1299 cells; and a 3-to 4-fold induction of p-p38 was also detected at 16 and 20 h post-infection in IBV-infected Huh7 cells (Fig. 3A ). However, in cells infected with UV-IBV, the p-p38 MAPK level was relatively constant over the time-course (Fig. 3A) , suggesting that the virus entry step is not sufficient to activate this pathway. The same membranes were stripped and re-probed with IBV M or N protein antibodies, showed the efficient virus replication in IBV-infected cells. β-tubulin was probed as an internal loading control (Fig. 3A ). These results demonstrate that p38 MAPK was activated in IBV-infected cells and active virus replication is required for this activation. As phosphorylation of p38 MAPK was observed in all three cell lines, it also suggests that activation of the p38 MAPK pathway upon IBV infection is not restricted to a specific cell type.\n\nSince activation of p38 MAPK pathway was initiated by MAPK kinase 3/6 (MKK 3/6) (Goh et al., 2000) , the MKK3/6 phosphorylation was then examined by Western blot in IBV-infected H1299 cells in a time-course experiment. PVDF membrane was probed with p-MKK3/6 antibody first and reprobed with total MKK3 antibody after stripping off the p-MKK3/6 antibody. As shown in Fig. 3B , the total levels of MKK3 kept in stable amount during the time-course and the levels of p-pMKK3/6 increased in IBV-infected cells. After normalization of p-MKK3/6-to total MKK3, the increased levels of p-MKK3/6 were quantified as 1.8-, 2.1and 2.5-fold at 12, 15 and 18 h post-infection, respectively, in IBV infected cells, but only increased 1.1-to 1.2-fold in cells infected with UV-IBV (Fig. 3B ). It suggests that MKK3/6 is activated upon IBV infection and virus replication is required for this activation.\n\nTo establish the relationship between the p38 MAPK activation and the induction of IL-6 and IL-8 in cells infected with IBV, SB203580, a p38 MAPK inhibitor, was added to the infected cells and its effect on IBV-induced IL-6 and IL-8 up-regulation was analyzed. SB203580 inhibits the p38 MAPK activity by blocking its catalytic function but not phosphorylation, resulting in the suppression of the downstream substrate activation in the p38 MAPK pathway (Kumar et al., 1999) . H1299 cells were either treated with 50 μM of SB203580 or mock-treated with DMSO alone for 1 h prior to IBV infection and throughout the time-course. At different time points post-infection, cells were lysed and subjected to Western blot with antibodies against p-p38, p38, IBV N protein and actin. As shown in -GAPDH -IBV 1 4 4 5 5 5 0 1 2 4 4 7 7 2 1 2 3 4 4 6 2 IL6\n\n1 1 2 5 9 12 2 1 13 11 10 12 10 1 1 3 5 6 6 7 2 IL8 1 6 8 9 10 4 4 1 3 4 4 5 3 2 1 6 5 11 15 31 4 IRF1 Semi-quantitative RT-PCR was performed using appropriate sets of primers to detect IL-6, IL-8, IRF1, IBV gRNA(+) and GAPDH. The intensity of each band was determined by densitometry, and was shown as fold induction after normalization to GAPDH. The signal for each mRNA species at 0 h post-infection was treated as 1.\n\nhigher levels of p-p38 MAPK were observed in SB203580-treated cells at 4, 8, 12 and 16 h post-infection ( Fig. 4A ). At 20 h post-infection, the level of p-p38 MAPK was slightly reduced in SB203580-treated cells (Fig. 4A ). The increased detection of p-p38 MAPK in cells treated with SB203580 was also observed in IBV-infected Vero cells at 8 h post-infection (Fig. 4B) , and was reported in other studies (Ciuffini et al., 2008) . Similar levels of IBV M protein were detected in SB203580-and DMSO-treated cells at 8 h and 20 h post-infection (Fig. 4B) . The induction of IL-6 and IL-8 at the mRNA level in the presence of SB203580 was then analyzed by Northern blot in IBV infected Vero cells harvested at 20 h post-infection. As shown in Fig. 4C , the presence of SB203580 in the infected cells greatly suppressed IBV-induced IL-6 and IL-8 transcription, while DMSO alone had much less effect on IL-6 and IL-8 induction. These results demonstrate that SB203580 blocks the p38 MAPK activity and reduces IL-6 and IL-8 induction in IBV-infected cells, indicating that the p38 MAPK pathway is involved in the induction of IL-6 and IL-8.\n\nTo further confirm that the induction of IL-6 and IL-8 by IBV infection is through the p38 MAPK pathway, siRNA-mediated knockdown of p38 MAPK was performed by transiently expressing siRNA targeting p38 MAPK in H1299 cells followed by IBV infection in a time-course manner. Negative control siRNA was transfected into another set of cells as a control. The p38 MAPK knockdown efficiency was confirmed by semi-quantitative RT-PCR and Western blot, showing an almost 100% knockdown efficiency at the mRNA level and 18-62% knockdown efficiencies at the protein level at different time points (Fig. 5A) . Examination of IL-6 and IL-8 at the mRNA level by semi-quantitative RT-PCR revealed significant induction in cells transfected with the negative control siRNA over the time-course (Fig. 5A) . However, in p38-knockdown cells, the induction of IL-6 and IL-8 was progressively suppressed from 12 to 15 h postinfection, and reduced to a minimal level at 18 h post-infection (Fig. 5A) , confirming that p38 MAPK pathway is important for IL-6 and IL-8 induction. Similar levels of viral RNA were detected by semi-quantitative RT-PCR in both p38-knockdown and control cells (Fig. 5A) . However, at the protein level, less IBV S protein was detected in the knockdown cells infected with IBV at 12 h post-infection, compared to that in the control cells (Fig. 5A) . The difference became much smaller, but was still discernable, at later time points (Fig. 5A) , suggesting that the p38 MAPK may also be involved in regulation of the viral replication cycle.\n\nThe effects of p38 MAPK on IBV-induced IL-6 up-regulation and viral replication cycle were further tested by infection of wild type MEFs (WT) and a non-functional p38 knock-in MEF cell line (p38 KI) (Shreeram et al., 2006) with IBV. As shown in Fig. 5B , detection of both sense and anti-sense strands of IBV gRNAs showed an inhibition of virus replication in p38 KI cells compared to WT cells, with an approximately 10-fold reduction in the production of both positiveand negative-strand gRNAs at 18 h post-infection. The expression of IBV N protein and total p38 MAPK was confirmed by Western blot. Quantification by densitometry indicated a 5-fold reduction in IBV N protein synthesis in p38 KI cells compared to WT MEFs after normalization to β-tubulin. These results showed that IBV replication was impaired in p38-deficiency cells. Determination of the level of IL-6 mRNA by semi-quantitative RT-PCR revealed an approximately 5fold reduction in p38 KI cells (Fig. 5B ). Taken together, these data further confirm that IBV infection enhances IL-6 and IL-8 transcription through the p38 MAPK pathway and a functional p38 MAPK pathway is beneficial to virus replication.\n\nTo investigate the induction kinetics and the role of DUSP1 in p38 MAPK pathway activation and IL-6 and IL-8 up-regulation in IBVinfected cells, we checked the p38 MAPK activity and IL-6 induction by blocking DUSP1 function in IBV-infected H1299 cells. First, we confirmed the induction of DUSP1 in IBV-infected H1299 cells which was confirmed by Northern blot analysis in a time-course experiment (Fig. 6A ). Similar to IBV-infected Vero cells (Fig. 1B) , gradual induction of DUSP1 mRNA from 12 h to 24 h post-infection was observed in IBV-infected H1299 cells (Fig. 6A) . Quantification by densitometry showed a 5.7-to 11-fold induction during the time-course. Re-probing of the same membranes for IBV RNA showed gradually increased accumulation of IBV mRNA from 12 h post-infection, indicating active replication of IBV in the infected cells (Fig. 6A) .\n\nThe regulatory role of DUSP1 in the activation of the p38 MAPK pathway and in IL-6 and IL-8 induction was then investigated by addition of Ro-31-8200 (Ro), a DUSP1 specific inhibitor, to H1299 cells 1 h prior to IBV infection in a time-course manner. DMSO was added to another set of cells as negative control. The inhibitory effect of Ro on the DUSP1 phosphatase activity was confirmed by detection of p-p38 MAPK level by Western blot (Fig. 6B) . Compared to the DMSO-treated cells, a 1.2-to 3.5-fold increase of p-p38 was detected in Ro-treated cells at 12 h, 18 h, and 24 h post-infection, indicating that the DUSP1 activity was efficiently blocked by Ro. Western blot analysis of the total p38 showed treatment of cells with the inhibitor did not affect the overall level of the protein (Fig. 6B ). More induction of IL-6 at each time point post-infection was detected in cells treated with the inhibitor, compared to that in the DMSO-treated cells (Fig. 6B) , indicating that inhibition of DUSP1 resulted in more activation of p38 pathway and an increase of the IL-6 production. Detection of the positive-strand viral gRNA(+) showed a similar level of viral infection in cells treated with and without the inhibitor (Fig. 6B) .\n\nThe regulatory role of DUSP1 in IL-6 and IL-8 induction in IBVinfected cells was further investigated by knockdown of DUSP1. DUSP1 iRNA and non-targeting control siRNA were transiently transfected in two groups of H1299 cells followed by IBV infection in a time-course manner. As shown by semi-quantitative RT-PCR, 24-73% DUSP1-knockdown efficiencies were achieved at the mRNA level and IBV infection was minimally affected by detection of viral gRNA(+) (Fig. 6C ). As expected, induction of IL-6 and IL-8 was generally at a higher level (1.5-to 3.21-fold increase for IL-6 and 1.11-to 3.1-fold increase for IL-8) in DUSP1-knockdown cells than that in the control cells at each time point. These results collectively suggest that DUSP1 may negatively regulate the induction of IL-6 and IL-8 at late stages of virus infection. and chemokines. Induction of pro-inflammatory cytokines and chemokines plays an important role in the pathogenesis of virus infection, and may be regulated by the p38 MAPK and DUSP1 feedback loop. The p38 MAPK is involved in numerous biological processes, including apoptosis, cell proliferation, and cytokine production. On the other hand, DUSP1 negatively regulates p38 MAPK phosphorylation and forms a feedback loop. In this study, we show that levels of two pro-inflammatory cytokines, IL-6 and IL-8, were greatly elevated during IBV infection of cultured cells. This induction may be resulted from activation of the p38 MAPK pathway. Meanwhile, DUSP1 was also stimulated to regulate the p38 MAPK activity in the late stage of viral infection. As activation of the p38 MAPK pathway and induction of IL-6 and IL-8 may have multiple pathogenic effects on the whole host as well as on individual infected cells, regulation of the p38 MAPK and DUSP1 feedback loop by IBV may modulate the pathogenesis of the virus. Further studies using avian cells, chicken embryos and young chicks would reveal more information on the functional roles of this regulatory loop in IBV-host interactions, viral replication and pathogenesis. The observation that p38 MAPK is activated in IBV-infected cells is consistent with studies in cells infected with some other coronaviruses. For example, MHV, a prototype coronavirus in group II, was able to activate the p38 MAPK pathway in the infected cells (Banerjee et al., 2002) . Pro-inflammatory cytokines, such as TNFα and IL-6, were significantly induced by infection of primary mouse astrocytes and microglia with MHV strains JHM and A59 (Yu and Zhang, 2006) . It was also observed that phosphorylation of p38 MAPK was greatly elevated in SARS-CoV-infected Vero E6 cells at 18 h post-infection (Mizutani et al., 2004) . In this study, treatment of cells either with the p38 MAPKspecific inhibitor, SB203580, or with a small interfering RNA targeting p38 MAPK almost abolished the IBV-medicated induction of IL-6 and IL-8. It was previously suggested that in MHV-infected cells, phosphorylation of eIF4E promoted by p38 MAPK may contribute to the induction of IL-6 (Banerjee et al., 2002) . However, our preliminary data did not show an increase in the phosphorylation of eIF4E in IBVinfected cells (data not shown). Based on the observation that IL-6 induction was detected at the transcriptional level in IBV-infected cells, it is unlikely that eIF4E phosphorylation is a major contributing factor in IL-6 induction by IBV infection.\n\nIn addition to its involvement in the induction of IL-6 and IL-8, p38 MAPK has been shown to play a role in promotion of both cell death and survival (Dent et al., 2003) . In a previous study, caspase-dependent apoptosis was found to be induced in IBV-infected cells at late stages of the infection cycle , suggesting that a balance between cell survival and apoptosis may be achieved in the IBV-infected cells. Further studies would be required to illustrate the functional significance of p38 MAPK activation in the virus-host interactions and pathogenesis of IBV.\n\nIn this study, up-regulation of DUSP1 was observed in IBV-infected cells. DUSP1 is known to be a negative regulator in the innate immune system. It is a protein phosphatase that regulates the activities of p38 MAPK and JNK, and, to a less extent, the ERK1/2 MAPK activity. It functions as a negative regulator to suppress the production of excessive cytokines and inflammatory responses (Turpeinen et al.) . In DUSP1deficient mice, increased levels of IL-6 and other cytokines were detected . Up-regulation of DUSP1 was detected in cells in response to pro-inflammatory stress stimuli, such as UV irradiation and treatment of cells with pro-inflammatory cytokine IL-1 (Lasa et al., 2002; Li et al., 2001; Toh et al., 2004) . Up-regulation of DUSP1 upon infections by viruses was also reported (Abraham and Clark, 2006) . One example is the nef protein of human immunodeficiency virus (HIV) which could up-regulate DUSP1 (Tachado et al., 2005) . In this study, either siRNA-mediated knockdown of DUSP1 or inhibition of the DUSP1 activity by a specific inhibitor enhances and prolongs the p38 MAPK activation and the induction of IL-6 and IL-8 in IBV-infected cells. These observations imply that up-regulation of DUSP1 by IBV may be a H1299 cells were transfected with either p38 MAPK siRNA or negative control siRNA twice in a 24 h interval, and were infected with IBV 24 h after the second transfection. Cells were harvested at 0, 12, 15, and 18 h post-infection, RNA was extracted and analyzed by semi-quantitative RT-PCR using appropriate primers for detection of IL-6, IL-8, p38, IBV gRNA(+) and GAPDH. Cell lysates in the repeated experiment were also prepared and subjected to Western blot for detection of p38 MAPK, IBV S protein, and actin. The intensity of each band was determined by densitometry, normalized to GAPDH or actin, and the ratio of the corresponding band intensity in the knockdown cells (+) and the control cells (−) was calculated and shown. It includes the ratios of IL-6 (IL-6/R(+/−)) and IL-8 (IL-8/R(+/−)) at the mRNA level, and p38 (p38/P (+/−)) and IBV S (IBVS(+/−)) at the protein level. (B) Requirement of functional p38 MAPK for efficient IBV replication and IL-6 induction. Wild type MEF (WT) and non-functional p38 knock-in MEF cells (p38 KI) were infected with IBV or mocked infected for 18 h. RNA was extracted and semi-quantitative RT-PCR was performed using appropriate primers for IBV gRNA (+), IBV gRNA(−), IL-6, and GAPDH. The same experiments were repeated and total proteins were analyzed by Western blot with p38, IBV N protein and β-tubulin antibodies. The intensity of each band was determined by densitometry, and was shown as fold induction after normalization to GAPDH or tubulin. viral strategy to prevent drastic activation of the p38 MAPK pathway and limit pro-inflammatory cytokine expression. The mechanisms that control the IBV-mediated up-regulation of DUSP1 await elucidation. One possibility is that some of the IBV proteins may be able to trigger its activation. Alternatively, the virus may up-regulate DUSP1 indirectly by activation of either IL-1 or TNFα, as an increase in IL-1β and TNFα production in IBV-infected cells was also observed (unpublished observations). More systematic studies are underway to address these issues further.\n\nOne of the protein kinases that activate the p38 MAPK pathway is PKR (Goh et al., 2000) , which is implicated as a modulator of signaling pathways in response to cellular stresses. It is well known that this cytoplasmic serine/threonine kinase phosphorylates the eukaryotic initiation factor 2α (eIF2α) and inhibits translation Dey et al., 2005) . A recent study reported that PKR-dependent activation of MAPK is induced in vaccinia virus-infected cells, but is antagonized by viral E3L protein (Zhang et al., 2009 ). In addition, PKR is also involved in other signaling pathways, including p53, interferon regulatory factor 1 (IRF1) and nuclear factor κB (NFκB) (Kumar et al., 1997; Lemaire et al., 2008) .\n\nSimilar to that in cells infected with other RNA viruses, dsRNA is generated as a replication intermediate in coronavirus-infected cells during the replication and transcription of the genomic and subgenomic RNA by a discontinuous transcription mechanism (Sawicki et al., 2007; Zuniga et al., 2004) . PKR may act as a major sensor of cytosolic dsRNA (Sadler and Williams, 2007; Yang et al., 1995) , and plays a role in transduction of pro-inflammatory signals by mediating the activation of dsRNA-dependent NFκB (Zamanian-Daryoush et al., 2000) . However, it remains unclear whether the PKR kinase activity is directly required for signal transduction or PKR may simply function as a structural protein via interaction with other kinases and adaptor proteins. For instance, PKR was suggested to interact with TRAF6, TAK1, and TAB2 as a scaffold protein to mediate TLR3-dependent NF-κB and MAPK activation (Jiang et al., 2003) . PKR was also linked to TRAF2 and TRAF5 (Gil et al., 2004) . A more recent study in human keratinocytes proposed a central role for PKR in dsRNA-mediated type , 8, 12, 16, 20 , and 24 h post-infection, respectively. Total RNA was extracted, an equal amount of total RNA was resolved on agarose gel and Northern blot was performed to detect DUSP1, IBV gRNA(+), and GAPDH using specific DIG-labled DNA probes. The intensities of DUSP1 in IBV-infected H1299 were determined by densitometry, and were shown as fold induction after normalization to GAPDH. The signal at 0 h post-infection was treated as 1. The intensities of DUSP1 were determined by densitometry, and were shown as fold induction after normalization to GAPDH. The signal at 0 h post-infection was treated as 1. (B) Effects of inhibition of the DUSP1 activity on p38 MAPK phosphorylation and IL-6 induction. H1299 cells were pre-treated with DUSP1 inhibitor (Ro 10 μM) or DMSO for 1 h prior to and during IBV infection, and harvested at 0, 6, 12, 18, and 24 h postinfection, respectively. Total RNA was extracted and semi-quantitative RT-PCR was performed to detect IL-6, IBV gRNA(+), and GAPDH. Total proteins from repeated experiment were analyzed by Western blot with nti-p-p38, total p38 and actin antibodies. The intensities of IL-6 and p-p38 bands were determined by densitometry, and the ratios of the corresponding band intensities in the presence (+) and absence (−) of the inhibitor were calculated and shown. (C) Effects of DUSP1-knockdown on IL-6 and IL-8 induction. H1299 cells were transfected with DUSP1 siRNA or negative control siRNA twice with a 24 h interval, and infected with IBV 24 h after the second transfection. Cells were harvested at 0, 6, 12, 18, and 24 h post-infection, respectively. Total RNA was extracted and semi-quantitative RT-PCR was performed to detect IL-6, IL-8, DUSP1, IBV gRNA(+) and GAPDH. The intensity of each band was determined by densitometry, normalized to GAPDH, and the ratio of the corresponding band intensity in the knockdown (+) and control cells (−) was calculated and shown.\n\nI IFN responses involving both TLR3 and RIG-I pathways (Kalali et al., 2008) . Alternatively, PKR was shown to activate the p38 MAPK pathway in response to dsRNA by phosphorylation of the upstream kinase MKK6 (Silva et al., 2004) . It would be interesting to investigate if PKR is actively involved in IBV-induced p38 MAPK activation and IL-6/IL-8 induction.\n\nAs PKR phosphorylation was shown to be severely inhibited in IBVinfected cells at later stages of the replication cycles (73), it may suggest that the kinase activity of PKR may be not critically required for its involvement in the induction of IL-6 and IL-8.\n\nVero and Huh7 cells were maintained in DMEM with 4500 mg/l glucose supplemented with 10% fetal bovine serum (FBS) (Hyclone, USA), penicillin (100 units/ml) and streptomycin (100 μg/ml) (Invitrogen, USA) at 37°C in a 5% CO 2 environment. H1299 cells were similarly maintained using RPMI medium supplemented with 10% FBS in the presence of penicillin and streptomycin. Vero cells were isolated from kidney epithelial cells extracted from an African green monkey. Huh-7 is a well differentiated hepatocyte-derived cellular carcinoma cell line that was originally taken from a liver tumor in a 57-year-old Japanese male in 1982. H1299 is a human non-small cell lung carcinoma cell line derived from the lymph node. Wild type mouse embryonic fibroblast cells (MEFs) and the mutant p38 MAPK knock-in MEFs were maintained in DMEM with 10% FBS at 37°C in a 5% CO 2 incubator.\n\nThe egg-adapted Beaudette strain of IBV (ATCC VR-22) adapted to Vero cells was used in this study (Ng and Liu, 1998) . Virus stocks were prepared by infection of Vero cells with 0.1 plaque-forming units (PFU) of virus per cell and incubation at 37°C for 24 h. After freezing and thawing for three times, cell debris was removed by centrifugation at 3000×rpm, and supernatants were aliquoted and stored at −80°C as virus stocks. Titers of the virus stocks were determined by plaque assay on Vero cells, and virus was used for infection at multiplicity of infection (MOI) of 1 throughout this study. Inactivation of IBV was performed by exposing the virus preparation to 120,000 mJ/cm 2 of 254-nm shortwave ultraviolet (UV) radiation for 10 min within a CL-1000 cross-linker.\n\nThe p38 MAPK inhibitor SB203580 and DUSP1 inhibitor Ro-31-8200 were purchased from Sigma-Aldrich (USA) and dissolved in DMSO. Cells were either treated with 10 μM of Ro-31-8200 or 50 μM of SB203580 or mock-treated with DMSO alone for 1 h prior to IBV infection and throughout the time-course.\n\nPolyclonal IBV S, IBV N and IBV M antibodies were raised from rabbits against bacterially expressed fusion proteins (Li et al., 2005; Liao et al., 2006) . Antibodies against phosphor-MKK3/6 (p-MKK3/6) (catalog no. 9231), MKK3 (catalog no. 9232), phosphor-p38 (p-p38) (catalog no. 9211), p38 (catalog no. 9212) and β-tubulin (catalog no. 2128) were purchased from Cell Signaling Technology (USA), actin antibody (catalog sc-1616) was purchased from Santa Cruz Biotechnology (USA), and the secondary IgG conjugated with HRP was obtained from Dako.\n\nMicroarray hybridization and image analysis was carried out as previously described (Nasirudeen and Liu, 2009 ). Briefly, RNA was independently prepared from IBV-infected Vero cells harvested at 24 h post-infection and hybridized to GeneChip® Human Genome U133A Array (Affymetrix, USA) following the manufacturer's instructions (Affymetrix). GeneChip arrays were scanned on an Affymetrix probe array scanner. Data were preliminarily analyzed using the statistics software Microarray Suite version 5.0 (MAS5.0) from Affymetrix.\n\nTotal RNA extraction and semi-quantitative reverse transcription (RT)polymerase chain reaction (PCR) Cells were lysed in Trizol® reagent (Invitrogen, USA) before a onefifth volume of chloroform was added. The mixture was centrifuged at 13,000× rpm for 15 min at 4°C, and the aqueous phase was then mixed with an equal volume of 100% isopropanol and incubated at room temperature for 10 min. RNA was precipitated by centrifugation at 13,000× rpm for 10 min at 4°C. RNA pellets were washed with 70% RNase-free ethanol and dissolved in RNase-free water. 3 μg of total RNA was used to perform reverse transcription using expand reverse transcriptase (Roche, USA) and oligo-dT or specific primers. Equal volume of cDNAs was then PCR-amplified using appropriate primers.\n\nThe primer pairs used in the PCR were: 5′-IL-6 (5′-AAATTCGGTA-CATCCTCGAC GG-3′ forward) and 3′-IL-6 (TCTGGCTTGTTCCTCACTACT-3′ reverse) for IL-6, 5′-IL-8 (5′-GTCAGTGCATAAAGACATACTCCA-3′ forward) and 3′-IL-8 (5′-CTCAGCCCTCT TCAAAAACTTCTG-3′ reverse) for IL-8, 5′-IRF1 (5′-GACCCTGGCTAGAG ATGCAGA-3′ forward) and 3′-IRF1 (5′-TTTCCCTTCCTCATCCTCATC-3′ reverse) for IRF1, 5′-IBV (5′-TTTAGCA-GAACATTTTGACGCAGAT-3′ forward) and 3′-IBV (5′-TTAGTAGAA CCAA-CAAACACGACAG-3′ reverse) for the positive strand IBV genomic RNA (gRNA(+)), 5′-IBV (5′-TTAGTAGAACCAACAAACACGACAG-3′ forward) and 3′-IBV (5′-TTTAGCAGAACATTTTGACGCAGAT-3′ reverse) for negative strand IBV RNA (gRNA(−)), 5′-GAPDH (5′-GGAGTCAACGGATTTG-GTCG-3′ forward) and 3′-GAPDH (5′-TGCAAATGAGCCCCAGCCTT-3′ reverse) for GAPDH, 5′-p38 (5′-CAGCTTCAGCA GATTATGCGT-3′ forward) and 3′-p38 (5′-GTACTGAGCAAAGTAGGCATGT-3′ reverse) for p38 MAPK, 5′-DUSP1 (5′-AGAATGCTGG AGGAAGGGTGTTTG-3′ forward) and 3′-DUSP1 (5′-GGTCGTAATGGGGCTCTGAAG GTA-3′ reverse) for DUSP1.\n\nProbes were prepared by RT-PCR and labeled with digoxigenin (DIG) using the DIG labeling kit (Roche, USA). Briefly, 3 μg of total RNA was used to perform reverse transcription using expand reverse transcriptase (Roche, USA), and cDNA was then subjected to PCR using appropriate primers and digoxigenin(DIG) labeling kit. Primers used for preparation of IL-6, IL-8, IRF1, IBV RNA, GAPDH and DUSP1 probes were the same as the primers used for semi-quantitative RT-PCR.\n\nFor detection of a specific mRNA, an equal amount of total RNA was denatured at 65°C for 20 min before gel electrophoresis. RNAs were transferred onto Hybond N+ membrane (GE Healthcare, USA) and fixed by UV crosslinking using Stratalinker (Stratagene, USA). DIG-labeled specific DNA probes were denatured at 100°C for 10 min and put on ice immediately for 5 min before incubation with membranes at 42°C overnight. After washing for three times at 68°C, membranes were incubated with anti-DIG antibody for 1 h at room temperature, and the signals were detected using CDP-Star chemiluminescence substrate (Roche) according to the manufacturer's instructions and exposed to X-ray film (Fuji). Membranes were stripped in 0.1% SDS in water by boiling at 100°C for 10 min before they were re-probed.\n\nCells were lysed with 1xSDS loading buffer in the presence of 100 mM dithiothreitol and denatured at 100°C for 5 min before applying to SDA-PAGE. Proteins were transferred onto polyvinylidene difluoride (PVDF) membranes (Bio-Rad Laboratories, USA). After incubation with blocking buffer (5% non-fat milk in PBST) for 1 h, the membranes were incubated with appropriate antibodies in blocking buffer for 1 h at room temperature. After washing thrice with PBST, membranes were incubated with HRP-conjugated secondary antibody for 1 h and washed three times with PBST. Blots were developed with an enhanced chemiluminescence (ECL) detection system (Amersham Pharmacia, USA) and exposed to X-ray film (Fuji). Membranes were stripped in stripping buffer (10 mM β-mercapoethanol, 2% SDS, 62.5 mM Tris, pH 6.8) at 55°C for 30 min before they were re-probed.\n\nCells were seeded on 6-well plate and grown to 40-50% confluence before transfection with siRNA. Transfection was carried out with Dharmafect 2 (Dharmacon, USA) according to the manufacturer's standard protocol (Dhamarcon), and was repeated 24 h after the first transfection. Cells were then infected with IBV at an MOI of approximately 1 at 24 h after the second transfection and incubated for different time periods before lysis. The target sequence of p38 MAPK siRNA is 5′-GAACUGCG-GUUACUUAAAC-3′. DUSP1 siRNA (sc-35937) was purchased from Santa Cruz Biotechnology (USA), and the negative control (AM4635) was purchased from Ambion (USA).\n\nThe intensities of corresponding bands were quantified using Ima-geJ program according to manufacturer's instruction."}