{"title": "Ethacrynic and ␣-lipoic acids inhibit vaccinia virus late gene expression", "body": "Vaccinia viruses (VACVs) of various strains have been used in the past for a wide-spread vaccination against smallpox, leading to eradication of this life-threatening disease. In 1980, the World Health Organization Smallpox Eradication Program declared the disease as eradicated (WHO, 1980) and vaccination of the general population has been stopped. Along with the rising concerns about the smallpox misuse in a bioterrorist attack, certain countries have been re-introducing vaccination programs among selected groups of population and re-considering a vaccination of the general population. However, the old vaccines that are available (New York City Board of Health strain of vaccinia virus -Dryvax; Wyeth Laboratories), and probably also the new vaccines based on the same virus strain but prepared in tissue culture (e.g. ACAM2000; Acambis) reveal a substantial risk of post-vaccination complications (Artenstein, 2008) . The most severe complications described during the eradication campaign include progressive vaccinia (vaccinia necrosum), post-vaccination encephalitis, and eczema vaccinatum (Aragon et al., 2003) . A new complication, myopericarditis, was described based on the recent vaccination of the military personnel with the old Dryvax vaccine by the US Department of Defense (Arness et al., 2004) , but it has also occurred during a trial with the new, tissue culture-based vaccine ACAM2000 (Artenstein, 2008) . * Corresponding author. Tel.: +420 22496 8507; fax: +420 22496 8496.\n\nE-mail address: zmelk@lf1.cuni.cz (Z. Melkova). 1 These authors contributed equally to this work.\n\nIn addition to the need of an efficient therapy of vaccinia virusrelated post-vaccination complications or variola infection, there is a risk of the infection of humans with monkeypox virus. This virus is endemic in Africa, but 72 cases were also reported in the United States in 2003 (Ligon, 2004; Reed et al., 2004) .\n\nCurrent therapeutic possibilities of poxvirus infections are rather limited. Vaccinia immune globulin or VIG, has been used for a passive immunization, providing immediate, 2-3 weeks lasting protection against infection, as well as for treatment of postvaccination complications. However, its effectiveness has never been assessed in properly controlled trials (Bray and Wright, 2003) . The only drug currently allowed for use by the US Food and Drug Administration (FDA) for treatment of certain reactions to the smallpox vaccine is cidofovir (CDV), a nucleoside analogue originally approved for treatment of CMV infections in immunocompromised individuals (De Clercq, 2007; De Clercq and Holý, 2005) . A disadvantage of this compound is its intravenous administration and nephrotoxicity (Safrin et al., 1997 ). An ether-lipid analogue of CDV, CMX001, reveals a good oral bioavailability and a low toxicity with similar antipoxvirus efficiency as CDV (Parker et al., 2008) . This compound is currently evaluated in clinical trials (http://www.chimerix-inc.com/pdfs news/ Chimerix%20Initiates%20CMX001%20%20Multi-dose.pdf). Another drug, ST-246, inhibits a late step in VACV morphogenesis and its egress from the cell (Yang et al., 2005) . It has been also evaluated in clinical trials (http://www.siga.com/?ID=65). This experimental drug was permitted for use in a single case of eczema vaccinatum together with VIG and cidofovir (Kaiser, 2007) . Additionally, thiosemicarbazone derivatives had been used in the past for anti-poxvirus prophylaxis as well as treatment, but the effectiveness of individual derivatives was never properly assessed in placebocontrolled human trials (Pirrung et al., 2005; Smee and Sidwell, 2003) . A recent study in mice, however, suggested that neither isatin-␤-thiocarbazone (IBT) nor its derivative marboran may be useful in therapy of poxvirus infections. They effectively reduced the mortality of mice infected systemically only with VACV but not with cowpox virus, while they did not reduce replication of either virus or clinical illness in mice infected cutaneously (Quenelle et al., 2006) .\n\nIn this paper, we report a new finding that ethacrynic and ␣lipoic acids inhibit growth of vaccinia virus in vitro. Ethacrynic acid (EA) is a well known clinically used thiol-reactive diuretic agent and a Na + /K + /Cl − co-transport system inhibitor (available under various trade names, e.g., Edecrin, Edecril, Reomax; (Griffiths and Simmons, 1987; Koechel and Rankin, 1978) . It has been also used to decrease the intraocular pressure in glaucoma (Melamed et al., 1992) . Finally, it is known to inhibit glutathione-S-transferase (Piclass; GST), and thus to deplete both cytosolic and mitochondrial stores of GSH, serving as an experimental pro-oxidant (Meredith and Reed, 1982) . The inhibition of GST by EA has been clinically employed to potentiate the effects of anti-cancer drugs by decreasing their conjugation and elimination from the organism (Gate and Tew, 2001) . ␣-Lipoic acid (LA) is a thiol-containing, redoxcycling agent. As the lipoamide, it serves as a cofactor of pyruvate dehydrogenase and other multienzyme complexes that catalyze the oxidative decarboxylation of ␣-keto acids. Additionally, it acts as an antioxidant involved in free radical quenching, antioxidant recycling, and metal chelation. It has been shown to be effective in various experimental and clinical studies focused on therapy of Alzheimer's and other neurodegenerative diseases, diabetes, myocardial and cerebral ischemia-reperfusion injury Holmquist et al., 2007; Packer et al., 1995) . LA has been used as a food additive (available under various trade names, e.g. Alpha Lipoic Acid, Heparlipon, Thioctsan) and it has been also proposed to ameliorate the HIV-induced redox-stress in the organism (Jariwalla et al., 2008) .\n\nHere we describe that both EA and LA inhibit growth of vaccinia virus in vitro in several cell types in a dose-dependent manner. In contrast, other redox-modulating agents such as ␤mercaptoethanol, DTT or ascorbic acid did not reveal any inhibitory effects at similar concentrations; on the contrary, they promoted VACV growth. The effective concentrations of EA were found in the low micromolar range, while those of LA in the high micromolar range. The mechanism of action seems to be, however, similar for both compounds-they appear to inhibit the expression of VACV late genes, resulting in decreased levels of infectious virus progeny. The two compounds do not seem to affect either VACV entry into the cell or viral DNA synthesis.\n\nAll the media and growth supplements were purchased from Invitrogen Corporation (Carlsbad, CA) or PAA Laboratories GmbH (Pasching, Austria). l-Ascorbic acid, dithiothreitol (DTT), ␤-mercaptoethanol, ethacrynic acid, ␣-lipoic acid, cytosine arabinoside (AraC), methylthiazolyldiphenyl-tetrazolium bromide (MTT) and ATP were purchased from Sigma Co. (St. Louis, MO), mouse recombinant IFN␥ from R&D systems (Minneapolis, MN). Luciferin was purchased from Promega (Madison, WI). All the enzymes, primers, probes and chemicals for real-time PCR were purchased from Applied Biosystems (Foster City, CA). Other chemicals and supplements were purchased from Sigma Co., unless otherwise specified. Stock solutions of the redox-modulating and antiviral agents were prepared as follows: 1 M ␤-mercaptoethanol in water, 1 M DTT in water, 250 mM ascorbic acid in water, 3.3 mM EA in PBS, 200 mM LA in ethanol, and 4.4 mg/ml AraC in water. The aliquots of stock solutions were kept in −20 • C and diluted shortly before experiments.\n\nHuman cervical carcinoma-derived HeLa G (Melková et al., 1997; Scherer et al., 1953) and African green monkey kidney-derived BSC-40 (Hruby et al., 1979; Melková and Esteban, 1995) cell lines were grown in Dulbecco's Modified Eagle's Medium (DMEM; glucose 4.5 g/l) supplemented with 10% heat-inactivated neonatal calf serum (NCS; 10% NCS-DMEM) and antibiotics (penicilin 1 × 10 5 U/l, streptomycin 100 mg/l). Mouse fibroblast L929 (Lai et al., 1991; Sanford et al., 1948) and mouse monocyte/macrophage J774.G8 (Melková and Esteban, 1994; Unkeless et al., 1979) cell lines were grown in DMEM (glucose 4.5 g/l), supplemented with 10% heatinactivated fetal bovine serum (10% FBS-DMEM) and antibiotics. Macrophages were also pre-treated with 100 U/ml of IFN␥ (R&D systems) for 18 h before the infection. The human T-cell derived Jurkat cell line (clone E6-1; ATCC TIB-152) was grown in RPMI 1640 supplemented with 10% heat-inactivated fetal bovine serum (10% FBS-RPMI), antibiotics, 12.5 mM Hepes, pH 7.4, and 2 mM glutamine. The cells were maintained at 37 • C, in 5% CO 2 atmosphere and 95% humidity.\n\nViruses used included wild-type (WT) VACV, strain Western Reserve (WR; ATCC VR-119; (Humlová et al., 2002) , and several VACV recombinants (rVACV) expressing reporter genes. All the recombinants were prepared by homologous recombination into the WT VACV (strain WR) TK gene and reveal similar growth properties in vitro. rVACV expressing luciferase either under control of a VACV early/late promoter p7.5 (Luc E/L) or under control of a VACV late promoter p4b (Luc L) were described previously (Rodriguez et al., 1988; Rodriguez and Smith, 1990) . rVACV expressing chloramphenicol acetyltransferase or Bcl-2 genes under control of an IPTG-inducible VACV late promoter p4b were generated and kindly provided by Dr. S.B. Lee (Lee et al., 1993 . The viruses were propagated in BSC-40 cell line in DMEM supplemented with 2% NCS and antibiotics (2% NCS-DMEM) and virus titers were determined by serial dilutions and plaque assays in BSC-40 cells.\n\nFor virus yields determination, the infected cells were collected directly in the culture medium, lysed by two cycles of freezing-thawing and sonication, and virus yields were determined by 10-fold dilutions in DMEM and plaque assays in BSC-40 cells. Briefly, BSC-40 cells were plated in 12-well plates at a density of 0.3 × 10 6 cells per well in 10% NCS-DMEM. And 24 h later, 200 l of each dilution was allowed to adsorb to BSC-40 cells for 1 h with shaking every 10-15 min. After removal of virus inocula, cells were supplemented with 2% NCS-DMEM and incubated for about 42 h. Then, the cells were fixed with 4% paraformaldehyde in PBS and stained with 1% crystal violet in PBS with addition of 2% ethanol. Virus plaques were counted and virus yields expressed as PFU/ml. Plaque reduction assays were performed using a similar protocol with minor modifications. Briefly, the cells were infected with approximately 20 PFU of a crude stock of WT VACV or rVACV LucL and fixed and stained at 48 h.p.i.\n\nFor the experiments, adherent cells were plated in fresh culture medium 24 h before each experiment in 24-or 12-well plates at a density of 0.3 × 10 6 or 0.6 × 10 6 cells per well, respectively. Suspension cells were diluted with a fresh culture medium 24 h before the experiments. Before infection, cells were washed once with serumfree medium. Virus inocula were added in a serum-free medium at a multiplicity of infection (m.o.i.) = 2 and allowed to adsorb for 1 h with shaking every 10-15 min. Crude stocks of the viruses were used for infection of HeLa G, BSC-40 and L929 cell lines. For infection of macrophage and T-cell lines, viruses were purified through a sucrose gradient (Joklik, 1962) . After removal of virus inocula, cells were supplemented with 2% NCS-DMEM (HeLa G and BSC-40), 2% FBS-DMEM (L929 and J774.G8) or 2% FBS-RPMI (Jurkat), and with appropriate concentrations of the tested compound or vehiculum. At 24 h after infection (h.p.i.) or at the time indicated in each experiment, the cells were collected, processed and analyzed by serial dilutions and plaque assays, by measuring luciferase activity, western blot analysis or real-time PCR.\n\nThe inhibitory concentration of each compound was then expressed as IC 50 and IC 90 , the concentrations of the tested compound that reduced virus growth or luciferase activity to 50 or 90% of mock-treated controls, respectively. These values were calculated from the linear or exponential regressions characterizing the dependence of virus yields or luciferase activity on the concentration of the tested compounds.\n\nHeLa G cells were plated in 24-well plates at a density of 0.3 × 10 6 cells per well in 10% NCS-DMEM. 24 h later, the cells were infected with a crude stock of rVACV Luc L (Rodriguez et al., 1988; Rodriguez and Smith, 1990 ) as described above. 10 M EA, 500 M LA, or vehicula were included during inoculum and during the whole incubation period or added at various h.p.i. At 24 h.p.i., the cells were collected and virus growth characterized by luciferase activity.\n\n0.6 × 10 6 of the collected cells were washed twice with PBS and processed according to a published protocol with minor modifications (Brasier et al., 1989; Rodriguez et al., 1988) . Briefly, the cells were lysed in 100 l of luciferase extraction buffer containing 25 mM glycylglycine, pH 7.8, 1% Triton X-100, 15 mM MgSO 4 , 4 mM EGTA, 1 mM DTT and protease inhibitors (Complete, Roche, Basel, Switzerland). Luciferase activity was then determined with 10 mM ATP, pH 7.0, and 0.1 mM luciferin in 25 mM Hepes, pH 7.4, 136 mM NaCl, 1 mM EDTA, 6 mM MgCl 2 , and 0.6% polyethylene glycol, using a luminometer Microlite TLX 2 (Dynatech Laboratories).\n\n1.2 × 10 6 of cells were collected and lysed in a Laemmli reducing sample buffer, boiled and analyzed by SDS-PAGE and western blotting as previously described (Ausubel et al., 2002) . VACV polypeptides were detected with a rabbit antiserum against VACV (dilution 1:500; antiserum raised by immunization with a live VACV, generated and kindly provided by Drs. D. and J.R. Rodriguez ( Fig. 4A ; (Rodriguez et al., 1992) , or with an inactivated purified VACV, prepared by Seva-Imuno Praha, Czech Republic ( Fig. 4B) ), peroxidase-conjugated goat anti-rabbit IgG (dilutions 1:1000; MP Biomedicals -Cappel, Solon, OH) and a chromogenic substrate ␣chloronaphtol. Luciferase was detected with a rabbit polyclonal antibody (dilution 1:500; Santa Cruz Biotechnology, Santa Cruz, CA), peroxidase-conjugated goat anti-rabbit IgG (dilution 1:20,000; MP Biomedicals -Cappel, Solon, OH) and chemiluminescence (West Femto, Thermo Fisher Scientific-Pierce, Rockford, IL).\n\nThe cells were collected by pipetting, washed twice with PBS and total DNA was isolated using a treatment with proteinase K and a phenol-chloroform extraction (EA samples; (Ausubel et al., 2002) or using a PCR lysis buffer containing proteinase K (LA samples; (Schmidtmayerova et al., 1998) . VACV DNA was then quantified by real-time PCR, using the Applied Biosystems 7300 Real-time PCR System. Primers and probes were designed by Applied Biosystems as Custom TaqMan ® Gene Expression Assay. The set of primers and the probe were designed to the end-terminal part of vaccinia virus genome, bps 1-4000 (forward primer, bps 3457-3487, CGTATCA-CACTATTGAGACAGAAAAAGAAGA; reverse primer, bps 3532-3557, GACACTATATTCCGGTTTGCAAAACA; FAM probe, bps 3490-3512, TCGCGAGAGGTAACTTTTTGTGA; strain Western Reserve, GenBank accession no. AY243312). For the absolute quantification of the VACV growth, a standard containing the amplification site cloned into pCR ® 4Blunt-TOPO was generated by Generi-Biotech (Hradec Kralove, Czech Republic). To generate the calibration curve, the standard was diluted to 6.22 × 10 3 to 6.22 × 10 8 copies/reaction. 100 ng of the total DNA were subjected to real-time PCR in a reaction mixture consisting of the TaqMan ® Universal PCR Master Mix (No AmpErase ® UNG, Applied Biosystems, Foster City, CA) and the Assay mix containing the set of primers and the labeled probe (Custom TaqMan ® Gene Expression Assays, Applied Biosystems, Foster City, CA). The reaction was carried out in a final volume of 20 l, and the universal thermal cycling conditions were used: initial denaturation 95 • C/10 min and 40 cycles consisting of denaturation 95 • C/15 s and annealing/extension 60 • C/1 min. All samples, including standards and the non-template control, were run in duplicates. The data were analyzed by the Sequence Detection Software version 1.3 (Applied Biosystems, Foster City, CA).\n\nCytotoxicity of the tested compounds was characterized by the inhibition of cell growth using a protocol adapted according to TOX-1 kit (Sigma Co., St. Louis, MO). Briefly, adherent cells were plated in 24-well plates at a density of 0.03 × 10 6 ml −1 /well in culture medium. And 24 h later, the cells were supplied with a fresh medium containing increasing concentrations of the individual compounds. Suspension cells were diluted with a fresh culture medium and 24 h later, they were plated in 24-well plates at a density of 0.06 × 10 6 ml −1 /well in culture medium containing increasing concentrations of the individual compounds. After 2 days of incubation, the cell growth and viability were characterized by activity of mitochondrial dehydrogenases using the MTT assay. The conversion of MTT to formazan was determined photometrically at 540 nm after dissolving the product in an acidified isopropanol. The cytotoxic concentration was expressed as CC 50 , the concentration of the tested compound that reduced cell growth to 50% as compared to vehiculum-treated controls.\n\nResults are presented as means ± S.D. (standard deviation). Statistical differences within each group were evaluated using ANOVA. Statistical differences between the mock-treated control and different concentrations of each compound or between two distinct groups were determined using a two-sample two-tailed Student's t-test. Table 1 Antiviral and cytotoxic effects of the ethacrynic and ␣-lipoic acids against vaccinia virus in different cell lines. 0.6 × 10 6 of cells of different origins were infected with the recombinant VACVs expressing luciferase; m.o.i. = 2. After removal of virus inoculum, the cells were treated with the indicated concentration of the ethacrynic or ␣-lipoic acids. Macrophages were also pre-treated with 100 U/ml of IFN␥. At 24 h.p.i., the cells were collected and virus yields or luciferase activity were determined. The inhibitory concentration of each compound was expressed as IC50 and IC90, the concentration required to inhibit virus growth characterized by luciferase activity or virus titers by 50 or 90%, respectively. For cytotoxicity experiments, 0.06 × 10 6 of cells were treated with increasing concentrations of the tested compounds. After 2 days of incubation, cytotoxicity was characterized using the MTT assay. CC50, the concentration of the tested compound that reduced activity of mitochondrial dehydrogenases to 50% compared to vehiculum-treated controls. The results represent means of 2-3 experiments performed in duplicates ± S.D.\n\nLipoic acid Luc Titer Luc Titer \n\nWe have observed that two redox-modulating agents, EA and LA, inhibit growth of VACV in vitro. Therefore, we have first compared the effect of different redox-modulating agents on the growth of VACV, characterized by activity of luciferase expressed by a rVACV. HeLa G cells were infected with a rVACV expressing luciferase under control of a VACV late promoter p4b (Luc L; The results indicated that all tested concentrations of ␤mercapthoethanol, dithiothreitol and l-ascorbic acid significantly increased luciferase activity expressed by rVACV (500 M concentration of these agents increased luciferase activity to 150, 140, and 120% of the mock-treated controls; p < 0.05). In contrast, LA and EA revealed statistically significant inhibitory effects (p < 0.05). Luciferase activity was decreased to 65% of the mock-treated controls in the presence of 250 or 500 M LA and to 45% in the presence of 1 mM LA. The inhibitory effect of EA was stronger-luciferase activity was decreased to 35% and 5% in the presence of 5 or 10 M EA, respectively, while it was almost completely abolished in the presence of 50 M EA. In conclusion, EA and LA revealed inhibitory effects on VACV growth, while the other agents, ␤mercapthoethanol, dithiothreitol or l-ascorbic acid, promoted it.\n\nBased on the findings described above, we decided to further characterize the effects of EA and LA on VACV growth in cell lines of different origin-in human and monkey epithelial cell lines HeLa G and BSC-40, respectively, mouse fibroblasts L929, mouse macrophages J774.G8 untreated and pre-treated with interferon ␥ Table 1 . In general, values of IC 50 and IC 90 were lower for rVACV than for WT VACV, and values of IC 50 were lower when calculated from virus titers than from luciferase activity. For both rVACV and WT VACV, values of IC 50 (1.6 and 5.5 M, respectively) and IC 90 (5.4 and 18.8 M, respectively) were the lowest in HeLa G cells treated with EA. For the rest of the cells, values of IC 50 of EA were in the range of 10-20 M for both viruses. In the case of LA, values of IC 50 were in the range of 200-500 M for rVACV and 500-800 M for WT VACV.\n\nConsequently, we have tested cytotoxicity and growth inhibitory properties of EA and LA in actively dividing cells by determining activity of mitochondrial dehydrogenases using the MTT assay. As indicated in Table 1 , EA affected growth and viability of epithelial cells HeLa G and BSC-40, and of fibroblasts L929 relatively modestly. In contrast, macrophages J774.G8 and especially Jurkat T-cells were more inhibited by this compound, resulting in low selectivity indices (SI). Analogously, LA was not found to inhibit growth of HeLa G, BSC-40 and L929 cells up to 2 mM (on the contrary, it promoted the cell growth), while it inhibited growth of macrophages J774.G8 at relatively low concentrations (CC 50 = 330 M) and started to inhibit Jurkat cells at 2 mM, the highest concentration tested. On the other hand, neither EA nor LA induced any obvious cytotoxicity in conditions of the antiviral assays (i.e. higher cell density, 2% serum, 24 h incubation) up to 50 M and 1 mM, respectively (data not shown; also see Fig. 1 ).\n\nTo further evaluate the effect of EA and LA on VACV growth, plaque reduction assays were performed. Since VACV does not generate virus plaques in HeLa G cells, BSC-40 cells were used. They were plated in 12-well plates and infected with about 20 PFU of WT VACV or rVACV in the presence of increasing doses of EA and LA for 48 h. As shown in Fig. 1, 50 M EA reduced the number of plaques formed by WT VACV in these cells, but their size remained almost unchanged. In contrast, 500 M LA reduced the size of plaques without affecting their number. Similar results were obtained also with rVACV Luc L (not shown).\n\nIn conclusion, both EA and LA revealed inhibitory effects on VACV growth and luciferase activity in all cell lines tested. Based on the results of the MTT assays, both compounds were found relatively non-toxic for the epithelial and fibroblast cell lines (SI indices 10-80 for EA; promotion of growth by LA), while they revealed inhibitory effects on macrophage and T-cell lines. . At 24 h.p.i., the cells were collected and lysed, and luciferase activity was determined in cell lysates. (A) Ethacrynic acid. Graph represents means of 2 independent experiments performed in duplicates ± S.D. *Significant difference between Luc E/L and Luc L groups (P < 0.05); two-sample t-test. (B) Ethacrynic acid and AraC. Graph represents means of 2 independent experiments performed in duplicates ± S.D. *Significant difference between Luc E/L and Luc L groups (P < 0.05); two-sample t-test. (C) ␣-Lipoic acid. Graph represents means of 2 independent experiments performed in duplicates ± S.D.*, significant difference between Luc E/L and Luc L groups (P < 0.05); two-sample t-test. (D) ␣-Lipoic acid and Ara C. Graph represents means of 2 independent experiments performed in duplicates ± S.D. *Significant difference between Luc E/L and Luc L groups (P < 0.05); two-sample t-test. \n\nA possible effect of the EA and LA on VACV entry into the cells was tested in HeLa G and BSC-40 cells. The cells were pretreated or mock-treated for 2 h before infection with the individual agents in appropriate concentrations and the agents or vehicula were included also in the virus inoculum. The agents were then added also to the culture medium after removal of the inoculum, i.e. 1 h after infection (h.p.i.), and they were present during the whole incubation period. Then, activity of luciferase and virus titers were determined. However, the pre-treatment of the cells with EA or LA was not found to cause any differences in comparison with the samples treated only at 1 h.p.i. (data not shown).\n\nConsequently, we wanted to characterize the step in VACV growth cycle that was inhibited by EA and LA. VACV growth cycle is a sequential process in which a successful accomplishment of one step is pre-requisite for the next one (Schramm and Locker, 2005) . Thus, expression of VACV late genes governed by VACV late promoters can occur only after replication of VACV DNA. Consequently, recombinant VACVs expressing luciferase under control of two different promoters, the early/late p7.5 (Luc E/L) and the late p4b (Luc L), in combination with the inhibition of VACV DNA synthesis by cytosine arabinoside (AraC), can be used to distinguish if the inhibitory effect occurs before or after DNA synthesis. HeLa G cells were infected with Luc E/L or Luc L in the absence or presence of AraC, an inhibitor of DNA polymerase, and treated with indicated concentrations of EA or LA. Concentration of AraC used, 4.4 g/ml, was experimentally determined to inhibit VACV growth and not to induce death of the host cells. At 24 h.p.i., the cells were collected and activity of luciferase was determined. In agreement with the previous experiments, both EA and LA revealed a dosedependent inhibitory effect on activity of Luc E/L and Luc L in the absence of AraC ( Fig. 2A and C) . In the presence of AraC, the activity of luciferase expressed by Luc L was decreased to approximately 0.05% or less of the mock-treated controls grown in the absence of AraC, i.e. to the levels very close to the background; neither EA nor LA affected this result ( Fig. 2B and D, respectively) . In contrast, the activity of luciferase expressed by Luc E/L in the presence of AraC was decreased less, only to about 1 or 4% of the controls, due to the persisting expression of luciferase governed by the early portion of the promoter p7.5. Different concentrations of neither EA nor LA further decreased this measurable activity of luciferase ( Fig. 2B and D, respectively), suggesting that neither EA nor LA affect VACV early gene expression.\n\nAdditionally, we have analyzed the protein levels of luciferase in the samples used to determine luciferase activity by Western blot analysis. As shown in Fig. 3 , both EA and LA caused a gradual decrease in the levels of luciferase expressed by either Luc E/L or Luc L in the absence of AraC, while no signal could be detected in the presence of AraC. These results reflect a different sensitivity of the assays determining activity of luciferase and of western blot analysis.\n\nNext, we analyzed the overall levels of VACV proteins in HeLa G cells infected with different recombinant VACVs by western blotting. As shown in Fig. 4A , 5 M EA did not seem to decrease protein levels of two different recombinant VACVs, 10 M EA induced a little decrease, while 50 M EA almost completely inhibited VACV protein expression. Similarly, LA did not induce any major changes in protein levels of two distinct recombinant VACVs in lower concentrations, while the highest concentration used, 1 mM, decreased the protein expression slightly (Fig. 4B) . The overall pattern of VACV proteins expressed seemed to be qualitatively comparable in all samples, resembling the pattern of VACV late proteins expressed in the mock-treated controls. It should be also noted, that the concentrations of EA or LA that were found to inhibit VACV growth in HeLa G cells in the previous experiments, did not seem to considerably affect VACV protein levels. Thus, the inhibitory effects of EA or LA seemed to affect VACV late gene expression.\n\nSince levels of the reporter gene luciferase expressed under control of a VACV late promoter p4b as well as the overall levels of VACV late proteins were found to be decreased in the presence of EA or LA, the inhibition of VACV growth mediated by EA or LA was likely to occur at the level of DNA replication or expression of VACV late proteins. To analyze the effect of EA and LA on VACV DNA synthesis, we have quantified number of copies of the VACV genomic DNA during a 24-h time course using real-time PCR. However, the absolute quantification using an external standard and a calibration curve indicated that levels of VACV genomic DNA were not changed in Fig. S3 ). Thus, these two agents seem to inhibit VACV late gene expression.\n\nTo further analyze the effects of EA and LA at distinct stages of vaccinia virus growth cycle, a time of addition assay was performed. HeLa G cells were infected with rVACV Luc L in which expression of luciferase occurs only after DNA synthesis, and the two compounds were added at indicated times post-infection. At 24 h.p.i., the cells were collected, lysed and activity of luciferase determined. As shown in Fig. 5 , addition of 10 M EA at any time tested significantly decreased activity of luciferase, with the inhibitory effect being smaller when EA was added at 12 h.p.i. Addition of 500 M LA significantly decreased activity of luciferase when added up to 4 h.p.i., i.e. the time of beginning of the VACV DNA synthesis. A smaller but significant inhibition could be observed also when LA was added at 8 h.p.i., the time when VACV DNA synthesis was essentially completed as indicated by real-time PCR (Supplementary data Fig. 5 . Effect of the time of addition of ethacrynic and ␣-lipoic acids on VACV growth characterized by activity of luciferase. A total of 0.6 × 10 6 of HeLa G cells were infected with recombinant VACV Luc L at m.o.i. = 2. 10 M ethacrynic acid, 500 M ␣-lipoic acid, or vehicula were added at indicated h.p.i. At 24 h.p.i., the cells were collected and lysed, and luciferase activity was determined. The graph represents means of two independent experiments performed in duplicates ± S.D.; *significant difference between the indicated concentration of EA or LA and the mock-treated controls (P < 0.05); two-sample t-test. Fig. S3 ). No significant inhibition was observed when LA was added at 12 h.p.i. These results are compatible with the previous conclusion that EA and LA seemed to inhibit VACV late gene expression.\n\nIn this paper, we report a new finding that ethacrynic and ␣lipoic acids reveal inhibitory effects on the growth of vaccinia virus in several cell lines. Both agents seem to inhibit VACV at the same stage of its growth cycle, i.e. at the level of expression of late genes. EA has been found to be effective in low micromolar range, while LA was effective in high micromolar range.\n\nFirst, we have compared the inhibitory properties of EA and LA with other redox-modulating agents, ␤-mercaptoethanol, DTT and ascorbic acid. In contrast to EA and LA, none of these agents inhibited VACV growth in HeLa G cells characterized by activity of the reporter luciferase expressed by a rVACV. Since ␤-mercaptoethanol and DTT are prototypical reducing agents, ascorbic and ␣-lipoic acids act predominantly as anti-oxidants, while EA acts as a prooxidant, it seems difficult to find a common denominator for EA and LA that might help to suggest their mode of action. Nevertheless, we assume that both EA and LA affect some specific thiol-dependent function in the VACV growth cycle.\n\nIt is possible to imagine, that the two agents might interfere with disulfide bond formation and/or exchange or with redox cycling of a thioredoxin, glutaredoxin, or similar compounds. The difference in the effective concentrations of EA and LA may reflect their mode of modification of the thiol moieties. EA is an alkylating agent (Bowes and Gupta, 2005; Han et al., 2005) and it could irreversibly bind to the essential cysteine residues. In contrast, action of LA may be reversible due to its redox cycling (Packer et al., 1995) . Alternatively, it is possible to suggest that the net effect of both EA and LA would be pro-oxidant. EA inhibits GST, and thus inhibits regeneration of the GSH pool. In contrast, LA promotes regeneration of GSH. However, dihydrolipoic acid (DHLA) that is supposed to form quickly from LA inside the cell has been suggested to release iron from its storage protein ferritin and reduce Fe 3+ to Fe 2+ ; Fe 2+ can initiate lipid peroxidation, and consequently decrease GSH levels (Packer et al., 1995) . In any case, the effects of EA and LA on VACV late gene expression might be also indirect, possibly through the action in the same cascade of events but at distinct steps. Evidently, the same tasks cannot be fulfilled by ␤mercaptoethanol, DTT or ascorbic acid, the compounds that favor reducing conditions. On the contrary, these compounds increased VACV growth, suggesting that different redox conditions differently influence VACV growth. These effects might be related to a cytoplasmic redox pathway that is encoded by VACV, as discussed below.\n\nBoth EA and LA were shown to negatively regulate NF-B, possibly through different mechanisms. EA was suggested to inhibit activation of the NF-B pathway at multiple points, including covalent modification of NF-B itself and inhibition of its binding to DNA (Han et al., 2005) , while LA is considered to ameliorate redox stress and to decrease NF-B activation in this way (Kiemer et al., 2002; Petersen Shay et al., 2008) . Along these lines, LA can decrease HIV provirus reactivation (Merin et al., 1996; Pande and Ramos, 2003) . In contrast, VACV itself inhibits NF-B pathway through several gene products (Graham et al., 2008) . It is, therefore, unclear if inhibition of NF-B by EA or LA could further inhibit NF-B activation, and prevent VACV growth in this way.\n\nWe have tested the inhibitory effects of EA and LA on VACV growth using several recombinant VACVs and WT VACV. The effects were characterized by virus titers and activity of luciferase in cells of different embryonic origin. It should be emphasized that all the recombinant viruses used in this study reveal similar growth properties in vitro. The inhibitory concentrations were found lower for rVACV than for WT VACV, and values of IC 50 were lower when calculated from virus titers than from luciferase activity. Based on IC 50 , EA was most effective in HeLa G cells, while LA was so in macrophages. For the rest of the cells, values of IC 50 for EA were in the range of 10-20 M for both viruses, while for LA, values of IC 50 were in the range of 200-500 M for rVACV and 500-800 M for WT VACV. Under conditions of the antiviral assays, the two compounds did not induce any obvious cytotoxic effects in any concentration used, except for Jurkat cells in which 50 M EA seemed to be toxic, as assessed by optical microscopy. However, based on the results of the MTT assays in actively dividing cells, EA and LA were found relatively non-toxic only for the epithelial and fibroblast cell lines, while they revealed inhibitory effects on macrophage and T-cell lines. Possibly, different redox milieu of the distinct cell types might be responsible for different effects of the two agents. Alternatively, different pattern of expression of GST isoenzymes and their interaction with EA or the elimination of EA from the cell may play a role (Gate and Tew, 2001) . EA and LA inhibited VACV growth even in macrophages stimulated with IFN␥, in which VACV growth was already potently inhibited. This inhibition has been known to be at least partially mediated by IFN␥-induced expression of iNOS and production of nitric oxide (Karupiah et al., 1993; Melková and Esteban, 1994, 1995) . In this respect, LA has been shown to inhibit LPS-induced NF-B-and AP-1-mediated iNOS and TNF-␣ expression in Kupffer cells and RAW 264.7 macrophages (Kiemer et al., 2002) . Similarly, we have observed that addition of ␤-mercaptoethanol decreased accumulation of nitrite, a stable oxidation product of nitric oxide, and increased VACV growth in IFN␥-stimulated J774.G8 macrophages (Melková, 1995) .\n\nIn the assays performed in this study, IC 50 values for EA were found in the range of 10-20 M in most cells using WT VACV (strain WR), while for LA in the range 500-800 M. Based on the published results, IC 50 values for cidofovir and a prodrug of HPMP-5-azaC (hexadecyloxyethylester of HPMP-5-azaC) were found 3.09 and 0.037 g/ml in human embryonic lung fibroblasts HEL using VACV (strain Lederle; Krecmerová et al., 2007) . In another study, IC 50 value for cidofovir was found 54 and 62 M in Vero cells, 18 and 28 M in human foreskin fibroblasts HFF, and <50 M in BSC-40 cells using two different VACVs (strain WR; Becker et al., 2008 ). Yet in another study, IC 50 values for ST-246, CMX001 and cidofovir were found 0.1, 0.13, and 33 M, respectively, in HFF cells using VACV (strain WR; Quenelle et al., 2007) . It is, however, difficult to compare the IC 50 values determined in different assays under different conditions. Our assays were performed using m.o.i. = 2 and 24 h incubation period, while most other assays published employed much lower m.o.i. and usually 3 day incubation.\n\nFinally, we have tried to identify a step in VACV growth cycle inhibited by EA and LA in HeLa G cells. Neither EA nor LA were found to affect virus entry into the cell. In contrast, several lines of evidence suggest, that the affected step is at the level of virus late gene expression, or possibly later. First, we used recombinant viruses expressing luciferase under control of two different promoters, the early/late p7.5 (Luc E/L) and the late p4b (Luc L). In combination with the inhibition of VACV DNA synthesis by AraC, these viruses can be used to distinguish if the inhibited process occurs before or after DNA synthesis. The overall activity, as well as protein levels of the reporter luciferase expressed by both viruses, were found decreased in HeLa G cells in the presence of increasing concentrations of EA or LA. It should be emphasized that uninhibited, absolute activities of luciferase expressed by Luc L are several times higher than those expressed by Luc E/L. Upon inhibition of VACV DNA synthesis by AraC, levels of luciferase expressed by either rVACV were undetectable by Western blot analysis. In the presence of AraC, the activity of luciferase expressed by Luc L was strongly inhibited, while the activity of luciferase expressed by Luc E/L was decreased less, with absolute levels several times higher than those in Luc Linfected samples; these results confirm that luciferase expression by Luc L really occurs after DNA synthesis, while luciferase expression by Luc E/L occurs also earlier, before DNA synthesis takes place. However, neither EA nor LA decreased luciferase activity expressed under control of the early promoter, suggesting that these agents did not affect expression of early genes.\n\nSecond evidence supporting the hypothesis that EA and LA inhibit VACV late gene expression is western blot analysis revealing that EA and LA somewhat affected the levels of VACV proteins, while they did not change the overall pattern of VACV late proteins. Third, quantification of VACV DNA by real-time PCR yielded no differences in DNA levels due to EA or LA treatments, the result demonstrating that the inhibitory action of EA and LA takes place at the level of late gene expression or later. This conclusion is further supported by results of the time of addition assays. They indicated that addition of EA or LA up to 8 h.p.i., i.e. the time when DNA synthesis was accomplished according to real-time PCR, significantly decreased virus growth characterized by luciferase activity.\n\nIt should be noted that concentrations of EA that inhibited VACV growth by 1 or 2 logs in HeLa G cells (5 or 10 M EA, respectively), did not seem to considerably affect the overall VACV protein levels as characterized by western blot analysis. Analogous results could be observed with LA. Similarly, IC 50 values were found lower when calculated from virus titers than from luciferase activity. Thus, these findings might suggest that EA and LA could additionally act in a step after expression of VACV late proteins, i.e. during virus morphogenesis.\n\nVACV morphogenesis involves a cytoplasmic redox pathway constituted by several viral enzymes that catalyze formation of intramolecular disulfide bonds within the cytoplasmic domains of certain virion membrane proteins . These virion membrane proteins contain multiple cysteines that participate in virus particle formation, maturation or in virus entry and cell-cell fusion (Ojeda et al., 2006; Townsley et al., 2005) . It can be therefore expected that both EA and LA would interfere with these processes as well.\n\nEA derivatives, namely amids, were suggested as new lead structures for non-peptidic active-site-directed inhibitors of the coronavirus main protease, M pro (Kaeppler et al., 2005) . This protease belongs to the cystein protease family, the members of which play important roles in host cell physiology and pathology, as well as at various stages of life cycle of the viruses and other parasites (Johnston et al., 2007; Vicik et al., 2006) . Cystein proteases participate in proteolysis of virus polypeptides as well as in core maturation of several DNA viruses, including VACV (Alejo et al., 2003; Byrd et al., 2002; Byrd and Hruby, 2006; Greber, 1998) . It is therefore possible that EA could also inhibit VACV growth at this stage. These and other effects of EA and LA would need to be explored in a different set of experiments. Additionally, the antiviral effects of these compounds should be evaluated in experiments in mice.\n\nIn conclusion, we demonstrate inhibitory properties of EA and LA on the growth of VACV. This inhibition was found to occur at the level of VACV late gene expression. The results suggest new directions in development of drugs effective against poxvirus infection and bring new information about the scope of the effects of EA and LA."}