{"title": "Anti-RNA virus activity of polyoxometalates", "body": "The polyoxometalates (POM) are negatively charged clusters of inorganic substances principally comprised of oxide anions and early transition-metal cations. They have been shown to exhibit antiviral activity against several RNA viruses including the orthomyxoviruses, paramyxoviruses, flaviviruses, coronaviruses and retroviruses in vitro and in vivo. Some species of orthomyxoviruses, paramyxoviruses and coronaviruses are causative agents of respiratory infections and have been an active target for the broad spectrum antiviral agents. We examined several types of POM for anti-RNA virus activities and found some indeed have broad antiviral activities against the RNA viruses which cause acute respiratory infections.\n\nBefore the examination for antiviral activity against myxoviruses it was necessary to make the cellular viral infection rate more efficient, since usually the cytopathic effect (CPE) of these viruses is too weak to allow the colorimetric method for the evaluation of the inhibitory activity of the compounds against the virus infection. At first the most appropriate tissue culture cells for each virus infection was selected. For influenza virus (FluV) and respiratory syncytial virus (RSV) MDCK (cells) and HEp-2 cells were used, as most workers in the field. These cells showed relatively clear CPE by viral infection and it was easy to detect the difference between the treated and mock treated cells by calorimetric MTT method. However, for the infections of paramyxovirus such as parainfluenza virus (PfluV) type 2 and 3, mumps virus (MPSV), measles virus (MLSV) and canine distemper virus (CDV) host cells needed to be selected. After several rounds of testing HMV cells (originating from human melanoma cells) for PfluV-2, PfluV-3, and MPSV, and B95a cells (human lymphoid cells) for MLSV were selected. Since both cells grow http://france.elsevier.com/direct/BIOPHA/ Biomedicine & Pharmacotherapy 60 (2006) [211] [212] [213] [214] [215] [216] [217] [218] [219] in culture as suspended state, virus and cells were mixed well by shaking and the viral infection started. For an as yet unknown reason, a low speed centrifugation of the mixture facilitated virus infection rate and made the MTT method easy [1] . The low-speed centrifugation of virus and cells at the virus infection to cells was also employed for the monolayer cells such as MDCK, HEp-2 and Vero cells, and it also increased the viral infection efficiency. Sometimes a plaque reduction method was employed for the assay of RSV, MSLV and CDV, using HeLa cells for RSV Table 1 , all the polyoxotungstates exhibited potent inhibitory effects against FluV-A, RSV-A and B, MLSV and PfluV-2 without evident relationship to their particular cluster forms. Among these, HS-054 exhibited broad spectrum anti-myxovirus activity and its selectivity indices (SI) for FluV-A, RSV-A, MLSV and PfluV-2 were 333, 31, 167, and 111, respectively, which exceeded those of ribavirin for each virus.\n\nIn order to explore the antiviral mechanism of action of HS-058 against FluV-A and RSV, the compound was added to host cells (MDCK cells for FluV and HeLa cells for RSV) before, during and after virus infection. After the treatment the cells were extensively washed with maintenance medium (MS) and then changed to MS and maintained throughout the experiment. The EC 50 for each virus was determined by the MTT method for FluV and the plaque reduction method for RSV. As shown in Table 2 , when the compound was added to the virus-infected cultures at 1 hour before virus inoculation and maintained throughout the experiment, it was inhibitory against FluV at 0.7 μM and against RSV at 2.0 μM. When HS-058 was added to the culture at the adsorption stage (from 1 hour before to 1.5 hour after the virus inoculation) it was inhibitory against RSV but not against FluV. When the compound was added after adsorption (or penetration) and maintained throughout the experiment (from 1.5 to 120 hours after virus inoculation), it was inhibitory against both viruses at 4.1 and 5.8 μM, respectively (Table 2 ). This result makes evident HS-058 obviously inhibits the adsorption of RSV but not that of FluV. However, certain additional inhibitory effects of the compound against the infection process occurred after viral adsorption of both of the viruses, although the EC 50 values for both in which assay the compound was added after virus adsorption were three to six times higher than in the assay in which the compound had been added at all points of the progress of the viral infections. In fact, in another experiment, HS-058 inhibited hemolysis of chicken erythrocytes (fusion of the virus envelope and the cellular membrane) by FluV at 58 μM (data not shown) and syncytium formation (fusion of the virus infected cells with uninfected cells) of RSV at 8.5 μM ( Fig. 1 and Table 3 ) [2] .\n\nAs described above, polyoxotungstate did not inhibit the binding of FluV to the cellular membrane and probably the antiviral effect occurs at a later step of virus replication. We examined the other polyoxotungstates which contain titanium as a heterometal ion. These are PM-504 [ K 9 H 6 (Ge 2 Ti 6 values of PM-504 and PM-523 against FluV A were 1.3 and 2.4 μM and the SIs were more than 300 and 167, respectively. We examined fax scan (FACS) analysis of virus bound MDCK cells and inhibition by both compounds, and found that PM-504 inhibited the binding of FluV to the cells and PM-523 did not (Fig. 2 , and see the legend for the figure for the experimental procedure).\n\nThe penetration of enveloped viruses is widely reported to start by the fusion of the viral envelope with the cellular membrane. The fusion of the FluV envelope with the cellular membrane occurs under acidic conditions in the endosome. When the virion envelope is labeled compactly with fluorescent molecules (i.e., octadecyl rhodamine B chloride), the fluorescence is quenched and cannot be detected by a fluorometer. After contact between the viral envelope and cell membrane and membrane fusion has taken place, the viral protein molecules that were labeled by fluorescence move to the cell membrane. As a result the density of the molecule decreases and fluorescence is recovered (dequenched) (Fig. 3 ). In order to analyze the inhibition of the fusion of the virus envelope with the cell membrane, the fluorescence dequenching test was performed using rhodamine-labeled virus particles and MDCK cells. During the interaction of fluorescein-labeled virus and the cell membrane, the flurescence increased gradually as a factor of the contact period. When PM-523 (a titanium containing polyoxotungstate) was added during the contact between the virus and the cell membrane, the dequenching of the fluorescence by the fused membrane was remarkably reduced compared with the untreated membrane in contact with the virus for the same period (Fig. 4) . The inhibition was observed for the fusion of two different subtypes of FluV A (N3H2/Ishikawa and H1N1/PR8), but not for those of FluV B or Sendai virus (a PfluV type 1) (data not shown). Thus the inhibitory activity of PM-523 was shown to be specific to FluV A [3] .\n\nWe selected PM-523 resistant FluV A strains after several passages of FluV A H3N2/Ishikawa in MDCK cells in the presence of an effective dose of PM-523. R-1 to R-c were resistant to PM 523, and their EC 50 s were 10 times higher than that of the parental strain. When amino acid substitution in the HA1 protein between the parent and mutant strains were analyzed, lysin189 and isoleucin202 were substituted with asparagine and threonine, respectively (Table 4 ). Lysine189 and isoleu-sine202 locate at the head position of HA1 and this position is at the interface of the HA1 trimer. PM-523 probably inhibits the opening of the head when the conformational change of the HA molecule occurs (Fig. 5 ) [4] . Thus the mechanism of the anti-FluV A activity of PM-523 is shown to be inhibition of membrane fusion; however, the mechanism is dependent on the nature and structure of the particular POM, because another POM, PM-504, inhibited the binding of FluV A to MDCK cells.\n\nBecause the antiviral activity of PM-523 was revealed to be inhibition of the fusion of the viral envelope with the cell membrane, PM-523 may have synergistic antiviral activity against FluV replication when used in combination with compounds with a different antiviral target. Ribavirin is a well-known antiviral compound which inhibits inocine monophosphate dehydrogenase activity in cells and decrease the guanosine monophosphate pool which suppresses viral RVA synthesis.\n\nWe examined anti-FluV A activity with several different ratio combination of PM-523 and ribavirin in vitro and compared this with the individual respective compounds in terms of the effective dose by several parameters of inhibition. MDCK cells were infected with FluV (H1N1/PR8). Two fold serial dilutions from 0.8 mM stock dilutions of PM-523 and ribavirin were combined in a checkerboard cross grid. The median effective dose and other doses (EC 50 , EC 70 , EC 90 etc.). were determined by the MTT method for PM-523 alone, ribavirin alone, and several different ratio combinations of the compounds. The predicted percent inhibition values were derived from a theoretical dose-response curve generated from the individual dose-response data for PM-523 and riba- virin. The combination index (CI) was calculated from the equation; CI = d1/D1 + d2/D2 + α(d1xd2/D1xD2), where d1and d2 indicate the fractional dose of a combination of com-pound 1 and 2, respectively, which are required for a median effect or a 70% inhibitory effect. D1 and D2 are the doses of the compound 1 and 2, respectively, which are required to produce the same median effect or 70% inhibitory effect when these compounds were used alone. In the case of PM-523 and ribavirin, α is 1 because both compounds were mutually nonexclusive drugs in terms of the mechanism of action. When the CI is <1, synergism is indicated. When the CI is 1, the indicated effect is additive. When the CI is >1, antagonism is indicated.\n\nCombination effect was examined with combinations of PM-523 and ribavirin at 1:16 (---) and at 1:4 (---). As shown in Fig. 6 , the CI values were always less than 1 when the fraction affected was determined to be between 0.25 (EC 25 ) and 0.95 (EC 95 ).\n\nThe cytotoxicity of PM-523, ribavirin and their combinations were examined by the trypan blue exclusion method. As shown in Table 5 , a combination of 400 μM each of PM-523 and ribavirin exhibited a slightly increased cytotoxicity compared with that of the compounds used individually at 400 μM. However, the combination did not increase the cytotoxicity potently and 50% inhibition of cell viability was not obtained at any combination.\n\nPM-523 and ribavirin exhibited a synergistic therapeutic effect in mice infected with FluV A (H1N1/PR8). One hundred percent of the control mice which were infected with 10 LD 50 of the FluV A and not treated with the compounds died on the 9th day following infection. The infected mice were treated with aerosols of PM-523 and ribavirin either singly or in combination every 12 hours for 4 days. Compounds were prepared in PBS (pH 7.2) at concentrations from 1.2 to 4.8 mM for PM-523 and 40-240 mM for ribavirin. The infected mice were placed in a chamber separately and exposed to the compounds by using a continuous aerosol generator. In this experiment, the dose of the compound given to the mice was expressed in terms of the concentration of the compound in the stock solution. On the 9th day when all of the control (untreated) mice died, half and 60% of the mice treated with 4.8 mM PM-523 and 80 mM ribavirin survived. The EC 50 s of PM-523 and ribavirin on the 9th day of infection were calculated as 4.8 and 70 mM, respectively. When 2.4 mM PM-523 (0.5 EC 50 ) and 40 mM ribavirin (0.57 EC 50 ) were combined and used to treat the infected mice, 80% of the mice survived to the 9th day following infection. At the end of the experiment (14 days after the infection, as indicated in Fig. 7) , survival was found for 60%, 30% and 20% of the infected mice in the groups in which a combination of 2.4 mM PM-523 and 40 mM ribavirin, 80 mM ribabirin alone, and 4.8 mM PM-523 alone were used. Thus the survival rate for mice treated with a combination of PM-523 and ribavirin at a ratio of 1:16 was significantly higher than for mice in groups which received a single treatment of twice the dose of PM-523 (4.8 mM) and ribavirin (80 mM) throughout the experiment (Fig. 7) . The lungs of infected and untreated mice and mice treated with 2.4 mM PM-523 or 40 mM ribavirin alone became swollen and reddened due to congestion. On the other hand, the lungs of infected mice treated with a combination of 2.4 mM PM-523 and 40 mM ribavirin remained a more normal grayish white and were not congested (data not shown). The viral titer in the lungs of the infected mice was determined for four groups of mice every 24 hours after infection. As shown in Fig. 8 , the viral titers in infected mouse lungs increased to 10 5.4 TCID 50 /g at 48 hors following infection and decreased to 10 3.5 and 10 3.2 TCID 50 /g at 72 and 96 hours, respectively. The viral titers in the lungs of infected mice which were treated with a combination of PM-523 (2.4 mM) and ribavirin (40 mM) were consistently lower than those in the lungs of control mice or those treated with the compounds individually (Fig. 8) [5].\n\nSeveral workers have reported anti RNA virus POM activity. Ikeda et al. [6] reported that JM2820 had broad spectrum antiviral activity including activity against the ortho-and para-myxoviruses, herpesviruses and retroviruses (HIV-1 and 2) . JM-2820 is the same compound as HS-106, which we previously reported to have a broad spectrum anti-myxovirus activity (Table 1) . Barnard et al. [7] reported anti-RSV activities of several polyoxotungstates and among them HS-106 and certain germanium-or zirconium-containing polyoxotungstates (JM-2926 and JM-2919, respectively) exhibited the most potent and selective anti-RSV activity. HS-106 and JM-2926 have double Keggin structures and JM-2919 has a Barrel structure. They commented that silicon, germanium and niobium centered double Keggin structures yielded antiviral activity. Huffman et al. [8] also reported anti-FluV (FluV A and B) activities of germanium or silicon containing polyoxotungstates. They singled out especially JM-2925 (a germanium containing double Keggin-type polyoxotungstate) and JM-2919 as potent and selective anti-FluV compounds. Liu et al. [9] (a Chinese chemist group) synthesized a heteropoly blue from a Keggin-type polyoxotungstate {Ce 2 H[BW 11 Mn(H 2 O)O 39 ]}. This compound, designated HPB-2, exhibited a potent therapeutic effect against FluV infection in mice when given either orally or intraperitoneally.\n\nThese reports prompted us to identify broad spectrum anti-RNA virus POM and use them for the therapy of acute viral respiratory infections. We examined seven titanium or vanadium substituted polyoxotungstates (all have Keggin or Keggin All of the compounds exhibited broad spectrum anti-RNA virus activity except that PM-43, PM-518 and PM-523 did not have antiviral activities against PfluV 2, CDV and DFV, respectively. All compounds demonstrated potent anti-HIV activity. Among them two vanadium-substituted double Keggin polyoxotungstates, PM-1001 and PM-1002, exhibited particularly potent and selective anti-HIV activities in vitro (Table 7) . When anti-HIV activities were examined with a MAGI test using HeLa CD4/LTR-β-Gal cells, the EC 50 s of the compounds were 10 and 18 nM, and their selectivity indices exceeded 10,000 and 5000, respectively. PM-1001 and 1002 showed their anti-HIV activities at an early stage of the infection (probably at the adsorption stage) and also inhibited syncytium formation between MOLT-4 cells (uninfected cells) and MOLT-4/IIIb cells (infected cells). In order to analyze the target molecule with which PM-1001 interacts during the adsorption/penetration process, we examined the inhibitory effect of PM-523 against the binding of mouse antibodies to CD4, CXCR4 (monoclonal) and gp-120 (polyclonal) to the target molecules. PM-1001 inhibited the binding of anti-gp120 antibody to gp-120 but did not inhibit the binding of the anti-CD4 and anti-CRCX4 antibodies to their target molecules. Probably PM-1001 is inhibitory for the interaction of gp120 with its receptors, but the binding site is gp-120 (not CD4) [10] . A similar result on the POM anti-HIV mechanism of action has been reported by Witvrouw et al. [11] using Dowson and double Dawson structured polyoxotungstates. However, they suggested also the blocking of gp-120 binding to the CD4 molecule by a covering of the receptor site by the compounds.\n\nSevere acute respiratory syndrome (SARS) first emerged in late 2002 in Guangdong province, southern China, and then spread to the neighboring countries and, eventually, around the world. Eight thousand or more people have been judged to be probable cases of infection, and about 750 patients lost Coronaviruses are widely distributed among avian and mammalian species and commonly cause infections [12] . The replication cycle of the coronavirus in permissive cells is common and for the adsorption to cellular membrane receptors the N-terminal portion of the viral spike glycoprotein of the envelope is used [13] . Since POMs have been proven to inhibit the adsorption of several of the enveloped RNA viruses we examined nine titanium or vanadium containing polyoxotungstates and one heteropolyoxometalate in which tungsten was substituted with niobium (PM-802 in Table 9 ). Three coronaviruses which were shown to be pathogenic to mammals were used. These viruses were transmissible gastroenteritis virus of swine (TGEV), feline infectious peritonitis virus (FIPV) and SARS coronavirus (SARS-V), respectively.\n\nAs shown in Table 8 all of the POMs exhibited anti-TGEV activities. For SARS-V, the vanadium-substituted Keggin sandwich type POMs displayed activity. For FIPV there is no apparent relationship between the structure and the antiviral activity. Over all, PM-1001 and PM-1207, which are vanadium-substituted Keggin sandwich type polyoxotungstates, exerted the most potent and selective anti-coronavirus activities ( Table 8) .\n\nWe previously reported that PM-1001 possesses broad spectrum anti-RNA virus activities including activity against FluV A, RSV, PfluV 2 and so on. This compound also displays potent and selective anti-SARS-V activity in vitro. Although, as yet there are no reports of POMs in clinical use, most of the in vitro and some of the in vivo experiments have shown these compounds to be potent and broad spectrum in terms of their antiviral activities against acute respiratory disease viruses. Since the clinical diagnosis of respiratory virus infection is difficult, and laboratory confirmation is excessively time consuming, broad spectrum antiviral compounds such as ribavirin, interferons and POMs are promising as initial treatments of undetermined respiratory viral diseases. Further work will elucidate which of these drugs, and which combinations of these drugs, should be added to the clinical pharmacopeia."}