{"title": "Letter to the Editor Temporal changes in psychobehavioral responses during the 2009 H1N1 influenza pandemic", "body": "The lay public's psychobehavioral responses during a disease outbreak play an important role in bringing the outbreak under control, and provide insights into development of risk communication messages to the public (Opare et al., 2000; Leung et al., 2005 Leppin and Aro, 2009 ). Empirical studies have provided some theoretical foundations for psychobehavioral responses during past outbreaks of respiratory infections (Leppin and Aro, 2009) . Psychobehavioral responses during the severe acute respiratory syndrome (SARS) outbreaks showed a positive association between anxiety level and personal protective behaviors (Seto et al., 2003; Leung et al., 2005) . Behavioral responses to an outbreak were also found to be influenced by public perceptions of risk and severity (Lau et al., 2007; Leppin and Aro, 2009 ) and reported cases of infection (Leung et al., 2005) .\n\nMalaysia confirmed its first case of 2009 H1N1 influenza on May 15, 2009. On July 11, 2009, we commenced a survey of 2009 H1N1 influenza-related knowledge, attitudes and behaviors. On July 23, 2009, approximately 2 weeks after the commencement of this study, the first death from 2009 H1N1 influenza was reported. On September 13, 2009, the date on which our data collection ceased, the total fatality count was 74 (Ministry of Health Malaysia, 2009). There have been no published reports on public psychobehavioral responses at different time points of the ongoing 2009 H1N1 influenza pandemic. In this paper, we studied the lay public's psychobehavioral responses in relation to reported 2009 H1N1 influenza deaths in Malaysia.\n\nWe conducted cross-sectional telephone interviews of the lay public in the Kuala Lumpur metropolitan area, Malaysia, between July 11 and September 13, 2009. A random sample of telephone numbers was generated by computer from the latest electronic version (2008/2009) of the residential telephone directory of Selangor state and the Federal Territory of Kuala Lumpur. Each household was interviewed once. Within each responding household, one adult resident 18 years of age or older was randomly selected and interviewed. A total of 6230 call attempts were made. The response rate, computed as the number of completed interviews (1050) divided by the number of households successfully contacted with three call attempts (1750), was 60.0%.\n\nThe psychobehavioral responses section of the survey first queried participants about H1N1 influenza-related stigma or fear (4-items) with response options ranged on a Likert scale from 1 (Not at all fearful) to 4 (Very fearful). Subsequently, participants were questioned about their avoidance approaches (4-items), health-protective behaviors to prevent H1N1 influenza infection (6-items), and impact of H1N1 influenza pandemic (6-items).\n\nAnswer choices were either yes, no or not relevant. The very fearful and fearful (regrouped into one category), and yes responses were the outcomes of interest. Fig. 1 shows the temporal trends with the margin of error at the 0.05 significance level for all questions about fear, avoidance behaviors, health-protective behavior and impact. The first death was reported 2 weeks after the commencement of this study, and increased steadily to a peak of 40 deaths in week 6, before a rapid decline. The local media intensely covered the official number of deaths related to 2009 H1N1 influenza released by the Ministry of Health Malaysia during this period. There were increases in all types of fears and avoidance behaviors from week 4 onwards, in concordance with the escalating number of reported deaths, before declining after the peak deaths reported in week 6 ( Figs. 1.1 and 1.2) . This was particularly noticeable in those expressing fear of visiting hospitals and fear of eating out. Similar trends were observed during the SARS outbreak, whereby anxiety levels closely mirrored the daily number of new cases and were strongly associated with the intensity of the outbreak (Leung et al., 2005) .\n\nStudies have shown an increase in preventive measures taken by the public against 2009 H1N1 influenza infection (Goodwin et al., 2009; Rubin et al., 2009) , and our findings support this. The health protective behaviors of covering coughs and sneezes, washing hands regularly, and adopting healthy lifestyles appeared consistently high from week 2 to week 6 of the survey (Fig. 1.3) . Declining trends were observed in the latter two as the number of deaths decreased after week 6. The apparent reduction in some avoidance behaviors as the number of deaths declined may indicate a decrease in risk perception, with consequent decline in the adoption of preventive measures (Lau et al., 2007; Leppin and Aro, 2009 ). The proportions wearing masks, staying at home and taking preventive medicine increased with the number of reported deaths, and despite a decline after the peak weekly deaths, remained at a higher level at the end of the study when compared to the beginning. Our data indicate that reported deaths due to the H1N1 influenza pandemic influenced public's health-protective behaviors. As such, health authorities and media should stress to the public to continuously adopt healthy behaviors to prevent infection even if the number of reported deaths decreases.\n\nThere were clear increases in impact on respondents' and their family's routines during the acute phase of the pandemic (weeks 4 to 6), with a decline after week 6 to earlier levels ( Fig. 1.4) . This suggests that, in the event of a new H1N1 pandemic, provision of information to the public should be designed to increase perceived risk of infection and yet minimize social and economic impact.\n\nOur study demonstrated that public psychobehavioral responses were influenced by the number of reported deaths due to 2009 H1N1 influenza. The results also indicated the importance of public health"}