{"title": "Reference Module in Life Sciences", "body": "Classification The rational process of assigning viruses to taxa. Inclusion principle Viruses assigned to a lower taxon based on certain virus characteristics must also have the characteristics needed for classification into a higher-ranked taxon that includes the lower taxon. Monophyletic Belonging to a group of viruses that consists of all the descendants from a common ancestor. Nomenclature The (often controversial) assignment of names to taxa. Polyphyletic Not being connected to a common ancestor. Polythetic Sharing many, but not all characteristics of a common core set of characteristics. Species Currently the lowest-ranked taxon in virus taxonomy. Not to be confused with \"viruses,\" which are physical entities assigned to species. Taxon A man-made category for viruses that share certain characteristics. The now commonly accepted correct plural of \"taxon\" is the fake Greek \"taxa\" (\"taxons\" would actually be more correct but is not used in English). Taxonomy Virus classification into taxa and taxon nomenclature. The term \"taxonomy\" is a misnomer as the term is based on Greek \"tάξις [táxis]\". \"Taxinomy\" is a better derivation but is not used in English. Virions Particles produced by some, but not all viruses, during the viral lifecycle for transfer of the viral genome from one host cell to another. Not to be confused with \"virus.\" Virions differ from virus particles in that the former are assumed to be infectious, whereas the latter may be noninfectious or otherwise defective Virus A replicative non-cellular physical entity that is obliged to depend on a host cell for replication. Virus is not to be confused with \"species,\" which are man-made categories into which viruses are classified nor be confused with \"virion.\" which are particles that are produced by some, but not all, viruses \n\nEarly Taxonomic Developments Virus taxonomy is a virology subspecialty that addresses the grouping (classification) of viruses (physical entities) into categories (concepts) called taxa and the development and implementation of a standardized system of naming (nomenclature) for taxa.\n\nVirus taxonomy arguably began with the discovery of \"ultrafiltrable\" (i.e., non-bacterial) agents today called \"viruses.\" This discovery began in 1886, when Adolf Eduard Mayer (1843 Mayer ( -1942 grouped a set of similar infectious diseases of tobacco plants under the name \"Mosaikkrankheit des Tabaks\" (German for \"tobacco mosaic disease\"). In 1892, Dmitrij Iosifovič Ivanovskij reported that the sap of a plant affected by tobacco mosaic disease retained its infectivity even after passage through a Chamberland filter that held back most bacteria. Unaware of Ivanovskij's experiments, Martinus Willem Beijerinck (1851 Beijerinck ( -1931 also observed that filtration of infectious sap did not result in sterility. In 1898, Beijerinck reported that filtered sap retained its infectious nature even after dilution and that the sap of a newly infected plant was similarly potent after passage. Beijerinck coined the term \"contagium vivum fluidum\" (Latin for \"contagious living liquid\") for this novel type of pathogen. The term \"virus\" (Latin for \"poison\"), previously used for any infectious agent or toxin, became ever more frequently used for this novel type of pathogen, variations of which were then discovered in animals (e.g., foot-and-mouth disease virus), including humans (e.g., yellow fever virus). The (partially) particulate nature of viruses was proven when Félix d'Herelle reported the invention of the plaque assay for virus particle quantification in 1917, when he discovered viruses infecting bacteria. In 1935 , Wendell Meredith Stanley (1904 -1971 crystallized tobacco mosaic disease-causing particles and demonstrated that they consisted largely of protein. In 1939 , Gustav-Adolf Kausche (1901 -1960 ), Edgar Pfankuch, and Helmut Ruska (1908 -1973 published the first-ever electronmicroscopic images of virus particles, namely those of tobacco mosaic disease virus.\n\nThe first systematic classification of viruses was proposed in 1939 by Bennett on behalf of the newly formed Committee for Virus Nomenclature of the Council of the American Phytopathological Society. Accordingly, viruses were grouped by the type and morphological/cytological manifestation of symptoms they cause in their hosts, their host tropisms, their modes of transmission via disease vectors, and the antigenic, chemical, and physical properties of their particles. In 1941, a classification was suggested by Bawden that was based solely on chemical, antigenic, and morphological properties of virus particles. This suggestion was, in essence, followed by others for many years. In 1948 , Francis O. Holmes (1899 -1990 suggested a first all-encompassing taxonomic system that was somewhat reminiscent of that used for animals and plants. He proposed a top-rank taxon, the order \"Virales,\" that would include three suborders for viruses that infect bacteria (\"Phaginae\"), plants (\"Phytophaginae\"), or animals (\"Zoophaginae\"). Holmes further created 13 families, 32 genera, and 248 species. However, this system did not gain community support because Holmes separated viruses based on their host tropisms and ignored the considerable morphological similarities of the particles produced by all of the viruses that he separated into the 3 suborders. From 1953 -1957 , André Michel Lwoff (1902 -1994 created and expanded a set of criteria for the definition of \"virus.\" This definition informed a hierarchical virus taxonomy brought forth in 1961 by Peter D. Cooper, who divided animal viruses using particle characteristics into those that contain either DNA (\"deoxyviruses\") or RNA (\"riboviruses\"). Further division of each group was dependent on ether sensitivity, i.e., dependent on whether the particles were wrapped in lipid envelopes (\"lipoviruses\"), or ether resistance (\"clathroviruses\"). From 1963-1967, this system was improved to incorporate virus particle sensitivity to low pH and particle shape and symmetry as classification criteria.\n\nThe first taxonomic system that received broad attention is that of Lwoff, Horne, and Tournier (the LHT system), which was first published in 1962 and finalized in 1966. The LHT system grouped viruses into one phylum (\"Vira\") with two subphyla based on RNA or DNA presence in virions (\"Deoxyvira\" and \"Ribovira\"). Each subphylum included classes based on the symmetry of virion capsids (e.g., the classes \"Deoxyhelica\" for \"helical DNA viruses\" and \"Ribocubica\" for \"cubical RNA viruses\"). These classes were further divided into orders (\"…virales\") with suborders (\"…viridales\"), families (\"…viridae\"), subfamilies (\"…virinae\"), genera (\"…virus\"), subgenera (\"…virus\"), and described type species and common names for taxon members. Although none of the higher taxa stood the test of time, several family names used in the system are still used today (e.g., \"Poxviridae,\" \"Adenoviridae,\" \"Paramyxoviridae\" became the current Poxviridae, Adenoviridae, and Paramyxoviridae, respectively), and the suffixes for order, family, subfamily, genus, and subgenus names prevailed, albeit they are now consistently italicized (\"…virales,\" \"…viridae,\" \"… virinae,\" \"…virus,\" \"…virus\").\n\nIn 1971, David Baltimore published a working classification of viruses that is still used today in parallel with official virus taxonomy. Rather than assigning viruses to taxa, Baltimore grouped all viruses into six disconnected groups without any subdivisions, now commonly referred to as Baltimore Classes (BCs). BCs were established based on the type of nucleic acid incorporated into virions, and thereby on the type of virus reproduction:\n\n(1) BC I: viruses with double-stranded DNA genomes that have a replication-expression strategy highly reminiscent of that of cellular organisms (e.g., Adenoviridae); (2) BC II: viruses with single-stranded DNA genomes (e.g., Geminiviridae);\n\n(3) BC III: viruses with double-stranded RNA genomes (e.g., Reoviridae); (4) BC IV: viruses with positive-sense RNA genomes (e.g., Picornaviridae); (5) BC V: viruses with negative-sense RNA genomes (e.g., Paramyxoviridae); (6) BC VI: viruses with positive-sense RNA genomes that replicate via DNA intermediates produced by reverse transcription of the genome (e.g., Retroviridae); (7) BC VII (added later to the original system): viruses with double-stranded DNA genomes that package a double-stranded DNA form or an RNA-DNA hybrid into virions and replicate via reverse transcription (e.g., Hepadnaviridae).\n\nUntil recently, BCs have been widely referred to as informal highest ranks of virus classification and the individual BCs were widely assumed to be monophyletic. However, recent studies (e.g., Wolf et al., Koonin et al.) call this assumption into question. Although the partitioning of viruses into BCs will remain highly useful for teaching purposes, BCs are unlikely to be used as top ranks in official virus taxonomy.\n\nInfluenced by the publication of the LHT system, the virology community clearly felt an urgent need for an official virus taxonomy. Consequently, at the 1966 International Congress for Microbiology in Moscow, the Executive Committee of the International Association of Microbiological Societies (IAMS) established the International Committee on Nomenclature of Viruses (ICNV) to develop a globally respected and applicable virus taxonomy for all virus types of all life forms. The ICNV, which in 1974 became today's International Committee on Taxonomy of Viruses (ICTV) under the International Union of Microbiological Societies (IUMS, the successor to IAMS), published its First Report in 1971. From then on until the present, virus taxonomy (today including not only viruses but also viroids and satellites) has been under the jurisdiction of this committee. The vast majority of virology and microbiology specialty journals request (but unfortunately rarely enforces) that manuscript authors follow the official ICTV taxonomy.\n\nContrary to the LHT system, which approached virus classification from the top taxonomic rank downwards, the ICNV/ICTV established a hierarchical virus taxonomy from the lowest taxonomic rank upwards. This approach was taken because, at the time, hallmark properties common to all viruses (akin to, for instance, 16S rRNA of bacteria or mitochondrial DNA of animals) were unknown. Genome sequence information for most viruses was lacking, and, therefore, phylogenetic analyses were impossible to perform. In addition, high mutation rates and horizontal gene transfer obscured relationships between virus groups.\n\nFrom the initiation of ICTV's classification efforts, viruses (from hereon, including viroids and satellites) were suspected to be polyphyletic. Thus, the probability of being able to join large groups of viruses under higher-rank taxa using demonstratable evolutionary relationships appeared low. Consequently, viruses were grouped according to the morphological, biophysical, and biochemical properties of their virions and the \"phenotype\" of infections. After the advent of increasingly efficient genome sequencing methodologies, viruses were grouped according to viral genomic sequences and phylogenetic relationships to one another within relatively closely related virus sets. The result of these activities were numerous individual taxonomic hierarchies for viruses, typically up to the family rank, that were not connected to each other at a top rank.\n\nThe historical development of the official ICTV virus taxonomy can be reviewed in published ICTV Reports and interim updates that typically have been published in Archives of Virology's Virology Division News (VDN). The latest (10th) ICTV report has been published open-access online and is continuously updated at least annually. Announcements for major updates to the report have been and are being published continuously as Taxonomic Profiles in The Journal of General Virology.\n\nThe first ICTV report listed only 2 families, 27 genera, 10 subgenera, and 18 \"virus groups\", but the classification scheme has expanded considerably since then. For instance, the first order (Mononegavirales) was established in 1991, and in 2019 the first phylum (Negarnaviricota) and realm (Riboviria) were made official. By that time, 5560 species had been established ( Table 1) .\n\nDespite this extension of taxon ranks and associated taxa, many families are currently \"free floating\" (i.e., families not connected to other families at higher taxonomic ranks). However, the majority of RNA viruses have been assigned to the highest available rank, realm. This assignment was based on the recognition that all these RNA viruses have genomes that share a common viral hallmark gene (VHG), namely one that encodes an RNA-directed RNA polymerase (RdRp) and that these polymerases form a monophyletic group (Fig. 1) .\n\nAs shown in Fig. 1 , most RNA virus families and orders could be grouped into major branches, but these branches have not yet received official status, except for Branch 5. Branch 5, established for negative-sense RNA viruses, is now officially recognized by the ICTV as phylum Negarnaviricota. This phylum is currently the only example of a top-down virus taxonomy of all available principle/primary ranks and, thereby, places the viruses of all included taxa into relationship to each other (Fig. 2) .\n\nAside from expanding the number of available ranks and filling them with increasing numbers of taxa and numerous incremental improvements, current virus taxonomy underwent two additional major changes compared to historic efforts: Table 1 Scope of the official ICTV taxonomy as ratified in spring of 2019. Listed are all permitted principle/primary taxon ranks (black), secondary ranks (grey), and the number of currently established (but not necessarily interconnected) taxa within these ranks. Ranks are ordered from lowest (top, species) to highest (bottom, realm) similar to the classical \"Tree of Live\" in which the highest ranks are depicted as the tree trunk close to earth and the lowest ranks are depicted as the finest branches up in the canopy. Intra-taxon divergence is high at the highest ranks and low at the lowest ranks\n\n(1) In 1991, the ICTV embraced the idea that \"virus species\" should be conceptually differentiated from \"viruses\" and that the biological concept of \"species\" as it has been applied to botanical, mycologic, prokaryotic, and zoologic taxonomy is also universally applicable to virus taxonomy. \"Virus species\" was first defined as \"…a polythetic class of viruses that constitutes a replicating lineage and occupies a particular ecological niche\" by van Regenmortel. Currently, \"[a] species is the lowest taxonomic level in the hierarchy approved by the ICTV. A species is a monophyletic group of viruses whose properties can be distinguished from those of other species by multiple criteria\". Both species definitions have been highly controversial, and discussions continue on how to improve them. However, scientists broadly agree that the lowest rank of species is needed. (2) In 2017, the ICTV acknowledged that most viruses of the global virome are unlikely to ever be cultured or otherwise characterized in a laboratory. Hence, the ICTV accepted virus classification based on information deduced from an at least coding-complete virus genome sequence. This step expanded the classification to include numerous viruses known only from metagenomic datasets and, thereby, opened the door for sophisticated phylogenetic analyses and a vastly improved official description of the virosphere. Importantly, this step by the ICTV only means that the minimum requirement for virus classification is the availability and analysis of a coding-complete virus genome, but it does empathetically not exclude taking other virus characteristics, such as particle morphologies, tissue and host tropism, or infection phenotype, into consideration.\n\nOrganization\n\nThe ICTV, a non-profit organization, is the only committee of the Virology Division of the IUMS. Contrary to common perception, the ICTV is a relatively large, international organization, and ICTV decisions are achieved in a highly democratic manner based on majority voting at multiple steps involving representatives of the global virology community. The ICTV Executive Committee (EC) consists of 19 elected members with term limits, including a President, a Vice-President, several Secretaries, and 6 Subcommittee Chairs who are experts for large groups of viruses of all cellular organisms. Next to the EC, the ICTV consists of 11 elected Life Members (experts who contributed significantly to the development of virus taxonomy in the past), 42 nominated National Members (national representatives of international microbiological or virologic IUMS member societies), and 101 Study Group Chairs. The latter are ICTV members appointed by EC Subcommittee Chairs, typically for a maximum of two 3-year terms, to assemble an unlimited number of experts, who are not part of the ICTV, but who have specific expertise on viruses of, typically, a viral family or order. All ICTV members perform their duties voluntarily without pay. Official statutes outline the ICTV remit, actions, and interactions within ICTV and with the community, and a code, the International Code of Virus Classification and Nomenclature (ICVCN), outlines the official rules and recommendations for virus classification into taxa and taxon nomenclature. Importantly, the ICTV is currently not responsible for the nomenclature of viruses (their names and abbreviations) or their subclassifications into isolates, strains, variants, genotypes, serotypes, lineages, or clades. Since no other organization exists that authoritatively administers these community needs, this lack of ICTV responsibility continuously causes confusion and often frustration among virologists who consider these needs part of virus taxonomy.\n\nContrary to common perception, the ICTV does not impose taxa on the virology community but instead evaluates, votes on, and administers submitted taxonomic proposals (TaxoProps) originating from the virology community. TaxoProps can be submitted electronically to the ICTV at any time by any individual, whether (s)he is a member of the ICTV or not. Populating a TaxoProp is straightforward and guided by standardized Microsoft Word and Excel templates with associated instructions that can be downloaded from the ICTV homepage. Ideally, TaxoProps are submitted to the ICTV by the authors of a scientific research article describing a novel virus or providing novel information on the evolutionary relationships of a known virus. Under these circumstances, the virus discoverers can weigh in on classification and nomenclature discussions. However, virus discoverers do not have to be consulted during the classification process, and, hence, anybody can propose the classification or reclassification of any virus at any time. Typically, the annual deadline for TaxoProp submission is set for a day in June-TaxoProps submitted prior to this date will be considered by the ICTV typically in July; whereas TaxoProps submitted after the submission deadline will be considered in July of the subsequent calendar year.\n\nSubmitted TaxoProps undergo several steps of scrutiny:\n\n(1) After submission to the ICTV, the TaxoProp is forwarded to the most appropriate EC Subcommittee Chair. For instance, a TaxoProp will be forwarded to the EC Bacterial and Archaeal Viruses Subcommittee Chair if the TaxoProp addresses a bacterial virus. The Subcommittee Chair will perform an initial review on whether the proposed taxonomy conforms to current ICVCN rules and whether the TaxoProp is complete with the information necessary for further evaluation. If necessary, the Subcommittee Chair will request additional information or edits from the TaxoProp author(s); (2) Once satisfactory to the EC Subcommittee Chair, the TaxoProp is forwarded to the most appropriate Study Group of the EC Subcommittee Chair's subcommittee (either via the Study Group Chair or directly to all Study Group members). For instance, a TaxoProp proposing the classification of a new bacterial virus into Microviridae would be forwarded to the ICTV Microviridae Study Group. The Study Group then performs an in-depth scientific review of the proposal and then recommends the acceptance, rejection, or need for revision to the Subcommittee Chair. The chair then once more communicates with the TaxoProp authors to improve the TaxoProp. Ideally, this process is repeated until both EC Subcommittee Chair and Study Group (per majority vote) are satisfied with the proposal or have reached a consensus that it needs to be deferred or rejected.\n\nStudy Groups therefore serve as mediators between their respective virologist constituency (their virus \"subcommunity\") and the ICVCN requirements and concerns of the ICTV. However, an ICTV Study Group does not have veto power. On rare occasion, Study Group recommendations may be overruled by the Subcommittee Chair to prevent gridlock; (3) The TaxoProp, if appropriate with comments summarizing EC Subcommittee Chair and/or Study Group concerns or dissent, is then forwarded to the ICTV Proposals Secretary. The Proposals Secretary will once again review the documents for adherence to the ICVCN Rules and TaxoProp preparation guidelines and then post the TaxoProp for public scrutiny online on the ICTV homepage. Public comments on the TaxoProp can be posted directly to the homepage. TaxoProps submitted right before the submission deadline will be visible to the public for at least 4 weeks; (4) The TaxoProp will then be distributed to the entire EC for review prior to the annual EC meeting and then be presented in person to the entire EC by the Subcommittee Chair together with his or her recommendation regarding acceptability. The EC then discusses the TaxoProp and, per majority vote, decides whether the TaxoProp is approved, requires further revisions, needs to be deferred for discussion to the next EC meeting in the following calendar year, or rejected. The decision is communicated to the TaxoProp authors (and the public via the ICTV homepage) and the authors are given approximately 8 weeks to revise the TaxoProp if revisions were requested. EC voting is then repeated per email, and the TaxoProp is either accepted, deferred, or rejected; (5) EC-accepted TaxoProps are posted once again on the ICTV homepage for public scrutiny. Then, typically around February of each year, the entire ICTV is requested to ratify or reject the EC recommendation by majority email voting. If ratification occurs, the proposed taxonomy becomes official taxonomy and is communicated to the virology community via a VDN taxonomy update article published by the EC, via updates on the ICTV homepage, and by posting a new, so called Master Species List (MSL) on the ICTV hompage.\n\nVirus classification is the gathering of viruses into progressively more inclusive groups (lower taxa included in higher-ranked taxa) based on common genomic, phylogenetic, and phenotypic properties that, ideally, are proof of evolutionary relationships or descendance. As a result, very closely related viruses may be assigned to distinct species that are all included in the same genus, whereas unrelated viruses may be assigned to distinct species that are included in separate realms. The (typically ICTV Study Grouprecommended) criteria for virus classification and the demarcation criteria that are used to decide whether a virus belongs to an already established taxon or requires the establishment of a new taxon are modified continuously based on improved understanding of virus micro-and macroevolution. These criteria often differ between taxa because distinct virus groups evolve with different speeds depending on their genome types, absence or presence of replication proof-reading mechanisms, and propensity to reassort genome segments and/or to engage in horizontal gene transfer. By today, no general methodology for virus classification is commonly accepted. Some ICTV Study Groups recommend complete-genome pairwise sequence comparisons to establish percentage similarity cut-offs for taxon demarcation. However, others Study Groups focus on the phylogenies of certain hallmark features (e.g., the core domain of RNA-directed RNA polymerases), concatenated open reading frames, network analyses of structural features of hallmark proteins, or phenotypic features of viruses. Such features may include host tropism, receptor usage, or type of induced host disease. The current classification criteria for viruses of a particular taxon can be found in the most recent ICTV Report.\n\nIn virus taxonomy, viruses and taxa need to be strictly differentiated. Within the ICTV, the current majority view is that taxa are man-made categories or \"concepts of the mind\", i.e., they are not physical entities. Accordingly, taxa serve as conceptual perfect averages of all physical members that have ever existed, exist, or will exist independent of imperfections of individual members. Therefore, taxa, such as species or families, cannot be discovered or eradicated, and they cannot be studied, infect people, or become infected. Taxa can only be established or abolished. Taxa are represented by physical entities, i.e., viruses, which can be discovered, isolated, studied, used for infections, and eradicated. This view is not necessarily shared by everyone and the discussion about the \"nature\" of species and whether species can be considered physical entities continues throughout biology.\n\nIn biological taxonomies, nomenclature is the process of assigning specific, ideally unique, names to organisms (e.g., \"lion\") and to the taxa to which these organisms have been assigned (e.g., lion-\"Panthera leo\"). The primary function of these names is to serve as unique identifiers, i.e., labels, that aid in written and oral communication among scientists about specific groups of organisms. Since people are generally more adept to memorizing (even artificial) names than numbers even in the short term (e.g., while reading a manuscript or listening to a seminar), taxon names typically consist of words rather than numbers. In the case of taxa, specific suffixes may indicate the rank of the named taxon.\n\nThe ICTV only administers the nomenclature of virus taxa, but not the nomenclature (names or abbreviations) of viruses. Virus taxon nomenclature is regulated by the rules of the ICVCN, which stipulate, for instance, that\n\n(1) all taxon names are to be capitalized, italicized, and never abbreviated (e.g., Caudovirales, Paramyxoviridae);\n\n(2) each taxon name with the exception of names of species may consist only of a single word; and (3) all taxon names are to be written in the standard Latin alphabet without diacritical marks.\n\nThe rank affiliation of virus taxa is identifiable by rank-specific suffixes appended to taxon names ( Table 2) . Exceptions are subgenera, which have names with the same suffix as genus names, and species names, which have yet to be standardized.\n\nICTV nomenclature differs in several aspects from other biological taxonomies. Akin to prokaryotic taxonomy, virus taxonomy requires the italicization of all taxon names, whereas only genus and species names are italicized in botanical, mycological, and zoological taxonomies. In addition, all non-virologic organismal taxonomies, such as botanical, mycological, prokaryotic, and zoological taxonomies, use the so-called Linnaean binomial species format, i.e., a species name consists of two italicized, Latinized words separated by a space. The first (capitalized) word, is the genus name whereas the second (lower-case) word is the so calledspecies epithet. Depending on the taxonomy, these binomial names are followed by a so-called authority, i.e., typically the last name and year (or an abbreviation thereof) of the person who first established the taxon ( Table 3) .\n\nThe ICTV is currently evaluating whether a similar binomial species naming format should be mandated for virus species names because as of now, virus species naming is chaotic and thereby contributing to the continuous confusion between virus species and viruses (Table 4) .\n\nHowever, each virus species name is required to begin with a capitalized word and all other words are to be written in lower case except if they are proper nouns. Taxon names that have been suggested or official proposed but not yet accepted by the ICTV should be indicated by quotation marks (e.g., \"Autolykiviridae\", \"Megavirales\").\n\nAlthough nomenclature of viruses is not regulated by the ICTV, the ICTV does recommend adherence to certain rules:\n\n(1) Virus names should not be italicized, and the individual words of a virus name should not be capitalized except if they are proper nouns (Table 4 ).\n\n(2) Virus names may be abbreviated (Table 4) .\n\n(3) Virus names and virus name abbreviations ought to be unique. (4) The names of groups of viruses belonging to taxa ranked higher than species, such as all members of a family, should be derived from the taxon name (e.g., the members of Flaviviridae are called flaviviruses and the members of the order Nidovirales are called nidoviruses). Rank-specific suffixes for members of taxa ranked higher than genus have thus far only been suggested for subfamily (\"…virins\", e.g., rubulavirins), family (\"…virids\", e.g., flavivirids), and order (\"…virads\", e.g., nidovirads) but have not yet been widely accepted in the virology community.\n\nThe ICTV Virus Metadata Resource (VMR) is a developing resource in which virus names, virus name abbreviations, exemplar isolates, and GenBank accession numbers can be located in association with the taxa to which particular viruses are currently assigned.\n\nSeveral steps are currently under discussion that, potentially, could bring virus taxonomy in harmony with other biological taxonomies. These include the operational definition of the term \"virus\" for improved delineation of the ICTV mandate (e.g., if plasmids or satellite RNAs or endogenous virus-like elements were considered viruses, then they ought to be classified); the possible inclusion of virus nomenclature in the ICTV mandate; the development of rank-specific suffixes for vernacular names for the groups of viruses belonging to taxa of all ranks; and the establishment of a mandated Linnaean (Latinized binomial) species naming format.\n\nThe acceptance of Negarnaviricota based on the analysis depicted in Fig. 1 already points toward a path forward to classify all viruses of Riboviria into principal/primary ranks, with each depicted branch likely representing a unique phylum. In addition, the viruses of several taxa, such as animal viruses of Herpesvirales and the prokaryotic viruses of Caudovirales, have long been considered as related and therefore should be joined at higher ranks. Consequently, in 2020, Koonin et al. outlined the first systematic top-down virus taxonomy since the LHT system. Accordingly, a total of four realms would be needed to classify most currently known viruses at all available principle/ primary ranks. The establishment of the realms was proposed to be justified based on the discovery of specific viral hallmark genes that can be used to evolutionary connect all their constituent viruses: (1) RdRps and RNA-directed DNA polymerases (RdDps) for most RNA viruses (Riboviria); (2) replication initiator proteins (Reps) of the His-hydrophobic-His (HUH) superfamily for all single-stranded DNA viruses; (3) vertical jelly-roll capsid proteins for many double-stranded DNA viruses; and (4) HK97-fold capsid proteins for viruses classified in Caudovirales and Herpesvirales. If accepted by the ICTV, virus classification would finally begin to resemble the classification schemes of cellular organisms. Nevertheless, the establishment of four separated realms would still attest to the polyphyly of viruses, although it suggests that viruses emerged only a few times in evolutionary history (viruses would be \"mistletoe on the tree of life\").\n\nFinally, procedural improvements might ensure improved communication of the ICTV with the virology community and thereby increased efficiency of the ICTV. Such improvements may include automatic classification algorithms, fully online TaxoProp submissions and evaluation systems, harmonization of classification criteria across taxa, and faster ratification cycles.\n\nThe content of this publication does not necessarily reflect the views or policies of the US Department of Health and Human Services or of the institution and company affiliated with the author. The author performed this work as an employee of Battelle Memorial Institute under its prime contract with NIAID, under Contract No. HHSN272200200016I. "}