{"title": "Characterization of the norovirus 3C-like protease", "body": "Viral proteases play a central role in the maturation of functional viral proteins, and hence in its genome replication and the formation of virus particles (Dougherty and Semler, 1993) . The 3C and 3C-like proteases belonging to the chymotrypsin-like protease superfamily are found in several animal, insect, and plant virus families such as Picornaviridae, Comoviridae, Caliciviridae, Coronaviridaee, and Arteriviridae (Dougherty and Semler, 1993; Gorbalenya et al., 1989) . Their three-dimensional structures have been determined by X-ray crystallography in poliovirus , rhinovirus (Matthews et al., 1994) , hepatitis A virus (Bergmann et al., 1997) , and coronavirus (Anand et al., 2002 Yang et al., 2003) , tobacco etch virus (Phan et al., 2002) and equine arteritis virus (Barrette-Ng et al., 2002) . These studies allowed us to identify the active-site amino acid residues with a combination of site-directed mutagenesis studies (Boniotti et al., 1994; Cheah et al., 1990; Gosert et al., 1997; Hammerle et al., 1991) . Several 3C and 3C-like proteases were purified and their biochemical properties were well characterized (Baum et al., 1991; Chisholm et al., 2001; Davis et al., 1997; Ziebuhr et al., 1997) . They are characterized by their proteolytic activities being inhibited by both cysteine and serine protease inhibitors. As a result of these studies, therapeutic drugs, especially for rhinovirus, are being developed (Hammerle et al., 1991; McKinlay, 2001; Turner, 2001) .\n\nNorovirus (formerly Norwalk-like virus) is a genus of the family Caliciviridae and is a major causative agent of nonbacterial acute gastroenteritis in humans (Clarke et al., 1998; Estes et al., 1997) . Norovirus cannot be propagated in cell cultures, and animal models have not been developed, which hampers the progress of biochemical and molecular biological studies of Norovirus. We cloned and sequenced the whole genome of a Chiba strain of Norovirus (Chiba virus), and its 3C-like protease has been heterologously expressed in Escherichia coli in an active form (Someya et al., 2000) . Furthermore, we identified the active-site amino acid residues and concluded that Norovirus 3C-like protease had a catalytic dyad consisting of His30 and Cys139 (Someya et al., 2002) . This is a unique feature since most of the 3C and 3C-like proteases have a catalytic triad consisting of His, Asp/Glu, and Cys/Ser, similar to chymotrypsin (Dougherty and Semler, 1993; Gorbalenya et al., 1989 shown that the active site of Coronavirus 3C-like protease was also composed of two residues, His and Cys (Anand et al., 2002) .\n\nTo obtain information regarding the biochemical properties of norovirus 3C-like protease, we purified the bacterially expressed recombinant 3C-like protease from Chiba virus and characterized as to effects of pH, temperature, salt contents, and SH reagents on its activity.\n\nThe DNA fragment encoding all residues (Ala1 to Glu181) of the Chiba virus 3C-like protease was amplified by PCR, in that NdeI and Aor51HI restriction sites were introduced at the 5 and 3 ends, respectively. The NdeI-Aor51HI fragment was placed downstream of the T7 promoter with a linker encoding a sequence containing six consecutive His residues. The resultant plasmid, pT7ProHis, encodes a 3Clike protease with a Met residue in the N-terminal and with a SAGHHHHHHG sequence in the C-terminal. The NdeI-SphI fragment from pUCHis3CD (Someya et al., 2000) encoding the 3CD region was placed downstream of the T7 promoter to construct pT7His3CD. Next, the C139A mutation of the 3C-like protease was introduced and designated pT7His3CD-C139A. The DNA fragment encoding glutathione S-transferase (GST) was amplified by PCR, in that ApaI and SphI restriction sites were introduced at the 5 and 3 ends, respectively. The ApaI-SphI fragment encoding GST was ligated to the ApaI-SphI fragment of pT7His3CD-C139A. The resultant plasmid was designated pT7His3Cd-GST. This plasmid encodes the N-terminal His-tag sequence (MGGHHHHHHGASA), followed by the whole sequence of the C139A mutant 3C-like protease and Gly1 to Pro19 of 3D RNA-dependent RNA polymerase, and then followed by GST.\n\nE. coli BL21-CodonPlus (DE3)-RIL cells (Stratagene, La Jolla, CA) were transformed with pT7ProHis or pT7His3Cd-GST. Cells were grown on medium A (McMurry et al., 1980) supplemented with 0.2% glucose and 0.1% casamino acids at 37 • C. When the absorbance at 530 nm reached 0.5, IPTG was added to a final concentration of 1 mM for induction of gene expression. After 2 h, cells were harvested, then washed and resuspended with 20 mM Tris-HCl (pH 8.0) buffer containing 0.1 M NaCl. Cells were disrupted by sonication. After the removal of cell debris, the supernatant was subjected to ultracentrifugation (150,000 × g, 1 h). The resultant supernatant was mixed with TALON Metal Affinity Resin (CLONTECH, Palo Alto, CA) equilibrated with 20 mM Tris-HCl (pH 8.0) buffer containing 0.1 M NaCl. The resin was washed with 20 mM Tris-HCl (pH 8.0) buffer containing 0.1 M NaCl and 0.1 M imidazole for removal of non-specifically bound proteins. The proteins of interest were eluted with 20 mM Tris-HCl (pH 8.0) buffer containing 0.1 M NaCl and 0.5 M imidazole and concentrated using Ultrafree-15 unit with Biomax-10 membrane (MILLIPORE, Bedford, MA). Proteins were determined by the method of Bradford (Bradford, 1976 ).\n\nUsually, 5 M enzyme and 5 M substrate were reacted in 20 l of the mixture containing 50 mM bis-trispropane-HCl buffer (pH 8.62) for 16 h. Details of reaction mixtures were described in the respective sections. The reaction was stopped by the addition of an equal volume of 2× sample buffer, and the proteins were then analyzed by SDS-polyacrylamide (13%) gel electrophoresis. Gels were stained with Coomassie Brilliant Blue R-250. In order to estimate the efficiency of the proteolytic cleavage, density of the respective stained bands was scanned and calculated using NIH Image for Macintosh version 1.62.\n\nThe viral non-structural proteins and the proteolytic cleavage sites within the ORF1 polyprotein are depicted in Fig. 1A . In order to purify the Chiba virus 3C-like protease, we constructed pT7ProHis with the gene fragment encoding the protease with His-tag in its C-terminus (Fig. 1B) . The ProHis protein (calculated molecular mass of 20.6 kDa) expressed from pT7ProHis was used as an enzyme in this study. In order to observe proteolysis at the cleavage site between the 3C and 3D, we at first used the His-3CD-C139A mutant protein expressed from pT7His3CD-C139A as a substrate, which was the N-terminal His-tagged 3CD fragment containing the Ala mutation of active-site Cys139 of the 3C-like protease (Fig. 1B) . However, this protein tended to aggregate at higher pH after prolonged incubation. Other parts from the native Chiba virus ORF1 polyprotein could not be effectively produced in E. coli cells. Therefore, the His3Cd-GST protein (calculated molecular mass of 48.0 kDa) was used as a substrate, which retains the cleavage site between the 3C and 3D. The region covering the entire 3C and the N-terminal 19 amino acids of 3D was placed under the control of T7 promoter with the N-terminal His-tag and the C-terminal glutathione S-transferase (GST), the resultant plasmid being designated pT7His3Cd-GST (Fig. 1B) . Although this protein itself has the 3C-like protease moiety, it never undergoes autocatalytic cleavage because the C139A mutation is introduced. If His3Cd-GST is cleaved at the 3C/3D junction (LE/GG) by the active ProHis, the His3C-C139A moiety of 20.7 kDa and the 3D -GST moiety of 27.3 kDa are produced. Enzymatic reaction was initiated by mixing enzyme (ProHis) and substrate (His3Cd-GST). We could not obtain clear results when the reaction was performed in a short period (2-4 h) (data not shown). However, even if a substrate was mixed with an enzyme for a long period (more than 24 h), complete cleavage could not be achieved. One possibility for the incomplete cleavage is that the cleavage site of the substrate (His3Cd-GST) could not be accessible by the protease because the substrate was not properly folded. Alternatively, part of the cleavage site in the substrate might be masked by its own catalytic site or the catalytic site of other substrate molecule, so that the enzyme might have competed with the substrate for the cleavage site.\n\nVery recently, Belliot et al. (2003) reported trans cleavage activity of the 3C-like protease from the genogroup II MD145 Norovirus (Belliot et al., 2003) . They used bacterially expressed 3C-like protease with its C-terminus His-tagged as an enzyme and the entire ORF1 protein or 3CD fragment containing the active-site Cys mutation as a substrate which was expressed in the in vitro transcription/translation reaction. Cleavage reaction was performed in the pH 7.4 buffer at 30 • C. Data showed that the 3C-like protease cleaved not only the 3C/3D junction but also other proposed junctions, and that substrate protein appeared to be cleaved completely after 24-h incubation. However, consistent with our experiment, a long time incubation was required for the result being obvious.\n\nFive micromolar enzyme and 5 M substrate were mixed in 50 mM bis-tris-propane-HCl buffer of various pH containing 25 mM NaCl, and reacted at 37 • C for 16 h. Fig. 2 shows that maximum cleavage was obtained at pH 8.62, although the proteolytic cleavage occurred over a wide range of pH. Faint bands of 80 and 60 kDa were thought to be dimers of the substrate and its cleaved product (3D -GST), respectively. When the efficiency of cleavage at pH 8.62 is 100%, those at pH 7.22, 7.66, 8.12, and 9.08 were estimated as 70, 86, 89, and 79%, respectively. A slope of relative activity was gentle at acidic pH below 8.62, while it was sharp at alkaline pH above 8.62. In the subsequent experiments, a buffer of pH 8.62 was used.\n\nFive micromolar enzyme and 5 M substrate were mixed in 50 mM bis-tris-propane-HCl (pH 8.62) containing 25 mM NaCl, and reacted for 16 h at 4, 15, 26, 37, or 48 • C. As shown in Fig. 3 , optimal temperature for the activity was 37 • C. The activity at 4, 15, 26, and 48 • C was estimated as 23, 31, 55, and 80% of that at 37 • C, respectively. \n\nWe next examined the effects of monovalent and divalent cations on the proteolytic activity. The activity was compared with that under the condition where 50 mM bis-tris-propane-HCl (pH 8.62) containing 5 mM EDTA Fig. 3 . Effects of temperature on protease activity. Five micromolar enzyme (ProHis) and 5 M substrate (His3Cd-GST) were reacted in the 50 mM bis-tris-propane-HCl (pH 8.62) buffer containing 25 mM NaCl for 16 h at the indicated temperature. without any cations was used. The addition of 25, 50, or 100 mM NaCl decreased the proteolytic activity to 83, 52, or 36%, respectively (Fig. 4A) . KCl also had an inhibitory effect on the activity (data not shown). As for the divalent cations, 5 mM MgCl 2 or 5 mM CaCl 2 did not affect the activity (108 and 105%) (Fig. 4B ). In contrast, 5 mM ZnCl 2 or 5 mM HgCl 2 completely inhibited the activity (Fig. 4B ). This result was consistent with Cys being a critical residue of the active site (Someya et al., 2002) , and inhibition by Zn 2+ indicated that Norovirus 3C-like protease was different from metalloprotease. When Hg 2+ was used, two faint bands of 30 and 15 kDa slightly appeared (lane HgCl 2 , Fig. 4B ). It was possible that high concentrations of Hg 2+ allowed the enzyme to alternatively cleave the substrate and/or the enzyme itself. With the addition of 5 mM MnCl 2 , part of the proteins used for reaction appeared to be aggregated since Coomassiestained materials stayed in the well (Fig. 4B ). Because Mn 2+ oxidized the proteins, the part may have remained in the well and the other part may be flown from the gel after degradation into small molecular weight peptides.\n\nMost of the 3C and 3C-like proteases have a cysteine residue as a nucleophile of the active site (Dougherty and Semler, 1993; Gorbalenya et al., 1989) . These proteases should therefore be sensitive to sulfhydryl reagents. In fact, as shown in Fig. 4B , high concentrations (5 mM) of Hg 2+ and Zn 2+ blocked the activity of the 3C-like protease. In Fig. 5 , the effects of several sulfhydryl reagents were tested. Five micromolar substrate was reacted with 5 M enzyme in the presence of 10 M sulfhydryl reagents. Ten micromolar Hg 2+ or Zn 2+ almost completely in- hibited the activity. p-Chloromercuribenzoate (PCMB), which includes an Hg(II) within the molecule, was also a good inhibitor of the 3C-like protease (82% inhibition). In contrast, p-chloromercuribenzenesulfonate (PCMBS) slightly inhibited the activity (27% inhibition), despite PCMBS also having an Hg(II) similarly to PCMB. Methyl methanethiosulfonate (MMTS), N-ethylmaleimide (NEM), and N-phenylmaleimide (NPM), which form a covalent bond with a sulfur atom of the cysteine residue, almost completely inhibited the activity. The reaction with NEM and NPM slightly altered the mobility of the enzyme molecules, possibly because a bulkier modified side chain of the active-site cysteine residue affected the structure of the enzyme, or because more than one molecule of the inhibitors attached to an enzyme. Neither 10 M iodoacetate (IAA) nor iodoacetamide (IAM) inhibited the activity. These two reagents may be less sensitive to an SH group than other modifying reagents. Phenyl methylsulfonylfluoride (PMSF) is well known as an irreversible inhibitor of serine proteases. Because the 3C and 3C-like proteases have a structural architecture similar to chymotrypsin, and with essentially the same proteolysis mechanism (Dougherty and Semler, 1993; Gorbalenya et al., 1989) , PMSF may inhibit the activity of the 3C and 3C-like proteases. Ten micromolar PMSF was less effective but significantly inhibited the activity of the Chiba virus 3C-like protease (20% inhibition). The effect of ␤-mercaptoethanol (␤-ME) was also examined here. The residual activity of the 3C-like protease was approximately 80% of the control in the presence of 10 M ␤-ME (Fig. 5) . Even in the presence of much higher concentrations (5 mM) of ␤-ME, approximately 60% activity remained (data not shown). These results suggest that a disulfide bond is not essential to the activity. However, we cannot exclude the possibility that a disulfide bond is buried inside the folded protein and cannot be reduced by high concentrations of ␤-ME.\n\nThe optimal pH for the proteolytic reaction by the Chiba virus 3C-like protease was around 8.6, which is much more alkaline than physiological pH (Fig. 2) . The 3C-like protease was sensitive to increased concentrations of Na + (Fig. 4A ). In addition, high concentrations of K + , which is abundant inside the cell in a normal state, were also inhibitory to the activity (data not shown). The presence of Mg 2+ or Ca 2+ did not affect the activity at all (Fig. 4B) . These features might suggest that the 3C-like protease is localized and works in a limited environment inside the infected cells, rather than spreading throughout the cells. More information is necessary to elucidate when and where the 3C-like protease does work in the infected cell. We have previously shown that the active site of the Chiba virus 3C-like protease is composed of Cys139 and His30 (Someya et al., 2002) . As expected, sulfhydryl reagents as well as Hg 2+ and Zn 2+ inhibited the activity of the 3C-like protease, although the degree of inhibition varied dependent on the sulfhydryl reagents used. Small (Hg 2+ , Zn 2+ , and MMTS) and hydrophobic (NEM and NPM) reagents tended to inhibit the activity more strongly than hydrophilic reagents (PCMB and PCMBS) (Fig. 5) . This tendency may reflect the environment of the active site. The present results provide the basic biochemical features of the Norovirus 3C-like protease."}