{"title": "Nanosensor networks for health-care applications Chapter Outline", "body": "There is a need for continued development of selective, cost-effective hand-held biosensors with rapid response and detection sensitivities compared to existing lab assay methods. These could play a significant role in speeding patient diagnosis and, in some cases, reducing emergency room overcrowding. For biological and medical sensing applications, disease diagnosis by detecting specific biomarkers (functional or structural abnormal enzymes, low molecular weight proteins, or antigen) in blood, urine, saliva, or tissue samples has been established using a number of approaches, such as enzyme-linked immunosorbent assay (ELISA), particle-based flow cytometric assays, electrochemical techniques based on impedance and capacitance, electrical measurement of micro-cantilever resonant frequency change, and conductance measurement of semiconductor nanostructures [1À3] . For some of these techniques, here are some drawbacks related to assay time and throughput. ELISA allows only one analyte measurement at a time. Particle-based assays allow for multiple detections by using multiple beads, but the whole detection process is generally longer than 2 hours, which is not practical for in-office or bedside detection. Electrochemical devices are low cost, but improvements in sensitivities are still needed for clinical samples. Microcantilevers are capable of detecting concentrations as low as 10 pg/mL but suffer from an undesirable resonant frequency change due to the viscosity of the medium and cantilever damping in the solution environment. Nanomaterial devices have provided an excellent option toward fast, label-free, sensitive, selective, and multiple detections for both preclinical and clinical applications.\n\nIn this chapter, we describe the use of semiconductor transistor-based systems in which specific functional layers are placed directly on the gate region of the transistor or connected to it from disposable glass or plastic slides to provide a sensor capable of fast response and excellent detection sensitivity. Examples are given of detection of various viruses, cancers, or disease biomarkers using this approach, as well as the integration with wireless data transmission capability. Networked systems like this are attractive in health-care applications.\n\nSevere acute respiratory syndrome (SARS) outbreaks are capable of causing a large number of fatalities and severe economic disruption [4] . The SARS coronavirus is the cause of the condition. The virus replication occurs through a coronavirus protein, nucleocapsid protein (N protein), and encapsulating the coronavirus genomic RNA. SARS-N protein is a nucleic acid-binding agent capable of interacting with RNA and DNA [5À8].\n\nFunctionalized AlGaN/GaN high electron mobility transistors (HEMTs) have been utilized as an assay for SARS and to examine the binding between double-stranded DNA and the SARS coronavirus nucleocapsid protein [9, 10] . These HEMTs have been widely used as biosensors, as summarized in Table 24 .1. By functionalizing the gate region with appropriate layers, highly specific sensing of antigens or other biomarkers can be achieved. In the case of SARS, the binding was detected through a change in current in the HEMT and allowed extraction of the dissociation constants of the nucleotideÀprotein interaction. This is a good example of the use of HEMTs not only as sensors but also for determining the binding affinity of ligandÀreceptor complexes [11] . Investigating the nucleotideÀSARS-N protein interaction can assist in constructing a genome packaging model. In the past, electrophoretic mobility shift assay and filter-binding assays have been used to study proteinÀnucleic acid interactions [10À15]. These methods require labeling of fluorescent probes or isotope elements on nucleic acids to provide detection. The assay cost is high and the labeling may alter the binding affinity of molecules. The number of binding sites and the dissociation constants of a receptor are related to the ratio of the number of ligand-bound receptors to the total number of receptors on the sensor and can be obtained in either one-binding or multiple-binding site models [15, 16] . The use of HEMTs allows rapid determination of these parameters. Similar studies have been performed for the binding affinity of nonnucleoside reverse transcriptase inhibitors (NNRTIs) to the reverse transcriptase (RT) of HIV-1 for determining the efficiency of the drug performance. The HIV-1 RT immobilized HEMTs were used to find the dissociation constant of NNRTIs [16] .\n\nThe Zika virus (ZIKV) is a flavivirus, primarily transmitted via the Aedes mosquito [17À25] and leads to abnormal brain development in fetuses [17À19]. ZIKV can be detected using RNA in human urine, serum, and saliva using the reverse transcription polymerase chain reaction [20À25] . However, the degradation of RNA in saliva may occur during the saliva collection, storage, and processing [13] . Reverse transcription loop-mediated isothermal amplification was also used to detect ZIKV RNA in unprocessed biological samples, such as urine, plasma, and Zika-infected mosquito carcasses, with a detection limit of 0.71 pfu [14] . These methods are time consuming and require a well-trained technician to perform the tests. We have shown that functionalized HEMTs may be used for ZIKV detection. Fig. 24 .1 shows the schematic of the sensor, consisting of an antibody-functionalized cover glass and an AlGaN/ GaN HEMT. Pulsed biasing of the electrode fabricated on the cover glass and functionalized with Zika antibody was used for detection [20] . The target Zika antigen (recombinant ZIKV NS1) solutions were diluted with bovine serum albumin (BSA) in pF 7.4 PBS solution with 0.1, 1, 10, or 100 ng/mL concentration. The reversible antigen and antibody binding through active sites on these two protein molecules and the HEMT drain current changes could fit with the Langmuir extension model [20] . In addition, the Hookean spring model was employed to simulate the relaxation portion of the time-dependent drain current. Since the drain current is proportional to the gate voltage of the HEMT or the stretched distance of the antibody and antigen molecules, the solution for the stretched distance is directly proportional to the drain current (I D ) as\n\nwhere c* is the ratio of antibody bound with antigen to the total available antibody on the functionalized contact window, τ 1 and τ 2 are the relaxation time constants of antibody and antigen molecules, respectively, A, B, and E are constants. Fig. 24 .2 shows the modeled drain current for PBS solution without antigen and PBS solutions with different antigen concentrations. The ratio of antibody bound with antigen to the total available antibody on the functionalized contact window increased from 0.013 at 0.1 ng/mL to 0.84 at 100 ng/mL, with the ratio scaling faster than concentration due to increased interaction probability. A wide range of Zika antigen 0.1À100 ng/mL was detected.\n\nClostridium botulinum neurotoxins are deadly toxins, with a lethal dose in unvaccinated humans of only 1 ng/kg [26À30]. Conventional methods of detection involve the use of high-performance liquid chromatography, mass spectrometry, and colorimetric ELISA assays; but these methods must be carried out at centralized locations and are too slow to be used in the field. Antibody-immobilized AlGaN/GaN HEMTs have been used to detect botulinum toxin type-A with a limit of detection (LOD) below 1 ng/mL [28, 29] . The antibody was anchored to the gate area through immobilized thioglycolic acid and the toxin detected through bonding to the botulinum antibody and the signal detected by changes in the HEMT drain current [28, 29] . The sensor saturated above 10 ng/mL of the toxin, with a LOD below 1 ng/mL in PBS buffer solution. The sourceÀdrain current change was nonlinearly proportional to botulinum toxin concentration. The long-term stability was tested by storing the sensor stored in PBS at 4 C and periodically testing over 9 months at room temperature. The sensitivity losses were 2%, 12%, and 28% after 3, 6, and 9 months, respectively [29] .\n\nThe toxicity of heavy metal ions, including mercury(II) Hg 21 , lead(II) Pb 21 , copper(II) Cu 2 , and zinc(II) Zn 2 , is a chronic environmental problem [31À35]. Mercury is released into the environment through the combustion of fossil fuels, mining, volcanic emissions, and solid waste incineration. Mercury and lead impact on wildlife ecology and human health. Some types of bacteria convert inorganic Hg 21 ions into neurotoxic organic mercury compounds, which bioaccumulate through plants and the food chain. Bare Au-gated and thioglycolic acid-functionalized Au-gated AlGaN/GaN HEMTs can detect mercury(II) and copper(II) ions [36À41]. Fast detection of less than 5 seconds was achieved for thioglycolic acid-functionalized sensors. The thioglycolic acid-functionalization increased the sensitivity for detection of mercury by 2.5 3 over the bare Au-gated surface. The limit of mercury(II) ion detection was 10 27 M and s selectivity of more than 100 for detecting Hg over Na or Mg ions. The sensors could be recycled using a de-ionized (DI) water rinse, as shown in Fig. 24 .3.\n\nMortality in breast cancer patients can be reduced by increasing the screening frequency [42À44]. Most patients are screened by mammography, which is invasive (radiation) and limits the frequency of screening. A 96% survival rate is predicted to be achievable if patients could be screened every 3 months, but this would require low cost, point-of-care technologies that can screen more frequently and noninvasively [45, 46] . Salivary testing for markers of breast cancer may be used in conjunction with mammography [42À46]. Saliva-based diagnostics for the protein c-erbB-2, a prognostic breast marker assayed in tissue biopsies of women diagnosed with malignant tumors, shows potential. Soluble fragments of the c-erbB-2 oncogene and the cancer antigen 15À3 were found to be significantly higher in the saliva of women who had breast cancer than in those patients with benign tumors.\n\nTo fully realize the potential of salivary biomarkers, technologies are needed that will enable facile, sensitive, and specific detection of breast cancer at home with concomitant wireless data transmission into the clinic. If cheap technologies that can wirelessly detect breast cancer are developed, early diagnosis will significantly lower mortality. Antibody-functionalized, Au-gated AlGaN/GaN HEMTs were used to detect c-erbB-2, a breast cancer marker [47] . The antibody was anchored to the gate area through immobilized thioglycolic acid. The sensor showed a response of less than 5 seconds when target c-erbB-2 antigen in a buffer at clinically relevant concentrations from 16.7 to 0.25 μg/mL was added to the antibody-immobilized surface. This electronic detection of biomolecules is a significant step toward a compact sensor chip, which can be integrated with a commercially available hand-held wireless transmitter to realize a portable, fast response, and high sensitivity breast cancer detector.\n\nProstate cancer is the second most common cause of cancer death among men in the United States and the most common form of cancer among men, other than skin cancer [48À50]. The most commonly used serum marker for diagnosis is prostate-specific antigen (PSA). One in six men will be diagnosed with prostate cancer during their lifetime [48À50]. The American Cancer Society recommends health-care professionals offer the PSA blood test and digital rectal exam yearly for men above the age of 50. PSA is made by cells in the prostate gland and is found in semen and in the blood. When prostate cancer develops, the PSA level usually goes up above 4 ng/mL. About 15% men with a PSA below 4 will have prostate cancer on biopsy. If the patient's PSA level is between 4 and 10, their chance of having prostate cancer is B25%. If the patient's PSA level is above 10, there is more than 50% chance of prostate cancer. PSA testing approaches are costly, time consuming, and need sample transportation.\n\nAntibody-functionalized Au-gated AlGaN/GaN HEMTs were used to detect PSA in saline solutions [51] . The PSA antibody was anchored to the gate area through the formation of carboxylate succinimdyl ester bonds with immobilized thioglycolic acid. The HEMT drainÀsource current showed a response time of less than 5 seconds when target PSA in a buffer at clinical concentrations was added to the antibody-immobilized surface. The devices could detect a range of concentrations from 1 μg/mL to 10 pg/mL, two orders of magnitude lower than the cutoff value of PSA measurements for clinical detection of prostate cancer. Fig. 24 .4 shows the real-time PSA detection in PBS buffer solution using the source and drain current change with constant bias of 0.5 V. No current change can be seen with the addition of buffer solution or nonspecific BSA, but there was a rapid change when 10 ng/mL PSA was added to the surface. The ultimate detection limit appears to be a few pg/mL [51] .\n\nCerebrospinal fluid (CSF) is a physiologically critical extracellular liquid secreted from the choroid plexus in the cerebral ventricles [52À73]. CSF covers the brain and spinal cord, held in the central nervous system by the meninges. In addition to acting as a physiological buffer solution, providing nutritional and waste transport, it also helps to maintain intracranial pressure and acts as a physical shock absorber, cushioning the brain in the case of sudden movement or force. CSF is constantly replenished. In a normal human adult, there is 125À150 mL of CSF at one time, which is replenished every 6 hours, so approximately 600À700 mL of CSF is produced daily. Leakage of CSF leak is a serious complication that can result traumatically, iatrogenically, or spontaneously. While imaging studies can often elucidate the site of a leak, the standard for detection of CSF is an assay for beta 2 transferrin (B2) in nasal secretions or other drainage [59À74].\n\nThe primary methods of detection for B2 are immunofixation electrophoresis (IFE) and ELISA. Consistent IFE results down to 2 μg/mL can be obtained in patient samples but require a 2.5 hour testing period, which is not expedient for real-time feedback during ENT surgeries. To achieve good sensitivity and handle the inherently low concentration of β2 transferrin in CSF, laboratory procedures have required samples to be concentrated by as much as 10-fold or the sample to be run in duplicate to ensure accurate detection. These tests are performed only at limited sites throughout the country due to cost and expertise, resulting in real-life return times on the order of days to a week.\n\nTo alleviate the slow turn-around times of hospital laboratories and limited lower LODs, there has been interest in electronic detection methods using biologically functionalized transistors, which provide an electronic readout and are readily integrated with wireless transmission of data. We developed a disposable testing slide externally integrated with a transistor to detect B2 at concentrations, from 0.1 ng/mL to 100 μg/mL. A disposable testing slide was externally integrated with a Si MOSFET to detect CSF from 0.1 ng/mL to 100 μg/mL. A Si MOSFET PCB was designed to simplify the testing setup. Human pooled CSF was diluted in pH 7.4 PBS and 1 wt% BSA with 0.1 ng/mL to 100 μg/mL. We recognize that the concentration of CSF is not the concentration of β2T, it is actually much lower since it is only a minor constituent of CSF. To test the CSF sensor, diluted CSF solution was applied to the sensing electrode and allowed to bind for 5 minutes before measurement. Time-dependent detection of CSF dilutions from 0.1 to 100 ng/mL is shown in Fig. 24.5 (left) , while the response as a function of concentrations is shown in Fig. 24 .5 (right).\n\nCardiac troponin I (cTnI) and the complex involving cTnI, cardiac troponin T, and cardiac troponin C in the cardiac muscle tissue are standard clinical biomarkers for acute myocardial infarction (AMI) and diseases that produce cardiac muscle damage [75, 76] . Their concentrations in the blood rise quickly following the onset of AMI as they are released from myocardial cells following cell death. Elevated troponin concentrations can be detected in the blood within a few hours up to several days following the onset of angina (where myocardial cells suffer reversible damage) to AMI where myocardial cells die [75, 76] . The time dependence of concentration of these species is commonly detected by radioimmunoassay, ELISA fluorimetric, luminometric, colorimetric, and electrochemical methods, many of which are time consuming and require trained personnel to perform tests [75À79]. The measurement of blood troponin concentrations can decide whether AMI has occurred or that chest pain and other symptoms are due to other causes. Inexpensive techniques to provide rapid, accurate blood troponin concentrations would be welcome in managing treatment of emergency room patients.\n\nSarangadharan et al. [79, 80] reported an electrical double-layer gated high-field AlGaN/GaN HEMT biosensor in which the gating mechanism overcomes charge screening effects that are prevalent in traditional field effect transistor (FET)-based biosensors, allowing detection of target proteins in physiological solutions. They were able to detect troponin I in blood samples in the range 0.006À148 ng/mL, using antibody or aptamer functionalization [79, 80] . The cover glass approach leads to an increase in the pulsed current, as shown in Fig. 24 .6 [81] . In this configuration, the receptor immobilization produces a decrease in total capacitance of the solution plus dielectric capacitance and thus a decrease in effective gate voltage and an increase in current. The electronic double-layer HEMT designs enhance the current gain of the sensor in high ionic strength solutions, resulting in increased sensitivity and specificity in detection of troponin I. The ability to use a simple, functionalized glass slide as the active sensing area opens up the possibility of inexpensive cartridge sensors.\n\nRadio frequency (RF) communication circuits can be integrated with sensors, enabling robust wireless sensors which transmit their data to a central location [82] . A simple wireless sensor network is therefore needed to manage the collection and process of data from multiple sensors. The RF transceiver should be simple to reduce size and power consumption. Radio frequency identification (RFID) tags can be monolithically integrated on a chip. The device consumes little power and can operate with a small battery or without a battery. In the latter case, the tag device is powered by the external interrogation signal from the base station. Its low data bandwidth and low power operation make it suitable to integrate with sensors for wireless sensing, since the data bandwidth and operating power of sensor are also very low. Once the detected sensor data are digitized, it can be merged with the ID code and transmitted together. The RFID part of the integrated wireless sensor functions as a simple RF transceiver which receives base station signal to turn on the transmitter and sends back the sensor data. This type of wireless sensor is suitable for short-range operation similar to personal area network. The network consists of multiple sensors of the same function or different functions. Each sensor is connected to an RFID tag with a unique ID code that identifies its sensing function and location. In active operation mode, it sends out data to a central monitor station whenever the sensor detection is positive and triggers the RFID tag transmitter [83] . In passive operation mode, the sensor is activated by the central monitor interrogation signal and responds with the data. Fig. 24 .7 shows the block diagram of the integrated wireless sensor with RFID. The sensor can be powered by the external interrogation RF energy from base station or an integrated battery. The sensor data are merged with RFID code, which modulates the antenna load and the reflected signal from base station. Wireless sensor array using RFID is similar to the earlier except that multiple wireless sensors are integrated together on one substrate. For applications where size and power consumption are not critical, but operating distance is a major concern, the wireless sensor architecture in Fig. 24 .8 can be used. The device consists of multiple sensors, a memory stores its ID code, a data processor that collects sensor data and merges with ID code, and transmitter with power amplifier and antenna array for long-range transmission. The beam-forming antenna array can be preprogrammed to point the antenna beam to the central station [84À86] .\n\nFor wireless transmission of data, an instrumentation amplifier can be used for the detection circuit to sense the change of current due to antigen detection. The current variation, embodied as a change in the output voltage of the detection circuit, will be fed into a microcontroller. The microcontroller will calculate the corresponding current change and control a ZigBee transceiver which will transmit data to a wireless network server. The block diagram of the sensor module and wireless network server is shown in Fig. 24.9 . The transceiver module is completely turned off for most of the time and is turned on to transmit data in extremely short intervals. When the sensor module is turned on, it is programmed to power up for the first 30 seconds. Following the initialization process, the detection circuit is periodically powered down for 5 seconds and powered up again for another 1 second, achieving a 16.67% duty cycle. The ZigBee transceiver is enabled for 5.5 ms to transmit the data only at the end of every cycle. This gives an RF duty cycle of only 0.09%. Data acquisition and transmission, if continuous, consumes most of the power in a wireless sensing system. Since the sensor only needs to acquire and transmit data for a few seconds in every 10 minutes during normal operation, the average power consumption can be significantly reduced by using low duty cycle operation. Fig. 24 .10 illustrates the package sensors mounted on a circuit board containing the detection circuit and microcontroller and the wireless transmitter for data collection. The sensor module is fully integrated on an FR4 PC board and is packaged with battery. The dimension of the sensor module package is 4.5v 3 2.9v 3 2v. The maximum line of sight range between the sensor module and the base station is 150 m. The base station of the wireless sensor network server is also integrated in a single module (3.0v 3 2.7v 3 1.1v) and is ready to be connected to a laptop by a USB cable. The base station draws its power from the laptop's USB interface and thus does not require any battery or wall AC transformer, which reduces its form factor.\n\nIn detection of medical biomarkers, many different methods have been employed. There is also a need for small, handheld sensors with wireless connectivity, which have fast response. For medical sensing applications, disease diagnosis by detecting specific biomarkers (functional or structural abnormal enzymes, low molecular weight proteins, or antigen) in blood, urine, saliva, or tissue samples has been established. Most of the techniques mentioned earlier, such as ELISA, possess a major limitation in that only one analyte is measured at a time. Particle-based assays allow for multiple detection by using multiple beads but the whole detection process is generally longer than 2 hours, which is not practical for in-office or bedside detection.\n\nSemiconductor-based sensors can be fabricated using mature techniques from the Si chip industry and/or novel nanotechnology approaches. The goal is to realize real-time, portable, and inexpensive biological sensors and to use these as hand-held exhaled breath, saliva, urine, or blood monitors with wireless capability. Frequent screening can catch the early development of diseases, reduce the suffering of the patients due to late diagnoses, and lower medical costs.\n\nThere are still some critical issues. The sensitivity for some antigens needs to be improved to allow sensing in body fluids other than blood (urine, saliva). Second, a sandwich assay allowing the detection of the same antigen using two different antibodies needs to be tested. Third, integrating multiple sensors on a single chip with automated fluid handling and algorithms to analyze multiple detection signals, and fourth, a package that will result in a cheap final product is needed. The stability of some surface functionalization layers is not conducive to long-term storage and this will limit the applicability of those sensors outside of clinics. There is a need for detection of multiple analytes simultaneously. Acceptance from the clinical community is generally slow for many reasons, including regulatory concerns."}