{"title": "A Highly Pathogenic Strain of Porcine Deltacoronavirus Caused Watery Diarrhea in Newborn Piglets", "body": "Coronaviruses (CoVs) are found in a wide variety of animals. They belong to the subfamily Coronavirinae in the family Coronaviridae within the order Nidovirales (Zhang 2016) . Porcine CoVs are significant enteric and respiratory pathogens of swine. Five porcine CoVs have so far been identified: transmissible gastroenteritis virus (TGEV) (Doyle and Hutchings 1946) , porcine respiratory coronavirus (PRCV) (Wesley et al. 1990) , and porcine epidemic diarrhea virus (PEDV) (Pensaert and De Bouck 1978) in the Alphacoronavirus genus; porcine hemagglutinating encephalomyelitis virus (PHEV) (Sasseville et al. 2002) in the Betacoronavirus genus; and porcine deltacoronavirus (PDCoV) (Woo et al. 2012) in the Deltacoronavirus genus. PDCoV was first detected in 2012 in Hong Kong during a molecular epidemiology study of CoVs using RT-PCR to examine the pig samples and complete genome sequences of these two PDCoV strains were reported (Woo et al. 2012) . PDCoV is an enveloped, single-stranded, positive-sense RNA virus with a genome of appropriately 25 kb in length (Zhang 2016) . The genome organization of PDCoV are in the order of: 5 0 untranslated region (UTR), open reading frame 1a/1b (ORF1a/1b), spike (S), envelope (E), membrane (M), nonstructural protein 6 (NS6), nucleocapsid (N), nonstructural protein 7 (NS7), and 3 0 UTR (Chen et al. 2015a, b) . The clinical symptoms in newborn piglets caused by PDCoV infection are similar to that by other porcine enteric pathogens such as PEDV and TGEV, which includes vomiting, diarrhea, dehydration and death (Zhang 2016) . To date, there are no effective treatments or vaccines for PDCoV.\n\nSince first detection in pig feces in 2012 (Woo et al. 2012) , PDCoV subsequently has been reported in at least nine states of the United States, Thailand, Vietnam, Lao PDR, South Korea, and Canada (Lee and Lee 2014; Marthaler et al. 2014; Wang et al. 2014a, b; Saeng-Chuto et al. 2017) . Apart from these places, PDCoV was also detected in mainland China (Chen et al. 2015a, b; Song et al. 2015; Dong et al. 2016; Wang et al. 2015) . These molecular surveillance studies indicated that PDCoV was a common viral pathogen of pigs around the world. Increasing virological and serological methods have been developed to detect PDCoV in clinical samples from pig farms. Virological methods include detection of virus particles by electron microscopy (Ma et al. 2015) , detection of viral nucleic acid by RT-PCR and real-time PCR (Marthaler et al. 2014; Hu et al. 2015a, b) . And the most commonly used serological assays for PDCoV are indirect fluorescent antibody (IFA) assay (Dong et al. 2016 ) and enzyme linked immunosorbent assay (ELISA) targeting PDCoV nucleocapsid (N) protein (Su et al. 2016) .\n\nCurrently several studies have reproduced clinical diarrheal disease by experimentally infecting gnotobiotic and conventional pigs with isolated PDCoV strains (Chen et al. 2015a, b; Jung et al. 2015; Ma et al. 2015; Dong et al. 2016) . As expected, the 11-14 day-old gnotobiotic pigs inoculated orally with PDCoV strain OH-FD22 and OH-FD100 showed severe vomiting, diarrhea, and atrophic enteritis (Jung et al. 2015) . All infected pigs had PEDVlike lesions characterized by thin and transparent intestinal walls and accumulation of large amounts of yellow fluid in the intestinal lumen (Jung et al. 2015) . Further, histology analysis exhibited acute diffuse, severe atrophic enteritis and mild vacuolation of superficial epithelial cells in cecum and colon (Jung et al. 2015) . The pathogenicity of PDCoV in conventional pigs by subsequent isolation was also confirmed (Chen et al. 2015a, b; Ma et al. 2015; Dong et al. 2016) .\n\nAlthough PDCoV was detected in southern China (Zhai et al. 2016) , detailed information of PDCoV isolates from southern China remains unclear. In this study, we isolated a PDCoV strain from Guangdong province of China using LLC-PK cells, characterized its complete genome by sequencing, and investigated its pathogenicity in 5-day-old conventional pigs by clinical assessment, the quantification of viral shedding, histological and immunohistochemical assays. The results suggested that the isolate of PDCoV CHN-GD-2016 was closely related to other PDCoV strains from mainland China and was capable of causing severe watery diarrhea in piglets.\n\nFrom June to October 2016, 24 intestinal contents were collected from newborn piglets on different seven commercial pig farms with reported diarrhea outbreaks in Guangdong, China, and stored at -80°C until further use. Prior to viral RNA extraction, intestinal contents were diluted one time using sterile 1 9 phosphate buffer saline (PBS) (pH 7.4). The supernatants were then collected by centrifugation at 6010 9g for 5 min at 4°C. Total RNA was prepared from the supernatants using a RNeasy kit (Magen, China) according to the manufacturer' instruction, and was treated with DNase I. The specific primers for the nucleocapsid (N) gene of PDCoV (sense: 5 0 -ATGGCTGC ACCAGTAGTCCCTA-3 0 ; antisense: 5 0 -GGAGCTTGAT GCTGGGTCTTG-3 0 ) were designed with reference to the published sequence (GenBank, Accession no: JQ065043), the nucleocapsid (N) gene of PEDV (sense: 5 0 -TTTCTAA GGTACTTGCAAATAATG-3 0 ; antisense: 5 0 -TTGGAGA TCTGGACCTGTTGTTGC-3 0 ), the nucleocapsid (N) gene of TGEV (sense: 5 0 -TCATGCAGATGCCAAATTTAAA GA-3 0 ; antisense: 5 0 -TCATCCTTCTTGTTATTGAATTG T-3 0 ), and the vp6 gene of PRoV (sense: 5 0 -CTCGATGCT ACTACAGAATCAG-3 0 ; antisense: 5 0 -AGCCACATA GTTCACATTTCATCC-3 0 ) were designed with reference to previous publications (Jeong et al. 2009; Hu et al. 2015a, b) and synthesized by Sangon Company (Shanghai, China). The one step RT-PCR was performed in a 25-lL volume containing 2 lg of RNA, 1 lL of PrimeScript 1\n\nStep Enzyme Mix, 12.5 lL 2 9 1 Step Buffer (TaKaRa, Dalian), and a 0.4 lmol/L of each gene-specific primer. The thermal cycling parameters were as follows: 50°C for 30 s, 94°C for 5 min; 30 cycles of 94°C for 30 s, 55°C for 30 s, and 72°C for 1 min, and a final extension at 72°C for 10 min and all the positive constructs were confirmed with sequencing analysis by Sangon Company (Shanghai, China). The RNA of PRRSV (PRRSV strain was kindly provided by Professor Yaosheng Chen (Sun Yat-sen University)) or PEDV (PEDV GDS01 strain was isolated in our lab) as controls.\n\nVirus Isolation, Plaque Purification and Propagation in LLC-PK Cells LLC-PK cells were obtained from Guangdong Wen's Foodstuffs Group Co., Ltd (Guangdong, China) and were used to isolate PDCoV from the original positive samples. LLC-PK cells were cultured in DMEM (Hyclone, USA) supplemented with 10% fetal bovine serum (FBS) (BOVOGEN, Australia), and the maintenance medium for PDCoV propagation was DMEM supplemented with 8 lg/ mL trypsin (Gibco, USA) in 5% CO 2 incubator.\n\nVirus isolation, plaque purification and propagation were performed as previously described with some modifications (Hu et al. 2015a, b) . Briefly, for the first inoculation, LLC-PK cells were cultured in 6-well plates, and were washed three times with DMEM when 90% confluent of cell monolayers. Two hundred microliter of the filtered inoculums, together with 350 lL maintenance medium was added to each well. After adsorption for 1.5 h at 37°C in 5% CO 2 , cells were washed 3 times with maintenance medium, and 2 mL maintenance medium was added. The cells were cultured continuously at 37°C in 5% CO 2 to observe cytopathic effect (CPE). When [ 80% CPE was evident in the inoculated cell monolayers (around day 6 postinoculation (p.i.) after the first inoculation), the plates were frozen at -80°C and thawed twice. The cells and supernatants were harvested together, the 0-h postinoculation and day 6 p.i. samples were tested by PDCoV specific RT-PCR as above described. These samples were used as seed stocks for the next passage and plaque purification. For virus plaque purification, supernatants from virus-infected cells were serially diluted and used to infect LLC-PK cells in maintenance medium for 1.5 h at 37°C in 5% CO 2 and then the maintenance were discarded, followed by overlaying 2 mL maintenance medium containing 1.25% Agarose LM GQT (TaKaRa, Dalian) to immobilize the virus. After 24 h, cells were fixed and visualized with 2 mL maintenance medium containing 1.25% Agarose LM GQT and 0.01% Neutral red solution (Sigma, USA), and the plaques were picked by using sterile pipette tips, and the agarose plug was placed into a microcentrifuge tube containing 0.5 mL maintenance medium. The selected plaques of PDCoV were named CHN-GD-2016 and used for viral propagation. LLC-PK cells were cultured in T175 flasks, and they were washed three times with maintenance medium when 90% confluent cell monolayers. Fifty microliters of PDCoV together with 50 mL maintenance medium were added into flask. The cell pellets and supernatants were cultured continuously at 37°C in 5% CO 2 to observe CPE. When CPE was evident in the inoculated cell monolayers (around day 1 p.i.), the plates were frozen at -80°C and thawed twice. The cells and supernatants were harvested together to determine viral titers.\n\nLLC-PK cells were seed on 96-well plates and cultured overnight before washed two times with the maintenance medium. One hundred microliter of tenfold dilutions of PDCoV was inoculated in eight replicates per dilution, then the cells were cultured continuously at 37°C in 5% CO 2 . Viral CPE was observed for 5-7 days, and virus titer were calculated by using the Reed-Muench method (Reed and Muench 1938) and expressed as TCID 50 per milliliter.\n\nImmunofluorescence assay was conducted to observe PDCoV-infected LLC-PK cells as described previously with some modifications (Dong et al. 2016) . Briefly, LLC-PK cells (1 9 10 5 ) were seeded on 24-well plates and were cultured overnight before mock infected or infected with plaque-purified PDCoV at a multiplicity of infection (MOI) of 0.01. At 24 h after inoculation, the cells were fixed with 4% paraformaldehyde for 20 min and then permeabilized with 0.2% Triton X-100 for 10 min at room temperature. The cells were then blocked with 1% bovine serum albumin (BSA), and incubated with PDCoV specific rabbit antisera (Guangdong Wen's Foodstuffs Group Co., Ltd, China) (1:100), followed by fluoresceinisothiocyanate (FITC)-labeled goat anti-rabbit secondary antibody (KPL, USA) (1:1000) for 1 h. The cell nuclei were counterstained with 4 0 , 6-diamidino-2-phenylindole (DAPI) [Beyotime Biotechnology (Nanjing, China)] for 3 min at room temperature. After the cells were washed with 1 9 PBS, the stained cells were observed with a fluorescence microscope (LEICA TCS SP5, Germany).\n\nElectron microscopy (EM) was conducted to observe virus samples as described previously with some modifications (Kong et al. 2013; Hu et al. 2015a, b) . For visualization of the virion particles in infected-cell culture medium, PDCoV-infected LLC-PK cells were frozen at -80°C and thawed twice, and the cell culture clarified by centrifugation at 7012 9g for 30 min at 4°C. The supernatant were supplemented with 6% PEG6000 12 h at 4°C. The mixture were centrifuged at 11,180 9g for 1 h at 4°C, and the pellet was resuspended in sterile 1 9 PBS (pH 7.4) buffer, followed to equilibrium in 8 mL non-linear 20%-60% sucrose-TNE gradients by centrifugation at 106,750 9g for 2 h at 4°C by using an ultracentrifuge (Hitachi Koki himac CP 100WX, Japan). After purifition with sucrose gradient centrifugation, purified virions were diluted with sterile 1 9 PBS (pH 7.4) buffer and removed the sucrose by centrifugation at 7012 9g for 2 h at 4°C by using centrifugal filter units (Millipore, USA). The purified virus pellets were resuspended in sterile 1 9 PBS (pH 7.4) buffer and negatively stained with 3% phosphotungstic acid. After blotting and drying, the grids were examined with a JEM-100 CX-II electron microscope (JEOLLTD, Japan).\n\nAfter we successfully isolated the PDCoV strain CHN-GD-2016, the complete genome was sequenced by Illumina HiSeq as previously described with some modifications (Malboeuf et al. 2013) . Briefly, total RNA was prepared from the PDCoV-infected LLC-PK cells using a RNeasy kit (Magen, China) per the manufacturer' instruction, and was purified as described above. cDNA synthesis was performed for sequencing library preparation by reverse transcription using RT-PCR kit (TaKaRa, Dalian). The genomic cDNA was disrupted and converted to a sticky end by added the A-base at 3 0 end of the cDNA. The DNA containing Index sequence was added at either side of sticky end by complementary bases. The target fragment within the scope of a certain length was collected before magnetic beads selection. The sequencing of library was builded and tested using PCR amplification Index sequence, and the sequencing of library combined to the chip by bridge PCR. At last, the complete genome was sequenced by IIIumina HiSeq. Sequence alignments spike genes of different porcine deltacoronavirus (PDCoV) strains were performed using the DNAStar Lasergene 7.0. A genome homology analysis and phylogenetic trees were constructed by using the maximum likelihood method with MEGA 5 software (http://www.megasoftware.net/) based on the whole-genome nucleotide sequences of 27 PDCoV strains from different countries.\n\nThe animal study was approved by the Institutional Animal Care and Use Committee of the Sun Yat-sen University and used in accordance with regulation and guidelines of this committee. Eight 4-day-old conventional newborn piglets were purchased from a conventional commercial pig farm and randomly divided into two groups (4 piglets/group) and were housed in two separate rooms. Piglets were fed a mixture of skim milk powder (Inner Mongolia Yili Industrial Group Co., Ltd, China) with warm water. Prior to inoculation, piglets were confirmed negative for the major procine enteric viruses (PDCoV, PEDV, TGEV, PRoV) by testing of rectal swabs using specific RT-PCR as above described. After 1 day acclimation, piglets in group 1 were orally inoculated with 10 mL of maintenance medium and served as uninfected controls. Piglets in group 2 were orally challenged with 10 mL of maintenance medium containing 1 9 10 5 TCID 50 of the PDCoV CHN-GD-2016 strain. Piglets were observed daily for clinical signs of vomiting, diarrhea, lethargy, body weight. Rectal swabs were collected daily from each piglet from day 1 p.i. to necropsy and were submerged into 1 mL PBS immediately after collection. All piglets from each group were necropsied at day 7 p.i.. At necropsy, the fresh heart, lung, spleen, liver, kidney, jejunum were collected and fixed by 10% formalin for histopathology and immunohischemistry analysis.\n\nThe supernatants of rectal swab from each piglet centrifuged at 6010 9g for 5 min. Total RNA was prepared from the supernatants using a RNeasy kit (Magen, China) per the manufacturer' instruction, and was treated with DNase I. Two lg of total RNA was used for cDNA synthesis by reverse transcription using RT-PCR kit (TaKaRa, Dalian). The specific primers for the membrane (M) gene of PDCoV (sense: 5 0 -ATCGACCACATGGCTCCAA-3 0 ; antisense: 5 0 -CAGCTCTTGCCCATGTAGCTT-3 0 ), and probe (5 0 -FAM-CACACCAGTCGTTAAGCATGG-CAAGCT-BHQ-3 0 ) were designed with reference to the previous publication (Marthaler et al. 2014 ) and synthesized by Invitrogen Company (Shanghai, China). The realtime PCR assay was carried out with an Applied Biosystem 7500 Fast instrument (Life Technologies, USA). The PCR was performed in a 20-lL volume containing 1 lL of cDNA, 10 lL of Thunderbird Probe qPCR Mix, 0.04 lL 50 9 Rox reference dye (TOYOBO, Shanghai), 0.2 lmol/ L of probe, and a 0.3 lmol/L of each gene-specific primer. The thermal cycling parameters were as follows: 95°C for 20 s; 40 cycles of 95°C for 3 s, 60°C for 30 s. The standard curve generated by construction of plasmids. Briefly, the M gene was amplified from PDCoV CHN-GD-2016 strain using the specific primers (sense: 5 0 -ATGTCTGACGCAGAAGAGTG-3 0 ; antisense: 5 0 -TTA-CATATACTTATACAGGCGAGC-3 0 ) that were designed with reference to the published sequence (GenBank, Accession no: JQ065043), and the PCR products were cloned into the pMD19-T (TaKaRa, Dalian). The known plasmid concentration was tenfold serially diluted for generating a standard curve in each plate. The quantity of PDCoV viral RNA in tested samples was calculated based on the cycle threshold (Ct) values for the standard curve.\n\nAt necropsy, tissue samples of heart, lung, spleen, liver, kidney and jejunum of the piglets from the challenged and control groups were separated and routinely fixed in 10% formalin for 36 h at room temperature (Hu et al. 2016) , and then dehydrated in graded ethanol, embedded in paraffin, cut in 5-lm sectioned, and mounted onto glass slides. After the sections were deparaffinized, rehydrated, and stained with hematoxylin and eosin (H&E), the slides were examined and analyzed with conventional light microscopy. Section (5 lm) of formalin-fixed paraffin-embedded tissues were placed onto positively charged glass slides and the slides were air dried for 120 min at 60°C. The tissue sections were deparaffinized, and then rinsed and incubated with target retrieval solution (Servicebio, China). After the sections were blocked with 1% BSA (Solarbio, China), they were incubated with PDCoV specific rabbit antisera (Guangdong Wen's Foodstuffs Group Co., Ltd, China) (1:100) as the primary antibody for 12 h at 4°C. They were then incubated with peroxidase-labeled goat anti-rabbit IgG secondary antibody (KPL, USA) (1:200) for 50 min at room temperature, and the samples were finally visualized with a 3, 3 0 -diaminobenzidine (DAB) chromogen kit (Dako, Denmark). Hematoxylin was used for counterstaining. Tissues of piglets from negative control groups were used as negative samples.\n\nDiarrhea occurred in the piglets on conventional pig farms in southern China from 2012 to 2015 (Zhai et al. 2016) . To determine the causative agent of the diarrhea outbreaks in Guangdong province of China, 24 clinical samples were collected from newborn piglets on seven different commercial pig farms with reported diarrhea outbreaks from June to October 2016, and used to detect the presence of porcine viral enteric pathogens (PDCoV, PEDV, TGEV and Rota C). Of 24 intestinal contents examined, 4 (16.7%) were PDCoV positive (Fig. 1A) , 11 (45.8%) were PEDV positive (Fig. 1B) , and 2 (8.3%) were positive for both PDCoV and PEDV, indicating that PDCoV/PEDV coinfections exist in pig farms. Interestingly, none of these samples were positive for TGEV or PRoV (data not shown), indicating that PDCoV or PEDV is the main cause of diarrhea in piglets in Guangdong, China. These data suggest that PDCoV was present in Guangdong province of China despite a relatively lower prevalence.\n\nSince the samples were examined as PDCoV-positive, we attempted to isolate PDCoV from the positive samples. LLC-PK cells monolayers were inoculated with 2 of the samples that were positive for PDCoV only according to the published method (Hu et al. 2015a, b) . Compared with the control in Fig. 2A , one inoculated cell monolayers showed visible CPE in the form of rounded and clustered cells at day 6 p.i. (Fig. 2B) . To confirm PDCoV replication in LLC-PK cells, viral RNA was extracted from the inoculated cells at day 6 p.i. and tested by specific RT-PCR. This cell culture-passaged sample was positive for PDCoV but negative for other porcine enteric viruses (data not shown). PDCoV from the first passage in LLC-PK cells was named CHN-GD-2016. The PDCoV CHN-GD-2016 was further serially passaged in LLC-PK cells for a total of 10 passages, and was still confirmed PDCoV positive by specific RT-PCR (data not shown), indicating that PDCoV CHN-GD-2016 strain could replicate in LLC-PK cells.\n\nTo determine this result, the plaque-purified PDCoV in LLC-PK cells was further confirmed by IFA with PDCoV specific rabbit antisera. As shown in Fig. 2C -D, PDCoVspecific immunofluorescence was detected. Taken together, these results clearly show that we successfully isolated a PDCoV strain from the sample. To characterize the morphology and size of virus particles, the PDCoV CHN-GD-2016 virus purified from infected LLC-PK cells were examined with electron microscopy (EM). Typical crownshaped particles with spiky surface projections of coronavirus were observed by negative staining on EM, being 80-160 nm in diameter (Fig. 3) . Taken together, these results clearly showed that a PDCoV strain was successfully isolated from the intestinal contents of a newborn diarrheic piglet in Guangdong, China.\n\nSuccessful isolation of CHN-GD-2016 prompted us to characterize its complete genome (GenBank no: MF280390). The complete genome showed that PDCoV strain CHN-GD-2016 share 97.3%-99.5% nucleotide identity with the other 26 PDCoV strains in GenBank. Compared with those PDCoV strains, a 3-nt deletion was observed in the S gene of PDCoV strain CHN-GD-2016, which was also present in all PDCoV strains from mainland China except CHN-AH-2004 (Fig. 4A) . To further analyze the PDCoV strain CHN-GD-2016, a phylogenetic tree of 27 PDCoV strains was constructed using the neighbor-joining method in the MEGA 5 program. Phylogenetic analysis showed that the PDCoV strains from the United States and South Korea were clustered into a large clade, whereas PDCoV strain CHN-GD-2016 clustered with other PDCoV strains detected in China since 2014 (Fig. 4B) . Therefore, these data suggested that the CHN-GD-2016 strain was most closely related to other PDCoV strains from mainland China.\n\nIn order to determine whether the newly-isolated strain of PDCoV CHN-GD-2016 was a causative agent for diarrhea, we experimentally infected newborn piglets with the isolated virus to reproduce diarrhea. As expected, the newborn piglets inoculated with CHN-GD-2016 at a dose of 1 9 10 5 TCID 50 /head via oral feeding showed typical clinical syndrome, characterized by acute and severe watery diarrhea, vomiting, and mild dehydration, as compared with controls (Fig. 5A, B) , indicating that the isolated PDCoV CHN-GD-2016 strain might serve as an important cause of severe watery diarrhea in newborn piglets. Importantly, the PDCoV RNA was detected by qRT-PCR in fecal swabs collected from orally inoculated piglets on day 1 p.i. to day 7 p.i., and no PDCoV RNA was detected in the negative control piglets during the study (Fig. 5C ). Taken together, these results demonstrated that PDCoV CHN-GD-2016 strain was highly pathogenic to the newborn piglets.\n\nTo determine the gross pathological and histological changes in piglets infected with the PDCoV CHN-GD-2016 strain, all piglets were necropsied at day 7 p.i.. Gross findings were similar in all four piglets orally inoculated with PDCoV CHN-GD-2016. The small intestines, where yellow watery contents had accumulated were transparent, thin-walled, and gas-distended (Fig. 6A) . No lesions were observed in any other organs of the PDCoV-challenged piglets or in the organs in the negative control piglets (Fig. 6B) , indicating that small intestines is the target organ of PDCoV infection. Microscopic lesions were also analysed. As shown in Fig. 6C , blunt intestinal villus and intestinal lamina propria hyperemia was observed, but the intestinal in negative control was normal (Fig. 6D) . Consistent with the histopathological results, the PDCoV antigen in the cytoplasm of the villous enterocytes of the PDCoV-challenged piglets was detected by immunohistochemical analysis (Fig. 6E ), but no PDCoV antigen was detected in negative control (Fig. 6F) . Taken together, these results indicate that PDCoV CHN-GD-2016 could cause intestinal lesion in newborn piglets.\n\nSince the first report of PDCoV in pigs in 2012 in Hong Kong (Woo et al. 2012) , this novel swine enteric coronavirus has been widely detected and isolated in pig farms in different countries (Lee and Lee 2014; Marthaler et al. 2014; Wang et al. 2014a Wang et al. , b, 2015 Saeng-Chuto et al. 2017) . The prevalence of PDCoV in pigs in mainland China was reported to be 23.4% in three provinces in China (Chen et al. 2015a, b) , and Song et al. reported a PDCoV positive rate of 33.71% in Jiangxi province, China (Song et al. 2015) . Our result showed a PDCoV positive rate of 16.7% in 7 diarrhea-outbreak pig farms in Guangdong, China. In addition, there were higher detection rates of PEDV (45.8%) than of TGEV (0%) or PRoV (0%) in those pig farms. Notably, all two PDCoV-positive piglets were co-infected with PEDV. Although the prevalence of PDCoV in southern China was reported (Zhai et al. 2016) , there are no published papers reporting the successful isolation of PDCoV in Guangdong, China. In the present study, we reported that an isolate from a case of piglet diarrhea in Guangdong, was highly pathogenic to newborn piglets. This PDCoV strain can be further used for virological and serological assay development, and vaccine development. LLC-PK, a stable epithelial-like pig kidney cell line (Hull et al. 1976) , is commonly used to isolate PDCoV (Hu et al. 2015a. b; Dong et al. 2016 ). In addition, ST cell line is also used to isolate PDCoV (Hu et al. 2015a, b) . Since the intestinal content samples were confirmed as PDCoVpositive, we attempted to isolate virus from these samples in LLC-PK cells. However, only the PDCoV CHN-GD-2016 strain was successfully isolated in LLC-PK cells. The difficulty to isolate PDCoV from positive samples might be associated with the fact that positive RT-PCR samples may contain noninfectious or low amount of virus (Hu et al. 2015a, b) . And the amount of trypsin in LLC-PK cells might also contribute to successful PDCoV isolation. CPE was firstly observed in inoculated LLC-PK cells at day 6 p.i.. After plaque purification and several passages, the viral titer reached 1 9 10 9 TCID 50 /mL, showing that the PDCoV CHN-GD-2016 strain was highly replicative in LLC-PK cells. The plaque-purified PDCoV strain in LLC-PK cells was further confirmed by IFA with PDCoV specific rabbit antisera, indicating that we successfully isolated a PDCoV strain in Guangdong. We also observed characteristic crown-like particles of the purified PDCoV CHN-GD-2016 strain by electron microscopy. Despite the successful isolation of one strain, the success rate was relatively low. As a result, further attempts are needed to improve the situation. The attempts might include inoculation of sensitive piglets by fresh homogenate to increase the virus titers for isolation, which are proved to be feasible in PEDV isolation .\n\nTo characterize the virus isolate, the complete genome of the PDCoV CHN-GD-2016 strain was sequenced and analyzed. Based on the phylogenetic tree analysis, all PDCoV strains from GenBank share high nucleotide identities. Notably, the PDCoV CHN-GD-2016 strain can be clustered into one clade with other isolates from mainland China, indicating that PDCoV strains currently circulating in multiple Chinese provinces are closely related. The PDCoV strains isolated in mainland China belong to an independent subcluster. Obviously, further studies are needed to identify the exact origin of the mainland China PDCoVs. Previous studies have shown that the S gene, the most variable region in the coronavirus genomes, belongs to type I membrane glycoproteins family (Woo et al. 2010) and that the S protein of CoVs are involved in receptor binding and viral entry (Woo et al. 2010) . Sequencing of S genes revealed characteristic 3 nucleotide deletion, which is also present in most PDCoV strains from mainland China like CHN-HN-2014 strain (Dong et al. 2016 ), compared with the HKU15 strains. However, whether these unique variations contribute to the efficiency of viral replication and virulence needs to be further investigated.\n\nOf note, several groups have confirmed the pathogenicity of PDCoV strains in gnotobiotic or conventional pigs (Chen et al. 2015a, b; Jung et al. 2015; Ma et al. 2015; Dong et al. 2016) . Collectively, these results confirmed that PDCoV cause severe diarrhea and vomiting in pigs of 5-21 days old. We hypothesized that the PDCoV CHN-GD-2016 strain was also capable of causing the same clinical symptoms in piglets. We infected the 5-day-old newborn piglets with the PDCoV CHN-GD-2016 strain via oral feeding. Our success in reproduction of severe diarrhea and vomiting in piglets by oral infection strongly suggested that PDCoV posed a huge threat to the newborn piglets in pig farms. Furthermore, we collected fecal swabs from the PDCoV-challenged piglets and detected the viral fecal shedding with real-time PCR. PDCoV RNA was detected from day 1 p.i. to day 7 p.i., while no RNA was detected in the negative control piglets during the study, indicating that the infection with PDCoV by fecal-oral contamination might be the major mode of transmission for diarrhea in piglets in pig farms. In addition, gross lesions were obviously observed in the small intestines of the 5-day-old piglets at necropsy at day 7 p.i., similar to observations in other studies (Chen et al. 2015a, b; Jung et al. 2015; Ma et al. 2015; Dong et al. 2016) . While microscopic lesions were observed in all sections of small intestine infected by PEDV in previous report (Madson et al. 2014) , we only observed microscopic lesions in the jejunum and ileum in CHN-GD-2016 infected piglets, indicating that disease caused by PDCoV was milder than that caused by PEDV. In addition, the PDCoV antigen in the cytoplasm of the villous enterocytes of the PDCoV-challenged piglets was detected by immunohistochemical analysis. Together, all these results confirmed that the PDCoV CHN-GD-2016 strain isolated in this study could cause enteric diseases in newborn piglets. However, there are still several important questions needed to be addressed. For example, what is the relationship between this virus and PEDV, the causative agent for severe diarrhea in pigs? And what is the role of the nucleotide changes of S gene on viral replication and virulence? How to prepare effective vaccine against the PDCoV? Elucidation of these questions will elevate our understandings of the pathogenicity of PDCoV infection and may help to develop better strategies to control PDCoV. In summary, we isolated a field strain of PDCoV from the intestinal content of a severe diarrheic piglet in Guangdong, China. Furthermore, genomic analysis showed that the isolate was closely related to other Chinese PDCoV strains, with the highest sequence similarity with the strain CHN/Tianjin/2016. Importantly, inoculation of newborn piglets with PDCoV CHN-GD-2016 by oral feeding successfully reproduced clear clinical symptoms, including vomiting, dehydration, and severe diarrhea in piglets. Collectively, these findings suggested that PDCoV was present in Guangdong, China and is highly virulent in piglets. Therefore, the development of potential vaccines against emerging PDCoV strains is urgently required."}