{"title": "Biological response modifiers and infectious diseases: Actual and potential therapeutic agents", "body": "Biological response modifier (BRM) is a recent term, first coined in 1982, which connotes an agent and treatment approach whose perceived action involves the modification of an individual's own bio- logical responses [1] . Prior to 1982, the term immunotherapy was used to refer to such agents and usually referred to naturally-occurring products obtained and tested at various grades of purity. Perhaps the oldest strategy of immune modification for the good of the host is the bacterial vaccine, first developed against microbes in the 19th century [2] . Antimicrobial vaccines are now a well-established part of standard medical practice while anticancer vaccines remain in the developmental stages. Some of these latter vaccines have been extracted from species used in the original vaccines of Coley and are undergoing clinical testing [3] .\n\nHowever, the advent of hybridoma, recombinant DNA, and gene insertion technologies have explosively widened the number of agents available for clinical testing. Agents which have been called BRMs now range from monoclonal antibodies [4] , recombinant forms of interferons [5] , interleukins [6] , and colony-stimulating factors (CSFs) [7, 8] to traditional Chinese medicines [9] . This review will focus primarily on agents whose mechanisms of action are at least partially understood and on those which are being or may soon be applied to the infectious diseases. While most such agents are products of the creative technologies mentioned above, some natural products whose properties may be unique or complementary to technologically-produced products will be discussed. A summary of these agents is presented in Table 1 .\n\nThe rationale for the production and clinical application of BRMs for infectious diseases comes from our growing understanding of the inflammatory response to infectious agents. Two recent articles have reviewed this response in detail from the perspective of degrees of infection [10] and from that of the interactions between the hypothalamic-pituitary-adrenal (HPA) axis and the immune system [11] . There is evidence that infectious agents act as stressors which can adversely alter the HPA axis response to such agents and thus disrupt the normal inflammatory response [12] [13] [14] . Glucocorticosteroids play a vital role in the intensity of the immune response at several levels including gene expression, transcription, translation, post-translational processing and the secretion of proteins, and cell progenitor proliferation and differentiation. These effects are inhibitory at virtually all levels of the immune system including macrophage antigen presentation, B-cell production of antibodies, and the proliferation and differentiation of lymphocyte and granulocyte effector cells [15] . These inhibitory effects are, in turn, mediated through the inhibition ofinterleukins (ILs) such as IL-1, IL-2, IL-3, and IL-6 as well as the suppressor oftumour necrosis factor (TNF), gamma interferon (,/IF), endogenous CSF such as granulocyte-macrophage CSF (GM-CSF) and the inhibition \n\nPrevention of neutropenia in congenital, and cyclic neutropenic states Prevention of neutropenia during intensive anti-cancer therapy Treatment of febrile neutropenia Prevention and treatment of AIDS-related neutropenia or infection Treatment with antibiotics for infections in various immuno-compromised states (e.g. burns, asplenia, neonatal infections)\n\nInterleukin-1\n\nImproving hematopoiesis T-cell and B-cell helper factor\n\nStimulates thrombopoiesis Down-regulates IL-1 Interacts with other growth factors to amplify hematopoiesis\n\nBlocks shock-like effects of IL-1\n\n(1) IVIG Kawasaki's disease Prevention and treatment of viral disease in immunocompromised patients Treatment of neonatal bacterial infection Treatment and prevention of infections in burn patients (2) Anti-endotoxin antibodies for prevention of sepsis (3) Anti-idiotypic antibodies as vaccines\n\nNucleic acid analogs (isoprinosine) Thiols (diethyldithiocarbonate) Cyanoaziridine (azimexon) Herbal preparations of proinflammatory mediators such as prostaglandins and leukotrines. Glucocorticosteroids also suppress or inhibit the functions ofeffector cells such as eosinophils, mast cells, neutrophils, and mono-cyte-macrophages. Thus, the production and inhibition of inflammation is a complex phenomenon, involving any or all of a variety of mediators whose human genes have been identified and can be produced for clinical intervention.\n\nFor patients with localized infections, complete resolution with or without the aid of antibiotics is the rule in an otherwise healthy host. While these individuals may not require further exogenously-administered therapy, much can be learned about the response of endogenous mediators which could be useful in immunodeficient hosts. For example, studies have shown that alveolar macrophages produce G-CSF in response to infectious agents [16] . In vitro, G-CSF has been shown to improve the functional activity and survival of granulocytes against pathogens such as Candida sp., Staph. aureus, and P. aeruginosa [17, 18] .\n\nVarious factors may contribute to the host's failure to locally contain infection. These include the disruption of local barriers to infection dissemination such as burns or trauma, advancing age, the presence of underlying disorders such as renal or cardiac failure, diabetes mellitus, hepatic cirrhosis, or asplenia, and the concomitant administration of immunosuppressive drugs. In ways that are not yet fully understood, these factors can alter the complex equilibrium between mediators which enhance inflammation and those which suppress it. The factors mentioned above may detrimentally upset this balance in several ways: by altering the capability of target cells to release mediators and by disturbing the type and quality of interdependent mediators in the local environment [10] . Inflammation is normally controlled by the counter-effects of mediators which enhance or suppress inflammation. TNFo~ enhances prostaglandin I2 release while the latter down-regulates further TNF~ production [19, 20] . Similarly, G-CSF, ~IF, and TNF~ can improve neutrophil function [21, 22] while products of the neutrophilic burst can neutralize the effect of leukotrines on increased vascular permeability at the inflammatory site [23] . However, some mediator inter-actions are self-perpetuating and can lead to infection dissemination and sepsis. Examples of this include the release of ~IF by activated T-cells which then stimulates macrophages to release IL-1 [24] . The latter can then induce the release of TNF~ and platelet-activating factor (PAF), with all three factors promoting the release of each other [25] . Since these three factors can induce symptoms of sepsis, much research is being directed toward understanding their relationship to states of sepsis and the development of counter-intervention which may prevent or reverse the septic state.\n\nThe importance of the vascular endothelium in the evolution of septic states is rapidly becoming evident. This defense system is not only a mechanical barrier to infection and mediator release from the local environment but is also a source of TNF~, ILl, PAF, IL-6 [26] [27] [28] , endothelin-1, endothelium-derived relaxing factor (EDRF) [29] , and arachidonic acid metabolites [30] . While the limited release of TNF~, IL-1, endotoxin, etc., can induce a downregulation of subsequent mediator release with a resultant abortion of the process of sepsis development, such down-regulation could be prevented by a shortage of down-regulating mediators or an overwhelming release of sepsis-inducing mediators. Such substances may damage the endothelium further, resulting in the release of more sepsis-promoting factors, and the eventual development of end-organ ischemia and multiple organ failure [10] .\n\nThe final stage of sepsis is multiple organ failure (MOF), a well-recognized clinical syndrome associated with a wide variety of clinical events or states. While infection and shock lead the list of predisposing factors, others include mechanical, thermal, and traumatic factors and pancreatitis [31] . Several mechanisms of MOF evolution have been put forward. The so-called macrophage hypothesis supports the previously-outlined evolution of sepsis via endogenous moderators. Again, the unchecked release of IL-1, IL-6, oqF, and TNFo~ and the selfperpetuating interaction of these agents forms the basis of this hypothesis [32] .\n\nIn summary, several endogenously produced cytokines have been implicated as important promoters of the process of sepsis. In the remainder of this review, strategies which focus on the suppression of the uncontrolled release of sepsis-promoting agents or on the stimulation or exogenous restoration of sepsis-preventing agents will be presented. At the end, other agents or strategies which show promise but whose mechanisms of action are less clear will also be reviewed.\n\nG-CSF and GM-CSF were the first CSFs approved for clinical use in cancer patients. Effectiveness of either or both of these agents has been demonstrated in clinical situations where infection prevention is a primary concern: congenital, idiopathic chronic, and cyclic neutropenia; following standard doses of myelosuppressive chemotherapy; in coniunction with bone marrow transplantation (BMT) or peripheral blood stem cell (PBSC) reconstitution as support following myeloablative therapy; and as supportive therapy in patients with AIDS. G-CSF reduced infection, hospitalization, and febrile neutropenia rates as well as the frequency and duration of antibiotic usage in a randomized trial of patients treated with myelosuppressive therapy for small cell lung cancer [33] . Side effects were minimal. Survival was similar whether or not G-CSF was given. GM-CSF has not been tested in the setting of a randomized trial in this situation but fever and flu-like symptoms are more frequent than with G-CSF. No completed randomized trial has been published comparing prophylactic antibiotics with G-CSF or GM-CSF, nor has a trial been conducted comparing the effectiveness of G-CSF with antibiotics compared to antibiotics alone in the setting of febrile neutropenia following standard dose chemotherapy.\n\nIn patients undergoing autologous BMT, randomized trials have demonstrated accelerated neutrophil recovery and a reduced duration of antibiotic therapy and hospitalization with GM-CSF compared to placebo [34] . No such trial of G-CSF has been undertaken but non-randomized studies suggest a possible beneficial effect [35] . PBSCs can be harvested more efficiently after G-CSF or GM-CSF with or without the benefit of a post-chemotherapy rebound phase [36, 37] . Whether or not post-transplantation peripheral blood cell recovery can be further improved by the addition of either factor is not yet clear. The optimal schedule for CSFs is one of several issues that remains outstanding. The supportive care of patients with chronic neutropenic diseases has made major advances due to these CSFs. Patients with congenital or idiopathic neutropenia have been treated for up to 3 years with G-CSF with associated elevations of neutrophil counts above 1.0 x 109/1 and marked reduction in infection-related symptoms [38] . Adverse events of such chronic treatment have been infrequent and generally mild except for occasional thrombocytopenia, bone pain, and hypersplenism. Treatment with GM-CSF has been less effective and also produces eosinophilia. Patients with cyclic neutropenia have regular, 14 to 28 day cycles of neutropenia resulting in recurrent fever, infections, and mucosal ulceration. Treatment with G-CSF can result in a reduced frequency of all three clinical problems coincident with an elevation of the cyclical nadir and a shortening of the cycle length [39] . Chronic therapy does not appear to result in stem cell depletion [40] . Experience with GM-CSF has been limited and has not resulted in elevations of neutrophil levels.\n\nPatients with AIDS may undergo primary bone marrow failure or myelosuppression due to antiviral or supportive anti-infection therapy. G-CSF has demonstrated marked improvements in neutrophil counts in patients with anemia and neutropenia also receiving erythropoietin and zidovudine [41] . Such therapy allowed further treatment with zidovudine after zidovudine-induced myelosuppression was corrected. Similar benefits were seen with GM-CSF [42] . Whereas HIV and p24 antigen levels were unchanged with G-CSF, the latter level was elevated with GM-CSF, suggesting possible enhancement of HIV proliferation. However, this was offset by an enhanced antiviral effect of zidovudine in the presence of GM-CSF as suggested in vitro [43] . In nonneutropenic states, infection may spread due to a disruption or circumvention of normal barriers (e.g., burns or intramuscular infections) or in other states where the immune deficiency is acquired (e.g., neonatal sepsis, asplenic states). Animal model studies have suggested a possible role for CSFs in these situations. Burn patients demonstrate multiple defects of neutrophil dysfunction which precede sepsis [44] . In a murine model of burns infected with P. aeruginosa, mice treated with G-CSF showed marked improvement in survival compared to saline-treated controls [45] . In another study in the same model, mice receiving single dose gentamicin plus G-CSF for 7 days demonstrated improved survival compared to mice treated with G-CSF alone (P = 0.054), gentamicin alone (P = 0.007) or neither treatment (P < 0.0001) [46] .\n\nIn newborns, group B streptococcus is the most common cause of neonatal sepsis. In a study of neonatal rats, group B streptococcus was given subcutaneously (sc). The survival of animals at 72 h receiving both G-CSF and antibiotics (ampicillin and gentamicin) was 91%; antibiotics alone, 28%; G-CSF alone, 9%, and no treatment, 4% (P < 0.001 when compared to controls) [47] .\n\nIn a murine model ofintra-abdominal sepsis using cecal ligation and puncture (CLP), O'Reilly et al. showed a dose-dependent increase in survival in mice receiving 10-1000 ng of G-CSF at CLP and continued for 7 days compared to control. Those receiving G-CSF beginning 4 days prior to CLP and continued until 2 weeks post-CLP had significantly better survival at all doses tested in that range compared to control. When given with gentamicin in this setting, the two interventions together showed survival similar to gentamicin alone [48] .\n\nSplenectomy is associated with an increased incidence of encapsulated organism infections, particularly pneumococcus. In a mouse model of pulmonary infection by aerosolized Streptococcus pneumoniae, Hebert et al. reported 70% survival of splenectomized mice treated with G-CSF from 24 h prior to 3 days following infection compared to 20% survival in saline-treated, splenectomized controls (P < 0.001) [49] .\n\nAlcohol abuse can increase the risk of severe pneumonia; impairment of neutrophil migration to the infection site has been implicated as a cause [50] . In a study of rats treated with G-CSF or its vehicle for 2 days, followed by ip administration of ethanol or saline prior to intratracheal challenge with Klebsiella pneumoniae, all rats receiving ethanol without G-CSF developed bacteremia (18/18) while none receiving G-CSF prior to ethanol (0/18) became bacteremic. Furthermore, all twelve ethanoltreated controls died at 72 h whereas only 1 of 12 pretreated with G-CSF died. A study of pulmonary infection due to P. aerugenosa in the same model produced similar results [50] .\n\nOther studies have suggested a role for CSFs in parasitic or less common bacterial infections. The functional improvement in eosinophils seen with GM-CSF may suggest a role in parasitic infections such as Schistosoma mansoni, where GM-CSF can improve the adherence to and killing of these organisms by eosinophils in vitro [51] . Cheers et al. demonstrated that susceptibility to Listeria monocytogenes infection and the endogenous response of M-CSF and G-CSF levels may in part have a genetic basis, at least in mice [52] . It should be noted that GM-CSF may be associated with a more adverse outcome compared to no GM-CSF in patients with sepsis. While only a preliminary observation [53] , it has been found that GM-CSF treatment is associated with a twenty-fold increase in endogenous serum TNF levels following iv endotoxin challenge in rats. No effect on TNF levels was found using G-CSF [54] . Human peripheral blood monocytes have also been found to produce TNF and IL-1 when stimulated by GM-CSF in vitro [55] . These data support the hypothesis that clinical sepsis may be initiated and exacerbated by agents which stimulate TNF production in vivo. The use of such agents in these patients must be tested carefully even if concomitant treatment with antibiotics is used.\n\nUnderstanding potential clinical consequences as they relate to the infectious diseases IL-1 refers to two genetically and chemically distinct polypeptides which recognize the same receptors and share most biological activities. The term 'interleukin' is misleading in this context. The diverse sources of IL-1 include macrophages, monocytes, neutrophils, T-and B-lymphocytes, astrocytes, endothelial cells, keratinocytes, intestinal epithelium, maternal placental cells, and others. Leukemic cells can produce IL-1. Known since the 1940s as a heat-labile protein extracted from exudative fluid, it was known as endogenous pyrogen [56] . Since then, discoveries of its wide-ranging biological properties have led to a succession of synonyms such as catabolin [57] , osteoclast activating factor [58] , hemopoietin-1 [59] , lymphocyte proliferation promot-ing factor ofneutrophils [60] , and tumour-inhibiting factor-2 [61] . These properties as well as the structural and genetic aspects of IL-1 have been eloquently reviewed previously [62, 63] . This review will focus on aspects of IL-1 that apply to sepsis or other aspects of infectious diseases.\n\nIL-1 can autostimulate its own gene expression and synthesis in monocytes and endothelial cells [64, 65] . IL-1 production is induced by M-CSF, GM-CSF, and TNF [66, 67] , and is inhibited by 7IFN [68] . I L-10, a T-helper cell product, inhibits lipopolysaccharide (LPS)-induced IL-1 production [69] . While endotoxin may be the most potent inducer of endogenous IL-1, exotoxins of Gram-positive organisms such as staphylococci and streptococci can also stimulate IL-1 as well as TNF production. Such a mechanism has been implicated in the development of toxic shock syndrome [62] .\n\nWhen given to patients with cancer in phase I trials, IL-1 has produced fever, arthralgias, myalgia, headache, anorexia, insomnia, and gastrointestinal upset at doses ranging from 10 to 100 ng/kg [70, 71] . Such effects are more pronounced when given iv compared to sc. Increases in circulating neutrophils and platelets were seen and, with other observations, confirm the biological effects seen in animal models. Such hematopoietic effects have exciting potential for therapy. While hematopoietin-1 was eventually characterized as IL-lo~, no differences in hematopoietin-1 activity have been found between IL-la and IL-1[3. In animal models, IL-I accelerated neutrophil recovery in 5-fluorouracil-treated [59] and lethally-irradiated [72] mice. A low, prophylactic dose of IL-1 was shown to accelerate the recovery of chemotherapy-induced neutropenia in mice [73] and to protect mice infected with P. aeruginosa during cyclophosphamide-induced neutropenia whether or not gentamicin was administered as well [74] . While a direct antibacterial effect was unlikely, the mechanism of this effect is unclear. However, this paradoxical protection by an agent known to mediate sepsis is likely critically dependent on the dose given (low dose) and the time of administration. Endogenous release of G-CSF or GM-CSF from endothelial and bone marrow stromal cells has been reported and may play a role [59] . In addition, IL-1 acts directly and synergistically on the responsiveness of early progenitor stem cells to other CSFs [75] . While hav-ing no direct effect on stem cell differentiation or proliferation, IL-1 may induce stem cell factor [76] . Finally, IL-1 can regulate the cell cycle of progenitors and may allow for the protection of such cells from cytotoxic agents through such changes [77] . Short exposure is probably important to permit these effects and to avoid the induction of septic phenomena; continuous IL-1 exposure in vivo leads to TNF-mediated myelosuppression [78] . The beneficial effects of low dose IL-1 may also be mediated through the observed down-regulation of TNF and IL-1 receptors, the mediation of oxygen scavenger molecules, or the induction of corticosteroids [79, 80] . The catabolic effects of IL-1 include its induction of anorexia and weight loss [81] . The latter has been shown to be blocked by antibodies to IL-1 receptor [82] . While these features adversely contribute to the sepsis syndromes, the most profound and serious effect is that on the vascular system. While inducible at doses below 1 gg/kg iv, hypotension is the dose-limiting effect of IL-1 at 300 ng/kg [70] . Cyclooxygenase inhibitors block this effect as well as hypotension induced by the combination of IL-1 and TNF [831.\n\nImmunologically, IL-1 activates T-cells through IL-2 induction, although it is not clear whether or not IL-1 is a requirement for T-cell activation [84] . As with T-cells, IL-1 acts as a helper factor with other factors such as IL-6 and IL-4 in the activation of B-cells. Furthermore, most cells including B-cells that act as accessory cells to antigen recognition produce IL-1 [85] , suggesting a fundamental role for ILl in this early step of immune recognition against foreign antigen.\n\nThe synergistic actions of IL-1 and TNF have been alluded to earlier. Like IL-1, TNF can induce shock and is more potent than IL-1 in this regard [83] . However, in rabbits and primates, antibodies to TNF can prevent endotoxin-induced shock and the associated suppression of IL-1 serum levels suggests that TNF may control IL-1 production [86] . These data suggest that monoclonal antibodies against TNF and/or the use of IL-1 receptor antagonists could be therapeutically useful in shock-like states. TNF, like IL-1, can induce CSF release in vivo and can act synergistically with TNF to protect rats from lethal irradiation [87] .\n\nIL-6 is an endogenous pyrogen and elevated serum levels correlate with the severity of fever and sepsis in patients. However, IL-6 may serve to downregulate IL-1 and thus counter its effects [88] . Perhaps the most important interactions of IL-6 and IL-1 involve hematopoiesis [59] . Together, these agents stimulate multilineage colony formation of murine bone marrow cells after exposure to chemotherapy in vitro [89] . However, as with IL-1, the timing of IL-6 exposure may determine whether its effects will be myeloprotective or detrimental by inducing progenitor proliferation too close to cytotoxic exposures.\n\nThe discovery of agents antagonistic to the shocklike effects of IL-1, TNF, and endotoxin may afford us the therapeutic tools to prevent or treat sepsis by directly interfering with the endogenous mediators of sepsis. IL-lra or IL-1 inhibitor is one of several naturally-occurring inhibitors of IL-1. Others include lipids, lipoproteins, TGF-[3, some neuropeptides, a-2 macroglobulin, and a form of Tamm-Horsfall protein [62] . While these latter substances also inhibit IL-6, IL-2, and other cytokines, others have been detected which specifically inhibit IL-1. Sources of such inhibitors have included endotoxintreated volunteers [90] , urinary extracts from febrile patients [91] , and from patients with leukemia [92] .\n\nThe substance now known as IL-lra is a small, naturally-occurring protein which blocked the binding of IL-1 to T-cells and fibroblasts but did not bind to IL-1 [93] . A recombinant human IL-lra (rhuIL-1 ra) has been developed and its biological properties are identical to those of the natural form. In rabbits and baboons, rhuIL-lra prevents the septic shock syndrome induced by E. coli suspensions [94] . In a rabbit inflammatory bowel disease model induced by IL-1, rhuIL-1 ra prevented the immune complexmediated disease [95] . Other potential clinical roles for rhuIL-lra include the inhibition of ectopic IL-1 secretion by various malignancies and the reduction of any IL-1-mediated inflammation. Phase I clinical testing is underway in humans.\n\nOther strategies are evolving for the prevention and treatment of sepsis. Human polyclonal antiserum produced against endotoxin core determinants has been shown to reduce mortality in clinical trials of patients experiencing Gram-negative bacteremia [96] and to reduce the incidence of septic shock in surgical patients at high risk [97] . Suggested mechanisms by which such protection may occur include inhibition of neutrophil priming by endotoxin [98] , the enhancement of endotoxin binding clearance [99, 100] , and inhibition of TNF production [ 101, 102] . This antiserum was produced by injecting volunteers with a mutant E. coli known as J5; this inducer strain yielded a relatively specific immune response to lipid A and other core components. Another human polyclonal IgM produced against a Salmonella sp. Re strain protected animals from lethal challenges from several Gram-negative bacterial strains [103] . However, commercial production was hindered by toxicity in the donors, the theoretical risk of infection transmission through pooled human serum, variability of the antibody titre, and no booster response which could allow for multiple donations.\n\nHowever, monoclonal antibody (MOAb) technology has permitted the development of highly specific antibody against the lipid A domain ofendotoxin. Using the same E. coli J5 vaccine mentioned above, a human monoclonal IgM, known as HA-1A, was found through clonal selection [104] . It binds to endotoxins among a broad range of clinical isolates of Gram-negative bacteria. This binding appears to be enhanced by concomitant presence of ceftazidine [105] . In rabbits, HA-1A can protect against septic death due to pseudomonas bacteremia [106] . HA-1A is cross-reactive with the polyclonal IgM preparation against both J5 and Re mutants. However, not all animal studies of anticore antiserum or HA-1A have shown protection; interspecies differences, the relatively low affinity of anti-core antiserum, and variations in methods of producing or purifying the MOAb to HA-1A have been cited as possible reasons [103, 107] . A recent blind, placebo-controlled, randomized trial of HA-1A in a standard canine model of endotoxic shock showed no anti-endotoxic effect and decreased survival in the HA-1A treated group [108] . A randomized clinical trial of human IgG to E. coli J5 demonstrated no protection from Gram-negative shock but IgM may be necessary for protection [109] .\n\nHA°IA has been tested in humans in phase I and phase II trials in which safety and protection from sepsis were demonstrated [110, 111] . A randomized, double-blinded, placebo-controlled trial treated 543 patients with sepsis, of whom 200 had cultureproven Gram-negative bacteremia as a cause [112] . The MOAb or placebo (human serum albumin) were administered as a single iv injection over 15 to 20 min immediately following enrolment. Other interventions such as antibiotic, corticosteroid, or cardiac and respiratory support were not controlled and patients were eligible if they developed sepsis according to a standard definition. In follow-up over 28 days for patients with culture-proven Gram-negative bacteremia, a statistically significant reduction in deaths was seen among the HA-1A treated patients (30% versus 49% for placebo, P = 0.014). No benefit was found among the other 343 patients with sepsis but without culture-proven Gram-negative bacteremia (P = 0.68). Similarly, no mortality reduction was seen when all 543 patients were analyzed (P = 0.24). While the follow-up period at this report is short, the results are provocative as is their conclusion to treat all patients with sepsis suspected but not necessarily proven to be due to Gram-negative bacteremia. However, the validity of this study has been questioned on the grounds of methodological flaws [113] . Furthermore, this criticism, and the subsequent publication of the canine model study cited above [108] , has lowered the justification for using HA-1A in clinical practice until more information as to which subgroups of patients may benefit is available. Other criticisms and concerns were expressed. Wolff suggested that a non-specific IgM could have been a better control to test for the specific nature of the protection, or the polyclonal anti-J5 antiserum could have been the control [114] . However, since neither of these are used as standard treatment, the decision to use albumin was appropriate. A subsequent published response to the randomized trial suggested that patients without proven Gram-negative bacteremia who received HA-1A may have had a higher mortality rate [115] .\n\nA subsequent cost analysis of this study assessed the cost of treating all patients with sepsis as in the study versus treating only culture-proven cases, assuming the availability of a more rapid test for Gram-negative sepsis than that presently available [116] . The former strategy prevented, on average, 5.4 deaths per 100 treated patients while the cost-effectiveness was $24 100 per year of life saved. The latter strategy yielded a cost-effectiveness of $14 900 per year of life saved. Sensitivity analysis demonstrated the importance of patient selection; if, for example, only 10% of patients were proven to have Gramnegative bacteremia after all patients were treated, the cost-effectiveness would deteriorate to $65 900 per year of life saved.\n\nAnother monoclonal antibody against endotoxin, known as E5, has been tested in a multicenter, double-blind, randomized clinical trial [117] . Four-hundred-and-eighty-six hospitalized patients with signs of Gram-negative infection and sepsis were enrolled. At entry, patients received a single dose of E5 or placebo, followed by the same treatment 24 h later. Three-hundred-and-sixteen patients had Gram-negative sepsis confirmed, with bacteremia documented in 54%. While there was no survival difference among the treatment groups overall, a subgroup analysis found a significant survival advantage in patients with Gram-negative sepsis, but not in shock, who received E5 compared to those who received placebo (P = 0.01). Resolution of organ failure was more frequent in the E5 group (54% versus 30%; P = 0.05) and toxicity was infrequent and reversible. A recent study also suggests that E5 may improve the survival of ciprofloxacin-treated animals in a neutropenic rat model of Pseudomonas sepsis [118] .\n\nWhen the randomized, placebo-controlled trials of HA-1A [112] , and E5 [117] are compared, it is clear that (1) no significant reduction in mortality was found among all patients treated with the MOAb in each trial and (2) different subsets of patients seemed to benefit in the two trials. These patients constituted a minority of all study patients. In a recent statement of guidelines from the Infectious Disease Society of America, Wenzel et al. have concluded that '... conclusive evidence for reduction of the mortality rate with use ofendotoxin antibodies is not available.' [119] . What is clearly needed now is research into factors which prospectively identify patients with sepsis who would benefit the most from this exciting but somewhat costly new intervention.\n\nDespite the availability and use of immunoglobulin in patients since 1952, a recent Consensus Development Conference Report recommended IVIG without reservation for only two non-immunodeficiency conditions: (1) acute autoimmune thrombocytopenic purpura of childhood, and (2) Kawasaki's syndrome [120] . This is due in part to the long time required to develop a concentrated but safe preparation for iv use [121] but is also due to the relatively low levels of evidence in the literature that IVIG is clinically effective. Nine commercial preparations are available and variability in physical features and specific antibody titres exist amongst these preparations, as well as from lot to lot of the same preparation [122] .\n\nThe mechanism by which IVIG may be effective is still speculative but more attention has been focused on the role of anti-idiotypic antibodies (AIA) in the preparations. Detailed reviews of the role of these antibodies in normal antibody feedback regulation are available [123, 124] . In essence, IVIG may induce reticuloendothelial blockade [125] , increase T-suppressor or natural killer cells [126] , and/or may decrease antibody synthesis [127] . AIA within IVIG may neutralize autoantibodies [128] , may block the B-cell receptor for antigen and thus block autoantibody production, or may complex with idiotypic complements to activate different T-cell subsets [129] . In animal models, AIA in IVIG have been shown to decrease autoantibody production [130] . Situations involving infectious diseases for which IVIG may be useful include the prevention and treatment of cytomegalovirus (CMV), the prevention of varicella zoster (VZ) infection, Kawasaki's syndrome, neonates at risk for group B streptococcal infection, and possibly children with HIV infection. Patients with primary hypogammaglobulinemia also may benefit.\n\nAs mentioned above, two studies have demonstrated the efficacy of IVIG in Kawasaki's syndrome. Two controlled trials showed fewer coronary artery abnormalities with high-dose IVIG and aspi-rin compared to aspirin alone [131, 132] . Evidence suggests that IVIG may alter the effects of cytokines excessively produced by a bacterial toxin by blocking the effects of the toxin [133] . Alternatively, suppression of activated T-cells may play a role [134] . The next most convincing clinical situation for IVIG efficacy involving infectious diseases is in the prevention of CMV infections in immunodeficient, particularly transplant patients. Clinical trials have supported a reduction in the incidence in CMV interstitial pneumonia but not infection per se [135] [136] [137] ; only one non-randomized trial suggested CMV infection could be reduced by IVIG [136] . These effects appear to depend on the evidence for previous CMV infection in the recipient or donor; a study of seronegative recipients and donors showed no benefit of IVIG above that achieved by seronegative donor blood products [138] . Benefit has also been suggested in patients with CMV infection receiving IVIG with ganciclovir [139, 140] . While patients receiving either intervention had a survival rate of 13%, those receiving both had a 60% chance of survival. A recent randomized trial was designed to test the ability of IVIG to reduce the morbidity of allogeneic transplantation. Primary and secondary outcomes included graft versus host disease (GVHD) as well as infection rates [141] . Three-hundred-andeighty-two patients received IVIG or no IVIG weekly for 90 days post-transplant, then monthly to day 360. All CMV-seropositive patients received prophylactic acyclovir, all patients received co-trimoxasole, and ganciclovir was added if CMV pneumonia developed. The 2-year survival of the two groups was identical; IVIG was, however, associated with reduced risk of GVHD, Gram-negative septicemia and local infection, and reduced risk of interstitial pneumonitis among CMV-seropositive patients. The data also showed a reduction in mortality other than that due to tumour relapse in the IVIG-treated group at or above age 20. Further study is required to determine the long-term effectiveness of IVIG in this setting. Renal transplant patients can also benefit and IVIG may be cost-effective; seronegative recipients had a three-fold reduction in the incidence of CMV infection [142, 143] . Patients with hypogammaglobulinemia may experience fewer CMV infections when given IVIG [144] . While CMV infection is a common problem in patients with acquired immu-nodeficiency syndrome (AIDS), the potential enthusiasm of prophylactic IVIG in this population may be tempered by the fact that CMV often results from endogenous reactivation in this setting which may reduce the effectiveness of this intervention. The same may be said for Pneumocystis carinii infections. Two non-randomized studies suggested improved survival associated with IVIG therapy. Over a 2-year period, 2 of 14 children with AIDS who received IVIG and antibiotics as needed died compared to 14 of 28 patients treated with antibiotics alone [145] . Siegel and Oleske reported deaths in 10 of 12 untreated children with AIDS over 2 years compared to 3 of 19 patients receiving IVIG [146] . Coincident improvement in immunoregulatory function has also been reported [147] . However, a controlled trial by the National Institute of Child Health and Human Development found no improvement in mortality using IVIG compared to placebo; infection risk was only reduced in patients with CD4 counts at or above 0.2x 10 9 per litre [148] . Unfortunately, zidovudine was not standard treatment and therefore the relevance of these results is questionable. A randomized trial comparing IVIG and appropriate antibiotics would be helpful in this area.\n\nIVIG has been used in the prevention or treatment of other viral illnesses. IVIG may be as effective as V-Z immune globulin in those immunocompromised children unable to take the latter for V-Z infection prevention. V-Z antibody titers are similar in appropriate doses of IVIG [149] . There is, however, evidence that IVIG does not improve the recovery of such patients with established V-Z infection [150] . IVIG did not shorten hospital time and no deaths occurred in either arm of a double-blind, randomized, placebo-controlled trial in children with respiratory syncytial virus pneumonitis [151] . No randomized trials are available for the treatment of adenovirus, influenza, or parainfluenza viruses. Uncontrolled studies suggest that IVIG may improve symptoms and/or recovery of patients with hypogammoglobulinemia and echovirus-associated polymyositis or meningoencephalitis [152] as well as some patients with chronic Epstein-Barr virus (EBV) infection [153] . In another disease which may be related to EBV infection, authors of a doubleblind, placebo-controlled trial in 49 adults with chronic fatigue syndrome reported improvement in symptoms and elevated levels of work, leisure, and social activities I information obtained by interview at 3-month follow-up [154] . An even smaller randomized trial reported no clinical benefit [155] , but both studies suffered from a high type II error in the study design. IVIG has been suggested for EBVseronegative boys with X-linked lymphoproliferative syndrome because of the frequently fatal outcome of that disease [156] .\n\nAs mentioned earlier, IVIG has been used in the management of bacterially-mediated neonatal sepsis. Two uncontrolled studies reportedly demonstrated improved survival in patients suspected of neonatal sepsis who were treated with IVIG plus antibiotics versus antibiotics alone [157, 158] . The benefit was particularly evident among low-birth weight, premature infants [157] . Despite these results and minimal adverse side effects, the level of evidence was considered insufficient to support its use as standard therapy by the NIH Consensus Conference [120] and randomized, comparator trials are needed. Patients with burns could also theoretically benefit from IVIG in the prevention or treatment of bacterial infection. This is based on evidence of a correlation between decreased serum immunoglobulin levels and the severity of injury in these patients [159] . However, human studies have been contradictory and flawed by inadequate study designs [160, 161] . One double-blind, placebo-controlled study showed no significant improvement in mortality from infections but the high type II error and low power of the study precluded any conclusion that a real difference was not missed [162] . Again, a randomized trial with sufficient statistical power is required. Finally, patients with cystic fibrosis have been treated with IVIG but reports remain anecdotal and any perceived benefits were short-lived [ 163, 164] .\n\nA region on an antibody against which antibodies can be produced and which, in turn, is specifically recognized by these antibodies is known as an idiotype. The existence of such regions was suggested in the early 1900s [165] , confirmed in the 1960s [166] , and incorporated into a network theory of antibody-antibody interaction thought to occur normally in the human immune system [167] . Ehrlich had suggested at the turn of the century that autoimmunity against red blood cells (RBC) could be stopped or prevented by antibodies produced against the auto-antibodies to the antigen (in this case, RBC) [165] . These early pioneers suggested that these anti-antibodies had side chains which were similar to those on the RBC. This idea was further developed through the idiotypic network theory of Jerne and led to the idea that such 'internal images' of the antigen that exist on the anti-antibody could act as surrogate antigens within vaccines [168, 169] .\n\nOver the past decade, attempts have been made to produce and test such vaccines for protection against various infectious agents [170] . While such anti-idiotypic antibodies (AIA) can afford some protection in certain models, some practical issues must be considered. The production of such a vaccine would be expensive and may outweigh the benefits. These antibodies have usually been murine in nature; therefore, adverse reactions have been a problem. Genetic engineering might allow for the introduction of human regions but this again will add to the cost. Therefore, applications of this approach are unlikely where effective native antigen-based vaccines already exist, such as in the case of hepatitis B [171, 172] . However, an AIA vaccine might be useful where existing vaccines can be toxic (e.g., pertussis), or where present vaccines are ineffective; such is the case in the immunization of infants with carbohydrate antigens from Hemophilus influenza and group B streptococci. As a protein-based preparation, an AIA vaccine may be more antigenic in such individuals. Examples of agents against which such vaccines have an AIA are being tested and include hepatitis B virus, rabies virus [173] , reovirus [174] , diphtheria toxin [175] , polivirus [176] , and of course, HIV [177] . Clearly, more work is needed before such vaccines can become commercially viable for selective indications.\n\nWhile interferons were first characterized as endogenous antiviral agents, clinical applications have been more directed toward the exploitation of their anti-neoplastic properties rather than antiviral potential. However, some applications to viral illnesses have been made and three of these areas will be reviewed here to illustrate the scope of these applications: as prophylaxis against naturally-acquired respiratory infections, as treatment against viral hepatitis, and as treatment of HIV infection.\n\nStudies have demonstrated that prophylactic intranasally administered interferon can prevent rhinovirus and coronavirus infections in experimental models and human volunteers [178] [179] [180] . Two recent randomized trials were designed and implemented to test whether or not intranasat alpha2-interferon (o~2IF) could reduce the incidence of colds when given to household members of individuals with established colds. Previous studies involving community-based field studies demonstrated that long-term administration of c~2IF was effective but nasal intolerance with nasal bleeding, stuffiness, and dryness developed after 2 weeks in up to 40% of patients [ 181, 182] . This reduced effectiveness resulted in two randomized trials of shorter term therapy. In the study by Hayden et al., healthy family members from 60 families were randomly allocated to receive interferon intranasally at 5 x 106 IU or placebo daily for 7 days, beginning with 48 h of onset of cold symptoms [183] . During the initial 8 days, the incidence of respiratory illness was significantly reduced by 39% in the interferon group (P = 0.02). Similarly, among those with culture-proven rhinovirus infections, the incidence in family members receiving interferon was reduced by 79% (P = 0.02). During the 2-week period, starting at the beginning of treatment, rhinovirus colds developed in only 1.3% of those receiving interferon versus 15.1% receiving placebo (P = 0.003). Almost twice the number of interferon users developed blood-tinged mucus or nasal bleeding (13.6% vs 7.7%; P = 0.04) but these and other symptoms were much less frequent than described in studies of longer administration. Among families who used the interferon, there was no evidence of cumulative nasal toxicity if repeated use occurred.\n\nThe second larger study was of similar design and used the same dose and duration of ~2IF [184] . This study demonstrated a 41% reduction in respiratory illness overall and an 86% reduction in rhinovirus infection. Again, the rates of nasal bleeding were comparable to the previous study. No efficacy was shown involving infections or symptoms not associated with rhinoviruses. Therefore, at this time, evidence does not support the effectiveness of this approach in influenza, coronovirus, or other causes of viral upper respiratory infection. While suppression or prevention of rhinovirus infection may be costeffective, a much greater impact may be achieved if other studies of other doses and schedules can show protection against influenza. A detailed cost analysis study of rhinovirus infection prophylaxis is also lacking and necessary.\n\nOne of several human viral infections against which interferon was tested in the early 1970s was hepatitis B infection [185, 186] . At that time, interferon was available as a relatively crude preparation from virally-stimulated human blood buffy coats [187] . In 1976, Greenberg et al. reported the first experience of treating patients with chronic active hepatitis due to hepatitis B infection with interferon [186] . This anecdotal report described a reproducible fall in Dane particle-associated DNA and DNA polymerase activity, as well as core antigen levels in three patients with high levels of circulating Dane particle markers. The suppression was dependent on the duration of interferon administration. Longterm (> 1 month) administration was also associated with e antigen elimination and surface antigen suppression. While no effect on the chronic liver disease was found, these results were encouraging, particularly in the suggestion that infectivity may be suppressed or abrogated.\n\nWith the advent of recombinant czIF, a small randomized trial was reported to show elimination of e antigen in one-third of patients treated for 4 months [188] . A subsequent randomized trial was carried out to test the efficacy of interferon alpha-2b as well as to test any added efficacy associated with a 6-week course ofprednisone prior to antiviral therapy [189] . One-hundred-and-sixty-nine patients were randomly assigned to one of four treatments: (1) prednisone 60 mg daily tapering over 6 weeks followed by interferon alpha-2b 5 x 106 units daily for 16 weeks;\n\n(2) placebo followed by interferon as in (1); (3) pla-cebo followed by interferon 1 x 10 6 units daily for 16 weeks; or (4) observation alone. The primary objective was to test the efficacy of interferon; and the secondary objective the efficacy of adding prednisone. No estimated sample size was given, nor were the accepted levels of type I and type II errors. However, despite a small number of patients per group, the disappearance of markers of infection (i.e., e antigen and viral DNA) was significantly more frequent in the higher dose interferon arms, with or without prednisone. Furthermore, signs of hepatitis such as periportal necrosis improved (P = 0.03) and liver function tests normalized in 87% of responding patients. In short, over one-third of patients had histological and biochemical evidence of remission from viral hepatitis B at this dose and schedule of interferon. The lower dose was not effective. Patients with lower levels of hepatitis B viral DNA in their serum had a greater likelihood of response. Longer follow-up will be needed to determine if long-term remissions can be achieved (91% of patients in this study were followed for 1 year) and whether or not the incidence of hepatocellular carcinoma is reduced. Also, better therapy is needed for those with high circulating levels of viral DNA.\n\nTwo recent randomized trials tested interferon alpha against chronic hepatitis C. In the smaller trials, Bisceglie et al. randomized 41 patients with chronic hepatitis C to receive 2 x 106 units subcutaneously three times per week for 6 months or placebo [190] . Samples of serum and tissue were analyzed and results were compared using a two-sample t-test and a two-sample Wilcoxon test. Significant improvements in liver function and histological tests were seen in interferon-treated compared to placebo-treated patients. Serological complete remission occurred in 48% of interferon-treated patients but by 6-12 months after therapy, only two of these ten patients still had normal liver function values. Therefore, the benefit was temporary and shortlived.\n\nThe larger trial randomized 166 patients to one of two doses of interferon alpha (3 x 10 6 units versus 1 x 10 6 units) three times weekly for 24 weeks or no treatment [191] . Thus, nearly three times as many patients were treated per arm. Primary outcomes included serological and histological evidence of remission and relapse rates. After the 6-month treat-ment period, a significant proportion of patients receiving the high (P < 0.001) or low (P < 0.02) dose of interferon entered a serological complete or near complete remission compared to control patients. A higher proportion of high-dose patients had a complete remission when compared to low-dose patients (85% vs 56%). Again, however, relapse occurred within 6 months of completing therapy in 51% and 44% of patients receiving high and low-dose interferon, respectively. As with hepatitis B, the results are encouraging but not yet definitive. Improvements in survival and quality of life must be pursued in future trials.\n\nThe treatment of HIV infections with CSFs, antiidiotypic antibodies (AIA), and IVIG has already been discussed. However, other strategies are also being tested for this devastating disease. Lane et al. randomly allocated 34 patients with asymptomatic HIV infection (CD4 counts -< 400 cells/mm 3, positive peripheral blood cultures for HIV, or p24 antigenemia) to receive odF 35 x 10 6 units daily for up to 12 weeks or placebo [192] . Despite this small sample size, 7 of 17 patients receiving interferon who were HIV positive became HIV negative compared to two patients (13%) receiving placebo (P = 0.05). However, 35% of interferon-treated patients stopped treatment due to toxicity, leaving an average daily dose of 17.5 x 10 6 units over the study group. Granulocytopenia and elevated liver enzymes were noted in addition to the usual flu-like symptoms. Despite this, during a follow-up period ranging from 5 to 33 months, no patients receiving interferon had developed AIDS-related opportunistic infection compared to 5 placebo-treated patients (P = 0.02). These results show that interferon has activity against HIV infection but at doses not well tolerated by these patients. A similar problem is evident for the treatment of AIDS-related Kaposi's sarcoma with interferon [193] . Carter et al. have demonstrated clinical and immunologic improvement in AIDS patients using ampligen, a double-stranded RNA interferon inducer [194] . Much more work needs to be done to find the effective dose and schedule of ~IF, either alone or, more likely, in combination with other agents. One non-randomized trial ofzidovudine and interferon a suggested a greater tolerance of lower doses of interferon, depending on the dose of zidovudine, with evidence of antiviral activity [195] .\n\nOne vaccine strategy for HIV infection using AIA has been already mentioned. Other strategies focus on the delivery and recognition of natural or synthetic HIV-specific antigen. Early studies have found poor recognition of these antigens by the immune system when delivered alone.\n\nAttempts to favourably modify these immune responses have included the use of whole-killed virus [196] and antigen-vaccinia constructs [197] . The latter involve the combining ofvaccinia virus with HIV antigens in a vaccine in order to improve the recognition and immune response to HIV antigens. This example of biological modification is also being used as a strategy in tumour vaccine development [198] . While some primate studies have suggested that some vaccines may protect against HIV infection [199] , much work is necessary before comparative human trials can be designed and implemented.\n\nSerum with high anti-HIV titres and monoclonal antibodies are being tested as passive serotherapy. Uncontrolled trials of the former have documented remission of p24 antigenemia, symptomatic improvement, and loss of culturable HIV from blood [200, 201] . Clinical trials of HIV monoclonal antibodies (MOAb) can not be done until MOAb with greater affinity and those directed against conserved epitopes can be developed in order to overcome the genetic fluctuation of HIV strains [202] . Other molecules which may be useful as passive therapy due to their ability to bend and neutralize HIV include genetically engineered CD4 protein [203] and conjugates of CD4 such as CD4-IgG constant region [204] and CD4-pseudomonas enterotoxin [205] . The former could also be used to bind to HIV-infected cells; CD4 would bind to HIV surface antigens and cell killing could be mediated by complement or antibody-mediated cytotoxicity.\n\nBesides interferon, other immunomodulating drugs are being tested including thymic hormones, some of which have demonstrated immunorestoration but no clinical benefit thus far [206, 207] and chemical immunomodulators. The latter include nucleic acid analogs (isoprinosine), thiols (diethyldithiocarbomate, DTC), imidazoles, and cyanoaziridine (Azimexon). Isoprinosine has demonstrated improved cell-mediated immunity, symptomatic improvement, and fewer infections in HIV patients [208] . DTC has been tested in randomized trials with amelioration of symptoms, reduction in infections and improved survival demonstrated, among other benefits [209, 210] . It appears particularly promising in patients at advanced stages of AIDS [210] . Finally, Azimexon has undergone preliminary human trials and has been associated with restoration and symptom relief [211] .\n\nThe use of traditional Chinese treatments as BRMs has been recently reviewed [9] . There is experimental evidence that some of these preparations can reduce the symptoms of sepsis induced by LPS administration [212] . Oral administration of any of three traditional preparations for 2 weeks prior to ip instillation of P. aeruginosa in mice resulted in improved survival, though statistical testing of the data was not reported [9] . In vitro studies of macrophages from Shosaiko-to (a traditional preparation) primed mice showed enhanced chemiluminescence and greater numbers of splenic macrophages compared to controls [213] . These, and other studies, have demonstrated other increases in immune responsiveness, including antibody responses and increased phagocytosis of stimulated macrophages [214] . Active components seem to be found in crude herbal components such as Bupleuri radix and Angelica radix. The former contains pharmacologically active glycosides with anti-inflammatory and immune-modulating properties similar to corticosteroids [215] . These and other preparations are being actively investigated and tested in Japan for their therapeutic potential in cancer and the infectious diseases."}