{"title": "Identification and Analysis of the gag-pal Ribosomal Frameshift Site of Feline lmmunodeficiency Virus", "body": "Ribosomal frameshifting is one mechanism that regulates the expression of certain proteins during the translation of two overlapping genes from a single mRNA. In higher eucaryotes, the majority of examples of this form of regulation comes from retroviruses (Hizi et al., 1987; Jacks and Varmus, 1985; Jacks er a/., 1987 Jacks er a/., , 1988a Moore eta/., 1987; Wilson eta/., 1988) and an avian coronavirus, infectious bronchitis virus (IBV) (Brierley et a/., 1987 (Brierley et a/., , 1989 . In retroviruses, the frameshift event occurs within the overlap region between the gag and the pal genes. The frameshift is required to express the pal gene product as a gag-pal fusion precursor which is finally processed into functionally mature proteins during virus assembly. In retroviruses, the ratio of frameshifting to readthrough varies from virus to virus; that of Rous sarcoma virus (RSV) is estimated to be approximately 5% (Opperman et al., 1977; Jacks and Varmus, 1985) , that of human immunodeficiency virus type 1 (HIV-l) is approximately 10% (Jacks et a/., 1988a; Wilson el al., 1988) . These ratios are thought to be important for the efficient and proper ' To whom correspondence and reprint requests should be addressed. assembly of the respective viruses (Felsenstein and Goff, 1988 ) by regulating the relative expression level of the pol gene product with respect to the gag gene product.\n\nRecently, extensive analyses of frameshifting by RSV (Jacks et a/., 1988b) , and IBV (Brierley et a/., 1989) , have shown that the secondary or potential tertiary pseudoknot structures just downstream of the frameshift signal sequences are generally required for efficient frameshifting. It has been proposed that these structures probably cause a subset of ribosomes to pause or slow their scanning speed at the frameshift site, thus allowing ribosomes time to recognize the frameshift signal. This then results in frameshifting at the signal sequence. The signal sequence varies from virus to virus. However, for HIV-1 ribosomal frameshifting within the gag-pol overlap region does not appear to involve a downstream pseudoknot in juxtaposition to the signal and although another secondary structure of the mRNA is in juxtaposition, this sequence has been demonstrated to be dispensible. The HIV-1 frameshifting signal involves a sequence of six U residues (Wilson et al., 1988) .\n\nFIV, like HIV, is a member of the lentiviruses. It is associated with an acquired immunodeficiency syndrome (AIDS)-like disease in infected cats (Pedersen et \n\n1. Potential pseudoknot structure of FIV RNA downstream of the putative frameshift site (underlined). The possible tertiary structure of the RNA consisting of two stems and two loops is illustrated. a/., 1987; Yamamoto et a/., 1988a,b) . Recent studies on the FIV genome (Olmstead eta/., 1989; Talbot eta/., 1989; Phillips et al., 1990; Morikawa et al., 1991) showed that in common with many other retroviruses, the FIV gag and pal genes overlap each other with the pal gene in a -1 reading frame with respect to that of the gag gene. This FIV overlapping region of 109 nt contains a putative frameshift signal sequence of GGGAAAC very near its 5'end. This sequence is unlike that of HIV. The putative frameshift sequence (Fig. 1 , underlined sequence) is followed by an RNA sequence with the potential to form a tertiary pseudoknot structure (see Fig. 1 ).\n\nWe have previously demonstrated that the ribosomal frameshift within the gag-pal overlapping region takes place quite efficiently in insect cells using the baculovirus expression system (Morikawa eta/., 1991) . In this paper, we have investigated the sequence requirements for the FIV ribosomal frameshift event in vivo using the insect cell-baculovirus recombinant expression system. The results have localized the frameshift signal sequence and provide evidence to support the view that efficient frameshifting requires a downstream sequence that probably forms a pseudoknot structure and that its position relative to the frameshift site is important. The efficiency of frameshifting is apparently decreased when a potential palindromic secondary structure is inserted just upstream of the frameshift signal site. These results support the view that some change in ribosomal scanning (e.g., reduction in scanning at the frameshift site due to mRNA structure) may be required for efficient frameshifting.\n\nConstruction of the pAcFIVGAG-1 has been described previously (Morikawa et a/., 1991) . The BarnHI insert of this plasmid including the gag and part of the protease genes of FIV (Zl isolate) was subcloned into the BarnHI site of a pUC1 19 plasmid whose EcoRl site was deleted (pUC1 1 SGAG-1) and transformed bystandard procedures into Escher&ha co/i strain RZ1032 (Hanahan, 1983) . The single-stranded DNA was isolated by infection with helper M 13 K07 phage (Viera and Messing, 1987) and used for mutagenesis. For in vitro site-directed mutagenesis, the following oligonucleotides were synthesized using an Applied Biosysterns DNA synthesizer (Model 380B) Oligonucleotide-mediated mutagenesis was carried out essentially by the method described by Kunkel (1985) .\n\nThe plasmid pUC4K was digested with either SalI or BarnHI and self-ligated to generate plasmids pUC4K-S and pUC4K-B, respectively. Each plasmid was digested with EcoRl and their small inserts were isolated and inserted into a unique EcoRl site of pUC11 SGAG-1 to generate plasmids pUC11 SGAG-1 S and pUCl1 SGAG-1 B, respectively. The resulting DNAs contained the palindrome sequences of GAATTCCCCGGATCCGTC-GA-CGGATCCGGGGAATIC (pUC 11 SGAG-1 S) or GAATT-CCCCGGA-TCCGGGGAATTC (pUC11 SGAG-1 B), just upstream of the frameshift signal, respectively.\n\nThe BarnHI insert of each mutant described above was subcloned into the BarnHI site of the pAcYM1 baculovirus transfer vector (Matsuura et al., 1987) .\n\nSpodoptra frugiperda (Sf) cells were transfected with a mixture of Autographa californica nuclear polyhedrosis virus (AcNPV) DNA (20 ng) and the appropriate transfer plasmid (250 ng) using the lipofectin method (Felgner et al., 1987) . Culture supernatants were harvested 2 days post-transfection and polyhedrin-negative plaques were isolated. The resultant baculoviruses carrying mutated FIV genes were designated AcFIV-GAG-SD23, -SD24, -SD28, -SD29, -SD30, -SD31, -SD32, -SD33, SD34, SD38, -1 S, and -1 B.\n\nSf cells were infected with a recombinant virus at a multiplicity of infection of 5 and the cells were harvested at 2 days postinfection, then washed in PBS, and boiled in lysis buffer (2.3% SDS, 10 mM Tris-HCI, pH 6.8, 5% 2-mercaptoethanol, 10% glycerol). The proteins were separated by 10% SDS-PAGE and transferred electrophoretically onto nitrocellulose membranes (Towbin et a/., 1979) . The expressed FIV proteins were detected by hyperimmune anti-FIV goat serum (kindly supplied by Dr. H. Lutz, University of Zurich) or a guinea pig anti-FIV protease serum. The appropriate enzyme-conjugated antiserum (anti-goat, anti-guinea pig, Sigma) and its substrate were used to identify antigen-antibody complexes. The amounts of reactive proteins were assessed on the basis of relative quantities of bound, stained antibody.\n\nThe potential \"pseudoknot\" structure downstream of the putative frameshift signal\n\nWe previously identified a potential ribosomal frameshift signal (GGGAAAC) located near the 5' end of the gag-pal log-base overlapping region (Morikawa et al., 1991) . Similar sequences are observed in retroviruses such as visna virus, Mason Pfizer monkey virus, and SRV-1 (Sonigo et a/., 1985 (Sonigo et a/., , 1986 ; Power et a/., 1986). As illustrated in Fig. 1 , downstream of this potential signal is a sequence that has the potential to form a tertiary \"pseudoknot\" structure similar to those of RSV (Jacks et al., 1988b) and IBV (Brierley et a/., 1989) . This is in contrast to the situation for HIV-1 which does not possess such a sequence or structure in the equivalent region (Wilson et al., 1988) .\n\nIn our earlier work we showed that frameshifting occurred efficiently in insect cells when infected with a recombinant baculovirus carrying the gag and part of the pal gene of FIV (i.e., corresponding to the amino terminal part of the protease protein of pal, see Fig. 2 ; Morikawa et al., 1991) . The efficiency of the frameshift event in this construct (named AcFIVGAG-1) was estimated to be around 30%. This appears to be higher than that of HIV genes similarly expressed (Overton et a/., 1989 (Overton et a/., , 1990 . Whether the extent of frameshifting observed in insect cells reflects the frameshifting efficiency in FIV-infected cells is not known. This has not been investigated. (Matsuura et al., 1987) and a recombinant baculovirus was generated as described under Materials and Methods. The complete nucleotide sequence of the Zl isolate of FIV is ascribed EMBL Accession Number X57002. In (B) Western blots of the gag precursor and the gag-pal product (i.e., a gag-partial protease frameshift product) expressed in insect cells are shown using an anti-FIV gag serum (lane 1, gag and gag-pal products labeled). In lane 2 the protease component ofpol was identified using an anti-FIV orotease serum.\n\nof the site of frameshifting by the introduction of stop codons either downstream or upstream of the putative frameshift signal\n\nThe FIV frameshift site was localized by introducing a stop codon in the cDNA just downstream of the putative frameshift signal thereby changing a gag TGG tryptophan codon to a TAG amber codon (AcFIVGAG-SD23; see Fig. 3A ), i.e., providing a premature stop\n\nFIG. 3. Effect on the frameshift efficiency of introducing an artificial stop codon either just upstream or downstream of the FIVframeshift signal. In (A) diagrams are shown of the mutant SD28 and SD23 sequences involving, respectively, a change in a serine codon (UCG) to an amber stop codon (UAG. SD28) or a tryptophan codon (UGG) to an amber stop codon -w, SD23) in the gag reading frame. In (B) Western blot analyses are presented of the SD28 and SD23 products expressed in insect cells. The FIV proteins were detected as described in Fig. 2 using an anti-FIV gag-specific serum (panel 1) or an anti-protease serum (panel 2). codon to the gag product. As expected a prematurely terminated gag product was made. The frameshifting efficiency of the mutant was estimated to be the same as that of the wild-type construction (Fig. 3B) . A stop codon was also introduced just upstream of the frameshift signal by substituting in the cDNA a TAG amber codon for a gag TCG serine codon (AcFIVGAG-SD28; Fig. 3 ). The expected prematurely terminated gag product was obtained. However, in this case the frameshift event was essentially abrogated. These data confirm that the frameshift event occurs at the postulated signal.\n\nEffect of mutations in the downstream putative pseudoknot structure on frameshifting To investigate the importance of the FIV sequence downstream of the putative frameshift signal sequence, nucleotide substitutions designed to modify the proximal stem of the pseudoknot (AcFIVGAG-SD31 or -SD38; see Fig. 4A ) were introduced into the FIV sequence. As shown in Fig. 4B either form of indicated disruption to the first stem resulted in a dramatic decrease in the level of frameshifting. The gag-pal products were estimated to be <5 and ~10% of the gag products, respectively. Other mutants were prepared in which the effects of a single nucleotide substitution (AcFIVGAG-SD24 Fig. 4A ) or two nucleotide substitutions (AcFIVGAG-SD34, Fig. 4A ) in the second stem of the pseudoknot were analyzed. As shown in Fig. 4B the mutations in the second stem also resulted in a significant reduction of the frameshift efficiency with the gag-pol products estimated to be 10% of the gag products, respectively.\n\nIn summary, both sets of analyses indicated that changes in the stems of the putative pseudoknots affected the frameshifting, indicating that in its natural state this region might mediate frameshifting through a tertiary pseudoknot structure. It appeared that the effect of mutations in the second stem was perhaps less inhibitory than mutations in the first stem, suggesting that the first stem may be more important. However, analyses of many more mutants including mutants that restore the putative pseudoknot will be required to confirm and delineate the relative importance of the two regions.\n\nEffect of nucleotide insertions or deletions in the spacer region between the frameshift signal and the putative pseudoknot structure\n\nThe results described above indicate that as in the cases of RSV and IBV the sequence downstream of the ribosomal frameshifting site within the FIV gag-pol overlapping region is essential for efficient frameshift-\n\n.\n\n. (2) ing. However, the length of the so-called \"spacer region\" between the frameshift site and the proximal stem of the putative pseudoknots varies among these viruses. For RSV the spacer is only 1 nt, for IBV it is 6 bases, while for FIV it is 8 bases. In the case of IBV, the natural length of the spacer has been demonstrated to be optimal for efficient frameshifting to occur (Brierley et al., 1989) . It has been suggested that the correct length of the spacer may be important in the ribosomal scanning process, possibly involving a pausing process that allows the ribosomal \"A\" site to recognize the frameshift signal sequence.\n\nTo investigate the question of whether nucleotide additions or deletions in the spacer region affected frameshifting, a triplet of AAG (lysine codon) was deleted (AcFIVGAG-SD29, underlined space) or inserted (Ac-FIVGAG-SD30, AAG underlined) between the gag AAG and GCG codons in the spacer region between the frameshift signal and the pseudoknot structure (Fig.  5A ). As shown in Fig. 58 , the frameshift efficiencies of these mutants were dramatically decreased compared to that of the wild type. For SD29 the gag-pal product was estimated to be ~2% of the gag product, for SD30 ~5% of the gag product. These results indicate that the tolerance for change in the spacer region is highly restricted. The observations are consistent with the reother mutants (SD24 and SD34) contain mutations in the distal stem. In (B) Western blots are presented of the mutant gag-partial protease gene products expressed from baculovirus vectors in insect cells. In panel 1 the FIV proteins were detected by an anti-FIV gagspecific serum as described in Fig. 2 . In panel 2 an FIV protease-specific serum was employed.\n\n.\n\n. .\n\n. .\n\n. .\n\n.\n\n.\n\nt . \n\nFIG. 5. Effect on the frameshift efficiency of altered spacer lengths between the frameshift signal and the putative downstream pseudoknot structure. In (A) diagrams are shown of the mutant SD29, SD30, and SD33 sequences. In SD29. a lysine codon is deleted sults obtained for IBV (Brierley et al., 1989) and raise the question of what factor determines the optimal length of the spacer region since the spacer length varies among the different viruses (see Jacks et a/., 1988a,b) .\n\nA further mutant (AcFIVGAG-SD33, Fig. 5A ) was constructed to determine if involvement of part of the spacer into the putative pseudoknot stem structure affected frameshifting. In this mutant, the AGT just downstream of the first stem (see Fig. 1 , i.e., located 5' to the second loop) was mutated to GCC (underlined) . This new sequence is complementary to the GGC located just upstream of the first stem (see Fig. 5A ). Potentially this mutant could form a 3-bp-longer first stem and hence a 3-bp-shorter spacer region (Fig. 5A) . As can be seen from Fig. 5B , frameshifting occurred, although by comparison to the wild-type there appeared to be only a small reduction in the level of frameshifting (the SD33 gag-pol product was estimated to be 20% of the gag product). This was not investigated further.\n\nEffect of the secondary structure just upstream of the frameshift signal The results described above support the view that efficient ribosomal frameshifting within the gag-pol overlapping region requires the downstream sequence and pseudoknot structure properly folded and correctly positioned with respect to the frameshift signal. However, little is known about the upstream structures required for frameshifting. In the immediate upstream region of the frameshift signal of FIV apparently there is no obvious sequence capable of forming secondary or tertiary structures which may affect the scanning speed of ribosomes. The possibility that this region forms secondary structures with distal regions of the mRNA is unknown. Reduction (pausing) of scanning speed of a ribosome may be required for an efficient frameshift event to occur. The question that is raised is whether reduction prior to the signal would affect the frameshift. To experimentally investigate the effect of upstream sequences which might conceivably slow the translational speed by forming secondary structures in the mRNA, palindromic sequences were inserted in the EcoRl site located just upstream of the frameshift signal. In mutant AcFIVGAG-1 B (Fig. 6A) , a 24-base palindromic sequence with the potential to form a 12-bp stem was introduced at this position (un-(underlined spaces) in the spacer region, while in SD30 the same triplet is duplicated (AAG). In SD33, the AGT just downstream of the first stem is changed to a, which is complimentary to the GGC just upstream of the first stem. In (B) Western blot analyses are presented of SD29. SD30, and SD33 products expressed in insect cells. The FIV proteins were detected as described in Fig. 2 .\n\nFIG. 6. Effect on frameshift efficiency of palindrome sequences inserted just upstream of the frameshift signal. In (A) diagrams are shown of 1 B and 1s mutants carrying different lengths of palindrome sequence (underlined) just upstream of the frameshift signal (see Fig. 1 ). In (B) Western blot analyses are presented of the 1 B and 1 S products expressed in insect cells. The FIV proteins were detected as described in Fig. 2. derlined). Although not abrogated, frameshifting was reduced from 30 to 15% in this mutant (Fig. 6B) . In a second mutant, AcFIVGAG-lS, 36 bases of palindromic sequence forming an 18-bp stem were inserted at the fcoRl site (Fig. 66, underlined) . Analyses of the expressed products indicated that the frameshifting frequency was further reduced (to 10%). These results indicated that secondary structures positioned just upstream of the frameshift site can inhibit the frameshift event, possibly by causing premature slowing in the ribosome scanning process.\n\nIn this study we have documented the site where translation of the FIV pal gene is initiated as a gag-pal fusion protein by the mechanism of ribosomal frameshift. As described before for HIV (Overton eta/., 1989; Gheysen et al., 1989) or FIV (Morikawa et al., 1991) , the baculovirus expression system allows an efficient ribosomal frameshift event in insect cells and can be usefully employed to investigate the phenomenon in more detail. In insect cells, the frameshift event within the gag-pal overlapping region of FIV occurred quite efficiently. The efficiency of this event in the authentic system (i.e., in FIV-infected mammalian cells) has not yet been estimated, so we cannot conclude if it occurs more efficiently in insect cells or not. The expression system may be useful for the screening of drugs that could inhibit the frameshift event. This remains to be investigated. In the insect expression system, the level of expression of a foreign gene can be very high (up to 50% of the total protein, see Matsuura et al., 1987) . The expression level of the FIV gag-partial protease genes is relatively high (>lO mg/lO' infected cells) which should facilitate the screening and analysis of antiviral agents inhibiting frameshifting.\n\nThe present results do not precisely identify where the FIV frameshift event occurs in the signal sequence (GGGAAAC), a sequence also common to SRV-1 (Power et a/., 1986) Mason Pfizer monkey virus (Sonigo et a/., 1985) and visna virus (Sonigo et a/., 1985) . The FIV frameshift site has been mapped between one codon upstream (AcFIVGAG-SD28) and downstream (AcFIVGAG-SD23) of the signal. Although amino acid sequencing of the products is required for a direct demonstration of the precise frameshift site, it seems likely that it occurs at the asparagine codon (AAC) within the frameshift signal.\n\nRecently Jacks and associates (1988) experimentally demonstrated the requirement of the downstream secondary structure for an efficient frameshifting within the gag-pal overlapping region of RSV by analyzing a series of mutations in this region. More recently, Brier-ley and associates (1989) analyzed the requirement of the downstream structure of IBV in detail and demonstrated that the more complicated tertiary pseudoknot structure is required for such an event to take place with high efficiency. They also concluded that such a structure should be positioned precisely with respect to the frameshift signal (Brierley et al., 1989) . In this study, the data we obtained by analyzing a series of mutants in this region support the view that the tertiary pseudoknot structure downstream of the frameshift signal in the mRNA of FIV is necessary for an efficient frameshift. The results are consistent with the analyses of RSVand IBV. However, the data do not unambiguously prove that the expression changes were due to structure as opposed to primary sequence changes. Alternative mutations, in particular those that restore the mutated stem structures with alternative sequences, are required to provide conclusive proof. In FIV, the spacer region between the frameshift signal and the proximal stem of the pseudoknot structure is 8 bases. This raises the question of what determines the optimal spacer length. Although the possibility of the involvement of other factors cannot be ruled out, it seems likely that the total configuration of the pseudoknot structure is involved, as indicated from the data obtained with the mutant AcFIVGAG-SD33. To understand this in more detail, more extensive analyses of mutants affecting the length of stems and/or of loops will also be required.\n\nAs mentioned above, the overlapping region encoded by the 3' part of the gag gene of FIV may have some function in assembly of the gag precursor. However, a normal level of frameshifting was observed in the mutant AcFIVGAG-SD23 in which the gag termination codon was located just downstream of the frameshift signal (as is the case for RSV and some other viruses). From this it can be concluded that the carboxy-terminal region of the gag product within the gag-pal overlapping region is not important for the frameshift event. This observation also suggests that pausing by a subset of ribosomes during translation of FIV gag-pol m-RNA may occur precisely at the frameshift site, since once the A sites of ribosomes recognize the stop codon in the mutant AcFIVGAG-SD23, the ribosomes should be released from the m-RNA. This result also supports the view that the downstream pseudoknot structure is precisely positioned.\n\nOf particular interest from the present results is that like RSV and IBV, FIV requires the downstream pseudoknot structure for an efficient frameshifting. HIV-I, which has a gene structure similar to that of FIV, apparently does not have the potential to form a pseudoknot structure in juxtaposition to the frameshift signal (Wilson eta/., 1988) . It has been argued that this difference in the requirement for downstream structures could be related to the different evolution of these viruses (Jacks, 1990) . If so, HIV-1 -type frameshifting may have evolved quite recently since FIV is classified in the same genus as HIV-1 (i.e., lentiviruses). It has been also suggested that the HIV-l frameshift signal (a run of six U residues) is inately permissive for the frameshifting event without the need for any downstream structures (Wilson et a/., 1988) . However, the downstream region of the HIV-1 frameshift site has the potential to form a stem loop structure, although not a pseudoknot structure. In the case of HIV-2 and some SlVs such as SIV,,,, in which the frameshift signal is thought to be the same as that in HIV-l, their downstream regions have the potential to form pseudoknot structures. It will be interesting to investigate the structural requirements for frameshift events of SIV strains. Such an analysis will answer the question of whether some frameshift signals are inately permissive per se or if flanking sequences or structures are required.\n\nAlthough we now have a large body of knowledge on the structural requirements for an efficient frameshift event in retroviruses and some coronaviruses in the downstream region of the frameshift site, little is known about the requirements in the upstream region. It appears that the native sequences do not form any secondary or tertiary structures upstream of the frameshift sites, although this cannot be formally excluded without knowledge of the complete tertiary structure of the mRNA. It is possible that the upstream region has no effect on the frameshift event. The results with the mutants AcFIVGAG-1 B and AcFIVGAG-1 S, in which different lengths of palindromic sequences were inserted just upstream of the frameshift site, indicate that the frameshift efficiency was lowered depending on the length of palindrome sequences inserted. It is possible that such palindromic sequences form stable secondary structures and decrease the ribosomal scanning speed. If this is true then some level of ribosomal scanning speed may be required for the proper frameshift event to occur at the appropriate site. This would be consistent with the observation that translational error is correlated with increased speed of translation (Thompson and Karim, 1982) . However, we cannot rule out the possibility that these artificial structures prevent the backward slippage of the ribosomes at the frameshift site. Further analyses are necessary to investigate this issue."}