{"title": "IFIT1: A dual sensor and effector molecule that detects non-2'-O methylated viral RNA and inhibits its translation NIH Public Access", "body": "Type I IFNs comprise a family of functionally and genetically related cytokines, with IFNα and IFNβ the most extensively studied (4) . Type I IFN signaling is mediated through the heterodimeric IFNα/β receptor (IFNAR), which is composed of IFNAR1 and IFNAR2 subunits (5) . Signal transduction following the binding of type I IFN to IFNAR occurs via Janus kinase (JAK) and Signal transducer and activator of transcription (STAT) proteins and results in translocation of the transcription factor complex IFN-stimulated gene factor 3 (ISGF3, which is comprised of IFN regulatory factor 9 (IRF9) and phoshorylated STAT1 and STAT2) into the nucleus, which induces the transcription of hundreds (6-9) of different IFN-stimulated genes (ISGs). These ISGs encode distinct proteins with diverse biological functions that block multiple stages of the viral lifecycle including entry, translation, replication, assembly and spread. Additionally, some ISGs have immunomodulatory activity including effects on leukocyte recruitment and priming of adaptive immunity.\n\nUntil recently, most effort was focused on defining the mechanism of action of a very limited number of antiviral ISGs with well-established antiviral phenotypes (e.g., PKR, RNAse L, Mx1, and OAS). Recent ectopic expression and gene silencing screens (9) (10) (11) (12) (13) have identified many novel antiviral ISGs with inhibitory activity against different families of RNA and DNA viruses (reviewed in (14, 15) ). Here, I describe the advances in our understanding of the broad-spectrum antiviral activity of one ISG, IFIT1, and how it functions both as a sensor and effector molecule to inhibit the disease pathogenesis of several virus families.\n\nIFIT1 is a member of a family of related genes that arose by gene duplication and are induced after type I IFN treatment or viral infection (16) . Four IFIT family members have been characterized extensively in humans (IFIT1 (also known as ISG56), IFIT2 (ISG54), IFIT3 (ISG60) and IFIT5 (ISG58)) and are localized to chromosome 10q23. Three members are expressed in mice: Ifit1 (Isg56), Ifit2 (Isg54), Ifit3 (Isg49) and are located on chromosome 19qC1. Additional less characterized yet highly related IFIT genes (IFIT1B (human) and Ifit1b, Ifit1c and Ifit3b (mouse)) in syntenic regions of the chromosome exist, although their functional significance remain undefined. A non-transcribed IFIT1-related pseudogene is present on human chromosome 13 (17) . IFIT genes share a similar genomic structure with most composed of two exons, with the second exon containing the vast majority of the coding sequence. IFIT1 gene homologs exist in other mammalian species as well as birds, fish and amphibians (reviewed in (18)). IFIT1 proteins localize within the cytoplasm and lack any enzymatic domains or activity. They contain multiple tetratricopeptide repeats (TPR); this motif is composed of 34 amino acids that adopt a helix-turn-helix structure and mediate protein-protein interactions. Proteins containing TPR motifs regulate the cell cycle, transcription, protein transport, and protein folding (19) . Different IFIT family members have distinct numbers and arrangements of TPR motifs (Fig 2B) , which likely dictate unique functions; for example, IFIT1 has six and IFIT2 has four. Human and mouse IFIT1 share a sequence identity of 53% at the amino acid level, and have varied relatedness (~38 to 57%) to other IFIT homologs within a given species. Although the sequence similarity between the different IFIT proteins within a species is high (18) , their distinct effects on replication of individual viruses suggest they serve non-redundant functions in the host response to viral infections (20-22).\n\nAlthough most cell types do not express IFIT proteins under basal conditions, they are induced rapidly and to high levels in many cells following virus infection (23) . This expression pattern is determined in part by the upstream promoter regions of IFIT genes, which contain IFN-stimulated response elements (ISRE) (24) (25) (26) . Ifit1 and Ifit2 are induced within two hours of exogenous IFNα treatment (25) . In some cells, subsets of IFIT genes are induced selectively after stimulation with type I IFN or viral infection (27) . Cell-type and tissue-specific kinetics of expression of individual IFIT genes (20, 21, 28, 29) may contribute to the distinctive antiviral functions that have been observed in vivo (22, (30) (31) (32) (33) .\n\nIFIT gene expression also can be triggered independently of type I IFN, through signals generated directly after the ligation of PRRs (such as TLR3, TLR4, MDA5, RIG-I, and cGAS) by PAMPs (such as double-stranded RNA, DNA, and lipopolysaccharide (LPS)). IFIT genes were described as viral stress-inducible genes (23) and are induced at the transcriptional level directly by IRF3 (34, 35) , which is activated soon after viral infection (via a MAVS or STING-dependent signal), often prior to the induction of type I IFN. Other IRF proteins (such as IRF1, IRF5, and IRF7) can induce the expression of IFIT genes directly (36, 37) , although these pathways remain less well defined. Some IFIT genes, including human IFIT1B, lack ISRE-containing promoters and presumably are not induced by type I IFN or IRF-dependent signals (38) . Human IFIT genes also are induced by retinoic acid (39) , although the kinetics are slower, and might be regulated in part by IFNα induction (37).\n\nAlthough an atomic structure of a full-length mouse or human IFIT1 has not been described, four studies have reported high-resolution X-ray crystallographic structures of other IFIT family members, including human IFIT2 (40) and IFIT5 (41) (42) (43) . In the 2.8 Å highresolution IFIT2 structure, monomers of IFIT2 had nine TPR motifs and formed domainswapped homodimers. IFIT2 had an extensively positively charged C-terminal region that supported RNA binding with or without 5′ triphosphorylation (5′-ppp) (40) . Mutation or deletion of charged residues in this region that altered RNA binding to IFIT2 negatively affected antiviral activity against Newcastle disease and Sendai viruses when these IFIT2 variants were expressed ectopically in 293T cells (40) . This study also suggested that IFIT2 binds to RNA containing adenylate uridylate (AU)-rich elements. These are found in mRNA of some genes that encode cytokines or apoptotic factors and their targeting could contribute to how IFIT2 regulates inflammatory responses (44, 45) .\n\nAbbas et al described the crystal structures of IFIT5 alone or in complex with 5′-ppp RNA as well as a separate structure of the N-terminal, protease resistant fragment (amino acid residues 7-279) of human IFIT1 (41) . In IFIT5, 18 of its 24 α-helices form canonical TPRs with the remaining helices intervening between TPRs. This results in the formation of three distinct bundles of TPRs oriented in a V-like structure to give the overall protein a clampshaped structure (Fig 1) . Structural analysis also revealed a helical domain containing a positively charged cavity that engaged a single-stranded 5′-ppp RNA. Binding of 5′-ppp RNA to IFIT1 and IFIT5 occurs in a non-sequence specific manner and requires an overhang of five and three 5' nucleotides, respectively. Mutation of residues that altered 5′ppp RNA binding to IFIT5 reduced antiviral activity against vesicular stomatitis (VSV) or influenza (IAV) viruses when variant IFIT5 proteins were expressed ectopically in 293T cells.\n\nIFIT5 also may bind endogenous 5′-monophosphate-capped RNA including tRNA and other single-stranded RNA moieties. Katibah et al reported that RNA recognition by IFIT5 requires a convoluted intramolecular fold of the TPRs, which scaffolds additional helices to form an RNA binding cleft (42) . Analogous to studies with IFIT2, IFIT5 co-purification of cellular RNA or binding to tRNA was reduced by C-terminal truncation and mutation of positively charged residues in the cleft also diminished RNA binding activity (42). Feng et al described electrophoresis mobility shift assay (EMSA) experiments in which IFIT5 bound with high-affinity (10-100 nM) to poly A, poly U, and poly C single-stranded RNA and ATrich double-stranded DNA (43) . C-terminal truncations and site-specific mutations of positively charged residues abolished the poly A single-stranded RNA and AT-rich doublestranded DNA binding activity of IFIT5. Collectively, these structural and biochemical studies show that IFIT5 binds to several types of RNA, and that its RNA binding ability contributes to its antiviral activity.\n\nThe cellular mRNA of higher eukaryotes and many viral RNAs are methylated at the N-7 and 2′-O positions of the 5′ guanosine cap by host methyltransferases. Whereas N-7 methylation is essential for RNA translation and stability, until recently, the function of 2′-O methylation was uncertain (46, 47) . My group showed that a West Nile virus (WNV) mutant in the viral NS5 gene (WNV-NS5-E218A) lacking 2'-O methyltransferase activity (48) was attenuated in wild type cells and mice but was pathogenic in the absence of Ifit1 expression (30, 49) . The mutant virus lacking 2'-O methyltransferase activity showed increased replication in peripheral and central nervous system tissues of Ifit1 −/− mice compared with wild type mice. 2'-O methylation of viral RNA did not affect IFNβ induction in WNVinfected cells but instead modulated the antiviral activity of IFIT genes including IFIT1. This finding has been confirmed with several related flaviviruses. Two groups made identical or analogous mutations in the NS5 gene (NS5-E218A or NS5-K61A) of Japanese encephalitis virus (JEV), which resulted in abrogation of 2'-O methylation, attenuation in wild type mice, and enhanced sensitivity and restriction by type I IFN and IFIT1 (50, 51) . Another report describes similar mutations in Dengue virus serotype 1 (DENV-1) and serotype (DENV-2) in which substitutions were engineered (NS5-E216A (DENV-1) and NS5-E217A and NS5-K61A (DENV-2)) that abrogate 2'-O methyltransferase activity (52) . DENV strains lacking 2'-O methylation were attenuated in mice and macaques and more sensitive to the antiviral effects of IFIT1. As both the mutant JEV and DENV retained immunogenicity in animal models, 2′-O-methyltransferase mutant flaviviruses have been proposed as novel live-attenuated vaccines that are self-limited due to the enhanced restriction by IFIT1 and the host innate immune response.\n\nCoronavirus mutants lacking 2'-O methyltransferase activity also show enhanced sensitivity to the antiviral actions of IFIT proteins (49, (53) (54) (55) . Human and mouse coronavirus nsp16 mutants (e.g., mouse hepatitis virus (MHV) nsp16-D130A) lacking 2′-O methylation induced higher levels and were more sensitive to type I IFN. The absence of 2′-Omethylation on MHV-D130A viral RNA preferentially activated the MDA5-MAVS signaling pathway and also resulted in enhanced sensitivity to IFIT1 (53) . IFN-α treatment preferentially inhibited infection of a human coronavirus (strain 229E) 2'-O methyltransferase mutant (nsp16 D129A) in HeLa cells, and this restriction was linked to IFIT1 expression (54) . Consistent with this cell culture data, growth of MHV-D130A was partially restored in Ifit1 −/− animals. In studies with an analogously mutated SARS coronavirus (SARS-CoV), an nsp16-D130A mutation showed attenuated replication in human airway epithelial cells and wild type mice but was virulent in Ifit1 −/− mice (55) . These studies establish that IFIT1 has a central role in restraining the growth of 2′-O methyltransferase-deficient flaviviruses and coronaviruses (Table 1 ).\n\nStudies have begun to define how IFIT1 inhibits viruses that lack 2′-O methylation on their 5′ cap structures. EMSA experiments revealed that IFIT1 retarded the electrophoretic mobility of viral RNA displaying cap 0 (without 2′-O methylation) but not cap 1 (with 2′-O methylation) structures (51, 56) . The preferential binding of IFIT1 to cap 0 RNA was corroborated by RNA immunoprecipitation experiments (51) . A separate group ectopically expressed IFIT proteins and performed affinity purifications using capped RNA. Among the IFIT family members only human and murine IFIT1 were detected when capped RNA was used as bait (54) . Using affinity purification and mass spectrometry, this group showed that IFIT1 bound efficiently to cap 0 RNA but poorly to cap 1 RNA (54) . Primer extension assays showed that recombinant human and rabbit IFIT1 and IFIT1B bind cap-proximal regions of cap 0 mRNAs with high affinity (K 1/2,app ~9 to 23 nM). Methylation at the 2′-O position abrogated IFIT1-mRNA interaction, whereas IFIT1B retained the ability to bind cap 1 mRNA with reduced affinity (K 1/2,app ~450 nM) (57) . These data suggest that IFIT1 can sense the methylation state of capped RNA.\n\nAfter establishing that IFIT1 preferentially binds cap 0 RNA lacking 2′-O methylation, four groups have shown independently that IFIT1 mediates its antiviral effect by inhibiting viral RNA translation (51, 54, 56, 57) . Kimura labeling in cell culture to assess the impact of IFIT1 on global translation. Ifit1 +/+ and Ifit1 −/− macrophages were infected with either MHV-WT or MHV-nsp16-D130A and analyzed by whole-proteome shotgun mass spectrometry. Translation of viral proteins was reduced selectively in Ifit1 +/+ cells infected with MHV-nsp16-D130A (54). Kumar et al investigated the influence of IFIT1 on translation initiation using an in vitro reconstituted translation system and a toe-printing assay. 48S ribosomal complexes were assembled from individual purified 40S subunits, Met-tRNA, eIF2, eIF3, eIF1, eIF1A, eIF4A, eIF4B and eIF4F on cap 0 and cap 1 mRNA in the presence and absence of different IFIT proteins. At 800 nM, IFIT1 nearly abrogated 48S complex formation on cap 0 mRNA, whereas IFIT2, IFIT3 and IFIT5 did not affect 48S complex formation. Titration experiments showed that 48S complex formation on cap 0 mRNA was sensitive even to low (~50 nM) concentrations of IFIT1 (57) . Collectively, these data indicate that synthesis of proteins encoded by viral RNA lacking 2′-O methylation is inhibited by IFIT1.\n\nFurther studies have defined how IFIT1 restricts translation of cap 0 RNA. As translation of cellular mRNA requires binding of the cap-binding protein eIF4E (58), initial experiments tested whether IFIT1 could compete with eIF4E for binding to cap 0 mRNA as a means of selectively inhibiting translation. Cap 0 and cap 1 mRNA were coupled to beads and assayed for binding to recombinant eIF4E in the presence or absence of recombinant IFIT1. eIF4E interaction with bead-bound cap 0 but not cap 1 RNA was reduced by IFIT1, suggesting that the two proteins compete for the RNA target (54) . A subsequent study confirmed these results as IFIT1 binding to cap 0 mRNA was unaffected by a 10-fold excess of eIF4E or eIF4F (57) . Thus, the affinity of IFIT1 for cap 0 RNA enables it to outcompete eIF4E and eIF4F for binding and selectively prevents translation initiation (Fig 2) .\n\nEukaryotic initiation factor 3 (eIF3) is a multi-subunit protein complex that functions in translation initiation at several steps including formation of the 43S pre-initiation complex, mRNA recruitment to the 43S pre-initiation complex, and scanning of the mRNA for AUG (start codon) recognition (reviewed in (59)). Biochemical studies suggest that some IFIT family members reduce the efficiency of cap-dependent protein translation more generally by binding subunits of the eIF3 translation initiation complex (60) . Human IFIT1 and IFIT2 reportedly blocks binding of eIF3-mediated recruitment of the eIF2-GTP-Met-tRNA ternary complex to 40S ribosomes by interacting with eIF3e. In addition, human IFIT2, and mouse IFIT1 and IFIT2 reportedly inhibit the formation of the 48S pre-initiation complex by binding to eIF3c (20, 60, 61) . Recently, some of these results were questioned as addition of human IFIT1 failed to affect 43S complex formation irrespective of whether Met-tRNA, 40S subunits, or Met-tRNA and eIF2 were pre-incubated with excess IFIT1 (57).\n\nHepatitis C virus (HCV), a positive-stranded RNA virus, contains an internal ribosome entry site (IRES), which regulates the assembly of cap-independent translation initiation complexes on viral mRNA by a sequential pathway requiring eIF3 (62) . Type I IFN inhibits HCV infection in part, by blocking its translation (63, 64) . Examination of the cellular proteins associated with HCV-translation complexes in IFN-treated human cells showed that human IFIT1 is an eIF3-associated factor that fractionates with the initiator ribosome-HCV RNA complex (64) . IFIT1 suppressed IRES-dependent translation of HCV, whereas a mutant IFIT1 protein reportedly lacking eIF3-binding activity failed to inhibit HCV. Moreover, ectopic expression of IFIT1 decreased HCV infection in human hepatocytes (65) . Thus, IFIT1 may block HCV replication by targeting eIF3-dependent steps in the viral RNA translation initiation process; these include HCV IRES-dependent recognition of the 43S pre-initiation complex and assembly of the 43S-mRNA complex.\n\nHuman IFIT1 also can function as a sensor for viral RNA by recognizing an uncapped 5'ppp and sequestering it from the actively replicating pool (32) . Using a proteomics approach with 5'-ppp RNA as bait, mass spectrometry analysis identified IFIT1 as a primary binding partner. Subsequent experiments showed that IFIT1 and IFIT5 interact directly with 5'-ppp on RNA, whereas IFIT2 and IFIT3 form a complex with IFIT1 that may be required for its function (41) . These IFIT-dependent interactions were relevant against RNA viruses displaying a 5'-ppp, as silencing of IFIT1, IFIT2 and IFIT3 in HeLa cells to varying degrees enhanced replication of the negative strand Rift Valley fever virus (RVFV), VSV, and IAV. Studies with Ifit1 −/− mouse fibroblasts and myeloid cells also showed enhanced replication of VSV despite wild-type production levels of type I IFN and other inflammatory cytokines. In vivo, Ifit1 −/− mice were more vulnerable to infection with VSV, with higher virus-induced mortality observed. This result, however, has been questioned, as experiments by a second group with the same VSV strain but an independently generated Ifit1 −/− mouse revealed no difference in mortality compared with wild type mice over a wide range of VSV doses (22) .\n\nBiochemical and structural studies have begun to elucidate the characteristics of IFIT1 binding to 5'-ppp RNA. EMSA studies revealed that IFIT1 could bind 5'-ppp RNA in a nonsequence specific manner with a requirement of at least a five-nucleotide single-stranded overhang (41) . The affinity of IFIT1 for 5'-ppp RNA has been measured at ~250 to 500 nM by surface plasmon resonance or filter binding assays (32, 56) , which is at least 10-fold lower than that observed for cap 0 RNA, although one group failed to measure stable binding of IFIT1 to 5′-ppp mRNA using a primer extension technique even at higher (1 µM) concentrations (57) . IFIT1 is hypothesized to have antiviral activity against viruses that generate 5′-ppp RNA through translation-independent mechanisms including sequestration of RNA from the replicating pool (32).\n\nThe cap structure of host mRNA is formed through a canonical series of sequential enzymatic reactions that occur in the nucleus (66, 67) : (i) an RNA triphosphatase removes the γ-phosphate from the 5′-ppp end of the nascent RNA to generate 5′-diphosphate RNA (ppN-RNA); (ii) an RNA guanylyltransferase transfers the GMP moiety from GTP to ppN-RNA to yield the core cap structure (GpppN-RNA); and (iii) an RNA guanine-N-7methyltransferase methylates the guanine at the N-7 position to produce a cap 0 structure (m7GpppN-RNA). In higher eukaryotes, m7GpppN-RNA also is methylated at the ribose 2′-O position of the nascent mRNA by a 2′-O methyltransferase to form cap 1 (m7GpppNm) and cap 2 (m7GpppNmNm) structures. Host capping of mRNA at the 5' end allows for efficient mRNA translation, directs pre-mRNA splicing and mRNA export from the nucleus, limits mRNA degradation by cellular exonucleases, and allows recognition of foreign RNA as 'non-self' (68) . As IFIT1 is one of the most strongly induced genes by the cell-intrinsic innate immune responses, \"successful\" viruses infecting vertebrate cells have evolved specific and efficient mechanisms to overcome its inhibitory action (Fig 3) .\n\nSeveral families of DNA and RNA viruses that replicate in the cytoplasm have evolved their own capping machinery to carry out N-7 and 2'-O methylation of viral RNA. This includes DNA (poxviruses), positive-sense (flaviviruses and coronaviruses), negative-sense (rhabdoviruses and paramyxoviruses) and double-stranded (reovirus) RNA viruses. The capping of viral mRNA can be classified as 'conventional', when it follows the enzymatic steps of the mRNA-capping pathways used by host or 'non-conventional', when it does not (reviewed in (67, 68) ). Poxviruses (e.g., vaccinia virus) encode a 'conventional' capping system, which contains a multifunctional mRNA cap-synthesizing enzyme (D1 gene) that includes an RNA triphosphatase, guanylyltransferase, and N-7 methyltransferase. After the N-7 methylguanosine type 0 cap is added, the cap 1 structure is completed by the activity of a separate viral protein (VP39 encoded by J3 gene) that adds a 2′-O-methyl group. The cap formation of flavivirus RNA also follows the conventional pathway of mRNA cap formation through sequential activities of the viral RNA triphosphatase (NS3 gene), guanylyltransferase (NS5 gene) and N-7 and 2′-O methyltransferases (NS5 gene). Coronaviruses also are believed to produce mRNAs with a cap 1 structure through the \"conventional\" capping pathway although all of the component enzymes have not been defined. The viral Nsp14 and nsp16 genes encode the N-7 and 2′-O coronavirus methyltransferases, respectively. Some virus families (e.g., Rhabdoviridae) form RNA cap structures through a 'nonconventional' mechanism that is distinct from the cellular mRNA capping pathway. During the mRNA cap formation of VSV, an unknown NTPase hydolyzes GTP to GDP. Monophosphorylated viral mRNA is transferred to GDP by a polyribonucleotidyltransferase, which then generates the Gpp-pA-RNA cap structure. This RNA cap is methylated sequentially by the L protein of VSV first at the ribose-2′-O position and then at the guanine-N-7 position, resulting in m7GpppAm-RNA cap 1 structure (69).\n\nAs an alternative to encoding capping machinery, several negative-strand (Orthomyxoviridae) and ambisense (Arenaviridae and Bunyaviridae) RNA viruses acquire cap structures by 'stealing' them from cellular mRNA. This 'cap snatching' mechanism was first identified in influenza virus (70, 71) and is performed by two of its polymerase subunits (PB2 and PA). PB2 binds to the 5′ end of capped cellular mRNA and then the endonuclease activity of PA cleaves the cellular RNA 10 to 13 nucleotides downstream of the cap structure. The released short, capped mRNAs that are released are then used as primers by the viral polymerase to synthesize nascent viral mRNA (72) . The sequence, length and structure of the 5′ end of the mRNA that comes with the cap varies among virus families. Most sequences are 15 to 20 nucleotides long but arenaviruses may use shorter primers (73).\n\nViruses have developed alternative cap-independent translation programs, which to some extent avoid IFIT1-mediated restriction. Hepaciviruses and pestiviruses of the Flaviviridae family of RNA viruses lack a cap structure at their 5' end but encode for an IRES to initiate viral translation in a cap-independent manner. The HCV IRES directly recruits the 40S ribosome subunit to the translation initiator codon of the genome and does not require interactions with eukaryotic initiation factors eIF1, 1A, 4A, 4B and 4E (74) . Thus, in theory, HCV could still be translated even if IFIT1 were bound to the 5' end of the genomic RNA. However, IFIT1 may block HCV translation through an independent mechanism by targeting eIF3-dependent steps in the viral RNA translation initiation process (see 1.3.3) . Although other RNA viruses (e.g., picornaviruses) encode IRES elements, there are differences in function and requirements for eukaryotic translation initiation factors (reviewed in (75)). Indeed, in contrast to HCV, the IRES-containing encephalomyocarditis virus (a picornavirus) is resistant to the antiviral effects of IFIT1 (32, 49) .\n\nAs another possible means to prevent immune molecules including IFIT1 from recognizing non-2'-O methylated or non-capped mRNA, Picornaviridae and Caliciviridae positive-sense RNA viruses covalently attach a small basic protein VPg (viral protein genome-linked) to the 5′ end of viral RNA (76, 77) . For viruses of the Picornaviridae family, the VPg 'cap' does not function in translation but instead serves as a primer to synthesize RNA by the viral polymerase and protects RNA from exonuclease degradation. In comparison, the calicivirus VPg protein acts as a 'cap substitute' and interacts directly with the cap-binding protein eIF4E to facilitate viral mRNA translation (78).\n\nViruses that synthesize their mRNA using cellular RNA polymerase II use the host capping machinery to generate cap 1 structures on their 5' end. This occurs for most nuclear DNA viruses (e.g., Herpesviruses, Polyomaviruses, and Papillomaviruses) and for selected RNA viruses including those belonging to the Retroviridae and Bornaviridae families (79).\n\nAlphaviruses are positive sense RNA viruses that replicate in the cytoplasm, translate via a cap-dependent mechanism, and yet lack a virally encoded 2'-O-methyltransferase or capsnatching mechanism, and thus should be restricted by IFIT1. Alphaviruses have a defined cap 0 structure lacking 2'-O methylation on the 5' end of their viral genomic and subgenomic RNA (80, 81) , which is synthesized through a non-conventional mechanism (67) . A recent study shows that alphaviruses use a stable stem-loop structure in their 5'-untranslated region (UTR) to antagonize IFIT1 binding and antiviral activity (56) . Mutations within the 5'-UTR that affect stable RNA structural elements enabled restriction by or antagonism of Ifit1 in vitro and in vivo. This phenomenon explains why some alphavirus strains are more sensitive to the antiviral effects of type I IFN (82) , and links the phenotype to single nucleotide changes in the 5'-UTR of the alphavirus RNA (83) . Thus, structural elements at the 5' end of alphavirus genome can function to evade IFIT1-dependent restriction of non-2'-O methylated viral RNA.\n\nTriggering an effective intrinsic cellular antiviral response is essential for the host to eliminate invading pathogens. To promote their own survival, viruses have developed strategies to escape host recognition by interfering with antiviral detection pathways, signaling cascades, and effector mechanisms. IFIT1 is an IFN-induced highly expressed protein that functions in the cytoplasm as a dual sensor and effector molecule to restrict virus infection. IFIT1 preferentially recognizes non-2'-O methylated or uncapped non-self viral mRNA and suppresses translation initiation or sequesters the RNA from active replication. IFIT1 likely contributes to a species barrier that puts evolutionary pressure on viruses to generate mRNA with host cap structures. 'Successful' or pathogenic viruses have evolved mechanisms to produce mRNA with 5′-ends that mimic host cellular mRNAs, including viral RNA with N-7 and 2′-O methylation through several independent strategies (encoding capping machinery, 'cap-snatching', or using host capping machinery). Viruses also can avoid or attenuate IFIT1 restriction by using cap-independent translation mechanisms, covalent binding of viral proteins to the 5′-end of the RNA, or evolving secondary structures at their 5′-end that inhibit IFIT1 binding and function. As both host and many viral mRNA share 2'-O methylation, higher eukaryotic cells may be trapped into retaining this modification, despite its relative lack of protective effect against viral pathogens (84) . A deeper mechanistic understanding of IFIT1 biology could facilitate the development of novel antiviral agents that target viral methyltransferases or other proteins to re-sensitize pathogenic viruses to the inhibitory activities of IFIT1. "}