{"title": "Allergologia et immunopathologia A critical review on serine protease: Key immune manipulator and pathology mediator", "body": "Mankind is afflicted with a number of health issues, infectious, allergic, metabolic, neural, among others. Unfortunately, with rising pollution, excessive reliance on drugs and increased incorporation of chemicals in diet and day-to-day consumables, health concerns are soaring. 1 Cutting-edge studies are unravelling the hidden mechanisms of diseases, and drugs are being developed, yet morbidity E-mail address: seemabiotech83@gmail.com and untimely mortality continues. Killer virus, bacteria, protozoa, and fungi claim millions of lives every year, more so in developing countries. 2 Allergies and cancers are more prevalent in developed countries, where irritants exceed. 3 Although the disparity is largely getting fuzzy, and both forms of pathogenesis converge in exacerbating the immune system. 4 The complexity and diversity of pathological mechanisms render it difficult to track the precise pathways exploited by the pathogens, allergens or mutagens. A myriad of factors have been attributed to the maladies. Proteins, in particular enzymes, are pivotal in signal processing and resultant pathologies. Proteases are fundamental to survival across all living organisms, evident from their 2 to 4% share from the entire proteome. 5 Proteases have been involved in almost all health risks, which can be classified roughly into six categories such as serine proteases, cysteine proteases, aspartate proteases, threonine proteases, glutamic acid proteases, and metalloproteases. 6 Out of which, specifically serine protease is particularly crucial as it is widely present, from virus to human. This review hypothesises serine protease as a quintessential player in majority of human morbidities and analyses the literature to find pertinent evidence. The scope of recruiting serine protease inhibitors to bridle the enzyme has been discussed. Overall, this review examines this ancient and diverse enzyme family in a new light, which is believed to be of therapeutic concern.\n\nSerine protease (EC 3.4.21) is an endopeptidase that cleaves peptide bonds like any other protease; however, the serine residues in the active site (serine as a nucleophile) can coordinate many other critical functions, via protein hydrolysis. 7 The functions are vast, some of which are important such as protein metabolism, digestion, blood coagulation, apoptosis, immunity regulation of development, and fertilisation. 8, 9 Although its role is too pervasive and intricate, cleavage of protease-activated receptors (PARs), the G-protein-coupled receptors on epithelial, vascular, neural and immune cells is the first step in proteolysis. 10, 11 For its key roles, it is quintessentially present across all living beings, virus to human, including plants. 12 Serine (Ser or S) is a polar amino acid encoded by six codons (UCU, UCC, UCA, UCG, AGU and AGC), the highest number of codons for any amino acid. 13 The human body can synthesise it, and it can be formed from glycine (by hydroxymethylation with the help of vitamin B) and in turn be converted to cysteine/methionine. 14 Non-essentiality status of this amino acid can be attributed to its indispensability for purine and pyrimidine synthesis, 15 antibody synthesis (the effector molecule of immune system), also sphingolipid and folate synthesis. Both l and d-form serine exists in humans, with l-form synthesised in the brain astrocytes, which in turn transforms to d-form by the activity of serine racemase. 16 The dual configuration makes serine a complicated amino acid, as each form has different functions, with d-serine perturbation attributed to neural pathologies. 17, 18 Named after its first protein source, the silk protein sericin, serine can be found widely. Serine-rich proteinous foods include meat, dairy products, nuts (almonds, walnuts, peanuts), gluten, sesame seed, and soy beans (surprisingly, those associated with food allergies). Serine is very prone to bindings, thus can lead to deactivation of the protein it is harboured by (insecticides are based on this approach). 19 The secreted proteins of bacteria and fungi have been discovered to contain serine proteases, of which the serine residue is often glycosylated (N glycosylation). 20 Glycosylation (the addition of glycans or oligosaccharides) of serine, makes the protease complex. 21 This posttranslational modification is crucial but stochastic as it largely depends on environment and epistasis between genes. 22, 23 Protease glycosylation has been linked to diseases such as diabetes, 24 cancer 25 and an array of neurodegenerative ailments. 26 Phosphorylation of serine/threonine by kinases and dephosphorylation by phosphatases is the hallmark of signalling pathways. 27 Further, the occurrence of serine in both l and d form in humans has been linked to neural diseases like epilepsy, amyotrophic lateral sclerosis (ALS), Alzheimer, schizophrenia. 17 Fig. 1 illustrates features of serine amino acid.\n\nBased on substrate specificity (casein, albumin, haemoglobin, extracellular matrix proteins as fibronectin, fibrinogen, collagen, etc.), serine proteases are ramified into numerous types, prominent of which are trypsin-like, chymotrypsin-like, subtilisin-like, elastase-like, kallikrein, cathepsin, etc. 7 The target of each of these serine proteases seem to be different (gut mucosa, skin epithelial cell, lung mucosa). The enzymes are divided into many clans/superfamilies (further divided into families), based on catalytic site topology. PA is a major superfamily (clan) of serine proteases of which S1 (trypsin-like fold) is a well-studied family. 28 Here, the active site is generally made of three amino acids, Ser, His and Asp (the catalytic triad which works by charge-relay network). Sometimes one or more of these residues are substituted by similar amino acids. The residues play a critical and complementary role, despite their dispersed location in the protein. Trypsin-like proteases cleave peptide bonds at Lys or Arg, variations of the enzyme being tryptase, matriptase, kallikrein and granzymes. 9 Extreme plasticity of this protease fold is conspicuous, and several domains to bind here are apple, CUB (for complement C1r/C1s, Uegf, Bmp1), epidermal growth factor-like (EGF), fibronectin, kringle, sushi, and von Willebrand factor. 8 Its role in digestion, blood coagulation, and immunity (executed through a cascade of sequential zymogen activation) is well-validated. 29 Chymotrypsins cleave the peptides on the carboxyl side of Phe, Tyr and Try (the larger hydrophobic residues). The role of chymotrypsin in impairing cell---cell adhesion has been validated. Elastaselike proteases cleave bonds at the smaller non-polar amino acids Ala, Gly or Val. Fig. 2 shows the polarisation of nucleophile serine by a strategically aligned acid and base residues. Subtilisin-like protease functions by the same mechanisms, leading to a wide array of atopic conditions, although it is phylogenetically different. Overall, the enormous extent of diversification in serine proteases (isoforms, homologues, etc.) has occurred due to convergent evolution, and resultant polymorphism (from the requirement of protection against different attackers). Also, this aspect can be held responsible for the low substrate specificity and subsequent high IgE-reactivity among allergens. A study on phyto-pathogen insects revealed the occurrence of multiple serine protease genes adjacent to each other in the genome, implying frequent gene duplications in this family. 30 Empirical studies on this enzyme have revealed their molecular weight (16---95 kDa) and conformation (monomeric to multimeric) varying widely, due to variable extraction, purification conditions, also, glycosylation and complexation variabilities. However, universally, their N terminal sequence is conserved as it constitutes the signal part. 31\n\nSerine protease is ubiquitous to all living organisms, although niche specialisation and adaptive evolution has introduced variations over the millennia. In silico studies reflect conspicuous homology between these vital and deleterious enzymes. The subsequent sections explore the exploitation of this virulence tool by pathogens, allergens and its own role as mutagens.\n\nEach category of pathogens has deadly and drug resistant forms, of which viruses are particularly difficult to control for their rapid replication leading to viraemia, 32 and frequent mutation rates due to error-prone polymerase. 33 Viruses like HIV, Ebola, hepatitis virus, dengue, zika, papilloma virus, and Cytomegalovirus cause immense morbidity and mortality. Despite their nucleic acid and capsid differences, all of them possess a non-structural peptidase in their polyprotein, a serine protease. 34, 35 In some viruses, the nucleophile serine of the serine protease is replaced by cysteine sulfhydryl as in picornavirus, yet sequence configuration remains homologous. 36 Viruses like dengue contain distinct chitin-binding domain (a carbohydratebinding domain) in this enzyme, 34 which might be indicative of their ability to invade their insect vectors. Interaction of these serine proteases with host mannan binding lectins (MBL), the pattern recognition molecules have come forth. In hepatitis C virus (HCV) and influenza virus, MBL-associated serine proteases type 1 (MASP-1), type 2 (MASP-2) or type 3 (MASP-3) have been discovered to mediate complement activation by action on C4 (the essential innate host immunity component). 37---39 Ficolins (collagen-like long thin stretches and fibrinogen-like globular domains with lectin activity), the oligomeric lectins are also part of these complement activation complex. 39, 40 Evidence of different MASPs forming co-complex has surfaced. 41 Fig. 3 illustrates the MBL and ficolin-mediated complement activation pathway of pathogen serine protease. \n\nIn bacteria, this enzyme is coded by multiple genes of ser family. It is represented by many members in pathogen such as Mycobacterium tuberculosis, Bacillus licheniformis, Pseudomonas aeruginosa. They belong to family subtilisin, signal peptidase, Lon-A peptidase, Clp protease, carboxypeptidase, among others. In vitro macrophage-based studies have proved that serine protease augments the entry of bacilli into human macrophages. 42 Staphylococcus aureus secretes exfoliative epidermolytic toxins characterised to be serine protease. 43 Apart from skin desquamation, these proteases also cause bacterial dissemination. 43 Aeromonas sobria secretes serine protease, that cleaves plasma proteins (like fibrinogens), causing the onset of sepsis complications, such as shock and blood coagulation disorder. 44 Enteropathogenic E. coli secretes serine protease enterotoxins. These proteases alter host actin cytoskeleton and impair their stability. 45 Also, other Gram negative bacteria like Neisseria, Shigella, Salmonella, Edwardsiella etc. elaborate these autotransporter serine proteases which act as adhesins, attach to epithelial and endothelial cells, inducing pathogenesis. 46, 47 Mycobacterium tuberculosis serine protease (ES-31) is known to cause virulence by immune evasion, so the drug isoniazid targets it. 42 Lung granulomas where this pathogen resides is hypoxic and rich in cathepsin G-type serine protease. 48 In a Clavibacter michiganensis subsp. Michiganensis strain, a gene responsible for host-pathogen interaction was detected, which happened to be serine proteases. 49 Chitinases, the glycosyl hydrolases with chitin binding domains are known to be a virulent weapon of pathogenic bacteria as Streptomyces, Alteromonas, Escherchia, and Aeromonas. 50, 51 Interestingly, some serine proteases bear this domain as well.\n\nMalaria parasite (Plasmodium falciparum) has subtilisin-like proteases, which mediate erythrocytes invasion. Proteolysis of multi-functional eukaryotic protein profilin by the protease was discovered to mediate motility, virulence and immune evasion. 52 Another related apicomplexan parasite Toxoplasma gondii apparently follows the same strategy. 52 Leishmania donovani-secreted serine protease downregulates the microbicidal activity of macrophages by reducing reactive oxygen species (ROS) and nitric oxide (NO) generation from these phagocytic cells. 53 The rhomboid-like serine proteases elaborated by Entamoeba histolytica mediate pathogenesis during intestinal amoebiasis. 54\n\nLike other life forms, fungi are endowed with this enzyme. Well-known fungi as Botrytis cinerea, Ustilago maydis, Aspergillus nidulans, Neurospora crassa, Magnaporthe grisea, Sclerotinia sclerotiorum, Trichoderma reesei, and Saccharomyces cerevisiae have been found to secrete this protease. Further, it has been determined that the Ser/Thr residue are O-glycosylated. 20 Subtilisin-like serine proteases have been discovered in many pathogenic fungi such as Aspergillus, Penicillium, Trichophyton, and Cladosporium herbarum. 55 Aspergillus fumigatus and the bacterial subtilisins are all major allergenic molecules. Curvularia lunata allergen Cur l 1 is a serine protease. 56 Although almost all fungal aeroallergen-driven airway inflammation mechanisms are almost the same, a study on Alternaria alternata has been outlined here. The fungus serine protease led to the rapid release of IL-33 and consequent mucosal hypersensitivity. 57 Hyper-permeability of blood-brain barrier is mediated by serine protease during cryptococcal meningitis caused by fungus Cryptococcus neoformans. 58 Serine proteases have been isolated from the fruiting bodies of edible, medicinal and poisonous mushrooms, which range in approximate size 19---52 kDa, with a conserved N-terminal sequence. Subtilisin-like serine proteases have been isolated from the insect-pathogenic fungi Metarhizium anisopliae and Cordyceps militaris. 59 Edible mushroom Termitomyces albuminosus 60 and Pholiota nameko 61 also produce it. A prolyl oligopeptidase (cutting at Pro residue), a serine protease was isolated from the lawn mushroom Conocybe apala. 62 The cytotoxic components in the sclerotium of Lignosus rhinocerotis (tiger milk mushroom) were identified as serine proteases (31 and 36 kDa). 63 Wild Ascomycete mushroom Helvella lacunose has serine protease helvellisin (33.5-kDa). 64 Chitin-binding domains are present in the fungal serine protease as well. 50, 65 A study discovered numerous subtilisin-like serine proteases in fungi from various sources, which showed that the subtilisin domains can co-occur with other domains, depending on survival requirements. 66\n\nHelminths (nematodes, cestodes, trematodes) constitute one of the higher phylum of human parasites which include members such as Ascaris spp., Brugia malayi, Ancylostoma sp., Onchocerca sp., Haemonchus sp., Trichinella spiralis, Trichostrongylus vitrinus, Anisakis simplex, Trichuris suis, Schistosoma cercariae and Fasciola hepatica. 67, 68 These helminths secrete serine protease from their acetabular cells and use it to invade human skin and migrate through it. Subtilisin-type protease has been discovered to polarise towards Th2-driven inflammatory responses. 69\n\nIt is the largest phylum with an immense number of members of health concern to humans, due to their sting or allergic nature. The most common of them include the house mosquito, housefly, maggots, dust mite, cockroach, shrimp, lobster, crab, hornet, ant, spider, scorpion etc. House dust mite (Dermatophagoides pteronyssinus) allergen of serine proteases category belong to trypsin, chymotrypsin, and collagenase type. 70, 71 These allergens (Der p 3, Der p 6, and Der p 9) cause proteolytic cleavage of occludin at epithelial tight junctions which leads to immune cell infiltration, subsequently manifested in nerve and tissue inflammation such as allergic airway inflammation. 72---74 Cockroach (Periplaneta americana) allergen (Per a 10) was demonstrated to be a serine protease. 75 These proteases have been detected in the midgut of many larvae. A planthopper insect known to cause hopper burn disease in rice, mediates its pathogenesis through serine protease and homologous proteins. 30 More than 100 related genes were found in the insect. 30 Scorpion hepatopancreas has chymotrypsin-like serine proteases. 76 Spider venoms are also made of serine protease and possess proteolytic activity. One study found procoagulant, 77 dermonecrotic 78 property of these venoms. Some of the isolated spider venom proteases include loxoscelism. 78 A chitin binding domain Sp22D was identified in the malaria vector Anopheles gambiae. 79 Also, a number of chitin binding domain-containing trypsin-like serine proteases have been isolated from Culex quinquefasciatus. 80 These domains are present in chitinases which hydrolyse chitins into soluble oligosaccharides (such as chitobiose). Bee-secreted serine proteases have been found in honey, which differ in compositions and might be responsible for the immunomodulatory role. 81\n\nJust like animals, plants do have serine proteases, mostly contained in seeds. While plant cysteine proteases (papain, ficain, actinidin, bromelain,) are well studied, serine protease have been isolated from soybean, jack bean, mung bean. 82 These enzymes are trypsin-like and have shown milk-clotting activity. Solanaceae family members have subtilase-type serine protease, while the protease cucumisin occurs in prince melon fruit, cucurbits etc.\n\nMoreover, plant pollen contain subtilisin-like serine proteases, which have been shown to disrupt membrane permeability by manipulating transmembrane adhesion (tight junction) proteins such as occludin, claudin-1, ZO-1 and E-cadherin 83, 84 and subsequently eliciting IgE antibodies. Although all plants produce pollens, some are conspicuously more allergenic, such as the pollens of grass (rye, timothy, Bermuda, Kentucky), olive, pine, cedar, cypress, birch, and ragweed. 83---87 Allergenicity of pollen is well-known and the discovery of serine proteases in them as the inducer of allergic asthma, atopic dermatitis, rhinitis, conjunctivitis, urticaria, angio-oedema, and abdominal pain makes sense.\n\nLatex allergy is a common hypersensitivity, many of the allergens being from plant source which overlap as food allergens. These latex allergens are serine proteases of type thrombin-like. 88 Produced copiously by Euphorbia sp., Ficus, Artocarpus sp. these proteases have shown thermostable, pH stable (4---12), digestion-resistant, gelatinolytic, collagenolytic, fibrinolytic, fibrinogenolytic, caseinolytic, and amidolytic activities, which are often found in glycoprotein form. 89---92 The discovery of novel proteases continues, and some well-characterised latex proteases identified so far include benghalensin, EuP-82, hirtin, and wrightin. 88, 90, 93 Among higher plants Apocyanaceae, Euphorbiaceae, Moraceae, Papaveraceae, Caricaceae are major families containing a high amount of these proteases. 94 It is interesting that a lot of plant-based folk medicine dwells on these proteases. Food allergens cause sensitisation towards different proteins. Tomato allergy is mediated by PR-10, profilin, and lipid transfer protein (LTP) allergens in tomato. 95 Peachand tomato-specific IgE levels were correlated. 96 Serine protease from mango peel are associated with allergy. 97 R-type lectins like ricin are recognised by human serine protease. 98 Plants secrete chitinases (with chitin-binding domain) that degrade chitin, a major component of fungi and insets, as a defence strategy. To counter these antifungal enzymes, the intruders possess chitin-binding effector proteins. Fungi like Fusarium, Verticillium, B. cinerea secreted metalloprotease and serine protease for plant chitinases cleavage. 99\n\nSnake bite and venom-related death is a significant mortality factor especially in tropical, and developing countries. 100 The key components of the venoms are serine proteases and metalloproteases. Viper venom serine protease has been widely studied and known to coagulate blood and disrupt homeostasis of victims. 101 Structural (sequence and molecular weight difference) and functional variations (action on fibrinogen chains) between serine proteases of vipers has been observed. 102 Some of these proteases exert kallikrein-like (produces inflammatory peptide bradykinin known to mediate vasodilation, oedema, smooth muscle spasm and pain fibre stimulation) activity. 103 Snake venom-derived serine proteases include flavoxobin. 104 Komodo dragon (Varanus komodoensis) venom capable of shock induction is a kallikrein-type serine protease as well. 105 Fish viscera contain this enzyme, in its variations such as trypsin, chymotrypsin and elastase. 106 Another fish serine protease, granzyme was involved in cytotoxicity. 107 All other vertebrates have this ubiquitous digestive enzyme in diverse forms. Mice, rat, and dog saliva have kallikrein-type serine proteases. 108, 109 While vertebrates have serine proteases with higher identity with that of human, they are less provocative yet they act as the carriers of lethal pathogens such as leptospires in rats, 110 Bartonella bacteria in cats, and Lyssavirus in dogs, 111 among others.\n\nHuman serine proteases family is large (about 180 members) with variations as nucleoporin, lactoferrin, type II transmembrane family serine proteases (TTSP), etc. 112 One of the members of TTSP, the TMPRSS4 is associated with the pathogenesis of influenza viruses, through cleavage of hemagglutinin and also, metastasis in certain cancers. 112 Human skin stratum corneum has inflammatory cytokines and proteases including serine protease. These serine proteases exert kallikrein 5, kallikrein 7, urokinase, plasmin and a tryptase-like, leucocyte elastase enzyme activities. 113 Due to the intense enzyme activities, the skin suffers barrier impairment, irritation, and poor tolerance. 114 Pathogens often exploit host serine protease to facilitate invasion and pathogenesis, some examples of which have been outlined here. A TTSP family member TMPRSS2 allows HCV entry, and is thought to be involved in pathogenesis. 115 Also, human airway trypsin-like proteases (HAT) are targeted by influenza viruses. 116 Ebola virus and coronavirus have been observed to rely on host cell serine proteases for their envelope glycoproteins activation. 117 Even persisting pathogens like Helicobacter pylori and M. tuberculosis bind to host plasminogen (a glycoprotein in plasma) and convert it into an active form of serine protease, exploiting it for traversal through host system via connective tissue and extracellular matrix degradation. 118, 119 Like many other peptides and larger proteins, serine proteases can traverse mucosal barrier of the gastrointestinal tract, and reach intact to blood and lymph. 120, 121 \n\nApart from the protein denaturants like surfactants, organic solvents, chelating agents, such as ethylenediaminetetraacetic acid (EDTA), and metal ions (Fe 2+ and Zn 2+ ), several inhibitors particularly inactivate serine proteases. Serine protease inhibitors (serpins) and small serine protease inhibitors (smapins) are peptides or polysaccharides that inhibit serine proteases irreversibly and protect target proteins from degradation. 5 Serine proteases can be inhibited by compounds such as phenylmethylsulfonyl fluoride (PMSF), dithiothreitol (DTT), pepstatin, lima bean trypsin inhibitor, soybean trypsin inhibitor, ovomucoid, and aprotinin, 60 although the inhibitors are not universally effective. Common features of the protein and peptide inhibitors include ␤-barrel fold, knottins, Bowman---Birk family, etc. The protease inhibitors can be of many families, wellstudied types being Kazal-type (viral, fungal, termite, mice, human (SPINK)) 122 and Kunitz-type (mostly in venoms, e.g. spider, tick, snake). 123 Termite-derived Kazal-type inhibitor blocked activity of chymotrypsin and elastase. 124 A spider venom-derived Kunitz-type inhibitor inactivated plasmin and elastase. 125 Also, Kunitz type inhibitors have been discovered in the saliva of ticks. 126 Both types of inhibitors have been identified in helminths. 67 Kazal-type inhibitors have been found in jellyfish (Cnidarian phylum) and echinoderm sea cucumber (Holothuria glaberrima). 127 Also, other marine organisms like ascidians and algae have been validated to contain sulfated polysaccharides that exhibit serine protease inhibitor properties. 128 Kunitz-type serine protease inhibitors were derived from spider which showed antifibrinolytic and antielastolytic effects. 125 From scorpion (Scorpiops jendeki) venom gland many protease inhibitors have been isolated, which resembled Ascaris-type. 129 It indicates that folds are often shared in these peptides. These inhibitors take part in immune regulation and parasite survival through interference with the host immune response, thus they amount to toxins as well. Specificity of the inhibitors differs and they can selectively inhibit any form of serine protease (trypsin, chymotrypsin, elastase). A toad species (Rhinella schneideri) gland has a serine protease inhibitor bufadienolide, specific to chymotrypsin. 130 Mushrooms are trove of serine protease inhibitors such as cnispin (Clitocybe nebularis), LeSPI (Lentinus edodes), cospin (Coprinopsis cinerea). 131 The inhibitor expression is induced in plants in response to herbivory, which inactivates devouring insects' digestive proteases. Inhibitors have been found from plants as Solanum nigrum. 132 In barley, trypsin inhibitor (BTI-CMe) has been discovered that inactivate pest digestive enzymes. 133 Sulphated chitin and deacetylated chitin (chitosan) have been validated to confer antiviral property. 134 It can be interpreted that the viruses can degrade chitin due to their proteases, which favours their survival in hosts. But, the modified forms of chitin cannot be cleaved, so they perish. Fungi have inhibitors to deter the host proteases. Phytophthora infestans protease inhibitors inactivate the subtilisin-like serine protease of tomato. 135 Use of these inhibitors to prevent melanin formation in mushrooms in proposed. Kazal-type serine protease inhibitor in chicken egg white is a major allergen. 136 Many inhibitors have been identified in the human body, such as ␣2-macroglobulin in human. 44 Another study linked the epistatic relation between serine protease inhibitor Kazal-type 5 (SPINK5), and thymic stromal lymphopoietin (TSLP) as a causative factor for asthma. 137 Inhibitors can inhibit at nM and M levels. Kazal, Kunitz, and Bowman-Birk-type inhibitors inactivate their target serine protease by lock-and-key mechanism. 5 An exhaustive review discussing a broad panel of protease inhibitors and their modus operandi can be an interesting reference for additional insights in this area. 5 So, serine protease inhibitors are ubiquitously present in organisms as the serine protease itself. Functionally, both components are tied together like two sides of coins. It is just the right activity at the right time is required. Both are essential for ion channel activity (K + ), blood coagulation, complement activation, fibrinolysis, and inflammation. The protease-based warfare between organisms is complex as inhibitors are recruited to inactivate proteases, which in turn are inactivated by other proteases. For example, Helicoverpa armigera has protease inhibitor-resistant proteases. 138 It leads to the question if all pathogens follow this approach as well?\n\nBased on the findings surfaced in recent times, certain insights have been discussed here, which might be critical for revising the clinical research approach and therapeutic modalities. As the discussion revolves around humans, the serine protease-immune system crosstalk have been mentioned.\n\nThe complement system is a humoral component of the immune system, working in tandem with both innate and adaptive immune system, with a protective role against pathogens. 139 This system is a highly organised proteolytic cascade of 35 different soluble and membrane-bound proteins. 140, 141 The proteins largely synthesised in the liver, reside in the plasma or cell surfaces as inactive precursors (zymogens), to be summoned for emergencies. 142 When the signal reaches, these dormant proteins are cleaved or processed by activation pathways such as classical, alternative or lectin pathway. 143 It is often the target of external or pathogen-elaborated serine protease, or might be manipulated by human serine protease. 140, 141 Hyperactivation of these proteins cause excess inflammation resulting in numerous pathologies, including cardiac and renal complications. 143 Human skin is a foremost target of exogenous serine protease, which tends to disintegrate the homeostasis. In Netherton syndrome, a rare autosomal recessive skin disease, mutations in SPINK5 (serine protease inhibitor of kazal type 5) gene leads to kallikrein-and elastase-like activity. These lead to complement cascades activations, which result in desmoglein 1 degradation and desmosome cleavage, compromising the skin barrier. 144 Autophagy is a protective process involving lysosomal degradation of misfolded proteins, which serine protease like cathepsin A inhibits. 145, 146 Activation of elastase-type serine protease can lead to acute pancreatitis, chronic inflammatory lung diseases, and cancer. 147 Despite the detrimental effect of serine protease from other plant and animals, humans themselves have serine protease for their critical role in physiology. It points towards the presence of some discriminating system preventing self-serine protease to affect self-tissue or activating it only while required. On the other hand, it cannot denaturate all the external ones. The activated serine protease elicits immune exacerbation and may change epigenetic (methylation, sulfation, acetylation, phosphorylation) patterns of some other genes, 14 since some allergies once started are chronic. Similarly, in infects, pathogen serine protease might cause epigenetic changes to human genes and start an adverse chain reaction.\n\nAre plant pathogens capable of infecting animals? Evidence suggests so. Ascomycetous fungus Pseudogymnoascus destructans causing bat white-nose syndrome has serine proteases with high homology to plant pathogenic fungi. 148 Thus, it is likely that pathogenic organisms have ability to infect other hosts as well.\n\nIf not all, at least the virulence of mould, mite, arthropod and related food allergens like shrimp, lobster can be explained by the presence of serine protease in them. Similarly, pathogen virulence can be partially explained as causal of this enzyme. Although serine protease is the oldest and most-represented protease, it collaborates and is complemented by other critical proteases as cysteine protease (e.g. Der p1), the aspartic protease (Bla g 2) to constitute a weapon.\n\nSerine protease is present in virus, but ever since it has undergone immense diversity and complexity. Serine proteases and chitinases both have chitin binding domains. These domains have been detected from viruses to humans. Human macrophages express chitinase with this domain, which mediates chitin cleaving and hydrophobic surface sensing. 149 It is pertinent to mention that chitin (insoluble linear ␤-1,4-linked polymer of N-acetylglucosamine) is a major component of algae, fungi, arthropods (gut lining, and cuticles) and nematodes. 50, 65 One thing is clear that every system is more closely related than expected, with homologous serine proteases, displaying various degree of homology between them. Trypsin, elastase, profiling, LTP etc. share different degree of identities. The fact that virus, the simplest of life forms contain this enzyme, among the very limited enzymatic apparatus, conveys that this protease is indispensable to all. All life forms contain serine proteases and its inhibitors, which they use for offence and defence. Depending on the war mode, and serine protease contained, the mechanisms vary. Arthropods are rather small and affect humans by biting or causing contact allergy. Virus, bacteria, protozoa and fungi, nematodes are parasites, so they keep on replicating, producing proteases consistently to overwhelm immune system and making it produce inflammatory cytokines against itself. Some mushrooms are edible, while many are inedible, and toxic. These poisonous mushrooms contain higher amounts of proteases. Even edible ones contain them, but in a lesser amount, which can be taken care of by cooking well. That is why while consumed uncooked, they cause abdominal pain. Some proteases might be heat stable, so even cooking cannot degrade them. On the other hand, toxic mushrooms, big arthropods and snakes have enough serine proteases contained in them to inhibit the human enzymatic system and kill it.\n\nAll living beings have serine proteases which they use against each other to survive. The well-characterised Table 1 . Some examples have been discussed here. An ascomycetous fungus P. destructans responsible for White-nose syndrome in bats have been attributed to extracellular serine proteases (subtilisin-like). 148 Nothing is simple or straight-forward in living world. To counter inhibitors, animals make their proteases insensitive as seen in plant-eating insects. 138 Microbial enzyme technology is gradually making its foray into food, feed, textile, laundry sectors, among others. 150 Although these enzymes seem attractive over chemicals, the risks abound as well, which must be taken care of before they unleash a Pandora's Box. Some supporting evidence has been discussed here. Usage of serine protease subtilisin in the detergent industry led to an outbreak of occupational asthma in workers. 151 Development of vaccines from serine proteases can be pursued, as preliminary works have resulted in prospects. A fish pathogen Saprolegnia parasitica secretes a subtilisin-like domain-containing protein which showed an antibody response. 152 L. donovanisecreted serine protease is used to develop vaccine against visceral leishmaniasis by exploiting its IFN-␥ activity. 153 HtrA family serine proteases in human has been observed to play a protective role in cancer, thus their expression and activation to induce apoptosis of cancerous cell is being pondered. 154 A search for novel types of serine protease and their inhibitors ought to be carried out to accelerate thera-peutic development for protease-mediated pathologies like strokes, ischaemia, pulmonary emboli, deep vein thrombosis, allergies among myriad others. However, it is not an easy intervention, as this enzyme is vital to human survival. Sparing the human enzyme, yet annihilating that of pathogens and allergens is challenging, due to their obvious homology sharing.\n\nMany facets that ought to be investigated have been mentioned here. How human hormone influences the external serine proteases needs to be probed, as many allergens are gender-dependent. 155 How metal allergens like nickel, copper etc. are linked to this protease should be looked into. A study in this regard has reported the role of nickel in reducing the stability of a serine protease inhibitor significantly, i.e. lowering the half-life of the human plasminogen activator inhibitor type 1 to barely ∼5 min. 156 It is alarming because again the unopposed serine protease seems to be causing these metal allergies. Which pathways are co-controlled by cysteine proteases needs to be investigated, as perturbation in the ratio of these two amino acids is linked to many diseases. A study on Chikungunya virus revealed that cysteine and serine residue in the catalytic dyad are interchangeably capable of proteolysis. 157 As serine is prone to conversion into cysteine, serine protease and cysteine protease generally share high homology, and can be studied together as peptide hydrolases. The precise nature of the cross-talk with histidine kinase and phosphatase signalling should be evaluated. Although it is partially proven, the role of diet and alcohol consumption in deciding the response to serine proteases of pathogens, allergens, and human microbiome can be insightful. Many of the serine protease-mediated pathogenesis caused by virus (dengue fever, chikungunya, encephalitis), bacteria (meningitis, leprosy), fungi (meningitis), protozoa (brain malaria), dog saliva (rabies) target the nervous system, the cause of which ought to be probed. High myo-inositol leading to neuro-inflammation via activated astrocytes and microglia has come forth. 158, 159 Conclusion This manuscript covers a myriad of facets of this critical enzyme serine protease, which however merely scratches the surface, with the bulk of the iceberg yet to be figured out. However, it certainly leaves a lot to ponder over, hypothesise and investigate. Likewise, it is startling to find that all pathogens follow almost the same pathogenic route that revolves around serine protease or its homologues. It might also lead to the crosstalk of infectious diseases, allergies and carcinogenesis, as all three forms of pathologic manifestation arise from excess inflammation. Serine proteases can be developed into immunotherapeutic, although it is important to not meddle with this enzyme produced by human itself. As more literature is examined, the interconnections are likely to be clearly visible. Just the jigsaw puzzle needs to be assembled properly, which can be accelerated by revising our perspective, getting past the thought that clinical interpretations so far are written-in-rock, and looking at things in new light.\n\nThe authors declare that no patient data appears in this article.\n\nRight to privacy and informed consent. The authors declare that no patient data appears in this article.\n\nThe authors declare that no experiments were performed on humans or animals for this investigation."}