{"title": "", "body": "Global Patterns of Zoonotic Disease in Mammals Barbara A. Han, 1, * Andrew M. Kramer, 2 and John M. Drake 2, 3 As the frequency and prevalence of zoonotic diseases increase worldwide, investigating how mammal host distributions determine patterns of human disease and predicting which regions are at greatest risk for future zoonotic disease emergence are two goals which both require better understanding of the current distributions of zoonotic hosts and pathogens. We review here the existing data about mammalian host species, comparing and contrasting these patterns against global maps of zoonotic hosts from all 27 orders of terrestrial mammals. We discuss the zoonotic potential of host species from the top six most species-rich mammal groups, and review the literature to identify analytical and conceptual gaps that must be addressed to improve our ability to generate testable predictions about zoonotic diseases originating from wild mammals.\n\nCurrent understanding about the global distribution of most infectious diseases is surprisingly limited. Even for human infectious diseases, the spatial distributions of the vast majority remain little known [1] . However, the frequency with which new infectious diseases are emerging (emerging infectious diseases, IEDs; see Glossary) [2] , especially zoonoses, underscores the necessity of shifting from a reactionary to a pre-emptive approach to mitigating infectious disease.\n\nAssessing future disease risk requires baseline datainformation about where infectious diseases are distributed geographically, taxonomically (with respect to animal reservoirs), and in relation to human populations. Such information is most abundant for records of human infectious disease. Whether looking across multiple diseases to glean generalizable epidemiological insight, or at specific diseases to identify important covariates predicting particular human outbreaks, previous studies have combined detailed data on human infectious disease events and environmental factors to quantify current and to predict future disease hotspots (e.g., [2] [3] [4] [5] [6] ). Such baseline data provide important starting points for making projections of human disease risk, and can be effectively applied to predict the spread of particular infectious diseases to new areas that are in close proximity, or are located in environments similar to historical outbreak locations (e.g., [6, 7] ). As one example, data describing the ecology of bat reservoirs of Nipah virus can help to make projections about the types of environments expected to support cases of human disease [5] . Such baseline data can then be applied to identify and manage similar locations where future Nipah outbreaks might be predicted to occur. However, data from past outbreaks may offer little towards efforts to predict outbreaks of completely novel diseases that punctuate the status quofor example, the emergence of new zoonotic pathogens, such as the Middle East respiratory syndrome coronavirus (MERS-CoV) [8] , or outbreaks of known zoonoses in unexpected areas, such as Ebola virus disease in West Africa [9] . Because of their often surprising departures from previous outbreak patterns, some argue that disease events may be inherently unpredictable (e.g., [10] ). Predicting outbreaks, caused Trends Predicting zoonotic disease events remains a prominent scientific challenge.\n\nIn response to increasing frequency of emerging infectious disease events caused by animal-borne (zoonotic) pathogens, recent advances assess the biogeographic patterns of human infectious diseases.\n\nA disproportionate representation of mammal-borne zoonoses among emerging human disease has sparked research emphasis on mammal reservoirs because improved understanding of mammal host distributions may lead to improved predictions of future hotspots for zoonotic disease emergence.\n\nIn addition to spatial distributions of animal hosts and human disease, the concept of 'disease risk' is a topic of intense analysis, and has been quantified on the basis of hindsight where regions undergoing frequent or intense human disease events are categorized as possessing numerous factors that interact to increase disease risk. either by novel pathogens or known pathogens in novel places, remains one of the biggest scientific challenges of our time. We agree that this is a difficult problem, but disagree that it is impossible. This causes us to ask, what types of data are available that may facilitate more effective prediction?\n\nBecause most human infectious diseases have animal origins [2, 3, 11, 12] , and the majority of emerging human diseases originate from mammals [13, 14] , better understanding the global distributions of mammal zoonotic hosts could provide a first-order prediction of future hotspots for zoonotic disease emergence. Recognizing that a parasite or pathogen is unlikely to persist in all populations of its definitive host(s), we think of the collective geographic ranges of known host species as the maximum potential current geographic range of a zoonosis. Visualizing this potential range offers a baseline from which we can ask basic comparative questions about realized and unrealized risk of zoonotic diseases, and offers a launch point for building predictive models of future zoonotic disease events.\n\nWe review here what is known about the geographical distribution of zoonoses carried by wild mammals [15] . We describe global biogeographic patterns of zoonotic hosts across all 27 orders of terrestrial mammals (as confirmed at the species level by the Global Infectious Disease and Epidemiology Network, GIDEON, database [16] ), which provides real-time updates of infectious diseases of zoonotic relevance to humans and reports animal hosts to the species level. For zoonotic hosts in each of the six most speciose mammal groups, we review the geographic ranges recorded by the International Union for the Conservation of Nature (www. iucnredlist.org/technical-documents/spatial-data), and address five outstanding research questions about mammal-borne zoonoses.\n\nHuman zoonotic disease risk can be defined as a function of several factors, including the probability of successful transmission of a zoonotic pathogen from an animal host into human hosts (transmission of infection) and the probability of an infection transitioning to a state of disease in human hosts (transition to disease) [17, 18] . These components of disease risk rely on several factors that are external to the host-pathogen system. Extrinsic factors, such as urbanization, agriculture, and socioeconomic standing, control host and human population dynamics underlying the frequency of transmissible contacts at the human-wildlife and the wildlife-livestock interfaces [5, 17, [19] [20] [21] . Intrinsic factors (of hosts, pathogens, and vectors) combine with extrinsic factors to contribute to disease risk in humans. Intrinsic factors include life history [22] [23] [24] , behavior [25, 26] , competence [27] [28] [29] , and rapid evolutionary changes in animal hosts and pathogens [30] [31] [32] ; transmission modes and host breadth in pathogens [13, 33, 34] ; and differences in host susceptibility, often conferred by prosperity or poverty in human populations [35] , and by pristine or degraded communities in wildlife hosts [36] . Thus, regions can have high zoonotic risk for multiple reasonspeople living in regions with inherently high zoonotic potential may be considered at high risk, but so too can those living in regions with low host and pathogen diversity but increasing external pressures (such as warming or urbanization) that may facilitate the transmission of some zoonoses through a cascade of environmental changes [20, [37] [38] [39] .\n\nNotwithstanding these complexities, areas that are currently experiencing zoonotic outbreaks are places where a high zoonotic risk has been realized as observable disease events. Investigating the features shared in common among regions with high realized disease risk (in the form of recurring or new observed outbreaks) is a first step to understanding what triggers these events (e.g., [2, 4, 5, 40] ). However, comparing regions with high realized disease risk offers limited utility for forecasting unexpected disease events, which requires quantifying unrealized disease risk. Disruptive extrinsic pressures in regions of high zoonotic potential where host or Glossary Competence: the degree to which a host can successfully transmit a pathogen to its vector. Disease event: a general term referring to a collection of human disease cases, including the emergence of novel zoonoses or resurgence of known zoonoses over any temporal or spatial extent. Disease hotspots: regions where infectious diseases should increase in incidence or geographic range, or regions most likely to generate novel disease events. Emerging infectious disease (EID): any infectious disease that is increasing in incidence or geographic range. Host breadth: the range of host species that a given pathogen is able to successfully infect, also commonly referred to as the host range of a pathogen or parasite. Outbreak: defined by a group of epidemiologically connected disease cases that exceed historical incidence; generally used in this article to refer to the emergence of a zoonotic disease over a relatively short period of time. Realized disease risk: the component of the overall risk of zoonotic disease in humans that is apparent from current and ongoing disease in human populations. Reporting bias: bias that arises from infection or disease cases being reported more frequently due to greater resource allocation; thus reporting bias can be high in rich countries. Richness: the number of unique species within a particular geographic area; richness is a count-based metric for quantifying diversity, which contrasts with other metrics, such as functional trait diversity (the different types of traits represented within a geographic area) or genetic diversity. Spillover: occurs when a pathogen or parasite successfully infects a human host. Study bias: bias that can arise when particular organisms (e.g., hosts and pathogens) or geographic areas are better studied than others. Unrealized disease risk: the component of overall zoonotic disease risk in humans that is not yet apparent, and comprises underlying zoonotic potential (see below); intrinsic features of the host, pathogen, and vector; and extrinsic pressures that affect human contact. Zoonosis or zoonotic disease (plural, zoonoses): a disease that is caused by an infectious pathogen or parasite that originates in (or is maintained in the wild by) one or more non-human hosts, but can be transmitted to and cause disease in humans. Zoonotic coldspots: areas of unrealized disease risk where zoonotic host or pathogen richness is higher than observed human disease. Zoonotic host: any species confirmed to carry one or more zoonotic diseases either as natural reservoirs or as hosts susceptible to some degree of infection; in this article, hosts are limited to mammals. Zoonotic potential: the dynamic potential of a particular location or animal clade to contribute zoonotic infection to human hosts; conferred by a high underlying diversity of zoonotic hosts or pathogens from which infection may spill over to humans.\n\npathogen richness is already particularly high could trigger spillover to human hosts. Identifying locations with high zoonotic potential but without overt signs of disease emergence could signal regions where pathogen transmission is high but transition to disease is low (e.g., Ebola virus outside Africa [41] ) or areas where transition to disease is low because pathogen transmission is currently low but, once transmission occurs, disease will increase as a matter of course (e.g., Ebola virus disease within Africa [6] ).\n\nIn general, we expect more zoonotic host species to occur in regions with high biodiversity [42] . Indeed, mapping the overlapping geographic ranges of zoonotic mammal hosts ( Figure 1 ) reveals that regions with the greatest host richness include Central and South America (southeast of the Andes); Central East Africa; Europe (Eastern Europe, some of Western Europe), and mainland Southeast Asia ( Figure 1 ). In general, these regions align with global geographic patterns of mammal biodiversity ( Figure S5 in the supplemental information online) [43] with the exception of the hotspot in the north temperate zone (Europe), which contains a higher diversity of mammal hosts than expected from global biodiversity patterns. We postulate that this pattern may be driven in part by the high richness of rodents and insectivores found in this region (see Question 3, below) .\n\nTo what degree do these zoonotic host hotspots align with global patterns of human zoonotic disease? While the diversity of host species corresponds well to global biodiversity patterns, the biogeography of human outbreaks is less straightforwardly explained by biodiversity. For rodents, Han et al. [22] found a greater diversity of zoonotic hosts and diseases in regions with low overall mammal biodiversity. They also found that the number of human outbreaks caused by rodent-borne zoonoses (since 1990) is concentrated in northerly latitudes, especially Europe [22] . In terms of emergence, the majority of human infectious diseases emerged for the first time in northerly latitudes, with a hotspot in Europe [2] . Unsurprisingly, zoonoses with wildlife (as opposed to domesticated species) origins were found to emerge more frequently in humans populations occurring in biodiverse areas (as measured by wildlife species richness, which includes, but is not restricted to, mammals) [2] . By contrast, the emergence frequency of zoonoses from non-sylvatic (e.g., domesticated species) origins is best explained by human population density and by latitude [2] , with no identifiable significance of biodiversity. These patterns provide additional evidence for the general expectation that zoonoses pose greater risks with increasing human contact with animal sources [17, 44, 45] .\n\nMany of the zoonotic host hotspots in higher latitudes also overlap with centers of high human population density (e.g., Europe, Southeast Asia; Figure 1 ), which suggests an important role of reporting bias or study bias in determining larger biogeographical patterns of zoonotic disease [46] . Because more resources are dedicated to disease-related research and treatment in the northern hemisphere [2, 33, 35, 42] , the number of hosts and pathogens discovered in these countries tends to increase (e.g., [47, 48] ). However, if such biases were the sole factor driving this pattern, hotspots of similar magnitude would be expected in the USA and Canada because these countries span similar latitudes, exhibit similar overall species richness [43] , and apportion the greatest expenditures towards biological and health-related research (http://apps. who.int/nha/database/World_Map/Index/en). An open question is whether human population density alone is driving these geographic patterns because human populations are spread over larger areas in North America compared to Europe.\n\nAn underexplored possibility is that there are intrinsic differences between species comprising north temperate communities. These communities display different patterns of functional diversity compared to those in the tropics, with each temperate species contributing disproportionately to ecosystem processes compared to tropical species [49] . Studies that move beyond occurrence-based metrics (e.g., richness) to consider the functional trait diversity of host and pathogen species may reveal another dimension to what is driving geographic patterns of zoonotic diversity. Whether temperate hosts carry proportionately more zoonoses, or whether zoonotic pathogens in temperate zones exhibit proportionately greater host breadth compared to tropical systems, is an open question [50] . Comparing the topologies of host-pathogen networks in temperate versus tropical regions is one approach to answering this question (e.g., [51, 52] ).\n\nAcross the 27 terrestrial mammal orders, there is wide variation in both the total number of species and the fraction of species in each order that are zoonotic hosts (Figure 2 ; Figures S1-S3). In the most speciose orders (blue boxes, Figure 2 ), the number of zoonotic hosts increases with total species richness of the order, a pattern which may be explained in part by accumulating evidence that parasitism drives host diversification (reviewed in [53] ). Nevertheless, further examination of the variation around this general trend is warranted. For example, groups with more zoonotic host species than expected for the richness of the clade (e.g., orders that fall above a regression line through points in Figure 2 ) may share suites of similar intrinsic or extrinsic factors enabling more-successful pathogen transmission (e.g., [54] ), or more frequent human contacts that, over time, facilitate the transition of a novel infection to a disease state in humans [17, 18, 55] (e.g., the ungulates, a paraphyletic group that includes the Artiodactyla and Perissodactyla; ungulates comprise the majority of domesticated mammal species). Conversely, orders with fewer zoonotic hosts than expected for the richness of the clade (those below a regression line) may reflect species that have been poorly sampled for zoonoses, or species that carry fewer zoonoses owing to unique combinations of intrinsic and extrinsic features. For example, the marsupial carnivores (Dasyuromorpha), much like placental carnivores (Carnivora), have less direct contact with humans compared to other clades (e.g., rodents, ungulates) [56] , which may reduce the risk of zoonotic transmission to humans. However, many dasyuromorphs have regular contact with domesticated species (for example, domesticated dogs, especially when Tasmanian devils and quolls are attracted to livestock on farms [57] ), providing an opportunity for human exposure through farm animals on human-modified environments [44] .\n\nMaps depicting geographic range distributions of zoonotic hosts across the most speciose orders (Figure 3 , Key Figure) show that global hotspots (Figure 1 ) are driven in part by striking differences in the distribution of zoonotic hosts from specific clades, as will be explained below. Maps depicting geographic range distributions of zoonotic hosts from mammal orders endemic to Australia can be found in Figure S2 , and maps for all other orders can be found in Figure S3 .\n\nAmong mammals, rodents are the most abundant and most species-rich and include a greater number of zoonotic hosts than any other order: approximately 10.7% of rodents are hosts (244/2220 species, updated from proportions reported by [22] ), carrying 85 unique zoonotic diseases. Rodent reservoirs of zoonotic diseases are distinguished by features that support a fast life history profile, reproducing earlier in life and more frequently compared to other rodent species [22] . Figure 3 shows that north temperate areas in North America and Europe and the tropical Atlantic forest region of Brazil contain the most rodent host species. We note that the larger global zoonotic host hotspot observed in Europe and Russia (Figure 1 ) may be driven in part by the diversity of rodent and small-bodied insectivore hosts (Soricomorpha, see below), as well as their predators (Carnivora, see below) ( Figure 3 ). \n\nBecause they are also relatively small-bodied, speciose, and associated with numerous EID events in humans, bats are often compared to rodents with respect to their risk of carrying zoonotic pathogens [58] . There are about half as many zoonotic bat hosts compared to rodents (108/1100 bat species are hosts, approximately 9.8%), and they carry about a third of the number of unique zoonoses (27) compared to rodents.\n\nThe mammal host hotspot in the Neotropics is likely to be driven in part by the high diversity of bat hosts in this region ( Figure S5 ) [43] . Figure 3 shows hotspots of zoonotic bat hosts in Central and South America (wet regions east of Chile, north of Paraguay and Uruguay), as well as in Southeast Asia. These patterns are generally consistent with bat biodiversity patterns [43] , except for the following departures: (i) within South America, bat species richness is highest in the Andean countries and in northern Brazil whereas the hotspot of bat hosts is in southern Brazil; (ii) Southeast Asia and equatorial Africa display similar patterns of bat species richness, but Southeast Asia has many more zoonotic host species even though it is a much smaller land mass. If, as ecological theory suggests, we expect the number of hosts to be proportional to overall species richness [51, 59, 60] , these maps suggest either that Africa is understudied or that Southeast Asia has more zoonotic hosts than expected for its mammal species richness and for its area.\n\nAmong the insectivoran mammals, relatively few shrews and moles are known to be zoonotic hosts, with only about 4% (19/426 species) carrying 19 unique zoonoses. This small percentage could be due to this group being understudied compared to other, similarly species rich mammal groups. A Web of Science search on the Latin binomials of all extant mole and shrew species returned a total of 4600 citations, which is 1-2 orders of magnitude fewer studies than for other speciose mammal orders (blue box, Figure 2 ). Zoonotic hosts in this order are distributed widely across north temperate latitudes, with the greatest number of host species overlapping across Europe and across the Atlantic coast of the USA (Figure 3 ). Given their species richness, wide geographical distribution, and degree of biological and ecological similarity to rodent and bat hosts (e.g., small body size, high metabolic rates, and plasticity in reproductive traits), zoonotic disease ecology in insectivorous mammals stands out as an important area for further research.\n\nWhile ungulates were previously thought to share the most pathogens with humans [13] , we find that carnivoran hosts nearly tie with the rodents to harbor more unique zoonoses than other terrestrial mammal clades. Approximately 49% (139/285) of all carnivore speciesthe highest proportion of any mammal ordercarry one or more of 83 unique zoonotic pathogens. Carnivoran hosts are among the most widely distributed in terms of spatial extent (Figure 3) , with hotspots of host diversity in Southern and East Africa, Southeast Asia, and the subarctic region of North America. This contrasts patterns of carnivoran species richness, which is concentrated in the southern hemisphere (particularly in Africa and Southeast Asia; Figure S5 ). Previous studies showed that pathogen richness (zoonotic and non-zoonotic) closely tracked carnivore species richness [61] , and that the range of carnivoran host species infected by a pathogen depends primarily on host phylogenetic relatedness [62] . In addition, research exploring the degree to which carnivorans accumulate the infectious agents of their prey (which can themselves be zoonotic hosts) will contribute to understanding whether the distribution of carnivoran hosts are tracking the diversity of prey items.\n\nUngulate reservoirs of zoonotic disease have been of particular interest because of high human contact rates through hunting, and the degree of contact and relatedness between wild and domesticated species (livestock) [13, 19, 39, 63] . Recent work also shows that the time since domestication correlates positively with the number of zoonotic infections shared between ungulates and humans, and that species with the longest history of domestication not only carry more zoonotic pathogens but may also transmit infection to a greater diversity of alternative host species [64] . For wild ungulates (excluding domesticated species), we find that approximately 32% of species were zoonotic hosts (73/247 species), carrying 68 unique zoonoses. Ungulates cover a greater spatial extent than bats, primates and insectivores, and the majority of host species overlap in East and Southern Africa (Figure 3 ).\n\nThe high degree of phylogenetic relatedness between human and non-human primates is thought to contribute to greater risk of pathogen spillover [65] . For example, species that are closely related and share habitat show the most similar parasite communities [66] , suggesting that spatial overlap and phylogenetic relatedness are likely to be important for understanding transmission in humans and in wild host species. Primates are generally found in the global equatorial zone, with greatest species diversity in the rainforests of Africa, the Neotropics, and Asia [67] . Primate zoonotic host richness is greatest in equatorial Africa (in central Africa in the Congo Basin, and West Africa), in Southeast Asia, and in the tropical/mixed forest regions of northern Brazil and the Guyana Shield. Over 20% of primate species are zoonotic hosts (21%; 77/365 species) for at least one of 63 unique zoonoses. Thus, while there are fewer species of primates overall, a greater proportion of the primates are zoonotic hosts than are either the rodents or the bats.\n\nZoonotic Potential of Hosts and Human Disease Risk Importantly, the hotspots identified here depict regions with the greatest number of overlapping zoonotic host species, excluding other components of disease risk. In general, increasing opportunities for human exposure to animal groups with high zoonotic potential will increase the risk of zoonotic disease in humans. In addition to overall host richness of an area, zoonotic potential depends on the likelihood that a species is a zoonotic host given the order it belongs to, and the breadth of zoonoses harbored by host species in a given order [13] . Thus, based on the results described above, rodents can be considered to have high zoonotic potential because there are more rodent host species than hosts from any other mammal group. Although there are fewer carnivoran species in comparison to rodents, they may also be considered to have high zoonotic potential because a greater fraction of them are zoonotic hosts (i.e., given an encounter with a carnivore, the likelihood that it is a zoonotic host is higher than for an equivalent encounter with a rodent for which there are comparatively fewer zoonotic hosts). If the high degree of parasite sharing suggests that the majority of zoonoses has already been transmitted from wild reservoirs to humans, the fact that humans already share a large number of zoonoses with carnivorans may indicate there are few zoonoses left to spill over anew (novel emergence) but many available to seed re-emergence events. Carnivorans also carry a greater diversity of zoonotic pathogens than any other mammal group. While zoonotic potential is considered high for rodents, based purely on numerical frequency, there may be something intrinsic about carnivores where, despite relatively low direct contact with humans, they are more permissive to zoonotic infections and may be particularly good at sustaining them even if the risk of transmissible contacts with humans is lower. Similarly, while there are fewer species of ungulates compared to rodents, bats, primates, carnivorans, or insectivorans ( Figure 2 , Artiodactyla and Perissodactyla), many more wild ungulates are closely related to domesticated livestock species with which humans are in regular and increasingly close contact, which could facilitate successful transmission [13, 19, 64, 68] . Bats are suspected to be particularly permissive hosts of zoonotic infection [69, 70] ,but, outside the paleotropics where bats are hunted as bushmeat, direct human contact with bats is likely surpassed by contact with rodents. Thus, for both bats and carnivorans, it may be more likely that spillover is facilitated by indirect transmission (e.g., for bats, contact with partially consumed food, including insects, vertebrates, and fruit [12, 71] ; for carnivorans, contact with domesticated pets or livestock, and through parasite shedding in encroaching habitats [72] ). These patterns should also be tempered by more explicit quantification of surveillance bias. For example, the surveillance scrutiny applied to bats for particular pathogen types (e.g., viruses [73, 74] ) may skew the number of species found to be positive for zoonotic viruses. Similar surveillance biases across other clades will impede comparisons of relative zoonotic disease risk posed by particular mammal groups or species.\n\nWhere Are Global Hotspots of Mammal-Borne Zoonoses?\n\nIf we make the simplifying assumption that zoonoses are distributed throughout the geographic ranges of the mammals carrying them [61] , then we can generate some baseline hypotheses about where zoonotic potential may be greatest by identifying zoonotic pathogen hotspots. Such hotspots occur where many zoonotic hosts overlap in geographic range, and thus their zoonotic pathogens also overlap. The histograms in Figure 1 show that the species richness of zoonotic hosts reflects latitudinal gradients reminiscent of well-known biogeographical patterns in free-living organisms (more host species at lower latitudes) [75] . However, the richness of zoonotic diseases does not exhibit this pattern: despite wide variation in the global distribution of land mass and species richness, x 2 tests showed that the numbers of unique zoonoses found across 308 longitudinal bands were not significantly different from each other (x 2 11 ¼ 17:571, P = 0.09; similar analyses across 308 bands of latitude and longitude showed expected geographical patterns of higher richness of hosts and zoonoses in the tropics, and in the longitudinal bands capturing greater land mass, Table S1 ). Compared to zoonotic mammal hosts, zoonoses are distributed more evenly worldwide (Figure 4) suggesting that, compared to wildlife-specific pathogens whose ranges are delimited by ecological interactions regulating their host and vector populations [40, [76] [77] [78] , the distributions of zoonoses are not as tightly coupled to the distribution of their host species. Zoonoses are not as broadly distributed as humanspecific diseases [33] , but are possibly more labile than wildlife diseases owing to the mobility and range expansion of human populations [33, 40, 79] while adhering to biogeographic grouping patterns reflecting ecological barriers to animal host species establishment and dispersal [40] .\n\nAlthough major hotspots of mammal hosts occur in the New and Old World tropics (South America and Eastern Africa, particularly; Figure 1 ), more zoonoses are concentrated in northern latitudes, Eastern Africa, and Southeast Asia (Figure 4 ). This is opposite to the patterns depicted for zoonotic hosts in the tropics, where host richness is expected to match global patterns of high species richness that increase the frequency of consumer-resource interactions overall, including parasitic interactions [80] . In addition to the hotspots of human emerging diseases observed in the tropics and Europe, Figure 4 draws attention to the global subarctic. While this region has lower zoonotic host and species diversity compared to other biogeographic regions, mammals found in the subarctic zone harbor more zoonoses than hosts from other regions. In general, mammal species are predominantly constrained by their abiotic environments, but pathogens contend primarily with the biotic environment presented by their hosts (e.g., [81] ). Thus, one possible explanation of this pattern is that, although there are fewer host species in the global subarctic compared to other regions of the world, the pathogens causing zoonoses in these species are saturating all available niches, leading to greater evenness (i.e., a larger fraction of species are zoonotic hosts; Figure S3 ) and higher prevalence (i.e., a larger fraction of the host population that is infected). These broad and opposing patterns call for future studies to investigate more directly what is driving geographic patterns of zoonotic host richness versus richness of zoonotic diseases, an endeavor which subsumes direct confrontation of pervasive issues of sampling bias (for wildlife species) and reporting bias (for human disease cases) inherent to data on pathogens and disease. Such studies will also benefit from the large literature investigating biogeography of parasitic organisms writ large [82] .\n\nThere are more zoonoses caused by bacteria than any other pathogen type, followed by viruses, helminths, protozoa, and fungi ( Figures 5 and S4 ). While zoonotic pathogens are geographically widespread ( Figure 5A ), they are unevenly distributed across mammal groups ( Figure 5B) , with carnivores carrying the greatest number of viral and bacterial zoonoses, rodents carrying the most zoonotic helminths, and ungulates carrying more zoonotic protozoa compared to other mammal groups ( Figure 5B ). Discerning the human disease risk posed by various pathogen types will require cross-referencing these broad patterns with zoonotic host patterns ( Figure 3 ). For example, based purely on frequencies (i.e., excluding factors influencing contact rates with humans, etc.), the zoonotic virus hotspot in Europe ( Figure 5A diversity of rodent hosts ( Figure 3D ). Mapping zoonoses by pathogen type and mammal clade may better characterize the host and pathogen community contributing to broad patterns. Human disease risk posed by different pathogen types will also depend on their host breadth. In response to the emergence of prominent viral zoonoses in humans (e.g., MERS, SARS) and evidence of frequent host switching [83, 84] , recent studies have aimed to understand the zoonotic potential of viruses, particularly those arising from bats [83, 85] . In addition to characterizing the propensity for host-switching among particular host clades and pathogen types, comparative studies of host competence will inform the relative contributions of host species as pathogen sinks or conduits for further transmission.\n\nTallying and mapping zoonotic mammal hosts is an important step to assessing which mammal groups and pathogen types hold the greatest potential to originate new human diseases. Ultimately, there are many factors describing hosts, pathogens, and environments that combine to determine the risk of zoonotic disease emergence from mammal species. Understanding the current geographic and taxonomic distributions of zoonotic mammalian hosts offers an important baseline of empirical data against which observed patterns of human disease can be compared to improve first-order predictions of human disease risk posed by wild mammals. We have summarized here the global distributions of mammal hosts and the zoonoses they carry, and discuss them in context of existing research on human zoonoses. These hotspots provide only a partial view of zoonotic disease risk in humans and highlight many outstanding questions for future research (see Outstanding Questions).\n\nMoving forward, studies comparing hotspots of mammal hosts or particular pathogen types against the spatial landscape of epidemiological metrics (e.g., prevalence, incidence, frequency of disease events in human populations) and extrinsic drivers (e.g., environmental, sociopolitical, economic) will continue to triangulate those areas where high realized risk of human disease coincides with high zoonotic potential. Such comparisons may also reveal zoonotic coldspots that offer important points of contrast in identifying sources and triggers of unrealized disease risk.\n\nThe diversity of zoonotic pathogens and their wild reservoirs may erroneously be considered synonymous with human disease risk, rather than a measure of underlying zoonotic potential, which is itself mediated by many additional interactions in ecological communities (e.g., [51, [86] [87] [88] ). We argue that human zoonotic disease risk in a geographical region relies on both zoonotic potential and the factors that drive zoonotic potential to be realized as human infection and disease. Many case studies now concur that these drivers can be intrinsic to the hosts [22, 69] or result from changing human ecology [5, 46, 89] . Future studies that partition and quantify the components of zoonotic transmission and the transition of infection to human disease will offer much-needed inroads to assessing the most effective approaches to prevent, manage, or intervene in wild animal systems to achieve the broader goal of mitigating zoonotic disease burden worldwide.\n\nSupplemental information associated with this article can be found, in the online version, at http://dx.doi.org/10.1016/j.pt.\n\n2016.04.007.\n\nWhere will future zoonoses come from? Assessing this question will require the generation of baseline hypotheses about the distribution of animal reservoirs and their pathogens from which future diseases will emerge.\n\nWhat is the underlying zoonotic potential of regions where unrealized risk of future disease is particularly high? Analyses to formally quantify the underlying zoonotic potential of a region, host group, or pathogen type will be necessary to compare unrealized disease risk across the landscape. Quantifying the components of unrealized zoonotic disease risk will also be crucial for developing a predictive approach to managing human and animal populations to minimize or prevent outbreaks.\n\nAre there intrinsic differences in permissiveness and transmissibility between reservoir species or among ecological communities? For example, is a zoonosis more virulent if it arises from a particular animal group (e.g., bats)? Are future zoonoses more likely to arise from regions that have more zoonoses (northerly latitudes) or more reservoir species (the tropics)?\n\nWhat is driving the geographic patterns of zoonotic host richness versus richness of zoonotic diseases?\n\nWhere does high zoonotic potential align with extrinsic pressures that trigger human disease events, and with intrinsic features among hosts and pathogens that facilitate pathogen spillover to humans?\n\nWhat is the zoonotic risk posed by different pathogen types and transmission modes?\n\nAre there comparative patterns of host breadth across zoonoses or across biogeographic regions?\n\nWhat are the implications of climate warming for zoonosis patterns in northerly latitudes?"}