{"title": "", "body": "Within the last decade the world was swept by the H1N1 pandemic, beginning with cases in Mexico detected in March 2009 (WH Organization, 2009 ). The first US cases appeared in California in mid-April 2009 (Ginsberg et al., 2009) . Vaccine was rushed into production, and was available in October. In January 2010\n\nAbbreviations: ED, emergency department; EHR, electronic health record; EMS, emergency medical services; GI, gastrointestinal; PP, patient with patient; PS, patient with staff; RFID, radiofrequency identification; RTLS, real time location sensing; SARS, severe acute respiratory syndrome; SP, staff with patient; SS, staff with staff. the CDC declared vaccine had been successfully made available to targeted populations (Centers for Disease Control and Prevention, 2010) . The H1N1 epidemic is of particular interest in academic emergency medicine. It is a time when the public health system, in which emergency departments (EDs) play a key role, should have been operating optimally due to heightened awareness of infection control efforts.\n\nClose proximity interactions (contacts) provide a means for cross infection when a susceptible individual inhales airborne microbes shed as large droplets by an infectious individual for diseases such as influenza and severe acute respiratory syndrome (SARS) (Bridges et al., 2003; Tellier, 2006; Wenzel and Edmond, 2003) . One setting where contacts between susceptible and infectious individuals occur frequently is the ED, as was dramatically demonstrated in the 2003 SARS epidemic (Varia et al., 2003) . Understanding the temporal, environmental, and individual factors associated with contacts may lead to improved infection control http://dx.doi.org/10.1016/j.socnet.2016.08.005 0378-8733/© 2016 Published by Elsevier B.V. efforts in the ED, which may prove to be particularly important in times of pandemic concern.\n\nRecent developments in technology have enabled precise measurement of movements of humans and resulting interactions. Researchers are increasingly using real time location sensing (RTLS) systems such as radiofrequency identification (RFID) systems to measure occurrence, duration, and location of contacts typically defined as distance between two individuals of some small fixed distance such as 1 meter (m) by line of sight (Gundlapalli et al., 2009; Hornbeck et al., 2012; Isella et al., 2011a,b; Lucet et al., 2012; Stehle et al., 2011; Vanhems et al., 2013; Salathe et al., 2010) .\n\nSensors have been used to study the interactions of patients and staff in a hospital ICU (Hornbeck et al., 2012) , a hospital pediatric ward (Isella et al., 2011a) , a hospital geriatric ward (Vanhems et al., 2013) , and a hospital ward in which patients were under airborne precautions (Lucet et al., 2012) . Sensor data have been examined in comparison to electronic medical system log-in information in an ED setting to determine if the latter has utility in determining contacts (Gundlapalli et al., 2009) . Other settings in which such technology has been used include schools (Stehle et al., 2011; Salathe et al., 2010) and scientific conferences (Isella et al., 2011b) . Due to the costs associated with such technology, these investigations of contacts have been, with few exceptions, one-time investigations of short duration, e.g., 1 week or less. Such snapshots may not be representative of relationships throughout time, in particular failing to account for seasonal or even week-to-week variation. One study in high school students (Fournet and Barrat, 2014) for 11 days in two years showed that there was little variation in contact matrices by time of day, between days, and between years. However it is not clear how these results generalize to other populations. In general, the few studies involving longer periods of time report summary network measures for the period that do not permit inference to the general population of such networks. There is little information on contacts of patients as they interact with staff and with other patients. It is unknown if there are differences associated with patient age, sex, race, or clinical syndrome. There is also limited information about contacts of staff as they interact with other staff and with patients, particularly with respect to staff role (i.e., provider, nurse, administrative).\n\nA better understanding of the nature of contacts may lead to improvements in infection control in the ED. We measured contacts among patients and staff of the ED of a large urban hospital in Atlanta, GA (Lowery-North et al., 2013) . In this paper we describe a secondary analysis of those data. In particular we examine here the characteristics of the resulting contact networks, relating nodaland network-level metrics with shift characteristics such as time (i.e., season of year, weekday vs. weekend, day vs. night) and environment (e.g., volume of patients, percent high acuity patients). We also describe relationships between patient contacts and patient characteristics as well as between staff contacts and staff role.\n\nThis is a prospective study. We measured contacts among patients and staff of the ED of a large urban hospital in Atlanta, GA during 81 randomly selected 12-h shifts between 1 July 2009 and 30 June 2010 (Lowery-North et al., 2013).\n\nAs detailed in Lowery-North et al. (2013) , we installed an RFID system to determine contacts ≤1 meter (m) between and within patients and staff in a busy hospital ED of modern design, part of an urban academic center. This is a modern ED with centralized workspaces and walled patient treatment rooms. The ED was designed for 50,000 patient encounters annually; over the year of the study there were over 57,000 patient encounters.\n\nWe placed permanent RFID tags on all staff, and placed temporary RFID tags on all patients during predetermined, randomly chosen shifts. The protocol was reviewed and approved by the Emory University Institutional Review Board. All ED staff were invited to participate. Staff participation was voluntary and anonymous. All non-incarcerated patients who were not mentally incapacitated were eligible. Patient participation was voluntary as well.\n\nIn this paper we restrict our analysis to data from the first 6 months of the study (35 shifts of the 81 observed). Data limitations that led to restricted analysis on a subset of shifts are as follows: examination of participation by patients and staff across the year showed a significant decline. We attribute staff participation decline to a system failure that did not alert us to battery depletion in permanent tags worn by staff. There is no similar physical reason for decline in patient participation, thus we attribute it to waning abilities of the research team to keep up with a task that was too large for them alone. Biases in estimates of measures of interest can result from missing individuals and their concomitant contacts.\n\nWe restricted analyses to shifts in the first 6 months of our observation period for two reasons: (1) the decline in staff participation starts at the beginning of the second half of the year and thus these observations should not be biased by the presence missing data;\n\n(2) the H1N1 epidemic swept through the state of Georgia during these first six months.\n\nThe RFID data were used to create a contact network for each shift depicting interactions (the edges) between patient and staff participants (the nodes), resulting in weighted and unweighted adjacency matrices (Lowery-North et al., 2013; Newman, 2010) . From these matrices, the following node-level measures were calculated for each participant: degree (number of contacts), time-weighted degree (time-weighted contacts), relative degree (number of contacts normalized to the interval (0, 1)), closeness centrality (inverse of the average shortest path to all other individuals; range is 0-1), and eigenvector centrality (how well they were associated with other central individuals) (Newman, 2010) . In addition, for each shift, the following network-level measures were calculated from these matrices: density, average path length, diameter, time-weighted diameter, radius, maximum spectral gap, number of weak components, and average clustering coefficient (transitivity) (Newman, 2010) .\n\nThe only information associated with staff RFID tag number was role (provider, nurse, other) . Providers comprised attending and resident physicians, nurse practitioners, and physician assistants.\n\nNurses included all non-clerical and non-provider ED staff. Staff roles classified as other were primarily clerical, and these were primarily patient registration.\n\nIndividual patient data elements were obtained from the electronic health record (EHR) and included age, race, sex, acuity, and mode of arrival (ambulance vs. other), patient arrival and departure times, and ICD 9 codes. ICD 9 codes associated with the presenting complaint were categorized using the ESSENCE criteria (Lewis et al., 2002) into the following categories: gastrointestinal (GI), respiratory, neurological, chest pain, musculoskeletal, other. Because contact patterns vary over the course of a patient's stay, we categorized the RFID observation period in terms of its overlap with patient arrival and departure times. Specifically we separated patients into four groups as follows: those whose entire ED visit was observed during the shift under observation; those whose ED visit began before the shift under observation and completed during the observation period; those whose ED visit began during the shift under observation and completed after the end of the observation period, and those whose ED visit began before the shift under observation and completed after the end of the observation period.\n\nBased on ED EHRs, for both staff members and patients we calculated the maximum patient census during each individual's observation period, using this information as a measure of ED crowding.\n\nData regarding environment, that is, overall patient mix, were summarized for each shift with respect to median age, percent female, percent arriving via EMS, percent with high acuity illness, percent presenting with respiratory chief complaint, and percent presenting with musculoskeletal chief complaint. Temporal variables for each shift included day (7 am -7 pm) vs. night (7 pm -7 am) shift, weekday vs. weekend, and season of year (July/August/September vs. October/November/December). In addition we used the maximum patient census during the observation period as another measure of ED crowding.\n\nVariables that were inextricably related to network quantities of interest served as control variables. For node-level outcomes, control variables included length of shift, counts of staff and patients observed by RFID in that shift, and length of observation period for each individual. For network-level outcomes, control variables included total number of participants and length of shift.\n\nData were first summarized as descriptive statistics, such as medians and percentages. To understand variability of the networks (the 35 randomly selected shifts), network characteristics were summarized and the distribution of these summary statistics reported. We typically report median values as they are robust to extreme values. In doing so we use the language of \"on average\" in the sense of a typical value (Stevenson, 2010) rather than the arithmetic mean.\n\nTo evaluate whether temporal and environmental characteristics were associated with node-and network-level metrics, a series of multivariable models were analyzed. Models of node level outcomes used a mixed models approach to account for the clustering of observations within each shift using SAS's PROC MIXED (SI Inc., 2008a) or PROC GLIMMIX (SI Inc., 2008b) with a random statement for shifts. Most staff members had observations in multiple shifts, another source of clustering, but addition of this random effect was found to be unnecessary to the models. Normal linear regression was used except for the following dependent variables: for number of weak components, Poisson regression was used; for indicators of radius >2 or not and diameter >5 or not, logistic regression was used. Regression diagnostic techniques confirmed linearity and lack of multicollinearity. Problematic residual distributions led to the use of bootstrapping (Carroll and Ruppert, 1988) to quantify sampling error, with 95% confidence intervals calculated utilizing 1000 bootstrapped estimates (based on bootstrapped samples of shifts). Before bootstrapping we screened for inclusion of 2-way interaction terms as appropriate: patient arrival mode with patient acuity, ED crowding during individual observation period, and chief complaint; patient acuity with percent population with high acuity, ED crowding during individual observation period, chief complaint, and day/night; day/night with percent population with high acuity and ED crowding during individual observation period; and patient age with chief complaint. Criterion for including interaction terms in a final model was alpha = 0.001.\n\nNode-level outcomes degree, weighted degree, and relative degree were modeled for four subsets determined by type of contact edge and participant type (patient or staff): (1) patient with other patient (PP), (2) among patients only, patient with staff person (PS), (3) among staff only, a staff person with a patient (SP), and (4) staff person with another staff person (SS). This permitted some clarity about the quite different contact experiences of these subsets. It allowed patient characteristics to be examined as predictors in patient-centered models, and staff member's role (provider, nurse, other) to be included in staff-centered models, in addition to the temporal and environmental characteristics and control variables included in all models.\n\nFor the PP outcomes the models took the following form:\n\nX kij for i = 1,. . .n j , j = 1, . . ., 35, where m ij is one of the three measures considered (degree, weighted degree, relative degree) for patient i in shift j; n j is the number of patients observed in shift j; X 1ij = age of patient i in shift j; X 2ij = 1 if subject i in shift j is female, 0 otherwise; X 3ij = 1 if patient i in shift j is non-black, 0 otherwise; X 4ij = 1 if patient i in shift j arrived by emergency medical services (EMS) ambulance; X 5ij = patient census if patient i in shift j arrived by EMS, 0 otherwise; X 6ij = 1 if patient i in shift j had acuity of stable or non-urgent, 0 otherwise; X 7ij = 1 if patient i in shift j had acuity of urgent, 0 otherwise; X 8ij = 1 if patient i in shift j had gastrointestinal (GI) chief complaint, 0 otherwise; X 9ij = 1 if patient i in shift j had respiratory chief complaint, 0 otherwise; X 10ij = 1 if patient i in shift j had neurological chief complaint, 0 otherwise; X 11ij = 1 if patient i in shift j had chest pain chief complaint, 0 otherwise; X 12ij = 1 if patient i in shift j had other chief complaint, 0 otherwise; X 13ij = 1 if the visit for patient i started before and ended during shift j, 0 otherwise; X 14ij = 1 if the visit for patient i started during and ended after shift j; X 15ij = 1 if the visit for patient i started before and ended shift j; X 16ij = 1 if shift j was a day shift (7 am-7 pm), 0 otherwise; X 17ij = 1 if shift j was a weekend shift, 0 otherwise; X 18ij = 1 if shift j occurred in July, August, or September of 2009, and 0 if it occurred in October-December of 2009; X 19ij = maximum census of the ED during shift j; X 20ij = median age (years) of patients seen during shift j; X 21ij = percent of patients seen during shift j that were female; X 22ij = percent of patients seen during shift j that arrived by EMS; X 23ij = percent of patients seen during shift j with urgent acuity class; X 24ij = percent of patients seen during shift j that had respiratory chief complaint; X 25ij = percent of patients seen during shift j that had musculoskeletal chief complaint; X 26ij = length of shift j (hours); X 27ij = duration of observation; and X 28ij = number of patients in the ED during shift j.\n\nFor the PS outcomes the models took the following form:\n\nX kij for i = 1,. . .n j , j = 1, . . ., 35, where m ij is one of the three measures considered (degree, weighted degree, relative degree) for patient i in shift j; n j is the number of patients observed in shift j; X 1ij , . . ., X 28ij are as defined above, and X 29ij = number of staff working in the ED during shift j. For the SP outcomes the model took the following form:\n\nwhere m ij is one of the three measures considered (degree, weighted degree, relative degree) for staff i in shift j; n j is the number of staff observed in shift j; Z 1ij = 1 if staff i in shift j is a provider, 0 otherwise; Z 2ij = 1 if staff i in shift j is a nurse, 0 otherwise; Z 3ij = the census for shift j if staff i is a provider; Z 4ij = the census for shift j if staff i is a nurse; Z 5ij = 1 if shift j is a day shift, 0 otherwise; Z 6ij = 1 if shift j is a weekend shift, 0 otherwise; Z 7ij = 1 if shift j occurred in July-September of 2009, 0 if it occurred during October-December of 2009; Z 8ij = maximum census of the ED during shift j; Z 9ij = median age (years) of patients seen during shift j; Z 10ij = percent of patients seen during shift j that were female; Z 11ij = percent of patients seen during shift j that arrived by EMS; Z 12ij = percent of patients seen during shift j with urgent acuity class; Z 13ij = percent of patients seen during shift j that had respiratory chief complaint; Z 14ij = percent of patients seen during shift j that had musculoskeletal chief complaint; Z 15ij = length of shift j (hours); Z 16ij = duration observed; Z 17ij = number of staff working in the ED during shift j; Z 18ij = number of patients in the ED during shift j. For the SS outcomes the model took the following form:\n\nZ kij for i = 1,. . .n j , j = 1, . . ., 35, where m ij is one of the three measures considered (degree, weighted degree, relative degree) for staff i in shift j; n j is the number of staff observed in shift j; Z 1ij . . ., Z 18ij are as defined above; the two interaction terms were not significant and the number of patients was not relevant. For eigenvector and closeness centrality measures, the models took the form\n\nwhere m ij is one of the two measures considered for participant i in shift j; n j is the number of participants observed in shift j; U 1ij = 1 if participant i in shift j is a provider, 0 otherwise; U 2ij = 1 if participant i in shift j is a nurse, 0 otherwise; U 3ij = 1 if participant i in shift j is administrative staff, 0 otherwise; U 4ij = census maximum in shift j; U 5ij = census maximum if participant i in shift j is a provider, 0 otherwise; U 6ij = census maximum if participant i in shift j is a nurse; U 7ij = census maximum if participant i in shift j is administrative staff, 0 otherwise; U 8ij = 1 if shift j was a day shift (7 am to 7 pm), 0 otherwise; U 9ij = 1 if shift j was a weekend shift, 0 otherwise; U 10ij = 1 if shift j was occurred in July, August, or September of 2009, and 0 if it occurred in October-December of 2009; U 11ij = median age (years) of all patients seen during shift j; U 12ij = percent of patients seen during shift j that were female; U 13ij = percent of patients seen during shift j that arrived by EMS; U 14ij = percent of patients seen during shift j with urgent acuity class; U 15ij = percent of patients seen during shift j that had respiratory chief complaint; U 16ij = percent of patients seen during shift j that had musculoskeletal chief complaint; U 17ij = length of shift j (hours); U 18ij = duration of observation (hours); U 19ij = number of staff working in the ED during shift j; U 20ij = number of patients in the ED during shift j.\n\nFor the network-level outcomes, separate models for each temporal and environmental predictor were run, with shift length and network size included as control variables. Since there were only 35 network-level observations, we did not perform extensive multivariable analysis beyond these models. Regression diagnostics confirmed linearity, residual assumptions, and lack of multicollinearity.\n\nFor these measures the models took the form Table 1 provides descriptive statistics for participant, temporal, and environmental characteristics. There were, on average, 36 staff and 68 patient participants observed per shift. Staff were observed for 575 min per shift while patients were observed for 192 min. Although the goal was to measure 12-h shifts, at least 25% of shifts were observed for 11 or fewer hours. The majority (74%) of shifts were on weekdays, and 57% were day shifts. Shifts split fairly evenly between summer months (July-September) and autumn months (October-December), with 46% of shifts being measured in summer months. The median of shift-level environmental characteristics are as follows: median age of 44 years, 57% female, 29% arrived by EMS, 28% were of high acuity, 12% presented with respiratory syndrome, and 12% presented with musculoskeletal syndrome.\n\nDegree, relative degree, and weighted degree are given in Table 2 . The regression analysis parameter estimates for patient-patient (PP), patient-staff (PS), staff-patient (SP), and staff-staff (SS) degree on environmental, temporal, and subject characteristics are shown in Tables 3-6 respectively. For each table, the models take the form of the equations given in section 2 above.\n\nWith respect to PP degree, patients arriving by EMS had fewer contacts with other patients than patients arriving by other modes. Similarly patients in the least urgent acuity classes had more contacts with other patients than patients in more acute classes. Patients with GI complaints had fewer contacts than patients with musculoskeletal complaints. PP degree was positively associated with crowding. With respect to PP weighted degree, patients arriving by EMS were greater than patients arriving by other modes. There was also a positive association with crowding. There was also a significant interaction between arrival mode and crowding. When crowding was low (say census = 20), patients arriving by EMS had more person-minutes of contact with other patients, compared to patients arriving by other modes. However, when crowding was high (say census = 70), patients arriving by EMS had fewer person-minutes of contact with other patients, compared to patients arriving by other modes. Moreover, patients in the stable or non-urgent acuity class had approximately 30 person-minutes of contact more than patients in the most acute category.\n\nWith respect to PS degree, patients in the least urgent acuity classes had more contacts with other patients than patients in more Table 3 Among patient-patient contacts: relationship of patient, temporal, and environmental characteristics in the ED with degree, weighted degree, and relative degree. acute classes. There was also an interaction between arrival mode and crowding. When crowding was low, patients arriving by EMS were similar to patients arriving by other modes, but as crowding increased, patient contacts with staff increased among patients arriving by other modes while patient contacts with staff did not increase significantly if arriving by EMS. With respect to PS weighted degree, non-black patients have approximately 15 person-minutes less contact than black patients. Weekends are greater than weekdays by 32 person-minutes. Patients in the stable or non-urgent acuity class had approximately 34 person-minutes of contact more than patients in the most acute category. There was a significant interaction between arrival mode and crowding. When crowding was low, patients arriving by EMS had more person-minutes of contact with staff, compared to patients arriving by other modes. However, when crowding was high, patients arriving by EMS had fewer person-minutes of contact with staff, compared to patients arriving by other modes.\n\nWith respect to SP degree, both providers and nurses had more contacts with patients than other staff, with providers having the most contacts. Contacts of staff with patients increased with crowding. However there was no interaction between staff role and crowding.\n\nWith respect to SP weighted degree, there is a significant interaction between staff role and crowding. When crowding is low, providers have the most contact time with patients and staff the least. However, when crowding is high, staff have the most contact time with patients. Staff had 80 fewer person-minutes of contact with patients on weekends than on weekdays.\n\nWith respect to SS degree, both providers and nurses have fewer contacts with all types of staff than staff in the other category, with providers having significantly fewer than nurses. There was a positive association with crowding.\n\nWith respect to SS weighted degree, providers and RNs are less than other staff. The average person-minutes in contact increased by 478 person-minutes for each 10% increase in population percent with high acuity. \n\nRegression parameter estimates for eigenvector centrality are shown in Table 7 . There is a significant interaction between role and crowding. Eigenvector centrality increased slightly more with increasing crowding for other staff compared to patients, although there were not differences in slopes for providers vs. patients and nurses vs. patients.\n\nThe regression parameter estimates for closeness centrality are also shown in Table 7 . There is an interaction between role and crowding. Providers are lower than patients at low crowding, but have higher values than patients with increased crowding.\n\nSimple descriptive statistics of the network-level characteristics are shown in Table 8 . The median density of networks was 0.16, indicating that the individuals had interactions with each other at the frequency of 16% of the number of possible 2-way interactions. The median radius was 3, with 34% of the networks having a radius less than 3, while the maximum radius was 4. The median diameter was 5, with 43% of networks with a diameter less than 5, while the maximum diameter was 6. The maximum spectral gap varied from 1 to 14, with a median value of 6. The median clustering coefficient was 0.56.\n\nThe results of regression analyses of the network-level characteristics on individual temporal and environmental characteristics while controlling for shift length and network size are given in Table 9 . Among temporal characteristics time of day and season were associated with some network values, while weekday/weekend was not. Specifically, shifts occurring in daytime were more likely to have radius >2 (estimated beta (se) = 2.46 (1.00)) and had smaller spectral gap (−4.67 (1.07)) than night shifts. Shifts falling in autumn months (October-December) were less dense than shifts falling in summer months (July-September) (est. b Table 5 Among staff-patient contacts: relationship of staff, temporal, and environmental characteristics in the ED with degree, weighted degree, and relative degree. Bold font indicates that the estimate is significantly different from 0 at the 0.05 levels. a Minutes. b Estimates reported per 10 patient increase of 'maximum number of patients registered in the ED during any 15 min period for individual participants'. c Estimates reported per 10 year increase in median age. d Estimates reported per 10% point increase. e Emergency medical services.\n\nAmong staff-staff contacts: relationship of staff, temporal, and environmental characteristics in the ED with degree, weighted degree, and relative degree. Bold font indicates estimates that are significantly different from 0 at the 0.05 level. a Density, average path length, log(weighted diameter), maximum spectral gap, and clustering coefficient using multiple linear regression; # weak components using poisson regression, radius and diameter (median splits) using logistic regression; all models contain 3 variables (the variable of interest and control variables regarding shift length and total number of participants (staff plus patients) in each shift).\n\nb Estimates significant at p < 0.05 are in bold. c Estimates reported per 10 patient increase of shift mean of the 'maximum number of patients registered in the ED during any 15 min period for individual participants'. d Estimates reported per 10 year increase in median age. e Estimates reported per 10% point increase.\n\n(se): −0.03 (0.01)) while having longer average path lengths (0.18 (0.07)), larger spectral gap (3.05 (1.25)), and larger number of components (1.23 (0.52)). Among environmental characteristics, census maximum, percent female patients, percent high acuity patients, and percent musculoskeletal complaint patients were associated with some network measures, while median age, percent arriving by EMS, and percent respiratory complaint patients were not. Specifically, the odds (standard error) of having radius >2 increased with shift census maximum (1.79 (0.79)). The log of the weighted diameter decreased as percentage of female patients present increased (−1.09 (0.45)); however this same outcome measure increased as percentage of high acuity patients present increased (0.85 (0.33)). Number of components increased as percentage of patients with musculoskeletal complaints increased (1.58 (0.07)), but the clustering coefficient decreased with this same covariate (−0.05 (0.02)).\n\nMajor findings for patient contacts are as follows: (1) the number of patient contacts (degree) are not related to patient demographic characteristics, but the time-weighted number of contacts (weighted degree) for black patients were higher than for non-black patients; (2) there are differences in number of contacts based on arrival mode and staff role; and (3) the effect of arrival mode is modified by the extent of crowding. With respect to arrival mode, EMS patients have a more consistent geographic pathway of care while patients arriving by other modes are more ambulatory and therefore more easily moved between various waiting, evaluation and treatment areas (for example waiting room, triage, registration, imaging, treatment rooms). Patients arriving by EMS enter through the ambulance bay entry and are moved directly into a treatment room where traditional arrival activities occur (e.g., registration, triage, specimen collection, EKG, etc.). In contrast, for \"ambulatory\" patients, traditional arrival activities occur in a variety of locations to which the patient moves as opposed to a single treatment room. Thus the increasing number of contacts that is associated with increased crowding does not affect EMS patients -as it does patients arriving by other modes -since they are effectively sequestered in a single room, leading to the observed statistical interaction.\n\nAs for SP contacts, degree, weighted degree, and relative degree are all increased with crowding; thus in crowded conditions, staff have more contacts of longer duration with more patients. Because the provider to patient ratio is smaller than the non-provider staff to patient ratio, providers may become task saturated at an earlier point as conditions become more crowded and therefore become the rate limiting step in care delivery. For SS relative degree, providers < nurses < other, which suggests that the nonclinical staff work within smaller spaces filled with other staff colleagues. We will be exploring this possibility further in a planned future analysis of the geography of contacts.\n\nWith only 35 networks, the network level models could not control for more covariates. In addition, we could not investigate the whole range of seasonality with observations for only 6 months. This ED does not treat pediatric patients, and thus contact patterns may differ in those settings. We did not measure interactions among and between visitors, i.e., family accompanying patients. The entire span of a patient's visit is not captured by the RFID observation period although we tried to control for this in our models.\n\nContact patterns change over the course of a patient visit. Longer continuous observation periods would mean that a higher percentage of patients would have a completely captured ED stay. Gundlapalli et al. (2009) used electronic health records coupled with data from a staff RTLS using infrared detection to reconstruct the social network of staff-patient interactions in a hospital ED over the course of one day. During this day there were 21 staff and 40 patients. The average PS degree was 3, while the average SP degree was 6. The average path length was 2.577 and the clustering coefficient was 0.541. The average (SD) eigenvector centrality was 14.7 (22.6) for staff and 6.9 (9.3) for patients. We cannot compare our findings to theirs, however, in that staff-staff and patient-patient interactions are not included. Polgreen et al. (2010) used student observers to record interactions of 148 hospital staff with other staff, patients, and others over the course of 606 h. They recorded 4413 interactions with other staff, and thus the staff-staff network has average degree = 59.6 and density = 0.41. They also indicate that these staff had 1762 interactions with patients. However, without the number of patients and the number of patient-patient interactions we cannot describe the entire network and thus cannot compare our network to theirs. Isella et al. (2011a) used an RFID system to record interactions of patients, staff, and visitors in a ward of a pediatric children's hospital. There were 119 participants having average degree of 20 and network density of 0.17. Since we did not record interactions of visitors our network is not comparable.\n\nTraditional models assume random mixing of members of healthcare networks. Prior work (Gundlapalli et al., 2009; Lowery-North et al., 2013) has demonstrated that in the emergency department network members are circulating in a non-random fashion. The data presented here further emphasize the nonrandom mixing characteristics of the ED population. These results should help focus designers of emergency care on higher risk situations for the transmission of dangerous pathogens in an emergency department. In particular given the differential in contacts with EMS vs. non-EMS patients, it would appear that infection control efforts should consider non-EMS patients, particularly during times of ED crowding, as high priority targets for engineering or architectural interventions to artificially increase social distance with each other and with staff. Similar measures should also be directed at staff to increase their social distance from one another.\n\nIn summary, we investigated the association of contacts with individual patient characteristics, staff role, and shift level characteristics such as patient mix. We have observed repeated shifts while other studies have studied short fixed intervals at one fixed time. Our findings suggest that optimization of the geographic pathway of care is necessary, particularly for patients not arriving by EMS, in order to reduce the number of contacts with other patients, thus reducing cross infection risk. Such optimization might limit intradepartmental motion of patients and thus reduce the number of patient contact events. Therefore we need to examine movement patterns of EMS arrivals vs. other arrivals to verify our conjecture. We also need to better understand not only the geographic pathways of care but also the locations where PP interactions are occurring under crowded conditions (e.g., waiting room, transit areas like hallways) in order to find ways to reduce the number and duration of contacts taking place there. Social network analysis enabled characterization of the ED in a novel manner. Our findings would not have been possible without the ability to look at ED patient and staff interactions through this lens."}