{"title": "FERMENTATION, CELL CULTURE AND BIOENGINEERING -REVIEW Evaluating ultraviolet sensitivity of adventitious agents in biopharmaceutical manufacturing", "body": "There have been a number of publicized incidents in which biopharmaceutical production has experienced contamination with a virus or bacterial agent [6, 10, 24, 33, 72] . These contamination events are highly disruptive, requiring that production be halted, inventory be quarantined, and extensive testing be conducted to identify the nature and source of the contamination. The cost of a contamination event can be significant. For example, costs associated with a vesivirus 2117 contamination event at Genzyme in 2009 were estimated at more than $200 million including a fine of $175 million from the US FDA [3] . In addition, there is the direct or indirect cost to patients whose medications become unavailable.\n\nUltraviolet (UV) disinfection has been applied in drinking water for more than a century, with the first installation in Marseille in 1910, and the first US installation in Henderson KY in 1916 [66] . Many millions of people rely on drinking water disinfected with ultraviolet light, including the residents of New York City, USA, and Vancouver, Canada. Benefits of UV disinfection include the avoidance of chemical addition, as well as simple control and maintenance. The unique mode of action of UV, directly affecting the nucleic acids of an organism or virus, also makes it a desirable orthogonal methodology to complement technologies such as filtration or chemical inactivation. As a result, it is often considered a treatment method for small organisms or viruses that cannot be readily filtered or that are not susceptible to chemical disruption.\n\nBiopharmaceutical manufacturers Genzyme and Sanofi Pasteur consider UV to be a promising prospective adventitious agent clearance technology to mitigate the risk of contamination from raw materials [44] . However, there is reluctance to implement it in processes Abstract Incidents of contamination in biopharmaceutical production have highlighted the need to apply alternative or supplementary disinfection techniques. Ultraviolet (UV) irradiation is a well-established method for inactivating a broad range of microorganisms, and is therefore a good candidate as an orthogonal technique for disinfection. To apply UV as a safeguard against adventitious agents, the UV sensitivity of these target agents must be known so that the appropriate dose of UV may be applied to achieve the desired level of inactivation. This document compiles and reviews experimentally derived 254 nm sensitivities of organisms relevant to biopharmaceutical production. In general, different researchers have found similar sensitivity values despite a lack of uniformity in experimental design or standardized quantification techniques. Still, the lack of consistent methodologies has led to suspicious UV susceptibilities in certain instances, justifying the need to create a robust collection of sensitivity values that can be used in the design and sizing of UV systems for the inactivation of adventitious agents.\n\nKeywords Biopharmaceutical · Adventitious agent · Ultraviolet · Irradiation · Disinfection · Viral clearance 1 3 because of the lack of available literature on the topic. Recently, an effort to correct this has been undertaken and our group has published research considering the effect of UV fluence on the composition and function of cell culture media [70, 117] .\n\nUV inactivation is generally achieved using lamps emitting at 254 nm. This wavelength, in the UVC range, is produced very efficiently using mercury vapor lamps, and it nearly corresponds to the nucleic acid absorption peak of about 265 nm. The absorbed energy can result in pyrimidine cyclobutane dimer formation; if the dimers are formed in a critical location and cannot be overcome by repair mechanisms, the organism cannot reproduce and is thereby inactivated. The amount of UV relevant to inactivation is properly denoted as fluence, which is the direction-independent irradiance-analog multiplied by the exposure time. The units of fluence are energy per unit area.\n\nThere have been attempts to predict the UV sensitivity of organisms by correlations with genome size, singlestranded vs. double-stranded, DNA vs. RNA, or detailed genomic analysis [57, 56, 64] . The model predictions have good general agreement with experiment, allowing the estimation of UV sensitivity for newly discovered organisms or in cases where experimental results are not available. However, even the most detailed mechanistic predictions by Kowalski [56] differ by up to a factor of 2 or 0.5 from specific experimental results. For that reason, this review considers only experimentally measured inactivation rates; model predictions are not included here.\n\nSeveral review articles identify adventitious agents that are concerns for CHO cell processes based on known contamination events or known susceptibilities [12, 54, 74] . The objective of this study is to provide a critical review of the available UV inactivation literature for organisms that are crucial to the biopharmaceutical industry, and to provide a comprehensive list of the organisms studied along with their UV sensitivities. This work will hopefully be a valuable source of information in the design of UV disinfection equipment and experiments, as well as provide researchers a foundation to evaluate and analyze UV inactivation studies. \n\nUV sensitivity is generally measured by applying a well-quantified, single-valued UV fluence to a fluid containing virus, and determining the resulting degree of inactivation of the virus. The process is repeated for a sequence of fluence values, and the resulting inactivation is plotted to determine the shape of the inactivation curve (the kinetics) and to minimize the impact of error in any one data point. For first-order kinetics, the D 10 value (the fluence required for a single log reduction in infectivity) is readily determined from the slope of the resulting plot. \n\nThe quality of data in a UV inactivation study should be checked by a simple plot of survival vs. UV fluence. For most organisms, the UV inactivation is well modeled by a first-order equation [66] . That is, the number of infective virus particles, N, is an exponential function of the applied fluence, F o multiplied by the original amount of infective virus, N 0 :\n\nWhen plotted as the log of the number of viable virus vs. the fluence, the data will form a straight line for many viruses. A simple check of data quality can be done by examining this log plot of the data. If the data deviates from the typical straight line, it may indicate that the experiment was flawed. In Fig. 1 , we plotted data from two different investigators for the UV inactivation of feline calicivirus (FCV). It can be seen that the results from Park et al. [81] show first-order kinetics to about 5 log inactivation, while the results from Nuanualsuwan et al. [77] show tailing with a maximum inactivation of about 3 log. The work of Nuanualsuwan et al. [77] also shows tailing for φX174 phage at about 3 log, in contrast to the first-order kinetics reported by Battigelli et al. [9] even beyond 6 log inactivation ( Fig. 1) .\n\nAlthough some organisms may not exhibit first-order kinetics for UV inactivation, first-order kinetics are very common in response to UV irradiation. Any data set should be compared against other literature results to determine\n\nthe expected inactivation kinetics for the virus, or for other viruses of the same family or genus. Deviation from expected kinetics may be the result of a number of factors, discussed below.\n\nExamining the outliers in this literature review, it is apparent that some authors did not precisely apply single fluence values, but instead applied fluence distributions including higher and lower values than that quoted. Applying a wellquantified, mono-valued fluence requires careful design of the irradiation apparatus, careful fluid characterization, and usually careful mixing.\n\nFluence detectors are very difficult to design, construct, and calibrate. An ideal fluence sensor would have a spherical detector that was equally sensitive to radiation arriving from all directions (4π steradians). Some investigators have used small spherical containers of chemical actinometry solutions [83] , or small coated plastic spheres that change fluorescence or color with UV fluence [13] , but this approach does not permit real-time measurement. Creating a fluence detector with an electronic readout is nearly impossible. The solution to this dilemma is to use an irradiation geometry in which an irradiance sensor will suffice, since these are available from vendors, e.g. International Light Technologies and Solar Light, along with calibration traceable to U.S. National Institute of Standards (NIST) or other national laboratories.\n\nThe UV irradiance must be accurately known so that fluence can be calculated. In their guideline for applying UV fluence, Bolton and Linden [15] recommend using a collimated beam apparatus. While this device does not actually collimate the UV radiation field, it effectively uses an aperture to ensure that UV only reaches the fluid from a single direction, directly above the fluid. This is important for two reasons: it ensures that the incident irradiance can be measured accurately, and it ensures that the attenuated radiation field in the fluid sample can be calculated accurately.\n\nIf the UV flux reaches the fluid sample from a variety of directions, most UV sensors cannot quantify the fluence rate. Most sensors will, by design, have a response that drops off as the angle of incidence deviates from the normal. A well-designed irradiance sensor will have a response that varies with the cosine of the angle of incidence. However, viruses do not respond differently to offaxis radiation or on-axis, so the fluence rate, not irradiance, is the appropriate measurement quantity. The solution is to have the UV reaching the sample only from a single angle, and to orient the UV sensor normal to this radiation. Under these conditions, irradiance and fluence rate are identical, so the irradiance reading will be correct. The attenuated radiation field in the fluid sample can then be readily calculated, since the geometry is simple.\n\nIt is also important to correct for the attenuation of UV fluence in the fluid sample in which the organism or virus is suspended. The radiation field in the fluid sample must be calculated from the fluid depth and absorbance. This is done using the measured irradiation at the fluid surface and the measured optical absorbance of the fluid at the relevant wavelength, usually 254 nm. The intensity in a nonscattering fluid may be calculated from the Beer-Lambert-Bouguer law [71] . Assuming that the fluid is well mixed and the irradiation time is long compared with the mixing time, the expression for the volume-average intensity can readily be found by integration. The equations governing average fluence in a well-mixed, semi-transparent media were published by Morowitz [73] expressing the average fluence rate, F avg , as:\n\nwhere F 0 is the incident fluence rate, A e is the absorption coefficient (base e) at the wavelength of interest, and L is the fluid depth in the direction of the radiation field. Expressed as a function of the more common base-10 absorption coefficient, A, this equation becomes:\n\nThere are a number of other correction factors highlighted in the Bolton and Linden guideline, but this absorption factor is the most significant in many configurations used for inactivation studies, since suspensions of organisms and viruses often have strong absorbance in the UV range.\n\nClumping can result in apparent deviations from the true inactivation kinetics. If organisms or viral particles are not fully dispersed, some will be present in clumps. This may result in an inactivation plot with a plateau as a result of shielding of the central virus or bacterium by those surrounding it, which will allow the central virus or bacterium to survive [106] . For example, if 1 in 1000 virus particles is fully shielded, the effect will be tailing above 3 log reductions, while fully dispersed virus will demonstrate intrinsic kinetics through higher inactivation levels. These effects were recognized and addressed by Furness [37] and by Das [30] in studying the UV inactivation kinetics of mycoplasma, in which they used sonication and filtration to ensure single-cell suspensions. As Furness [37] (2)\n\nnoted, \"That the suspension contained only single cells was confirmed by demonstrating that the colony-forming units (CFU) were inactivated exponentially by ultraviolet irradiation\". Fluid optics and poor mixing can also lead to tailing in dose-response curves. If the fluid sample is not adequately mixed, so that not all components of the sample receive the same integrated UV exposure (fluence), the less-irradiated fluid will dominate the results and can lead to a plateau in inactivation. As an extreme example, if one part in 1000 of the fluid receives zero fluence, then the inactivation cannot exceed 3 logs, even as the exposure time is increased. Similar, though less extreme, behavior can result from poor dose distribution: survival is dominated by the low-dose fluid regions. For this reason, it is preferable to conduct inactivation studies in relatively clear solutions to minimize intensity gradients and lessen the importance of mixing. Likewise, the irradiation device (collimated beam) should also be set up to minimize the UV intensity gradients across the surface of the fluid sample. This deviation from uniformity is denoted by the Petri factor in the method published by Bolton and Linden [15] , and methods are provided to quantify the magnitude of the effect as well as recommendations for an acceptable range.\n\nIt is important to utilize a relevant assay to determine whether infectious virus remains after irradiation. Assays, such as tissue culture 50% infectious dose (TCID 50 ), or plaque assays, will correctly assess infectivity; morphological changes to detector cells due to viral infection are the basis of the TCID 50 assay and are responsible for plaque formation.\n\nPCR methods have significant drawbacks in measuring the degree of disinfection, as they may be unable to distinguish between viable and inactivated organisms. The detection of specific sequences does not indicate the presence of an intact, infectious virion. Even the presence of a viral sequence in a host cell does not indicate infectious virus, since the virus might enter the host cell but still not be able to replicate. Care must be taken to ensure that the assay is quantifying infectious virus.\n\nRandazzo et al. [82] and Ju et al. [51] have investigated the ability of PCR-based techniques to distinguish between viable and inactivated norovirus and E. coli, respectively. In both papers, the authors examined the ability of RT-qPCR (reverse-transcriptase, quantitative PCR), augmented by photoactivatable dye methods (propidium monoazide and ethidium monoazide), to discriminate between viable and inactivated organisms. RT-PCR amplifies RNA, and is thought therefore to detect only viable organisms that are expressing RNA (or an RNA virus). The dyes are furthermore intended to prevent amplification of nucleic acids from organisms with compromised capsids, since the dyes can penetrate to the nucleus and prevent amplification.\n\nRandazzo found that even the best combination of these dyes was only able to suppress about 2 log of thermally inactivated norovirus. Ju et al. [51] found similar issues, with up to a 7-log discrepancy between culture and qPCR results for E. coli inactivated by desiccation. In disinfection applications where 3 log or greater inactivation is expected, these methods will not correct the inherent over-estimation of viable virus by qPCR methods. Furthermore, UV disinfection will leave any capsid virtually intact, which will further limit the performance of these dye techniques. The authors of the present review do not recommend PCR methods for assessing UV disinfection.\n\nUV inactivation kinetics are often first order, and are commonly described by the D 10 (the dose required to reduce the counts by one log 10 ), defined above. A larger D 10 value indicates that an organism is more resistant to UV inactivation. Considering pitfalls in methodology and overall consistency within multiple research labs, average D 10 values based on experimental results are proposed (Table 2) based on a thorough review of the literature D 10 values (Fig. 2, Fig. 3 ; Appendix Table 3 ). Unless addressed in the text below, the reported values in Table 2 are simply an arithmetic average of the available literature listed in the appendix.\n\nIn general, the experimentally determined UV sensitivity values are consistent across multiple laboratories (Figs. 2, 3  and Table S1 ), which gives confidence in the reported values. Inconsistencies in the experimental data reviewed are discussed below (Fig. 4) .\n\nThis review focused only on bacteria that are of concern as adventitious agents in biopharmaceutical production. More extensive reviews are available for bacteria and other organisms, including that of Hijnen [48] . Two organisms of particular interest as adventitious agents are mycoplasma and leptospira.\n\nMycoplasma and acholeplasma contaminations are relatively common, and since these bacteria lack a cell wall they are unaffected by many common antibiotics. They are approximately 0.1 µm in diameter, making them difficult to remove via typical sterilizing filtration. Several strains of mycoplasma and acholeplasma have been evaluated for sensitivity to UV irradiation. The one outlier in this data set is the result of Kurth [57] , who reported only full clearance of mycoplasma. Therefore, the precise UV sensitivity cannot be determined from the data set of Kurth. Most experimental results show D 10 values between 1 and 5 mJ/cm 2 , indicating that mycoplasma and acholeplasma are highly susceptible to UV inactivation.\n\nLeptospira are a concern in biopharmaceutical production since their minor dimension of about 0.1 micron can allow them to penetrate many filters, especially those designed for bacteria, where the pore size is often about 0.2 micron. The D 10 values for leptospira reported by Stamm and Charon [97] and by Fonseca [36] range from 1 to 3 mJ/cm 2 , indicating high susceptibility to UV disinfection. Stamm and Charon [97] provide only minimal information on the methodology and no discussion of the fluid optics, so it is difficult to determine whether the leptospira data are reliable. The authors of this review could not find any other quantitative data on the UV sensitivity of leptospira. This represents an area for additional research.\n\nEscherichia coli has been studied by many investigators, and is readily inactivated by UV. Some strains have been found to have a shoulder in the inactivation curve, in which a low UV dose has a small impact below 1-or 2-log inactivation, with increasing impact at higher doses. For this reason, the D 10 value in the summary table is based on the 4-log inactivation data, simply dividing the dose for 4-log inactivation by a factor of 4. This will be conservative for higher levels of inactivation. Since UV as a broad-spectrum inactivation method is likely to be [104, 105] sized for doses that would achieve more than 4-log inactivation of E. coli (a fluence of only 8 mJ/cm 2 ) the authors feel that this is inherently conservative. Where an individual author reported values for multiple strains, only a single average value was used. This was intended to avoid giving extra emphasis to any individual author and their own systematic approach. The average D 10 value for E. coli is 1.9 mJ/cm 2 , which confirms that this organism is highly susceptible to UV inactivation.\n\nFeline calicivirus has been studied by a number of investigators, and most find that it is relatively sensitive to UV inactivation, with an average D 10 of about 5.3 mJ/cm 2 (Fig. 4a) . The outlier in this case is the result from Nuanualsuwan et al. [77] , who report a value that is 9 × higher. Their D 10 values reported for φX174, hepatitis A virus, and poliovirus are all significantly higher than those of other researchers. There are several concerns with the methodology reported by Nuanualsuwan et al. [77] that would cause erroneous results. First, they use a long lamp (91 cm) very close (12.5 cm) to the petri dish to be irradiated. This geometry can make it very difficult to obtain accurate flux measurements, and can cause shadowing near the edges of the dish. Combining the geometry and the lack of agitation, poor fluence uniformity is likely. The data presented display significant tailing at high fluences (Fig. 1) , consistent with a lack of uniformity. Additionally, to determine the D 10 values, the researchers used a trend line over the entire range of fluences, but a single log reduction in the virus actually occurs at a much lower UV fluence than presented. Therefore, we do not consider the D 10 values reported by Nuanualsuwan et al. [77] to be accurate.\n\nAnother organism of concern is porcine circovirus (PCV), which was detected in a commercial rotavirus vaccine (Rotarix ® , GSK) [10] , and can enter the biopharmaceutical production process through trypsin used in cell line development. Recent guidance from the European Medicines Agency [35] recommends the use of two complementary virus reduction steps for trypsin, including a final inactivation step of gamma, e-beam, or UV irradiation. UV sensitivity of PCV has been measured by Lackner et al. [58] and Remington [85] , with a D 10 range of 14-25 mJ/cm 2 . Although this range is large as a percentage, the moderate sensitivity reported by all investigators indicates that PCV can be readily inactivated by UV.\n\nThere is very little consistency in the D 10 values reported for bovine viral diarrhea virus (BVDV), with a range of D 10 values from 11.8 to 366 mJ/cm 2 (Fig. 4b) . Three of the five studies report a D 10 value less than 20 mJ/cm 2 . The value of 366 mJ/cm 2 reported by Daryany et al. [29] is remarkably high. Their experimental apparatus involved a UV lamp placed very close (10 cm) to the sample, and their methodology does not indicate the absorbance of the fluid or the presence of agitation, suggesting that the fluid was not stirred and that optical absorbance was not considered. These factors would lead to a lack of uniformity in fluence delivery and cause portions of the fluid to evade irradiation, increasing the apparent D 10 . The true D 10 would be lower, but cannot be determined from the published information. A D 10 value of 52 mJ/cm 2 was reported by Steinmann et al. [98] . The fluid in this case was a platelet concentrate, which would have higher absorbance compared to the typical phosphate buffer. Minimal experimental information was provided for this study, and there was no indication that the fluid absorbance was considered in the calculated fluence delivery. Again, this would falsely increase the apparent resistance to UV disinfection, and the method would not correctly measure the inherent UV sensitivity. Based on these uncertainties, a consensus D 10 value of 12.2 mJ/cm 2 is recommended, but additional studies are warranted.\n\nOne particularly important adventitious agent is mouse minute virus (MMV), which is a potential contaminant in biopharmaceutical production, and is known to be resistant to physico-chemical treatment [16] . It is very sensitive to UV inactivation, with a consensus D 10 of about 1.8 mJ/ cm 2 (Fig. 4a) . The outlier in this data is the report of Schleh et al. [90] . In this publication, full viral clearance was achieved, so the actual D 10 value is lower than the calculated value. Also, minimal information about the experiments was provided, making it difficult to critically assess the methodology (the same is true for the D 10 value of Cache Valley virus determined from the same publication).\n\nFor mouse polyoma virus (MPyV), there are four publications that report similar results, with a consensus D 10 value of 57 mJ/cm 2 , but Heberman and Ting [47] report a value roughly three times higher (Fig. 4b) . Heberman and Ting [47] report the surface energy as the fluence and do not consider the absorbance of the fluid, both of which could lead to erroneous D 10 values that are likely too high.\n\nThe results for simian vacuolating virus type 40 (SV40) represent an interesting case since there have been numerous UV irradiation studies with a wide range of D 10 values reported (Fig. 4b) . There is an outlier on both the high-and low-sensitivity side. The average D 10 without these two values is 92.8 mJ/cm 2 , compared with the low of only 1.8 mJ/ cm 2 from Wang et al. [110] and a high value of 301 mJ/cm 2 for Bourre et al. [17] . The authors of the present review have measured the D 10 for SV40 to be approximately 100 mJ/cm 2 [89] , consistent with the consensus literature value. SV40 may represent a worst case design organism for UV inactivation, with the highest resistance to UV inactivation of the organisms considered.\n\nIn contrast to previous assumptions by other authors about UV irradiation, such as single-stranded genomes being more sensitive to UV than double-stranded genomes [68] , it is evident (Fig. 5 ) that UV resistance does not simply correlate with the overall nature of the genome. The most resistant viruses have a range of genome types: SV40 (ssDNA, 92.8 mJ/cm 2 ), mouse polyoma virus (ssDNA, 57.0 mJ/cm 2 ), and adenovirus (dsDNA, 42.3 mJ/cm 2 ). Therefore, the UV sensitivity cannot be simply correlated to nucleic acid conformation. More successful models, such as the proprietary model from Kowalski [56] , take into account more details including locations and frequency of pyrimidines.\n\nAlthough UV disinfection has been broadly applied industrially for both drinking water (high UV transparency) and municipal wastewater (lower UV transparency), it is not widely accepted for biopharmaceutical applications. The only commercially available UV system designed for biopharmaceuticals, Sartorius UVivatec, is too large for most cell line development and too small for most full-scale batch production.\n\nCompared to drinking water and wastewater, UV treatment of cell culture media is complicated by the opacity of the fluid as well as the requisite to minimize the UV dose delivery to avoid damaging essential components of the media. Therefore, biopharmaceutical applications would necessitate custom-designed UV equipment. Similarly designed systems for fluids with high optical absorbance and stringent regulations are those for apple cider (the FDA-approved Cidersure by Headwater Foods, Rochester NY) and sugar solutions (Aquafine LS HX by Aquafine Corporation, Valencia CA).\n\nAs the biopharmaceutical industry progresses to disposable production equipment, UV technology could be well disposed to provide a sterile, disposable disinfection system. The authors of the present review have been using a family of prototype reactors in which the wetted part consists of disposable Teflon, and the design has been scaled from internal volumes of 27-500 mL [70] with corresponding increases in flow. The same design could be readily scaled further, achieving a range of disposable UV reactors suitable for perfusion, or for parallel batch production. Knowledge of the UV sensitivity of adventitious agents is crucial for efficient sizing and operation of UV reactors for biopharmaceutical applications.\n\nHigh log reductions are readily achievable with UV disinfection. In water treatment, phages are commonly used for verifying UV fluence [106] . Phage stocks such as MS2 or T1UV are available at titres of up to 10 11 PFU/ml and are inoculated into test fluids that are then treated with UV equipment. Typical titres of 10 8 PFU/ ml may be fully inactivated, or more commonly the test is designed to have a countable titre after treatment, so that the fluence can be calculated from the log inactivation and known UV sensitivity of the phage [65] . Particle-association is one of the primary causes of deviation from first-order kinetics with phage and other virus. If the fluid to be treated, such as a cell culture medium, does not contain particles that could shelter viruses, then first-order kinetics can be expected up to 8 log 10 inactivation or more.\n\nThe present review has found that experimentally determined 254 nm sensitivity values for many adventitious agents in the biopharmaceutical industry have been reported and are fairly consistent between different research groups. Based on the experimental data available in the literature, outliers and explanations for the inconsistent results have been highlighted. Reviewing the available data, average D 10 sensitivity values have been established that can be used to design and size UV disinfection systems to inactivate specific agents. Additionally, some of the common pitfalls in experimental design of UV treatment have been identified, such as neglecting to consider the fluid absorbance, not having a proper light distribution on the sample surface, and considering only the fluence intensity at the surface of the sample rather than within the liquid.\n\nMost of the adventitious agents that have been identified as concerns for CHO cell processes are included in this review, but reliable UV sensitivity data for the following agents were not readily available and merit further study: bluetongue virus, bovine coronavirus, bovine polyoma virus, bovine respiratory syncytial virus, epizootic hemorrhagic disease virus, monkey pox virus, mycobacteria, and vesivirus 2117. 112 [52] 127 [19] 140 [28] 167 [91] 301 [17] 100 [89] "}