{"title": "Post-SARS tourist arrival recovery patterns: An analysis based on a catastrophe theory", "body": "International tourism flows are subject to disruption by a range of events that may occur in the destination itself, in competing destinations, origin markets, or in areas may be remote from either (Prideaux, Laws, & Faulkner, 2003) . Tourism demand is particularly sensitive to security and health concerns , and the industry is highly susceptible to changes in the international political situation, natural disasters, and epidemics (Cavlek, 2002; Ioannides & Apostolopoulos, 1999; Richter, 2003; Sonmez, 1998; Sonmez, Apostolopoulos, & Tarlow, 1999) . In recent years major disruptions that have affected international tourism flows include the September 11, 2001 terrorist attack on the US, the Foot and Mouth outbreak in UK farms in 2001, the October 12, 2002 terrorist attack on Indonesia's resort island of Bali, the outbreak of Severe Acute Respiratory Syndrome (SARS) in 2003 and the 2004 tsunami in South Asia. These events caused severe declines in tourist arrivals in those places and had a crucial impact on regional tourism Blake, Thea Sinclair, & Sugiyarto, 2003; Huang & Min, 2002; Prideaux et al., 2003) . Tourists concern about health risks is increasing. Infectious disease particularly poses a direct impact on travel behavior and on the choice of tourist destination (Cartwright, 2000) .\n\nAlthough there are many empirical tourism studies regarding crisis, disaster and their recovery, most of them dealt with economic impact analyses and discussed the prospects for crisis management. Explaining the process of crisis/disaster and the recovery is rarely addressed. On the other hand, traditional methods such as regression can be used to perform data analysis to indicate what has happened, but cannot explain why. The use of the catastrophe model can help achieve this.\n\nCatastrophe theory was developed in the early 1970s to provide a theoretical framework for studying discontinuous phenomena in otherwise continuous systems (Thom, 1975; Woodcock & Davis, 1978; Zeeman, 1976 Zeeman, , 1977 . Catastrophe phenomena are ''a class of dynamic processes that exhibit a sudden and large scale change in at least one variable in correspondence with relatively small changes in other variables'' (Brown, 1995, p . 1) (e.g., water suddenly boils, ice melts, earthquake, and stock market crash). In some ways the original designation of the dynamics as ''catastrophic'' is unfortunate because this term is colloquially used to describe extreme and negative changes (Lockwood & Lockwood, 1993) . In the mathematical usage, the term ''catastrophe'' means a process that is manifested as sudden changes in the state of the system (e.g., the shift of an animal's behavior from attack to submission, Saunders, 1980) . The theory was popularized in the early 1970s, and has been applied to human and social science (e.g., Bigelow, 1982; Guastello, 1982; Herbig, 1991; Kauffman & Oliva, 1994; Poston & Stewart, 1996; Saunders, 1980; Sheridan & Abelson, 1983; Zeeman, 1976 Zeeman, , 1977 . Some controversy in the application of the theory has been discussed (e.g., Kolata, 1977; Sussman & Zahler, 1978a , 1978b Zahler & Sussman, 1977) . The main controversy includes excessive reliance on qualitative methods, inappropriate quantization in some applications, and the use of excessively restrictive or narrow mathematical assumptions. However, one advantage of the theory is that the most important idea associated with it can be learned without getting into the detailed mechanics of catastrophe theory itself.\n\nIn this study, the cusp catastrophe model is employed to analyze post-SARS recovery patterns of inbound arrivals from Japan, Hong Kong, and USA in Taiwan. It is a commonly applied model due to its relative simplicity and its convenience of visual apprehension (e.g., Gresov, Haveman, & Oliva, 1993) . Statistical analysis will be used for verification. Managerial implications based on empirical results will be discussed.\n\nIn 2003, the outbreak of SARS epidemic caused not only a crisis in the tourism industry in many parts of Asia but also a panic throughout the world (Henderson, 2003) . The disease spread rapidly since, largely through the medium of international travel to more than 20 countries, including Canada, China, Hong Kong, Singapore, Taiwan and Vietnam, causing panic worldwide. The World Health Organization (WHO) issued a global alert with respect to SARS on March 12, 2003. As the disease continued to spread rapidly, this global alert was followed on March 15, 2003 by a recommendation that emergency travel restrictions be imposed. Such advisories have been extremely rare in the history of WHO. Governments adopted emergency measures to combat the spread of the disease, appealing to both businesses and individuals to keep unnecessary travel, meetings etc. to a minimum. Besides the direct impact on global economic activity, the fear of infection and the quarantine measures being imposed by governments around the world led many people to cancel or change their travel plans; the SARS epidemic, therefore, had a severe negative impact on the global travel and tourism industry. World Tourism Organization (WTO) statistics indicated that the number of outbound trips made in 2003 fell to about 694 million, representing a decline of 8.6 million or 1.2% from the year before, the biggest drop recorded in recent years and severely affecting the tourism industry worldwide (WTO, 2004) .\n\nTaiwan's tourism industry also suffered widely from the outbreak of SARS in March 2003. Arrival numbers subsequently fell sharply in the second quarter by 71.54% on a year-on-year basis due largely to the outbreak, a historic low in visitor numbers was recorded in May the same year. Inbound arrivals began to recover after the WHO removed Taiwan from its list of SARS-affected areas. The government and private sector jointly rolled out various tourism promotion programs and new tour destinations to attract foreign visitors to Taiwan under the Post-SARS Recovery Plan. As a result of these efforts, the number of arrivals to Taiwan rose at a steady rate of 8% per month and recovered to 90% of the 2002 level by the end of the year (Taiwan Tourism Bureau (TTB), 2004). Visitor arrivals to Taiwan continued to grow through 2005.\n\nJapan has long been the largest source of tourist arrivals for Taiwan. However, Japanese tourists tend to have a high preference for safe and passive activities (Pizam & Jeong, 1996; Pizam, Verbeke, & Steel, 1997) . As a result, the willingness of Japanese tourists to visit Taiwan fell sharply due to the adverse impact of SARS outbreak. It is known that the traveling purposes that do qualify as tourism include recreation, visiting friends and relatives, and business (Weaver & Oppermann, 2000, p. 29) . However, only the purpose of recreation is considered in this study. According to the statistics of the TTB, before the outbreak of the SARS, the number of Japanese tourist arrivals (only for the purpose of recreation) in Taiwan averaged around 50,000 per month. During the SARS period, the number of Japanese arrivals declined sharply from 60,786 in March 2003 to 1227 in June, the steepest drop ever recorded in history. After Taiwan was officially removed from the list of SARS-affected areas on July 2003, there was a slight rebound in the number of fully independent travelers from Japan. The number of Japanese tour groups, however, remained very low. The TTB immediately launched aggressive promotion campaigns in the Japanese market to jack up the tourism demand. The number of inbound tourists altogether from Japan started bouncing up slowly and but steadily since August 2003, it was until September 2004 the Japanese travelers regained the pre-SARS level of 50,000-plus arrivals per month (see Fig. 1 ).\n\nDespite aggressive promotional campaigns by the Taiwan government, the rebound of Japanese tourists did not quickly reach the expected level (the pre-SARS level). This can be attributed to precautionary action that has traditionally typified the Japanese tourists. The precautionary action may result from high perceived risk/fear (the concern of a further outbreak of SARS in Taiwan).\n\nHong Kong (including Macao) has been the second largest source of tourist arrivals in Taiwan. During the period from 2001 to February 2003 (pre-SARS), the number of Hong Kong tourists (only for the purpose of recreation) in Taiwan averaged around 20,000 per month. Hong Kong, the same as Taiwan, was hit badly by SARS from mid-March through the summer of 2003. In order to retard the spread of SARS, the Taiwan government imposed special restrictions on travel from Hong Kong and Macao, including canceling visa-free entry into Taiwan for Hong Kong citizens and requiring all passengers and crews arriving in Taiwan from Hong Kong to spend 10 days in quarantine in their own homes or hotel rooms. By mid-April, the number of flights between Hong Kong and Taiwan had been cut by 45%; as a result of the number of Hong Kong tourist arrivals fell sharply by 61.6%, from 22,345 in March to 8582 in April. In May, the number of flights declined by a further 63%, and the number of tourist arrivals from Hong Kong dropped to merely 105, the lowest ever recorded.\n\nIn late June and early July 2003, Hong Kong and Taiwan were officially removed from the list of SARS-affected areas respectively. Taiwan immediately launched aggressive campaigns to revive its tourism sector, including special promotional packages offer to Hong Kong citizens. As a result, the number of tourist arrivals from Hong Kong jumped to 13,470 in July, and to 21,288 in August. By the fourth quarter of 2003, the number of tourist arrivals from Hong Kong had recovered to 90% of the level achieved in the same period of 2001 (which had been a historic high). The number of Hong Kong tourist arrivals at Taiwan in 2004 was higher than that in 2003. The arrivals during the first eight months of 2005 are about the same as those during the same period of 2004 ( Fig. 1 ).\n\nThe United States is the third major source of tourist arrivals in Taiwan of US arrivals (only for the purpose of recreation) averaged around 5000 per month. After the outbreak of SARS, the number of arrivals declined sharply from 4090 in March 2003 to 480 in May. However, after the alert was withdrawn, the US arrivals jumped back to 4541 in August, close to the pre-SARS level ( Fig. 1 ). As shown in Fig. 1 , during April to July 2003 (the SARSoutbreak period), the numbers of tourist arrivals from Japan, Hong Kong and USA fell to historic lows. Following the epidemic, however, the recovery patterns of these three markets were dramatically different. The Hong Kong and USA tourist arrivals recovered almost immediately. By contrast, the Japanese tourist arrivals did not recover to pre-SARS levels until more than a year after Taiwan has removed its SARS alert. All these three patterns of arrival during the pre-through-post-SARS period represent the typical catastrophe phenomena. The Japanese case incarnates the phenomenon with hysteresis effect, while the Hong Kong and USA cases without.\n\nIn this study, the cusp catastrophe model is employed to interpret the sudden change and recovery phenomenon (with hysteresis) of tourist arrivals due to the SARS crisis and to describe how changes (the dependent variable) are related to the levels of two independent variables. In addition to the normal factor, the status of SARS alert, another independent variable is ''risk/fear'' since fear or perceived risk causes precaution action (Huan, Beaman, & Shelby, 2004; Ruiter, Abraham, & Kok, 2001) . Other catastrophe models including fold, swallowtail, butterfly, elliptic umbilic, hyperbolic umbilic, and parabolic umbilic (Zeeman, 1977) are not used because the fold model includes the normal independent variable only, and the other five involve more than two independent variables.\n\nAccording to Thom (1975) , building a cusp catastrophe model requires three variables, one dependent (output) and two independent (control). The dependent variable, representing the state of the system, has only two solutions. One is the ''original'', and the other the ''terminal'' state. The states are called the ''binary modality'' of the cusp catastrophe phenomenon. The two independent variables are the ''normal'' and ''splitting'' factors. Change in the normal and splitting factors results in either continuous or discontinuous change of the state of the dependent variable. The cusp model in mathematical form is given by x 3 À bx À a ¼ 0, where x, a, and b denote, respectively, state variable, normal factor, and splitting factor. It can be presented as a three-dimensional graph shown in Fig. 2 .\n\nThe upper part of Fig. 2 shows a three-dimensional ''state surface'' with a flat far side and a folded near side. The right hand side surface belongs to the original state; the left hand side surface belongs to the terminal state. The change of the system state can be perceived as the process of a ball rolling from one side of the state surface to the other. As shown in Fig. 2 , when the ball rolls from the original state (point M) to the left, an abrupt change of system state occurs at the edge of the pleat (point p), i.e., the system state drops from the surface of the original state to the lower surface of the terminal state. The edge of the pleat at which a sudden jump (or threshold effect) of the system state takes place is the critical line of the catastrophe phenomenon. The change of system state in a cusp catastrophe system is reversible. However, in the backward journey from the terminal state (point N) to the original one, the reversal of the system state does not occur at the previous point p but at a farther right point q which locates on the edge of the lower surface of the terminal state. This phenomenon where the critical point of the recovery process does not coincide with that of the original state change process, but locates at a farther away position (or equivalently with a time lag comparing to the ''supposedly to occur'' time point) is called the hysteresis effect of a catastrophe system (The forth and back tracks of the state change processes shown on the state surface should be aligned together, but are drawn as separated lines for the convenience of illustration.). The hysteresis phenomenon represents the effect of system memory or the inertia of the system. Thus for a changed system to recover its original state, it must be ''overcorrected'' with extra efforts. The existence of hysteresis effect also calls for the need to exercise a deliberate ''unfreezing'' (to break the ice of system inertia) endeavor before any drastic change of the state of a system can bring about.\n\nThe lower part of Fig. 2 is the control space where the vertical projection of the upper state space lays. The up-hanging folded surfaces project a reverse V shape shadow on the control space. Two coordinate axes are drawn on the control space, one is the normal factor a, which is across the cusp of the shadow area, and the other the splitting factor b. The normal factor ranges from the original state at the right to the terminal state at the left. The splitting factor determines whether the transition on the state dimension is continuous or discontinuous and whether the state is unimodal or bimodal.\n\nThe downward pointing b axis with a value !0. If the splitting factor b is 0, the normal factor a determines the change of the system state alone, i.e., the system is with no hysteresis effect. If b > 0, then a and b jointly determine the system state, i.e., the system is with hysteresis effect. In other words, when a increases from right to left, the system state changes to the terminal state, but when a moves from left to right, the system state will not resume the original state immediately. The stronger such a sense is (i.e., the farther down on the b axis), the longer the hysteresis effect (the delay) will be (i.e., the farther away to the axis b).\n\nThe application of Fig. 2 to the pre-and-post-SARS arrival patterns is shown in Fig. 3 . In the figure, the original state is referred to as the state of the arrivals of the pre-SARS period as well as the post-SARS period, corresponding to the state of ''come'' to Taiwan; the terminal state is referred to as the state of the arrivals during the SARS-outbreak period, corresponding to the state of ''not come'' to Taiwan. The right of the origin point of the a axis (the normal factor) denotes the range of ''without-SARS alert'' and the left ''with SARS alert''. These ranges also correspond to the original state at the right (without SARS alert, thus ''come'') and the terminal state at the left (with SARS alert, thus ''not come''), respectively. In other words, when a moves from right to left across zero, the system state changes to ''not come''; when a moves back to right across zero, the system state will resume the ''come'' status immediately. The downward pointing b axis with a value !0, represents the perceived risk of the travelers of the origin country. If b ¼ 0 (there exists no perceived risk/fear), then the system contains no hysteresis effect. If b > 0, then the hysteresis effect takes place. The system state will not resume the original state immediately, since the perceived risk will cause the travelers to take a wait-and-see position. The stronger such a sense is, the longer the hysteresis effect (the delay) will be. The Japanese as a whole tend to be more cautious and the country did not have any report of SARS cases while the epidemic spread in Asia. Thus Japanese tourists were more alert and sensitive to this subject. Consequently after Taiwan was removed from the list of SARS-affected area (the reason for ''not come'' was removed), the majority of the Japanese tourists still chose ''not come'', altered their decision only until they felt fully safe regarding the situation in Taiwan. It is this reason that takes a whole year to recover the pre-SARS arrivals.\n\nCusp model without hysteresis effect is a special case of the cusp catastrophe system. During the SARS contagious period, Hong Kong was more seriously affected than Taiwan. Hong Kong and Taiwan were both removed from the SARS list at about the same time. To Hong Kong travelers, as far as the safety is the concern, they might feel indifferent to stay in Hong Kong or to visit Taiwan, let alone the promotion incentives to attract the foreign visitors provided by the Taiwan government in the post-SARS period. Therefore to Hong Kong travelers, not like Japanese, after SARS they bore no extra perceived risk (a psychological impediment) to be hesitant to visit Taiwan. In other words, their behaviors are empirically fitted to the cusp catastrophe model without the influence of the splitting factor b (i.e., b ¼ 0). They came to Taiwan as soon as the alert was withdrawn (the normal factor a turned from with SARS to without SARS).\n\nThe United States, as Japan, was not affected by SARS though, the arrivals from US, just like that from Hong Kong, bounced back to the pre-SARS level right after the SARS alert was withdrawn in Taiwan. The same recovery model applies for US travelers as Hong Kong travelers. The splitting factor b also equals 0.\n\nFrom the above discussion, it is obvious that the cusp catastrophe model can be applied satisfactorily to describe and explain the abrupt change of behavior of the international travelers whenever a disaster, such as SARS, occurs in a destination country, as well as the arrival recovery processes from different origin countries, no matter the hysteresis effect is involved or not.\n\nThe applicability of the cusp catastrophe model to the cases mentioned above will be verified based on the existence of three fundamental characteristics, namely (1) the binary modality, (2) the threshold and (3) the hysteresis effects.\n\nThe examination of the binary modality is to test whether the arrivals from the selected countries during the pre-through-post-SARS periods exhibited two significant and identifiable modes. As to the threshold effect, the test will focus on whether the tourist arrivals dropped abruptly when the independent variable (the normal factor a, the status of SARS alert) changed its direction. The existence of the hysteresis effect will be determined by whether the tourist arrivals fully return to the pre-SARS level not immediately after the removal of SARS alert but until much later time. In other words, to test the applicability of the cusp catastrophe model to the cases in this study, it is sufficient to use only two variables, namely the state variable x (reflected by tourist arrivals) and the normal factor a. As far as the applicability is concerned, the lack of data on the splitting factor b causes no trouble in the statistical verification process.\n\nStatistical tests deal with the comparison of the means of monthly inbound arrivals in Taiwan during the pre-through-post-SARS period. The inbound tourist market in Taiwan was severely hit in 1999 in the aftermath of the 921 earthquake. The earthquake, of 7.3 Richter scale, killed 2400 people, injured 8000, and left about 100,000 homeless. It destroyed and damaged infrastructure that served residents and tourists. Compared to previous years, international tourism to Taiwan dropped by 15% from September to December 1999 (see, e.g., Huan et al., 2004; Huang & Min, 2002) . To exclude the influence of the 921 earthquake, we use the data on inbound arrivals from Hong Kong, Japan and USA over the period of January 2001 through August 2005. We classify the data into four stages for comparison purpose. Stage 1 is the pre-SARS period Regression analysis with dummy variables that represent different stages is used to test for the significance of the threshold effect, binary modality and hysteresis effects. The consumer price index in Taiwan (CPI, with the base of 2001) and the exchange rate to US dollars are controlled for to exclude their potential influences on inbound arrivals. A full regression model that depicts stage differences is given by\n\nwhere Y denotes the number of inbound tourists and dummy variables D 1 , D 2 and D 3 are defined as follows: D 1 ¼ 1 for stage 1 and 0 for others; D 2 ¼ 1 for stage 2 and 0 for others; D 3 ¼ 1 for stage 3 and 0 for others. b 3 represents the mean tourist difference between stage 1 and stage 4; b 4 represents the mean tourist difference between stage 2 and stage 4; b 5 represents the mean tourist difference between stage 3 and stage 4. The Durbin-Watson test (e.g., Draper & Smith, 1998, Sec. 7 .2) is used to check the autocorrelation of errors since the data are in the form of time series. The Shapiro and Wilk test (1965) is used to examine the normality of errors. Regression analysis is conducted and the patterns of inbound arrivals are discussed separately for Hong Kong, Japan, and USA as follows.\n\nThe independency and normality of errors in Eq. (1) insignificant autocorrelation under the 0.05 level of significance; the p value for the Shapiro-Wilk test is 0.1188, also insignificant). The regression results with R 2 ¼ 0.4698 and low variance inflation factor (VIF) values (indicating no multicollinearity problem) are reported in Table 1 . Controlling for CPI and exchange rate, the mean difference between stage 1 and stage 2 is 14 503\n\nwhich is highly significant (p < 0.0001), indicating a drastic drop of Hong Kong tourists after the attack of SARS. The mean difference between stage 2 and stage 3 is À15 494\n\nindicating a rebound of tourist arrival in the post-SARS period, which had returned to the pre-SARS level (based on the fact that the mean difference À991 between stage 1 and stage 3\n\nis not statistically significant). The significant drop of tourist arrivals due to the occurrence of SARS and the significant rebound after the alert was withdrawn fully reflect the threshold effect. In addition, the mean tourist arrival in stage 4 (the follow-up period) is not significantly different from that in stage 1 (p ¼ 0.6231) and not significantly different from that in stage 3 (p ¼ 0.8385). It appears that binary modality exists in the market of inbound tourists from Hong Kong.\n\nSince Durbin-Watson's d ¼ 1.295, it cannot be concluded that autocorrelation of errors in Eq. (1) is significant under the 0.01 level. The normality of errors is met due to the insignificance of the Shapiro-Wilk test (p ¼ 0.5748). The regression results with R 2 ¼ 0.7992 are reported in Table 2 . The mean difference of 43 867\n\nb 4 Þ between stage 1 and stage 2 is highly significant (p < 0.0001), indicating a slump of Japanese tourists after the attack of SARS. The mean inbound arrival however rebounds significantly at stage 3 (by 23 329 arrivals, p < 0.0001), but has not reached the pre-SARS level (stage 1). The significant drop of tourist arrivals due to SARS and the significant rebound after the alert was withdrawn reflect again the threshold effect. Moreover, the significant difference between stage 3 and stage 1 can reflect the hysteresis effect. The mean inbound arrival rebounds further by another 23 118 arrivals (p < 0.0001) at stage 4, which does not differ significantly from stage 1 (p ¼ 0.5897).\n\nThe independency and normality of errors in Eq. (1) are both satisfied (Durbin-Watson's d ¼ 1.722; the p value for the Shapiro-Wilk test is 0.1067). The regression results with R 2 ¼ 0.5046 are reported in Table 3 . Controlling for CPI and exchange rate, the mean difference between stage 1 and stage 2 is 3516, which is highly significant (p < 0.0001), indicating again a drastic drop of US tourists after the attack of SARS. The mean difference between stage 2 and stage 3 is À4064 (p < 0.0001) and that between stage 1 and stage 3 is À548 (p ¼ 0.2091), indicating that the rebound of tourist arrivals in the post-SARS period is significant, and has returned to the pre-SARS level. The mean difference between stage 4 and stage 1 and that between stage 4 and stage 3 are both insignificant (p ¼ 0.2252 and 0.5536, respectively). The threshold effect and binary modality both exist in the market of inbound tourists from USA.\n\nThe patterns of monthly inbound arrivals during the prethrough-post-SARS period for Hong Kong and for USA are similar, but different from that for Japan. A comparative graph is given in Fig. 4 to reflect the test results. To the Hong Kong and US travelers, the statistical analysis results indicate that both arrival patterns can be divided into three stages, namely, stage 1: before the outbreak of SARS, stage 2: the SARS epidemic period, and stage 3: the SARS alert lifted. Each of their arrival levels in stage 1 was statistically indifferent from that in stage 3, respectively, while the levels in stage 2 was significantly different from the respective levels in the other two stages. This verifies the existence of binary patterns (bimodality) from pre to post-SARS period. In addition, the arrivals from both countries exhibited significant abrupt drops as soon as the outbreak of SARS and bouncing back up to the pre-SARS level clearly right after the alert was released. This verifies the existence of threshold effect. However, because in both cases, the arrivals revived immediately after the removal of SARS alert, they demonstrated no hysteresis effect.\n\nHong Kong's recovery pattern without hysteresis can be explained as follows: Hong Kong was more severally affected by SARS than Taiwan. To Hong Kong travelers, they would psychologically feel indifferent as far as health security is concerned either staying in Hong Kong or traveling to Taiwan. As a result, they had no hesitation to make the ''come'' decision immediately after the SARS alert was removed. On the other hand, while the US was not a SARSaffected country (like Japan), its recovery pattern without hysteresis was similar to that of Hong Kong. One possible reason is that the US travelers are more confident of the judgment of WHO. Once WHO had removed Taiwan from the list of the SARS-affected areas, they departed for Taiwan without hesitation.\n\nAs to the Japanese case, although its arrival pattern could also be divided into significantly different stages, the full recovery did not take place in stage 3 but postponed to stage 4. That is, the mean arrival level of stage 1 was not statistically different from that of stage 4 but was statistically different from stage 3. This clearly indicates the presence of the hysteresis effect of recovery. For the bimodality, the stages 1 and 4 belong to one mode and the stage 2 the other; the stage 3 represents the transitional stage and its analytical implication is given below.\n\nThe hysteresis effect that took a stepwise form, i.e., the arrival volume was restored gradually but steadily within a one year time frame, implies that although Japanese travelers tended to be more cautious than others, their perceived risk was heterogeneous. Since individual Japanese tourists have different perception of security towards travel risk in the post-SARS period (i.e., the splitting factor b is heterogeneous), the time each traveler taken to make his or her decision to ''come'' varied significantly. If their perceived risk was homogeneous, then, in this extreme case, the hysteresis effect would result in a delay which took a shape as an extended horizontal line to the far right and bounced vertically up to the pre-SARS level as line (1) shown in Fig. 5 . As to line (2), it demonstrates that if the market can be hypothetically grouped into two segments with different levels of perceived risk, then the recovery pattern will be in a single step form. However, the actual perceived risk may be distributed as a wide range and the corresponding recovery pattern collectively can be approximated by a multiple-step form as line (3) shown in the same figure.\n\nFrom cusp catastrophe model, we learn that the recovery of a disastrous system state to the regular state depends on two control factors. The revival of the normal factor provides the prerequisite condition to restore the system back to its original state, and the presence of splitting factor creates the hysteresis effect which impacts the system recovery time.\n\nAs far as the study of the impacts of nature and man-made disasters on the tourism industry is concerned, at least three sets of observations can be wrapped up from this study. The first is the empirical results. In the Hong Kong and US cases, the numbers of tourist arrivals bounced back to the pre-SARS level right after the removal of the SARS alert in Taiwan. While in the Japanese case, it took a whole year to regain the amount of tourist arrivals up to the pre-SARS level. It appears that the Japan case can be satisfactorily fitted in the cusp model with the hysteresis effect and the Hong Kong and US cases without the effect. Different countries have their own different recovery patterns and underlying driving forces, as discussed in the previous section.\n\nThe second observation is on the policy implications of the study. The cusp catastrophe model provides insights into the process which takes place during the pre-through-post-SARS period. According to the cusp catastrophe model, it is rather clear that after the outbreak of any natural or human disaster, the first thing to do in the destination country is to control the situation and restore it into order as soon as possible. In the cusp catastrophe term, it means that the responsible authorities or agencies of the destination country should commit themselves into a battle of annihilation against the normal factor in an effective and efficient way so as to bring it back to the regular mode, e.g., to remove the SARS alert officially in their country as soon as possible. Without the reversal of the normal factor (e.g., from with SARS to without SARS), there is no ground to promote and attract inbound tourists from other countries. The sooner the normal factor can be changed to the original mode, the earlier the destination is ready to receive the return of the inbound travelers.\n\nAs to the countries with hysteresis, in addition to the endeavors combating against the normal factor, certain deliberate measures need to be adopted to cope with the splitting factor, namely fear and perceived risk of individual traveler. Two promotion strategies are provided as follows:\n\n(1) Macro strategy targeted to the general public: to enhance the travelers' confidence regarding the safety of the destination country through the mass media campaign to improve the public perception in the origin country. Such an action will produce the following effects: the right threshold line in Fig. 6 will be rotated in the clockwise direction and moved as closer to the vertical axis as possible. This reflects the relaxation of the alertness at the group norm level and in turn will induce the travelers to make their ''come'' decision much earlier. The macro level to reduce the public fear/risk in the origin country will effectively shorten the stage 3 in Fig. 5 . (2) Micro strategy targeted to individuals: to reduce the perceived risk of individual traveler (to move the b's coordinates further up along the vertical axis, i.e., from b 0 to b 1 in Fig. 6 ) through segmented and individualized marketing channels so as to help make up his/her mind to come earlier.\n\nIn this study, there were no data to verify how the promotion campaigns conducted in different origin countries had affected their public and individual perceptions. However, we believe that the rationale of the marketing strategies is clearly articulated and guidelines for more specific action plans can be derived consequently.\n\nThe third observation is on the applicability of the cusp catastrophe model to studies of contingent incidents occurred in the international tourism market. The studies on the subjects of crisis, disaster and their recovery, in the past, are mainly addressing the economic impacts and the prospects for crisis management. The issue regarding the pre-through-post process of the incident is rarely dealt with mainly because of its complexity. This study has demonstrated that the catastrophe theory is useful to describe the disastrous process and to explain its underlying causal relationships among the key factors. It is plausible to argue that the same approach (including statistical verification) can be applicable to analyze other disasters in the tourism market, for instance, the 2002 terrorist attack in Bali, the 2004 tsunami in South Asia, and the 2005 Hurricane Katrina in New Orleans. New insights can be drawn from such an application. Natural and social phenomena can be described and well understood by using catastrophe theory (e.g., Aubin, 2004) , as demonstrated for the post-SARS tourist arrival recovery patterns in this study. However, due to the limitation of data availability on the splitting factor b, this study does not have the opportunity to further calibrate the cusp model. Establishing a database for the splitting factor b becomes desirable in the tourism arena. Moreover, how the splitting factor can be well measured is interesting and needs to be further studied."}