{"title": "Interferon-Stimulated Genes: A Complex Web of Host Defenses", "body": "The interferon (IFN)-mediated innate immune response, selected by evolution, is hardwired within genomes and provides a robust first line of defense against invading pathogens. Following pathogen detection and subsequent IFN production, IFN molecules bind to cell surface receptors and initiate a signaling cascade through the Janus kinase signal transducer and activator of transcription (JAK-STAT) pathway, leading to the transcriptional regulation of hundreds of IFN-regulated genes (IRGs) (reviewed in 1). This leads to a remarkable antiviral state, effective against positive-, negative-, and double-stranded RNA viruses, DNA viruses, and intracellular bacteria and parasites. IFN signaling also plays an important role in shaping the adaptive immune response (reviewed in 2, 3).\n\nBy the early 1950s, it was well established that under certain conditions virus-infected cells are resistant to a second virus infection. Therefore, by some mechanism, viruses interfere with each other. Similarly, it had been demonstrated that inactivated influenza virus is capable of interfering with live influenza virus, but at the time the agent or substance responsible was a mystery (reviewed in 5). In 1957, the term \"interferon\" was coined by Isaacs & Lindenmann (6, 7) to describe a substance, likely produced by cells, that interferes with influenza infection. IFN was later shown to be a small protein, produced and secreted by cells (reviewed in 8) following cellular detection of pathogen-associated molecular patterns, commonly known as PAMPs, by pattern-recognition receptors (PRRs; reviewed in this volume; see Reference 9) .\n\nIn the years following these initial discoveries, crude protein fractions obtained from the medium of stimulated human (or nonhuman primate) white blood cells served as a source of IFN (10, 11) . It was nearly two decades after the initial description of IFN before methods were developed to allow sufficient purification and more rigorous characterization of IFN's properties (reviewed in 12) . As purification schemes were being refined, it became apparent that IFN was not one, but a family of distinct proteins that fall into three discrete classes differentiated by their receptor complexes (13) (14) (15) . Signaling triggered by all three IFN types-as well as subtypes-gives rise to important and distinct outcomes that vary with respect to ISG profiles, induction kinetics, antiviral and antiproliferative activity, and immunomodulatory potential. Type I IFNs (α and β) are currently approved for treating a variety of diseases including chronic hepatitis B and C virus infection, multiple sclerosis, and melanoma.\n\nIFN signaling complexes contain two unique receptor chains, one with low affinity and one with high affinity for IFN binding. Several reviews have been dedicated to IFNs and their receptors (16) (17) (18) . Here, we provide a brief overview.\n\nType I IFNs constitute the largest IFN class. In humans, this class comprises IFN-α, IFN-β, IFN-ε, IFN-κ, and IFN-ω, all of which are clustered on chromosome 9 and signal through the type I IFN heterodimeric receptor complex comprising IFN-α receptor 1 (IFNAR1) and IFNAR2 subunits (Figure 1 ). Each type I IFN is encoded by a single gene with the exception of IFN-α, which comprises 13 subtypes in human. Nearly every cell is capable of producing IFN-α/β; however, during the course of an infection, specialized immune cells known as plasmacytoid dendritic cells produce the vast majority of reviewed in 20) . The various type I IFNs display differential tissue expression and binding affinities for the IFNAR1/2 receptor complex (reviewed in 12, 17) , and consequently, the distinct subtypes give rise to various outcomes with respect to antiviral, antiproliferative, and immunomodulatory activity (21) (22) (23) .\n\nIFN-γ is the sole type II IFN. It forms a homodimer and signals through the IFN-γ receptor complex (IFNGR; Figure 1 ), initiated by interaction with two IFNGR1 subunits. This leads to binding of two additional IFNGR2 subunits and results in receptor activation (24) . IFN-γ production is largely restricted to cells of the immune system (25) ; however, the IFNGR1/2 proteins are widely expressed, and therefore nearly all cell types are capable of responding to IFN-γ (25) . The signaling that results plays a major role in establishing cellular immunity, and it also induces gene products that prime the type I IFN response (26) (27) (28) . Likewise, type I IFN signaling primes IFN-γ signaling as well (29, 30) . Overall, IFN-γ plays a pivotal role in regulating immune function and bridging the innate and adaptive responses, and therefore it deserves much more attention than can be accommodated within the scope of this review. For a more thorough description of IFN-γ function, the reader is referred to recent reviews (31) (32) (33) .\n\nThe type III IFNs-IFNL1, IFNL2, and IFNL3 [also known as IFN-λ1, IFN-λ2, and IFN-λ3, or interleukin (IL)-29, IL-28A, and IL-28B, respectively]-were described independently by two research groups in 2003, making them the most recently discovered members of the IFN family (34, 35). A fourth member of the family, IFNL4, has also been recently described (36, 37). These IFNs share structural features with members of the IL-10 cytokine family and utilize the same broadly distributed low-affinity receptor subunit (IL-10R2) as the cytokines IL-10, IL-22, and IL-26 ( Figure 1 ). In contrast, the high-affinity type III IFN receptor subunit (IFN-λ receptor 1, IFNLR1) is uniquely utilized by the type III IFNs, and its expression is restricted to epithelial cells (38) . This receptor complex signals through a similar JAK-STAT pathway as the type I IFN receptor complex and induces many of the same ISGs (39, 40).\n\nUpon IFN binding to cell surface receptors, a signal is transmitted through the membrane and into the cell, leading to dramatic changes in cellular properties. One of the most striking features of IFN signaling is the speed at which it occurs, made possible because the synthesis of new proteins is not required-the necessary components are present at baseline (41, 42).\n\nAll IFNs signal through the JAK-STAT signaling pathway (Figure 1) . A remarkable combination of perspicacity and hard work led to the elucidation of this prototypic pathway, laying the groundwork for our current understanding of how extracellular events lead to transcriptional activation. Here we outline key events that drive ISG transcription. For a more thorough account of the events that occur during JAK-STAT signaling and the important discoveries that led to elucidation of the pathway, the reader is referred to a recent review (1).\n\nThree of the four known JAKs [JAK1, JAK2, and tyrosine kinase 2 (TYK2)] are ubiquitously expressed, and all three function in IFN signaling (43). They bind to receptor chains on the inner side of the membrane and provide receptors with stability, facilitate their cell surface localization, and serve as key components of signaling complexes (44-46). In any given cell, various distinct receptor chains compete for the same JAK protein, and as a result limited JAK concentration is an important determinant of cell surface receptor levels and signaling potential (reviewed in 47).\n\nIn the absence of a stimulus, the cytoplasmic domain of each IFN receptor chain is bound by a specific JAK protein in an inactive conformation. Upon IFN binding, receptor chains are brought into close proximity, and the two JAK kinase domains juxtapose and undergo transphosphorylation and sustained activation. Juxtaposition, however, is not sufficientligand-induced structural changes are required for activation, and information in the form of biochemical and biophysical differences among the various IFNs is likely transmitted through the membrane as structural changes in the receptor chains. This mechanism for transmitting information may at least partly explain how various type I IFNs can give rise to qualitatively distinct biological outcomes (reviewed in 48).\n\nOnce activated, JAKs phosphorylate IFN receptor chains on highly conserved tyrosine residues, which leads to the repositioning or binding of STAT proteins via Src homology 2(SH2) domain interactions (49). As a result, STATs are phosphorylated on conserved tyrosine residues and released from the receptor, where conformational changes lead to homo-(type II IFN) or heterodimerization (type I and III IFN). This change exposes a nuclear localization signal that facilitates nuclear translocation ( Figure 1 ) (50-56). Once in the nucleus, STATs serve as transcriptional activators that drive ISG expression.\n\nThere are seven STAT proteins in mammals, STAT1, STAT2, STAT3, STAT4, STAT5a, STAT5b, and STAT6 (reviewed in 57), all of which play some role in innate immune signaling. However, when it comes to signaling through any of the IFN receptor complexes, STAT1 and STAT2 are the most important.\n\nType II IFN signaling entails phosphorylation of STAT1 on tyrosine 701 (50, 58), followed by homodimerization, nuclear translocation, and DNA binding at gamma-activated sequence (GAS) elements upstream of IFN-γ-induced genes ( Figure 1 ) (59) . These events result in transcriptional activation of IFN-γ-induced genes (reviewed in 60). Type I and III IFN signaling leads to phosphorylation of both STAT1 and STAT2, which leads to heterodimerization and interaction with IFN regulatory factor (IRF) 9 (formerly termed p48), forming the ISG factor 3 (ISGF3) complex ( Figure 1 ) (61) (62) (63) . ISGF3 then translocates to the nucleus, where it binds IFN-stimulated regulatory elements (ISREs) in the DNA upstream of ISGs, resulting in the transcription of hundreds of type I and III ISGs (64) (65) (66) .\n\nThe above description of STAT activation pathways is simplified for the purposes of this review but provides a framework in which one can begin to glimpse the complexity of the IFN response. Many cell types respond to IFN with varying transcriptional responses, and of course in vivo IFN signaling does not occur in isolation. Furthermore, unphosphorylated STATs can prolong the induction of a subset of ISGs (67, 68) , and an increasing number of reports suggest a role for additional STAT proteins in the IFN response. Clearly, the simplified model of JAK-STAT signaling presented here is only part of a much larger sequence of events leading to ISG induction.\n\nISGs take on a wide range of activities. PRRs, IRFs, and several signal transducing proteins described above such as JAK2, STAT1/2, and IRF9 are present at baseline but are also ISGs and reinforce the IFN response. Many ISGs control viral, bacterial, and parasite infection by directly targeting pathways and functions required during pathogen life cycles. Upregulation of chemokines and chemokine receptors enables cell-to-cell communication, whereas negative regulators of signaling help resolve the IFN-induced state and facilitate the return to cellular homeostasis. Additional ISGs encode for proapoptotic proteins, leading to cell death under certain conditions. To provide an overview of ISG function, here we highlight a number of ISG activities using well-known and recently discovered examples.\n\nPRRs and many IRFs are present in cells at baseline, but their gene expression is enhanced by IFN. Upon induction, this set of ISGs acts to reinforce IFN signaling and prime cells for enhanced pathogen detection. Subsets of ISGs are induced directly by IRF activation in a pathway that is independent of the JAK-STAT pathway, and this alternative pathway of ISG induction likely evolved to counteract pathogen-mediated innate immune evasion strategies ( Figure 2 ) (reviewed in Reference 69 and, in this volume, in Reference 9).\n\nThere are a number of PRRs, each specializing in the detection of distinct PAMPs (reviewed in 69, 70) . Retinoic acid-inducible gene 1 (RIG-I)-like receptors (RLRs) recognize cytosolic double-stranded RNA and 5'pppRNA (71, 72) , whereas AIM2-like receptors (ALRs) recognize cytosolic DNA (73; reviewed in 74). Nucleotide-binding oligomerization domainlike receptors (NLRs) recognize a number of cytosolic PAMPs produced largely by bacteria (reviewed in 75). For example, NLRs recognize flagellin, lipopolysaccharide (LPS), peptidoglycans, bacterial toxins, and bacterial and viral nucleic acids. Toll-like receptors (TLRs) 1, 2, and 4 are transmembrane proteins that localize to the cell surface, where they detect viral glycoproteins and a variety of bacterial PAMPs, similar to those described for the NLRs above. Similarly, TLR3, 7, and 9 are also transmembrane proteins, but this group of receptors localizes in endosomes, where they specialize in the detection of virus and bacterial nucleic acids, similar to the cytosolic RLRs (reviewed in 76).\n\nForeign RNA is also detected by oligoadenylate synthetase (OAS) and latent endoribonuclease (RNaseL). Cytosolic PAMP detection by OAS leads to the synthesis of 2′-5′-oligoadenylates, which then act as intracellular second messengers to activate latent RNaseL. This leads to indiscriminate cleavage of both host and viral RNA and the production of additional PAMPs, which reinforce the innate immune response ( Figure 2 ) (reviewed in 77). In addition to the OAS/RNaseL system, activation of protein kinase R (PKR) by cytosolic PAMPs leads to a dramatic reduction in host cell translation as well as to the degradation of the inhibitor of κB (IκB)-the latter results in activation of the NF-κB signaling pathway (reviewed in 78).\n\nAdding to the family of PRRs, cyclic GMP-AMP (cGAMP) synthase (cGAS) was recently identified as a cytosolic PAMP sensor (79) (80) (81) (82) . By a mechanism that remains unclear, cytosolic detection of a PAMP-likely DNA-activates cGAS nucleotidyltransferase activity and leads to the production of cGAMP; this molecule binds to and activates the stimulator of IFN genes (STING) (83) . STING is located on the ER, specifically at regions known as the mitochondrial-associated membrane, a critical hub for innate immune activation (reviewed in 84, 85) . In addition to STING, the mitochondrial antiviral-signaling protein (MAVS, also known as VISA, IPS-1, or Cardif) (86) (87) (88) is also found in this membrane-rich region, where it interacts with the RLRs RIG-I and MDA5 to further propagate innate immune signaling ( Figure 2 ). Upon activation of STING and/or MAVS, IRF3 and IRF7 are phosphorylated. This results in their homodimerization and translocation to the nucleus. Similarly, activation of STING and/or MAVS triggers activation of the NF-κB pathway by inducing the phosphorylation and ubiquitination of IκB, leading to IκB degradation and exposure of nuclear localization signal sequences on NF-κB. Once in the nucleus, IRF3, IRF7, and NF-κB bind to specific binding sites in the IFN-β promoter as well as to the promoters of a subset of ISGs, including IRFs and PRRs. DNA binding then leads to transcriptional activation of IFN-β mRNA along with a subset of ISGs.\n\nIFN stimulation enhances production of many IRFs and PRRs and sensitizes cells to pathogen detection; however, most positive regulators require additional activation to fulfill their signaling roles. For example, PRRs are inactive until PAMPs are detected, and IRF3 and IRF7 require phosphorylation for nuclear translocation and transcription-enhancing activity; canonical signaling by the STAT proteins requires phosphorylation as well. A notable exception in this class of ISGs is IRF1, which is capable of gene activation with no additional post-translational modification or signals (89) .\n\nOverall, a number of ISGs act to enhance pathogen detection and innate immune signaling. The likely reason that many of these proteins are present at low levels before IFN stimulation is to minimize the risk of aberrant signaling that may lead to inflammation, while at the same time allowing for PAMP detection. In addition to heightened pathogen sensing following IFN signaling, alternative pathways of ISG induction exist-at least for subsets of ISGs-and this mechanism of ISG induction likely evolved to control infection in situations in which canonical ISG induction is inhibited.\n\nThe IFN response is tightly controlled, and shortly after IFN exposure, cultured cells enter an IFN-desensitized state that can last up to several days (41). This desensitized state allows cells to recover from IFN signaling, whereas dysregulation of IFN production and signaling manifests in autoimmune disorders such as systemic lupus erythematosus and Sjögren's syndrome, among others (reviewed in 4). These are complex diseases with multiple etiologies; they nonetheless highlight the importance of negatively regulating the IFN response. The IFN-desensitized state is established in cells by multiple mechanisms; some are cell intrinsic and others are mediated by the actions of ISGs. Despite years of research, the precise mechanisms by which PIAS proteins inhibit IFN signaling remain unclear. As a family, PIAS proteins have been found to regulate a wide range of transcription factors (both positively and negatively) through various molecular mechanisms (reviewed in 97, 98). One function is to provide specificity for the covalent attachment of small ubiquitin-like modifier (SUMO), in a process called SUMOylation, to protein targets in a process that mirrors the ubiquitination pathway. In addition, they can negatively regulate gene expression in a SUMO-independent manner by preventing the binding of transcription factors to DNA. As such, PIAS1 has been shown to inhibit STAT1 independently of SUMOylation ( Figure 3b ) (99) ; however, STAT1 proteins can be SUMOylated, and this modification impacts ISG induction as well (100, 101) .\n\nISG-mediated desensitization-Inhibition of protein translation with cycloheximide extends the length of time that ISGs are transcribed following IFN treatment and decreases the interval of time necessary for reactivation, thereby demonstrating that new protein synthesis is required to establish and maintain an IFN-desensitized state (41). Here we describe two well-known ISGs that negatively regulate IFN signaling by inhibiting the JAK-STAT signaling pathway. SOCS proteins: SOCS proteins inhibit JAK-STAT signaling by binding to phosphorylated tyrosine residues, on either the IFN receptors or the JAK proteins, resulting in inhibition of STAT binding as well as JAK activity (Figure 3b ). Signaling is further decreased through the SOCS box domain present in the C terminus of all SOCS proteins. This domain recruits proteins involved in receptor ubiquitination and proteasome degradation.\n\nSOCS proteins are induced early in the IFN response and play an important role in early IFN desensitization. Similarly, for some cells, in the absence of IFN signaling an elevated baseline level of SOCS1 protein expression renders cells less responsive to IFN (102) . This reduced responsiveness is believed to be partly responsible for the weak response to type I IFN that results from IFN stimulation of human pluripotent stem cells (102) . Similarly, it is possible that additional naturally occurring cell populations exist with elevated SOCS protein levels and reduced sensitivity to IFN signaling.\n\nUSP18: USP18 is arguably the ISG with the most important role in establishing and maintaining long-term desensitization to type I IFN signaling. For this reason, here we provide a detailed account of USP18 activity.\n\nIn a process known as ISGylation, a small IFN-induced ubiquitin-like protein (ISG15) is covalently attached to proteins through a series of steps that mirror the ubiquitination pathway; the removal of ISG15 conjugates (deISGylation) is performed by the isopeptidase activity of the ISG USP18 (103) . Accordingly, Usp18 −/− mice display a dramatic increase in the level of ISGylation (104, 105) .\n\nUsp18 −/− mice are hypersensitive to type I IFN and more resistant to virus infection (106) . In 2003, studies with Usp18 −/− cells in culture revealed that JAK-STAT signaling is prolonged and that a dramatic increase in apoptosis occurs upon IFN-β treatment, suggesting that USP18 is important in negatively regulating the IFN response. It was unclear at the time whether this effect was at all related to protein ISGylation (105) . However, it was later demonstrated that a catalytically inactive form of USP18 confers the same level of IFN desensitization as the wild-type protein (107) . This isopeptidase-independent activity is mediated by the binding of USP18 to the intracellular domain of IFNAR2, which prevents the binding of JAK1. Mutation of arginine residues in USP18 that disrupt binding to IFNAR2 impairs its ability to inhibit IFN signaling (107) . These results clearly demonstrated that the major role of USP18 in the inhibition of JAK-STAT signaling is independent of ISGylation (108-110).\n\nThe discovery that USP18 maintains long-term IFN desensitization through an interaction with IFNAR2 ( Figure 3 ) suggests that USP18-mediated inhibition may be restricted to type I IFN signaling. Indeed, studies have shown that type III IFN signaling remains intact in the presence of USP18, but cells that are prestimulated with type I or III IFN are refractory to type I IFN signaling due to USP18 upregulation (111, 112) . These studies have also found that USP18-mediated desensitization to type I IFN is differential-IFN-α signaling is blocked, whereas IFN-β continues to activate the JAK-STAT pathway (111, 112) . These findings seem to conflict with the initial studies of USP18-mediated IFN densensitization in which IFN-β was employed (103, 105, 107) .\n\nIn the initial experiments demonstrating IFN desensitization, ISGF3 gel shift assays and STAT1 phosphorylation levels indicated that the presence of IFN-β failed to result in prolonged JAK-STAT signaling in USP18-expressing cells; in contrast, signaling was maintained in Usp18 −/− cells (105) . These data suggest that although IFN-β may be less sensitive to USP18-mediated desensitization, its ability to signal through the JAK-STAT pathway is nonetheless affected. More recent data also show that in some cell types, the second round of IFN-β stimulation is less robust than the first (111) . Thus, cell type differences may be important factors in determining the degree to which a cell is refractory to IFN-β.\n\nThe differential sensitivity of different type I IFNs to USP18-mediated inhibition raises important mechanistic questions and invokes a long-standing puzzle in the field: How do different IFN proteins that signal through the same receptor give rise to varied outcomes? As highlighted above in the JAK section, differential binding affinities by the IFNs themselves lead to altered receptor conformations that are propagated through the membrane and may alter ISG induction profiles (18, 21, 23, 113) . In the case of USP18 binding, the converse would be true: Changes in receptor conformations on the cytoplasmic face of the membrane may affect IFN binding on the surface. This model is supported by recent data documenting the differential sensitivity of IFN-α and IFN-β to USP18-mediated desensitization; however, the precise molecular basis for this difference remains uncertain.\n\nMoving forward, it will be important to determine whether a low (even undetectable) level of signaling by IFN-α is sufficient to maintain USP18 expression and sustained IFN desensitization. This question is of clinical importance because elevated levels of USP18 mRNA predict a poor treatment response to IFN-α therapy for hepatitis C virus (HCV) infection (114, 115) . A more basic understanding of the ISG-based mechanisms involved in desensitization is necessary to better understand what occurs in cells under conditions of prolonged IFN stimulus, such as autoimmune disorders, chronic viral infection, and IFNbased therapy.\n\nFor many years, IFN-based therapies have been used to treat chronic hepatitis B and C virus infection, and a better understanding of ISG function will shed light on the underlying biology influencing treatment outcomes. Additionally, developing an arsenal of tools to combat acute and emerging viral infections is of high interest. In this regard, identifying and characterizing direct-acting antiviral effector ISGs have the potential to uncover evolutionarily selected mechanisms of pathogen defense that can be mimicked or manipulated to create novel therapies.\n\nTo complete their life cycle, viruses must enter cells, translate and replicate their genomes, and exit in order to infect new cells. Every stage of the virus life cycle is a potential target for ISG intervention, and indeed, there are examples of ISGs targeting each one. Here, we focus on the antiviral mechanism of several recently characterized ISGs, highlighting those affecting early and late stages of infection ( Figure 4 ).\n\nInhibition of virus entry-Here, we describe several mechanisms by which ISGs affect virus entry into cells.\n\nThe murine myxovirus resistance 1 (Mx1) gene product was one of the first described inhibitors of virus entry. Human cells express two Mx proteins, Mx1 and Mx2 (also known as human MxA and MxB, respectively). These two IFN-induced proteins belong to a small family of dynamin-like large guanosine triphosphatases (GTPases), which is closely related to the dynamin GTPase family.\n\nMx1 is broadly inhibitory and acts prior to genome replication at an early postentry step of the virus life cycle. Evidence suggests that Mx1 traps incoming viral components, such as nucleocapsids, and prevents them from reaching their cellular destination. The Mx1 structure was recently solved, providing new insight into its mode of action (116) . Like dynamin GTPases, Mx1 contains a middle stalk domain and a GTPase effector domain, which are both essential for self-oligomerization and formation of ring-like structures that bind to and impose conformational changes on interaction partners (117) . For Mx1, formation of these structures is important for its antiviral activity, as mutations that abolish self-oligomerization result in the loss of antiviral activity against LaCrosse and influenza A viruses (116) . In the current model of Mx1-mediated inhibition, viral nucleocapsids are surrounded by Mx1 oligomer rings, and the resulting ring-ring interactions stimulate GTPase activity, which possibly directs them to sites of degradation. The viral structures targeted by Mx1 and the precise mechanism of antiviral activity have yet to be fully defined (reviewed in 118, 119).\n\nMx2 has been recently characterized as an antiretroviral effector protein (120) (121) (122) . Overexpression of Mx2 potently inhibits HIV-1 and HIV-2 (120-122) but has less potent or no antiviral activity against other retrovirus family members (120, 121) or the orthomyxovirus influenza A (122) . Indeed, the presence of Mx2 is necessary for full antiviral potency of IFN-α against HIV-1 (120-122). Mx2 acts at the level of nuclear entry and keeps the reverse-transcribed genome from reaching its nuclear destination, thereby ultimately inhibiting chromosomal integration, which is a key event of the HIV-1 replication cycle (120) (121) (122) . Intriguingly, mutations in the HIV-1 capsid protein render the virus resistant to Mx2-mediated inhibition, suggesting that Mx2 specifically inhibits the capsid's function in nuclear entry (120) (121) (122) .\n\nExpression of the CH25H gene is upregulated by both type I and type II IFNs (123) (124) (125) . The protein product CH25H is an enzyme that converts cholesterol into 25-hydroxycholesterol (25HC). Treating cells directly with 25HC or transferring supernatants from CH25H-expressing cells protects against infection by a diverse set of enveloped viruses yet has no impact on infection by adenovirus, a nonenveloped virus (126, 127) . These findings suggest that CH25H-mediated protection occurs at an early step in the infectious cycle, possibly at the step of virus-host membrane fusion. However, 25HC may impact virus infection by additional mechanisms as well.\n\nOxysterols, including 25HC produced by CH25H, have long been implicated in innate immunity, but the mechanisms by which they act are unclear (128) (129) (130) (131) . Recently, investigators have proposed that changes in the physical properties of membranes resulting from high concentrations of 25HC preclude virus-host membrane fusion (126) . Alternatively, the antiviral activity of 25HC may partly result from its involvement in regulation of the sterol biosynthesis pathway.\n\nGenes involved in sterol biosynthesis contain sterol regulatory elements (SRE)in their promoters that are recognized by transcription factors, designated as SRE-binding proteins (SREBPs). SREBP levels are tightly controlled by products of the sterol biosynthesis pathway through a negative feedback mechanism; sterol-replete conditions lead to an accumulation of 25HC, inhibiting sterol biosynthesis. Owing to its ability to permeate membranes, 25HC can inhibit sterol biosynthesis in both an autocrine and paracrine manner (reviewed in 132). In addition to generating cholesterol and 25HC, the sterol biosynthesis pathway also generates isoprenoids, such as farnesol and geranylgeraniol, critical for protein prenylation-a modification known to affect numerous viral and cellular proteins (including ISGs) (133) (134) (135) . Indeed, protein prenylation plays a critical role in the life cycle of several viruses. For example, hepatitis delta virus large antigen is modified by prenylation, and preventing this modification abolishes infectious particle production (136) (137) (138) . Similarly, for HCV infection, geranylgeranylation of a host protein (Fox-box and leucine-rich repeat protein 2, known as FBL2) is required for replication (139) . 25HC also inhibits the replication of HCV subgenomic viral RNA (virus replicon), thereby displaying antiviral activity even in the absence of membrane fusion (139) (140) (141) (142) . Thus, an increased production of 25HC may affect virus infection by multiple mechanisms, including, but not exclusively restricted, to viral entry inhibition.\n\nLiu et al. (126) recently proposed that 25HC can directly block membrane fusion by altering cellular membranes, and they speculate that this may be due to membrane expansion or aggregation. Several enveloped viruses were tested in this study, and in all cases the cellular protection by 25HC occurred at an early step. Overexpression of individual SREBPs or the addition of intermediates in the sterol biosynthesis pathway such as mevalonate did not rescue 25HC-mediated virus inhibition. These data are consistent with the idea that 25HC blocks membrane fusion; however, results from an additional study by Blanc et al. (127) suggest that 25HC may inhibit viruses by alternative mechanisms.\n\nIn these studies, both groups tested 25HC effects on herpes simplex virus 1 (HSV-1) and found that inhibition occurs at an early step in the virus life cycle (126, 127) . However, Blanc et al. (127) also tested an additional herpesvirus-murine cytomegalovirus (MCMV) -and found that inhibition occurs at a postentry step (and thus post-membrane fusion), at or prior to viral DNA replication. Using the enantiomer of 25HC (ent-25HC), which is expected to affect membrane properties similar to 25HC but to lose the conformationspecific interaction with proteins necessary for sterol biosynthesis inhibition, Blanc et al. (127) found that higher concentrations of ent-25HC are required to achieve the same level of MCMV inhibition seen with 25HC. This provides evidence that negative feedback of the sterol biosynthesis pathway may be involved in the inhibition of some viruses by 25HC.\n\nIt is likely that 25HC exerts its antiviral effects by multiple mechanisms-altering membrane properties directly, inhibiting sterol biosynthesis through negative feedback, and affecting preny-lation of both virus and host proteins. Teasing these apart will require careful comparisons of different 25HC concentrations under various conditions as well as targeted strategies to disrupt sterol biosynthesis. Different viruses will likely vary in their susceptibility to each of these mechanisms.\n\nWith the possible exception of CH25H, the only ISGs shown to have a bona fide role in blocking virus entry are members of the IFN-inducible transmembrane (IFITM) family. In humans, the IFITM family of proteins is composed of four members, IFITM1, IFITM2, IFITM3, and IFITM5. These proteins were recently shown to be potent inhibitors of influenza A virus infection in a loss-of-function screen (143) . Since then, they have been shown to inhibit a diverse range of viruses, and this broad antiviral activity strongly suggests that inhibition is not at the level of receptor engagement (89, (144) (145) (146) (147) (148) .\n\nIFITM proteins are enriched in late endosomes and lysosomes. Consistent with this, viruses most affected by IFITM expression are those that require transit to these compartments for productive entry (144, 149) . Although this appears to be a common feature of virus restriction, IFITM family members display selectivity in the viruses they inhibit. IFITM1 inhibits SARS-coronavirus (CoV) and the filoviruses, Ebola and Marburg, with greater efficiency than does IFITM3 (144) . IFITM3, on the other hand, has higher potency against influenza A virus. In contrast, HCV infection is inhibited by IFITM1, but not by IFITM3 (145) . IFITM-mediated inhibition of human immunodeficiency virus 1 (HIV-1) is slightly more complex. IFITM1 has no effect on HIV-1 entry, but it effectively inhibits virus production (147) . IFITM2 and IFITM3 also inhibit HIV-1 virus production, but they affect entry as well (147) .\n\nThe varying profile of virus restriction among the IFITM proteins may result in part from differences in cellular localization. IFITM3 is modified by S-palmitoylation and ubiquitination, possibly influencing membrane topology and localization (150, 151) . Furthermore, the membrane topology of IFITM proteins may be dynamic (i.e., influenced by binding partners) and may differ among family members. Relative to IFITM3, the IFITM1 protein has a shorter N-terminal region and displays a different pattern of localization. When 21 amino acids are deleted from the N terminus of IFITM3, its association with endosomes is lost and it localizes to the periphery of the cell (152) . The biological significance of these findings is highlighted by results from a genome-wide association study that compared a control population to patients hospitalized for severe symptoms associated with influenza infection. This study uncovered a statistically significant enrichment for a polymorphism in the IFITM3 gene (153) . Interestingly, this polymorphism generates an altered splice acceptor site resulting in an IFITM3 protein lacking 21 amino acids from the N terminus. The resulting mislocalization of IFITM3 and the correspondingly compromised antiviral activity provide a plausible biological mechanism for the association of this polymorphism with severe disease.\n\nAlthough the emerging theme of IFITM inhibition is that restriction occurs at late endosomes and lysosomes, the actual mechanism is unclear. IFITM3 has recently been shown to restrict infection with reovirus, a nonenveloped virus (146) . This finding is surprising and may help refine or expand current models of antiviral action. One model suggests that IFITM proteins alter the kinetics of endosome acidification, potentially increasing nonspecific protease activity or otherwise perturbing the normal sequence of events required for productive viral entry. This could explain the inhibition of both enveloped and nonenveloped viruses. Alternatively, IFITM proteins may affect virus entry by inhibiting steps prior to membrane hemifusion, potentially through physical changes in membrane properties such as curvature and fluidity (154) . Neither reovirus nor other nonenveloped viruses undergo membrane fusion; however, the membrane must be traversed, and physical changes in membrane properties could impact this process. More work is required to elucidate the precise mechanism(s) by which IFITM proteins function. For additional reading on IFITM proteins, the reader is referred to a recent review (155) .\n\nThe tripartite motif (TRIM) family of proteins is large-composed of more than 60 members in humans and mice-and exhibits a wide range of activities including E3 ubiquitin ligase activity (reviewed in 156). A defining feature of this family is the presence of an N-terminal RING domain, followed by one or two B-box domains and a C-terminal coiled-coil domain. The RING domain and B-box domains serve as a platform for proteinprotein interactions and are important for TRIM protein roles as E3 ubiquitin ligases. However, TRIM protein functions are not limited to protein ubiquitination, and like many E3 ligases they can be involved in SUMOylation (157) and ISGylation as well (158) . The Cterminal coiled-coil domain is involved in self-association and can lead to the formation of large complexes that occupy many discrete and uncharacterized subcellular compartments (159) . Individual TRIM proteins are classified based on additional subdomains present in the C terminus, including the PRY subdomain, the SPRY subdomain, and a fusion of the two, PRYSPRY, also known as the B30.2 subdomain. Together, these subdomains are responsible for conferring additional mechanisms of target specificity for protein-protein interaction (156) .\n\nOne of the best-studied members of the TRIM family, TRIM5α, was originally identified as a potent inhibitor of early stages in HIV-1 infection (160) . Upon entry into cells, TRIM5α binds directly to viral capsid proteins, leading to accelerated disassembly of the capsid shell (uncoating) and premature exposure of the nucleoprotein complex known as the retroviral preintegration complex. TRIM5α is autoubiquitinated and rapidly turned over, and although this appears to be important to virus restriction, components of the preintegration complex do not appear to be modified (161) . Evolutionary signatures of positive selection on the PRYSPRY indicate that this domain is under strong selective pressure (162) . Accordingly, the capsid-TRIM5α interface maps to the hypervariable region of the retroviral capsid. These and similar studies underlie a burgeoning field of virus-host coevolution known as paleovirology that encompasses the study of positive evolutionary selection of host factors imposed by pathogens, within populations and across species (reviewed in 163). This evolutionary perspective of intrinsic cellular immunity has proven very useful in characterizing and identifying ISGs that directly interact with pathogens.\n\nTRIM5α is but one of many members of the TRIM family with antiviral activity (164) . Another TRIM family member, TRIM22, has also been shown to play a role in virus restriction. TRIM22 was originally identified based on its ability to inhibit a reporter under control of the HIV-1 long terminal repeat (165) ; additional work demonstrated that TRIM22 also inhibits trafficking of the HIV-1 Gag protein to the host cell plasma membrane, resulting in decreased particle production (166) . The importance of TRIM22 as an HIV-1 restriction factor in vivo is highlighted by the finding that higher patient TRIM22 levels correlate with lower viral loads and higher CD4 + T cells counts (167) . Since its initial characterization as an HIV-1 inhibitor, TRIM22 has also been shown to inhibit multiple viruses by various mechanisms (reviewed in 168). For example, it inhibits transcription from the core promoter of hepatitis B virus (169), blocks encephalomyocarditis virus replication by promoting ubiquitination of the viral 3C protease (170) , and targets influenza A virus nucleoprotein for proteasomal degradation (171) .\n\nOther notable TRIM family members include TRIM19, also known as PML, which is present in multiple isoforms and localizes predominantly to nuclear bodies (reviewed in 172); TRIM25, which leads to ubiquitination and enhanced activity of RIG-I (173); and TRIM56, involved in ubiquitination and activation of STING (174) . For additional review of TRIM proteins, the reader is referred to References 156, 175, 176. (Figure 4) . A number of ISGs that inhibit translation, including zinc-finger antiviral protein (ZAP), the IFN-induced protein with tetratricopeptide repeats (IFIT) family, the OAS-RNaseL pathway, and PKR have been reviewed recently elsewhere (78, 155, 177, 178) . In addition to translation, post-translational modification of viral or host proteins is also important for virus replication and infectivity. Here, we highlight ISG15 as an exemplar of ISG complexity and of a novel role in coupling translation with antiviral post-translational modification.\n\nISG15 is one of the most highly induced ISGs (179) , and as mentioned above, it is a ubiquitin-like protein that can be covalently attached to target proteins in a process known as ISGylation (reviewed in 180). Many of the proteins involved in ISGylation and deISGylation-UBE2L6, HERC5, HERC6, UBE1LA, TRIM25, and USP18-are also induced by IFN (reviewed in 181). After decades of study, investigators have uncovered a rich and tangled history for ISG15. Studies have cataloged numerous proteins-both pathogen and host derived-targeted for ISGylation, and modification gives rise to pleiotropic effects. For example, ISGylation of IRF3 increases its stability by preventing polyubiquitination, which leads to sustained transcription factor activity (182) . Similarly, ISGylation of the host protein 4EHP-a negative regulator of translation-increases its affinity for binding to the 5′ cap structure of mRNAs, thereby enhancing its ability to block translation initiation (183) . ISGylation can also negatively affect targeted proteins. For example, ISGylation of cyclin D1 leads to protein destabilization, reduced activity, and cell cycle inhibition (184) .\n\nThese are only a few examples of the possible consequences of protein ISGylation. The staggering number of proteins that are ISGylated upon ISG induction raises the question of whether all proteins that are targeted for ISGylation are targeted with specificity. More recently, ISG15 was found to be preferentially conjugated to newly synthesized proteins cotranslationally, which suggests that ISGylation may be a general, nonspecific mechanism of host defense (185) . If this is true, then in addition to numerous host proteins, ISGylation may potentially impact all viral proteins translated in IFN-stimulated cells (185) .\n\nDespite the many reports describing ISG15 function (and ISG15 targets) in vitro, its in vivo role remains a subject of debate. One study found that wild-type and ISG15 −/− mice are equally susceptible to vesicular stomatitis virus and lymphocytic choriomeningitis virus (109) ; in contrast, ISG15 −/− mice are more susceptible to infection with influenza A and B, HSV-1, and Sindbis virus (186) . Furthermore, ISG15 plays a protective role in vaccinia virus infection, but only when the virus lacks the E3 viral antagonist (187) .\n\nIn addition to being involved in the diverse effects of protein ISGylation, ISG15 is also secreted from immune cells, thus taking on the role of a cytokine and stimulating the production of IFN-γ (reviewed in 188). Recently, a study performed on patients with inborn ISG15 deficiencies suggested that secreted ISG15 may be clinically important because these individuals suffer from increased risk of severe mycobacterial infections yet have no history of increased viral susceptibility (189) . Hence, the complete repertoire of ISG15 activities and possible host species-and pathogen-specific differences have yet to be fully defined.\n\nInhibitors of viral egress-During late stages of the virus life cycle, viral nucleic acids are packaged into capsids, and the particles exit cells, by either cell lysis, exocytosis, or direct budding from the plasma membrane. Viral envelopes are acquired in this process, and lipid bilayer compositions vary depending on the site of budding. Relative to other stages in the virus life cycle, few ISGs are known to inhibit viral assembly and viral egress. This may be partly due to the greater challenges associated with performing large-scale virus screens to selectively identify late-stage inhibitors (Figure 4 ).\n\nViperin, also known as RSAD2, is one of the better-studied, most highly induced antiviral effectors. It can be induced by at least two different innate immune pathways: via JAK-STAT signaling (115, (190) (191) (192) or via direct activation by IRF1/3 ( Figure 2 ) (193) (194) (195) . Interestingly, viperin expression is stimulated directly by human cytomegalovirus (HCMV) glycoprotein B to the benefit of the virus, and therefore in at least one known case, viperin has been usurped to act as a proviral factor (196) .\n\nViperin normally resides in the ER and in ER-derived lipid droplets-organelles important for lipid metabolism. Upon HCMV infection, viperin is relocalized to mitochondria by the HCMV-encoded mitochondrial inhibitor of apoptosis (vMIA) protein where it interacts with the mitochondrial trifunctional protein, leading to the inhibition of ATP generation (196) . Decreased ATP levels lead to disruption of the cellular cytoskeleton and facilitate HCMV infection by an unknown mechanism.\n\nViperin inhibits many enveloped viruses, and various modes of antiviral action-possibly influenced by different viral life cycles-have been described (reviewed in 197). Viperin inhibits HIV-1 and influenza A virus budding at the host cell membrane by inhibiting farnesyl diphosphate synthase (FPPS), an enzyme involved in isoprenoid biosynthesis (198, 199) . Influenza A virus buds from lipid rafts-lipid microdomains with specific membrane fluidity-and decreased FPPS activity alters membrane fluidity, thereby interfering with virus budding (198) . Inhibition of HIV-1 particle release is believed to occur by a similar mechanism (199) .\n\nViperin can also affect earlier steps in the virus life cycle. For example, viperin inhibits RNA replication of HCV subgenomic replicons (200) . HCV replicates in altered subcellular membrane structures that are referred to as the membranous web (201) , which are intimately associated with lipid droplets. Within these droplets viperin interacts with both the host [vesicle-associated membrane protein-associated protein A (VAP-A, also known as VAP-33)] and the HCV non-structural protein 5A (NS5A), a key protein required for viral replication, assembly, and egress (202) . Binding of viperin to both of these factors might disrupt the VAP-A/NS5A interaction, resulting in inhibition of HCV genome replication (200, 203) . A similar mode of action has been proposed for the inhibition of dengue virus, where viperin also interacts with components of the viral replication complex (204) .\n\nTetherin: Tetherin is encoded by the ISG BST2 and inhibits virus budding by using two membrane anchors to trap HIV-1 virions on the plasma membrane ( Figure 4 ) (205) . Initially described in 2009, tetherin has since been shown to have antiviral activity against many enveloped viruses (listed in Reference 206).\n\nTetherin's importance as a direct-acting antiviral effector is highlighted by the evolution of viral evasion strategies. A number of viral proteins-namely glycoproteins and accessory proteins-are charged with the task of subverting tetherin function. These include HIV-1 Vpu, HIV-2 Env, simian immunodeficiency virus (SIV) Nef, Ebola virus surface glycoprotein VP40, Kaposi-sarcoma-associated herpes virus (KSHV) K5 ubiquitin ligase, and influenza A virus neuraminidase (NA) proteins. Both HIV-1 Vpu and KSHV K5 are involved in tetherin ubiquitination-Vpu by recruiting the E3 ubiquitin ligase complex and K5 by directly catalyzing the reaction-resulting in tetherin degradation (206) .\n\nHIV-2 and most SIV strains do not encode Vpu; rather, their antitetherin function is executed by HIV-2 Env and SIV Nef, respectively. Both effectively keep tetherin from sites of viral assembly, but only for HIV-2 Env have the mechanisms been identified. HIV-2 Env not only sequesters tetherin in the trans-Golgi network, disrupting proper trafficking, but it also triggers clathrin-dependent endocytosis. Unlike HIV-1 Vpu, the latter process does not seem to involve tetherin degradation (207) (208) (209) . Ebola VP40 and influenza A virus NA both sequester tetherin on the cell surface, but how this accomplishes virus inhibition is uncertain (210, 211) . For a more detailed review on tetherin, the reader is referred to two recent reviews (206, 212) .\n\nScreening for ISG antiviral effectors-Many of the well-characterized classic ISGs are, not surprisingly, those that display the most potent antiviral activity against commonly studied viruses. These ISGs represent only a handful of the total number of ISGs produced during infection. What, then, of the hundreds of others? To address this question, a number of gene knockdown and overexpression screens have been performed to identify ISGs that act as direct antiviral effectors.\n\nConsidering the large number of ISGs activated upon IFN signaling, considerable redundancy in the system is likely. Redundancy is a major challenge when attempting to identify antiviral ISGs using gene expression knockdown approaches, but in spite of this, several groups have been successful. With the use of both genome-wide (213) and ISGtargeted (214) siRNA-based approaches, genes have been identified for which, when their expression is reduced, IFN is less effective at HCV replicon inhibition. Similarly, the discovery that IFITM proteins potently inhibit influenza A virus infection was also made by performing a genome-wide siRNA screen (143) . Use of a lentiviral-based shRNA approach was also successful; a recent report identified a number of ISGs that are important for the ability of IFN-β to inhibit infection by West Nile virus. This screen also identified the ISG activating signal cointegrator complex 3 (ASCC3), and further confirmatory experiments showed it to be involved in negative regulation of IFN signaling (215) . The identification of several hits in each of these studies validates the feasibility of this approach for antiviral effector discovery. From these studies, and additional screens yet to be performed, we may be able to classify ISGs into groups according to their mechanism of inhibition and virus specificity.\n\nA number of groups have performed ectopic overexpression screens to identify direct antiviral effectors. In a small-scale study, overexpression of 7 ISGs in murine fibroblasts identified genes with the ability to inhibit alphavirus infection (216) . Similarly, the individual overexpression of 18 (217) and 29 (218) ISGs identified inhibitors of HCV replicons, and overexpression of 36 ISGs identified inhibitors of dengue virus and West Nile virus replicons (219). More recently, 39 genes were screened for their ability to inhibit West Nile virus in primary neurons (220) . In all cases, ISGs with direct antiviral activity were described, but from these studies the breadth and specificity of the antiviral factors are unclear.\n\nRecently, a comprehensive large-scale screen for antiviral ISGs was performed with a library of over 380 ISGs against a diverse panel of viruses (89, 221) . Each virus tested was susceptible to inhibition by several ISGs, some that are broadly inhibitory and others that display virus-specific activity. The transcription factor IRF1 and cGAS (formerly c6orf150) were among the few ISGs that displayed broad, potent antiviral activity. Upon further study, IRF1 overexpression was found to transcriptionally activate a set of genes that overlaps with those induced by type I IFN (89) , and cGAS was shown to play an important role in activating the innate pathogen sensor STING (79, 81) . Subsequently, experiments performed using cGAS −/− mice suggested that cGAS may protect cells from infection by RNA viruses, and therefore it may play a broader role in innate immunity than was previously expected (221) . Unlike IRF1 and cGAS, most ISGs do not inhibit virus infection when expressed individually, and those that do display moderate effects. Net antiviral activity does, however, increase when various ISGs are expressed in combination, as has been shown by measuring the inhibition of virus infection following the expression of ISG pairs (89) . Similarly, performing an ISG overexpression screen in a ZAP-inducible cell line identified ISGs that enhance ZAP's antiviral activity (89, 222) . These results are consistent with the notion that the emergent power of type I IFN derives from many ISGs acting in concert.\n\nWhen further exploring the mechanisms of virus inhibition for ISGs identified by an overexpression screen, Schoggins et al. (89) reported that protein translation is a key target for many ISGs. In the Schoggins study, inhibition was monitored after a single round of infection, and therefore ISGs that inhibit viral egress or decrease the specific infectivity of the virus particle would not have been identified. Additional screens geared toward identifying ISGs affecting late stages of the virus life cycle would be of interest to pursue. Also, performing screens that utilize viruses bearing defects in viral antagonist proteins or screens with gene libraries from related, but distinct, species may uncover ISGs that viruses evolved to inactivate or evade.\n\nHarnessing the power of ISGs-It is clear that the IFN system did not evolve to have one potent virus-specific ISG per virus, but rather to work in a combinatorial fashion. The benefit of this system manifests when considering decades of clinical data describing viral resistance to drugs and success rates of combination versus single-agent therapies. Similarly, the modest reductions in virus infection resulting from overexpression of individual ISGs contrast starkly with the extraordinary potency of IFN. A better mechanistic understanding of individual ISGs may lead to the development of novel therapeutics, but from a practical standpoint the most powerful ISG-based therapeutics in the near future may be those that harness the collective power of ISGs-similar to IFN itself.\n\nDeveloping and utilizing novel chimeric IFNs and IFN-like molecules have the potential to activate subsets of ISGs, minimizing side effects and at the same time providing potent virus restriction. This approach is promising but has been met with challenges-viruses have developed innovative strategies to evade innate immunity, and therefore an effective therapy may need to overcome several viral mechanisms of immune evasion. Another approach is to identify small molecule compounds capable of activating innate immunity at distal nodes in the host response pathway. For example, direct activation of the ISGF3 complex or downstream transcription factors, such as IRF1 or IRF3, may stimulate a number of ISGs directly under the radar of viral antagonism mechanisms that evolved to target upstream signaling pathways.\n\nRecent studies utilizing contemporary sequencing and proteomics technologies are changing our understanding of the IFN biology landscape. This section discusses additional consequences of IFN stimulation (other than classical ISG induction) ( Figure 5 ).\n\nStrictly speaking, ISGs are genes in which transcriptional output increases in response to IFN, largely due to the presence of GAS and/or ISRE sequences in promoter and enhancer regions. Initial genome-wide surveys of transcription following IFN stimulation used microarray technology (115, 190, (223) (224) (225) (226) (227) (228) ; these studies utilized mRNA enriched by polyA selection and arrays that probe for protein-coding transcripts. With this approach, only RNAs with corresponding probes are measured, and as a result these studies are blind to changes in a variety of RNA species including, but not limited to, transcript isoforms, long noncoding RNAs (lncRNAs), microRNAs (miRNAs), and several classes of small RNAs.\n\nThe impact of small RNAs and miRNAs on mRNA translation and stability is well documented. Numerous studies have begun to address the impact of miRNAs in virus infection, and indeed, multiple viruses interact with miRNAs in various ways; some viruses encode miRNAs in their genomes (reviewed in 229), whereas others require specific miRNAs for replication (230) . Modifying miRNA transcription or activity may have important consequences in the context of the IFN response, and recent reports have suggested that IFN stimulation can impact the expression of cellular miRNAs, leading to suppression of type I IFN-induced apoptosis (231) and type II IFN-induced cell cycle arrest (232) . Other data suggest that the greatest impact of miRNA expression may occur at the interface between the innate and adaptive responses (reviewed in 233).\n\nlncRNAs-Advances in RNA sequencing technology in recent years have led to an explosion in the number of lncRNAs identified, and researchers have begun to seek potential roles for lncRNAs in innate immunity (234) . Most lncRNAs have unknown function; however, most studies support a role in modulation of gene transcription by guiding epigenetic chromatin modification ( Figure 5 ) (reviewed in 235). Recently, and for the first time, a lncRNA was shown to play a critical role in conferring resistance to persistent virus infection (236) . This lncRNA, NeST, is short for nettoie Salmonella pas Theiler's (which translates into \"cleanup Salmonella not Theiler's\"), and it received its name for the phenotype associated with its chromosomal location. In B10.S mice, this locus-which also contains the gene encoding IFN-γ-is associated with an increased susceptibility to Salmonella infection and is also associated with reduced susceptibility to persistent infection by Theiler's virus (237) .\n\nWhile attempting to reveal the underlying mechanisms responsible for this locus-associated phenotype, Gomez et al. (236) found that NeST expression had a positive impact on the production of IFN-γ mRNA and protein. The authors then went on to show that NeST was expressed at very low levels in CD8 + T cells under conditions of immune activation and proposed a model in which NeST RNA acts by recruiting a methyltransferase complex to the IFN-γ locus, resulting in epigenetic chromatin modification and altered gene expression (236) . The results from this landmark study are supported by prior work identifying polymorphisms in regions surrounding the IFN-γ gene that were previously defined as distal regulatory elements; these polymorphisms lie within NeST (237) . This discovery opens the possibility that additional genes may be affected by NeST and raises the question of whether other lncRNAs will have roles in the type I or III IFN response.\n\nIt is well established that the human genome contains approximately 23,000 genes, many fewer than original estimates, but we now know this low number is more than compensated for by rampant alternative splicing (reviewed in 238). More than 95% of genes yield multiple transcripts, yet the consequences of this are largely unstudied in the context of IFN stimulation, making it another frontier in IFN biology.\n\nSeveral ISGs are present in multiple isoforms and give rise to proteins with differences in cellular localization and activity. The PML gene, a member of the TRIM family and mentioned previously, is one such example (reviewed in 172). Similarly, IFN-γ stimulation leads to the production of alternative isoforms of tryptophanyl-tRNA synthetase, resulting in antiproliferative and antiangiogenic effects (239) . The use of alternative transcriptional start sites can also impact protein function. The adenosine deaminase acting on RNA-1 (ADAR1) gene is constitutively expressed and shuttles between the nucleus and cytoplasm. Following IFN signaling, transcription initiates from an upstream alternative transcriptional start site, giving rise to an extended protein that is predominantly localized to the cytoplasm (240).\n\nOn average, IFN treatment leads to transcriptional stimulation of up to 5% of the total number of cellular genes; however, this statistic only captures those genes with changes in mRNA abundance. Thus, IFN stimulation may lead to changes in isoform abundance that are undetected by conventional methods ( Figure 5 ). Furthermore, many transcript isoforms differ not only in coding exons but also (some exclusively) in their 5′ and 3′ untranslated regions. These changes can have dramatic effects on mRNA stability and translation efficiency (241, 242) .\n\nViruses employ myriad strategies to counteract pathogen sensing and JAK-STAT signaling, making it clear that the need for speed is under strict evolutionary pressure.\n\nType I IFN signaling activates phosphatidylinositol-3 kinase and the mammalian target of rapamycin pathway, leading to rapid changes in translational regulation (reviewed in 243). The ability to promote efficient translation of select mRNAs even prior to ISG transcription would provide a mechanism to rapidly enhance pathogen detection and/or amplify IFN signaling. It has been reported that IFN-β mRNA preexists in cells, but the translational competence and stability of the message are impaired (244) . By a mechanism that remains unclear, PKR is believed to influence mRNA stability, thereby enhancing translation and IFN-β production (244) . Several additional mechanisms have been described for controlling the translation of cytokine mRNAs (reviewed in 245) , and one can envision that similar regulation may exist for ISG or non-ISG mRNAs that may be present at low basal levels before IFN receptor engagement but are rapidly translated upon IFN or PRR signaling.\n\nPost-translational modification has the ability to alter protein stability, cellular localization, and activity with exceptional speed. Obvious examples of post-translational modification in the IFN response are the phosphorylation of JAKs and IFN receptor chains and the STAT proteins, which are phosphorylated and also relocalized to the nucleus. A number of additional examples exist, such as acetylation of IFNAR2 (246), ISGylation of IRF3 (182) , and ubiquitination of RIG-I (247); however, few attempts have been made to perform a global survey of post-translational changes that occur rapidly upon IFN signaling. State-ofthe-art mass spectrometry technologies are beginning to make such studies feasible.\n\nRecently, Meissner et al. (248) employed a high-sensitivity quantitative mass spectrometry approach to characterize the secretome of macrophages activated with LPS. A variety of pro-and anti-inflammatory cytokines, protease inhibitors, and complement components were found to be secreted in a time-resolved fashion. Many of these proteins showed neither increased transcription nor increased intracellular protein levels, suggesting that the innate pathogen-sensing response regulates protein secretion as a defense tactic. Along these same lines, Li et al. (249) recently described IFN-α-mediated cell-to-cell transfer of exosomes containing antiviral factors. These exosome \"care packages\" facilitate pathogen defense in cells that have been rendered incapable of IFN signaling by viral antagonism. Further exploration in these areas will improve our understanding of novel innate immune strategies for pathogen resistance.\n\nDespite decades of IFN biology, we are still striving to understand IFN-regulated antiviral mechanisms. In light of many recent findings at the transcriptome and proteome level, the classical definition of ISGs is dated. Numerous diverse and tightly regulated events contribute to the antiviral state such as changes in transcriptomes (beyond mRNA upregulation), proteomes, and secretomes. A substantial number of genes are transcriptionally downregulated as a result of IFN signaling, yet the consequence this has on virus infection is underexplored. Understanding this enormous complexity will require novel mechanistic insight into the actions of individual components coupled with cutting-edge systems biology approaches. The interferon (IFN)-signaling cascade. The three different classes of IFNs signal through distinct receptor complexes on the cell surface: type I IFNs act through IFN-α receptor 1 (IFNAR1) and 2 (IFNAR2) heterodimers; type III IFN through interleukin-10 receptor 2 (IL-10R2) and IFN-λ receptor 1 (IFNLR1) heterodimers; and type II IFN through dimers of heterodimers consisting of IFN-γ receptors 1 (IFNGR1) and 2 (IFNGR2). Binding of both type I and type III IFNs to their IFNAR1/2 or IL-10R2/IFNLR1 complexes, respectively, triggers phosphorylation of preassociated Janus kinase 1 (JAK1) and tyrosine kinase 2 (TYK2), which in turn phosphorylate the receptors at specific intracellular tyrosine residues. This leads to the recruitment and phosphorylation of signal transducers and activators of transcription 1 and 2 (STAT1 and 2). STAT1 and 2 associate to form a heterodimer, which in turn recruits the IFN-regulatory factor 9 (IRF9) to form the IFN-stimulated gene factor 3 (ISGF3). Binding of type II IFN dimers to the IFNGR1/2 complex leads to phosphorylation of preassociated JAK1 and JAK2 tyrosine kinases, and transphosphorylation of the receptor chains leads to recruitment and phosphorylation of STAT1. Phosphorylated STAT1 homodimers form the IFN-γ activation factor (GAF). Both ISGF3 and GAF translocate to the nucleus to induce genes regulated by IFN-stimulated response elements (ISRE) and gamma-activated sequence (GAS) promoter elements, respectively, resulting in expression of antiviral genes. Cytosolic nucleic acid pattern recognition and activation of ISGs. Cytosolic patternrecognition receptors (PRRs) recognize viral double-stranded (ds) or single-stranded (ss) DNA or RNA. AIM2-like receptors (ALRs), such as IFI16, DAI, or AIM2 itself, specialize in DNA detection, whereas RIG-I-like receptors (RLR)-RIG-I and MDA5-specialize in RNA detection. Cyclic GMP-AMP synthase acts as an additional DNA sensor. 2′-5′oligoadenylate synthetase (OAS) senses foreign RNA and produces 2′-5′ adenylic acid, which activates latent RNase (RNaseL). Degradation products produced by RNaseL further stimulate RLRs. Protein kinase R (PKR) is an additional sensor for foreign RNA. PRR signals are transduced to transcription factor activity by stimulator of IFN genes (STING) and mitochondrial antiviral-signaling protein (MAVS) at the ER/mitochondrion-associated membrane. Activation of STING/MAVS leads to phosphorylation of interferon (IFN) response factors 3 or 7 (IRF3/7), or to phosphorylation and ubiquitin-mediated degradation of IκB. Phosphorylated dimers of IRF3/7 or NF-κB translocate to the nucleus, where they bind to and activate specific promoters, triggering expression of IFN as well as a subset of ISGs. These ISGs include IRFs and PRRs but also antiviral effectors such as viperin. IFN induces gene expression via the JAK-STAT pathway, resulting in expression of a large spectrum of ISGs that can be divided into antiviral effectors and negative or positive regulators of IFN signaling. A special case of positive regulators is IRF1, which upon expression directly translocates to the nucleus to enhance expression of a subset of ISGs. Interferon (IFN) desensitization pathways. IFN signaling is negatively regulated by various mechanisms. (a) An immediate mechanism of IFN desensitization is endocytosis and turnover of IFN receptors, which rapidly reduces the level of JAK-STAT signaling within the cell. (b) Another early mechanism of IFN desensitization requires de novo synthesis of inhibitory proteins. IFN-stimulated suppressor of cytokine signaling (SOCS) proteins act as kinase inhibitors within the JAK-STAT phosphorylation cascade. Both SOCS1 and SOCS3 act as pseudosubstrates for receptor-associated JAKs. Protein inhibitors of activated STAT (PIAS) proteins bind to and inhibit phosphorylated STATs, thereby interrupting the signaling cascade. (c) The ubiquitin-specific peptidase 18 (USP18), expressed from an IFNstimulated gene, leads to a more sustained shutdown of JAK-STAT signaling. USP18 binds to the intracellular side of the IFN-α receptor 2 (IFNAR2), resulting in conformational changes in the extracellular domains of IFNAR2, which keeps low-affinity IFNs such as IFN-α from binding, and hence from inducing, the JAK-STAT signaling cascade. In contrast, IFNs with higher receptor affinity, such as IFN-β, are still able to bind and initiate the signaling cascade. USP18 binding is specific to IFNAR2, and thus it does not interfere with type II or type III IFN signaling. Cholesterol-25-hydroxylase (CH25H) affects viruses early, presumably at the hostmembrane fusion event; at protein maturation of viral structural proteins by prenylation; and at protein maturation of viral replication enzymes. IFN-induced transmembrane (IFITM) protein members inhibit endocytic-fusion events of a broad spectrum of viruses. Tripartite motif protein 5 α (TRIM5 α) inhibits human immunodeficiency virus 1 (HIV-1) uncoating of the viral RNA. The myxoma resistance protein 1 (Mx1) inhibits a wide range of viruses by blocking endocytic traffic of incoming virus particles and uncoating of ribonucleocapsids. Some ISGs inhibit viruses by degrading viral RNA and/or blocking translation of viral mRNAs, such as 2′,5′-oligoadenylate synthetase (OAS) and latent ribonuclease L (RNase L), protein kinase R (PKR), Moloney leukemia virus 10 homolog (MOV10), and zinc-finger antiviral protein (ZAP). IFN-induced proteins with tetratricopeptide repeats (IFIT) inhibit protein translation and have been implicated in viral RNA degradation as well. TRIM22 inhibits viral transcription, replication, or trafficking of viral proteins to the plasma membrane. ISG15 can inhibit viral translation, replication, or egress. Viperin has been shown to inhibit viral replication or virus budding at the plasma membrane. Finally, tetherin traps otherwise mature virus particles on the plasma membrane and thus inhibits viral release, exerting its effect broadly on many enveloped viruses. Canonical and noncanonical definition of interferon (IFN)-stimulated antiviral effectors. For years the canonical understanding of the IFN-mediated antiviral response has been that IFN triggers the transcription of IFN-stimulated genes (ISGs), which leads to changes in the cellular proteome and establishment of an antiviral state within cells. Recent studies suggest that the situation is likely more complex. (a) IFN treatment of cells promotes alternative transcriptional start site usage, and IFN-induced alternative mRNA splicing may give rise to transcript isoforms that encode for different protein products or transcripts with altered stability or translational efficiency (a1/a2). (b) In addition, IFN stimulation may alter the expression of microRNAs (miRNAs) or long noncoding RNAs (lncRNAs). LncRNAs may influence gene expression through interaction with chromatin remodeling complexes (b1) or may serve as a scaffold for the formation of RNA-protein complexes that confer antiviral activity (b2). IFN stimulation or pathogen recognition may promote translation of preexisting mRNAs. Finally, IFN stimulation influences the proteome directly by promoting proteins' post-translational modification, altering protein stability, and increasing protein secretion."}