{"title": "", "body": "Re: Letter to the Editor of Public Health in response to 'Nipah virus infection: gaps in evidence and its public health importance' I agree; emerging infectious diseases remain the most suitable candidates to warrant the search for novel agents against them. Unfortunately, year 2018 witnessed six outbreaks of the World Health Organization (WHO) priority pathogens. 1,2 Nipah virus, complicated by the lack of treatment strategies, has the potential to cause an epidemic crisis in the near future. Recent EBOLA crisis has highlighted the need for coordinated and better preparedness to tackle these possible and inevitable public health 'tsunamis.' Pandemic Emergency Finance FacilityÀ2017, 3 World Bank initiative for expediting funds to the crisis hit countries acknowledge rapid mobilization of resources for effective containment of these outbreaks. Coalition for Epidemic Preparedness Innovations (CEPI) is another international initiative worth mentioning here. 4 It is a collective and colligative effort in the field of expedited vaccine development and distribution. After its formal beginning in 2017 (World Economic Forum meeting, Davos), CEPI has been able to secure significant funding toward its objectives. Their commitment is shown by the fact that they have already invited the proposal for vaccine development pertaining to the WHO priority list, starting with three pathogens: Nipah virus, MERS-CoV, and Lassa virus.\n\nBeyond doubt, a lack of effective vaccination, antiviral agent, and treatment strategies are a public health emergency. Ribavirin tried in Kerala outbreak in 2018 was not able to show statistical benefit. 5 Although there are some promising results from antiviral drugs such as Remsdesivir 6 in the non-human trial against Nipah virus, it is yet early to speculate its efficacy and safety in humans. It is pertinent that we prepare ourselves at this moment by consolidating public health awareness, mobilizing stakeholders, and strengthening multidisciplinary collaboration. Above all, if we are to win this race, we need to respect 'one health' 7 and honor the intricate relationship between humans, animals, and the surrounding environment."}