{"title": "Rapid clinical diagnosis in fatal swine influenza (H1N1) pneumonia in an adult with negative rapid influenza diagnostic tests (RIDTs): Diagnostic swine influenza triad", "body": "Rapid clinical diagnosis in fatal swine influenza (H1N1) pneumonia in an adult with negative rapid influenza diagnostic tests (RIDTs): Diagnostic swine influenza triad Burke A. Cunha, MD, Uzma Syed, MD, Nardeen Mickail, MD, and Stephanie Strollo, MD BACKGROUND: The ''herald wave'' of the H1N1 pandemic spread from Mexico to the United States in spring 2009. Initially, the epicenter of H1N1 in the United States was in the New York area. Our hospital, like others, was inundated with large numbers of patients who presented at the Emergency Department (ED) with influenza-like illnesses (ILIs) for swine influenza testing and evaluation.\n\nThe Winthrop-University Hospital ED used rapid influenza (QuickVue A/B) tests to screen for H1N1 infection. Patients who were rapid influenza A test-positive were also reverse transcriptionpolymerase chain reaction (RT-PCR) positive for H1N1. In our ED, 30% of patients with ILIs and possible H1N1 pneumonia had negative rapid influenza A screening tests. Because H1N1 RT-PCR testing was restricted, there was no laboratory test to confirm or rule out H1N1. Other rapid influenza diagnostic tests (RIDTs), e.g., the respiratory fluorescent antibody (FA) viral panel test, were used to identify H1N1 patients with negative RIDTs.\n\nRESULTS: Unfortunately, there was not a good correlation between RIDT results and RT-PCR results. There was a critical need to develop a clinical syndromic approach for diagnosing hospitalized adults with probable H1N1 pneumonia with negative RIDTs. Early in the pandemic, the Winthrop-University Hospital Infectious Disease Division developed a diagnostic weighted point score system to diagnose H1N1 pneumonia clinically in RIDT-negative adults. The point score system worked well, but was timeconsuming. As the ''herald wave'' of the pandemic progressed, our ED staff needed a rapid, simplified method to diagnose probable H1N1 pneumonia in hospitalized adults with negative RIDTs. A rapid and simplified diagnosis was based on the diagnostic weighted point score system, which we simplified into a triad of key, nonspecific laboratory indicators. In adults hospitalized with an ILI, a fever >102 F with severe myalgias, and a chest x-ray without focal segmental/lobar infiltrates, the presence of three indicators, i.e., otherwise unexplained relative lymphopenia, elevated serum transaminases, and an elevated creatinine phosphokinase, constituted the diagnostic swine influenza triad. The Infectious Disease Division's diagnostic swine flu triad was used effectively as the pandemic progressed, and was not only useful in correctly diagnosing probable H1N1 pneumonia in hospitalized adults with negative RIDTs, but was also in ruling out mimics of swine influenza, e.g., exacerbations of chronic bronchitis, asthma, or congestive heart failure, as well as bacterial community-acquired pneumonias (CAPs), e.g., legionnaire's disease. T he H1N1 pandemic began in Vera Cruz, Mexico, and rapidly spread to the United States and throughout the world. New York was the initial epicenter of the H1N1 pandemic in the United States. 1,2 At Winthrop-University Hospital, like other area hospitals, we were inundated with individuals seeking H1N1 diagnostic testing. These individuals were tested and evaluated in our Emergency Department (ED). Patients who were ill and who required hospitalization were admitted via the ED. The H1N1 virus is a genetic reassortment of four influenza A viruses, i.e., swine influenza, human seasonal influenza, avian influenza, and Eurasian swine influenza. Because the H1N1 virus is an influenza A virus, it was hoped that the screening tests used for human seasonal influenza A would be positive in H1N1 infections. In our ED, early in the pandemic, it became apparent that patients who tested positive using the rapid influenza (Quick Vue A/B) test, as well as other influenza diagnostic tests, e.g., the respiratory fluorescent antibody (FA) viral panel, were frequently negative in clinically obvious cases of H1N1 pneumonias. 2,3 A definitive laboratory diagnosis was possible only with the H1N1 reverse transcriptionpolymerase chain reaction (RT-PCR) test developed by the Centers for Disease Control (Atlanta, GA) and distributed to state health departments.\n\nPositive results with rapid influenza diagnostic tests (RIDTs) correlated fairly well with RT-PCR positivity for H1N1. Patients admitted through the ED who were RIDT-positive were placed on influenza precautions and treated with oseltamivir. However, the real problem involved hospitalized adults who were RIDT-negative. Clinicians were unclear regarding the clinical presentation and laboratory manifestations of H1N1 pneumonias. It was difficult to determine which patients who presented at the ED with an influenza-like illness (ILI) had H1N1 pneumonias. Because RT-PCR testing was restricted by the Health Department, it became very difficult to rule out H1N1 pneumonias in hospitalized adults. The inability to rapidly diagnose or rule out H1N1 presented great difficulties from both an infection control and infectious disease prospective. Because the RT-PCR test was not always available, or if it was performed, the results were not available in a timely fashion, we were faced with an inability to discontinue precautions and oseltamivir therapy. 4 Patients with ILIs and shortness of breath, lowgrade fevers, exacerbations of asthma, chronic bronchitis, or congestive heart failure (CHF), as well as those presenting with bacterial community-acquired pneumonias (CAPs), were not easily differentiated in the ED from patients with actual H1N1 influenza pneumonia.\n\nAs of July 2009, there were two acceptable ways to diagnose H1N1 pneumonias. Firstly, there were the adult patients hospitalized with ILIs and a positive RIDT. The H1N1 pandemic began at the end of the human seasonal influenza season. There was initial concern that both strains would be circulating in the community simultaneously. This proved not to be the case. The H1N1 pandemic strain quickly became not only the predominant circulating strain, but the only influenza strain in late spring and early summer 2009. Therefore, adult hospitalized patients with ILIs and a positive rapid influenza A screening test predicted RT-PCR positive, and were considered to have H1N1 pneumonia. Results of respiratory FA viral panel testing did not correlate with either rapid influenza A or RT-PCR positivity. The respiratory FA viral panel was initially used in hospitalized adults with negative rapid influenza A testing to improve the diagnostic yield of swine influenza (H1N1) pending RT-PCR testing. Unfortunately, as the numbers of hospitalized patients with possible swine influenza (H1N1) continued to increase, Health Department restrictions on testing hampered infection-control efforts to make appropriate recommendations regarding influenza precautions and oseltamivir prophylaxis. During the ''herald wave'' of the H1N1 pandemic, it became apparent that even RT-PCR testing was not always positive in cases that were clearly H1N1 on a clinical basis. 4 It became known that even in fatal cases, RT-PCR testing could be negative, but RT-PCR testing of lung specimens from autopsies were RT-PCR positive for swine influenza (H1N1).\n\nTo deal with the problem of hospitalized patients with ILIs and negative RIDTs, the Winthrop-University Hospital Infectious Disease Division developed a diagnostic weighted point score system to identify patients with swine influenza (H1N1) clinically. Because of restricted (H1N1) RT-PCR testing, in late July, the Centers for Disease Control finally adopted a new classification of definite/probable H1N1, because of restricted RT-PCR testing. 5 The clinical criteria for swine influenza (H1N1) pneumonia, as developed by the Winthrop-University Hospital Infectious Disease Division, were for hospitalized adults manifesting an ILI, with a fever >102 F, with severe myalgias, and an admission chest x-ray (CXR) without focal segmental/lobar infiltrates. In addition, these patients had a variety of nonspecific abnormalities. These abnormalities included relative lymphopenia, thrombocytopenia, elevated lactate dehydrogenase, mildly elevated serum transaminases (SGOT/SGPT), and elevated creatinine phosphokinase (CPK), among others. The Winthrop-University Hospital Infectious Disease Division's diagnostic weighted point system to diagnose H1N1 pneumonia was based on proven, i.e., RT-PCR-positive, hospitalized adult patients with SI (H1N1) pneumonia. By basing our diagnostic weighted point system on known cases, it was possible to develop a clinical syndromic diagnosis that\n\nwww.heartandlung.org 79 became the basis of presumptive diagnoses of H1N1 pneumonia. 6 Also critically important in the definition was a CXR on admission without focal segmental lobar infiltrates. Most hospitalized adult patients with H1N1 pneumonia had clear CXRs, and a CXR was also critical in ruling out mimics of swine influenza pneumonia in patients with ILIs. The CXR was invaluable in diagnosing the common conditions likely to be confused with swine influenza (H1N1) pneumonia. Those common conditions include exacerbations of asthma, chronic bronchitis, and CHF. Bacterial pneumonias were easily recognized because of their appearance on CXRs, i.e., a focal segmental or lobar infiltrates. In addition to the nonspecific laboratory tests mentioned above, other laboratory tests were performed. Serum procalcitonin (PCT) levels, serum ferritin levels, and serum phosphorus levels were obtained in admitted adults with ILIs when the differential diagnosis included H1N1 pneumonia. [6] [7] [8] [9] Early in the swine influenza pandemic, every case of possible H1N1 pneumonia with negative RIDTs was reviewed by the Infectious Disease Division to validate the diagnostic weighted point score system, and to determine which patients had probable diagnosis of swine influenza (H1N1) pneumonia requiring influenza precautions and oseltamivir therapy. The Winthrop-University Hospital Infectious Disease Division's diagnostic weighted point score system for hospitalized adults with negative RIDTs provided a presumptive clinical diagnosis of H1N1 pneumonia (Table I) . 6 As the number of cases continued to increase in the early days of summer, it was realized that the diagnostic weighted point score system, while providing a reasonably accurate presumptive clinical diagnosis, was too time-consuming. Therefore, we simplified the diagnostic point score system to contain only the key diagnostic features that could provide a rapid clinical presumptive diagnosis in hospitalized adults with negative RIDTs, that could be used easily by clinicians. Accordingly, the Winthrop-University Hospital Infectious Disease Division developed the diagnostic swine influenza triad, based on key elements of the previously developed diagnostic weighted point score system. The H1N1 diagnostic triad became the basis of the presumptive clinical diagnosis of H1N1 pneumonia during the pandemic at Winthrop-University Hospital (Table II) .\n\nWe present a case of fatal H1N1 pneumonia in an immunocompetent adult who was rapid influenza A test-negative, respiratory FA viral panel-negative, and RT-PCR H1N1-negative. The presumptive clinical diagnosis in this case was rapidly achieved using the Winthrop-University Hospital Infectious Disease Division's diagnostic swine influenza triad.\n\nA 47-year-old woman presented to our hospital with a 3-day history of fever and chills, dry cough, and myalgia. She came to the hospital because of her worsening shortness of breath 24 hours before admission. She stated that approximately 2 weeks before admission, she had manifested a headache and diarrhea. Her past medical history included diabetes, and she was taking metformin, Lopressor, and lisinopril. She had no known drug allergies. She was employed as a first-grade teacher, and had contact with multiple students with swine influenza.\n\nOn admission, her white blood cell count was 4.3 K/mL (normal range, 3.9 to 11.0 K/mL), with a differential count of 87% neutrophils (normal range, 42% to 75%), 11% lymphocytes (normal range, 21% to 51%), and 2% monocytes, with a platelet count of 138 K/mL (normal range, 160 to 392 K/mL). Her creatinine was 1.5 mg/dL (normal range, 0.4 to 1.0 mg/ dL), and her SGOT level was slightly elevated, at 42 IU/L (normal range, 13 to 39 IU/L). Her initial CPK was 633 IU/L (normal range, 42 to 284 IU/L), her lactate dehydrogenase level was 410 IU/L (normal range, 100 to 250 IU/L), her erythrocyte sedimentation rate ESR was 70 mm/hour (normal range, <30 mm/hour), and her C-reactive protein level (CRP) was 187.46 mg/L (normal range, <3.0). The admission urinalysis revealed 1+ protein, trace glucose, trace ketones, 2+ blood, and 3 red blood cells. An initial CXR showed diffuse, patchy interstial infiltrates. Arterial blood gas results on room air included a pH of 7.48, a PCO 2 of 19 mm Hg (normal range, 35 to 48 mm Hg), a PO 2 of 43 mm Hg (normal range, 83 to 108 mm Hg), a S a O 2 of 83%, and an A-a gradient of 83.\n\nWithin 5 hours of admission, she was intubated and admitted to our Medical Intensive Care Unit. She was started on ceftriaxone, azithromycin, oseltamivir, and nitric oxide. Daily CXRs revealed worsening ARDS. In addition, she required pressor support and was given steroids. She developed acute renal failure. Amantadine and linezolid were added to \n\nThe ''herald wave'' of the H1N1 pandemic in the New York area presented difficult diagnostic and infection-control challenges. The main diagnostic difficulties in diagnosing H1N1 pneumonia were based on a high number (e.g., 30%) of false-negative tests with rapid influenza A screening tests. With one third of hospitalized adults having negative rapid influenza tests, it quickly became clear that a method was needed to provide a clinical presumptive diagnosis of H1N1 pneumonia. 4,6 A presumptive clinical diagnostic method was also critical in ruling out mimics of swine influenza (H1N1) pneumonia, e.g., exacerbations of asthma, chronic bronchitis, and CHF, as well as bacterial CAPs, e.g., legionnaire's disease. 7, 9, 10 A clinical presumptive diagnosis was also essential in determining which patients should be placed on influenza precautions and treated with oseltamivir. Criteria were also important for discontinuing influenza precautions and oseltamivir therapy in hospitalized adults with negative RIDTs who did not meet the clinical diagnostic criteria. Because of restrictions on RT-PCR testing, a clinical diagnosis for negative RIDT patients was both operationally and clinically critical in the early phases of the H1N1 pandemic. 4, 6, 7 To apply our criteria, all hospitalized adults in the ED had CBCs, serum transaminases (SGOT/SGPT), and serum CPKs. These were the essential nonspecific laboratory tests in both the Winthrop-University Hospital Infectious Disease Division's diagnostic weighted point score system and in the simplified rapid diagnostic swine influenza triad.\n\nA CXR was essential in ruling out mimics of H1N1 pneumonia. 9 In addition, other nonspecific laboratory tests were performed. These tests (i.e., serum phosphorus levels, serum ferritin levels, and serum PCT levels) were intended to supplement CXRs in ruling out mimics of H1N1 pneumonia. Ferritin, PCT, and phosphorus levels were not only useful in identifying mimics of swine influenza pneumonia, i.e., bacterial causes of CAPs, including legionnaire's disease, but were an additional check to rule out H1N1 pneumonia. Swine influenza (H1N1) pneumonia is not associated with increased PCT, ferritin levels or hypophosphatemia. The presence of any of these findings in a hospitalized adult with an ILI should suggest a diagnosis other than H1N1 pneumonia. 4, 6, 9 The present case report illustrates the difficulties in providing a rapid clinical diagnosis when RIDTs are negative. In this case, the RT-PCR was also negative for H1N1 pneumonia.\n\nIn the fatal case of H1N1 pneumonia described here, the patient was a middle-aged, immunocompetent adult who was hospitalized with fever and respiratory distress. She was a schoolteacher, and had been in contact with children with known or presumed H1N1 had rapid clinical presumptive diagnosis of H1N1 pneumonia was made, using the diagnostic swine influenza triad. She was immediately placed on influenza precautions and treated with oseltamivir. Subsequently, she was transferred to our Medical Intensive Care Unit because of increasing respiratory insufficiency, and was intubated. In our experience, as in other cases of fatal H1N1 pneumonia, her case was not complicated by a bacterial CAP. Unfortunately, she died on hospital day 9.\n\nThe present case is emblematic of other cases of fatal H1N1 pneumonia in young adults. It is important to note that the age distribution of fatalities differs between human seasonal influenza A and pandemic influenza (human, avian, and swine). The hallmark of pandemic influenza is a change in the age distribution of early fatalities among the population. With nonpandemic human seasonal influenza, most fatalities are among the very young, and the elderly. In contrast, most early fatalities in pandemic influenza (human, avian, and swine) are among healthy young adults. This difference in the distribution of fatalities is known as the ''pandemic signature.'' The same ''pandemic signature'' was evident during the 1918-1919 influenza A pandemic. 11, 12 The majority of fatalities in the 1918-1919 pandemic were healthy young adults, e.g., military recruits. Much of the confusion regarding the main cause of death during the 1918-1919 influenza A pandemic relates to bacteriologic reports. Bacteriologic specimens were taken from lung autopsy specimens under the suboptimal conditions imposed by warfare in staging areas. Autopsy lung cultures, under the best of conditions, are often contaminated with respiratory flora by non-aseptic specimen collection. The suggestion that most deaths were caused by a bacterial superinfection during the 1918-1919 pandemic are based on such questionable microbiologic data. 11, 12 However, the predominant and irrefutable pathologic evidence indicates that the majority of deaths in young healthy adults were attributable to influenza pneumonia without bacterial infection. [13] [14] [15] [16] [17] Parallels have also been drawn between the 1957-1958 Asian influenza A pandemic and the current H1N1 pandemic. Modern bacteriologic and virologic techniques were available during the late 1950s. During the 1957-1958 Asian influenza pandemic, Staphylococcus aureus was described as an important pathogen. [18] [19] [20] [21] Although most individuals during the 1957-1958 Asian influenza pandemic had influenza pneumonia alone, some presented with both influenza and S. aureus pneumonia. These cases were clinically recognizable because, in addition to the findings of influenza, the patients presented with infiltrates on CXR that rapidly cavitated within 72 hours. Such individuals also had high spiking fevers, cyanosis, and hypotension and a fatal outcome was not uncommon. Other individuals, usually older patients with comorbidities, subsequently developed S. pneumoniae or H. influenzae CAP after $1 week of improvement following influenza. The mortality and morbidity in this group were the same as for age-matched controls with the same comorbidities in a noninfluenza population. [18] [19] [20] [21] The appearance of early and late bacterial CAPs in some patients in the 1957-1958 Asian influenza A pandemic provided the conceptual basis for swine influenza (H1N1) pandemic preparations. 8, [22] [23] [24] [25] Two other highly virulent viral infections, i.e., severe acute respiratory syndrome (SARS) and avian influenza (H5N1), are more recent than the 1957-1958 Asian influenza A pandemic. Although SARS is arguably not an ILI, it is transmitted via aerosol or droplets, and is often fatal, in common with pandemic influenza (human, avian, and swine). In terms of pathology, not pandemic spread, the avian influenza H5N1 experience in Asia and Europe provides a more accurate, comparison with H1N1 pneumonia in terms of bacterial superinfection. The fatalities of avian influenza (H5N1) pneumonia were exceedingly high, e.g., about 60%. The mortalities with avian influenza (H5N1) occurred predominantly among healthy children and young adults. Although avian influenza (H5N1) strains are highly virulent, the efficiency of bird-to-human or human-to-human transmission has fortunately been inefficient, limiting its pandemic potential. Importantly, in fatalities associated with avian influenza (H5N1), deaths occurred within 1 to 2 weeks, and were not complicated by simultaneous or subsequent bacterial CAPs. [26] [27] [28] [29] [30] Based on our limited experience and those of others during the ''herald wave'' of the H1N1 pandemic, most early fatalities have been early, and in young immunocompetent adults. When the pandemic returns and even larger numbers of the worldwide population will be affected, there will certainly be cases of H1N1 pneumonia with simultaneous or subsequent bacterial CAPs. During the ''herald wave'' of H1N1 pneumonia, our experience not incidence with early totalities was not unlike that with avian influenza (H5N1), in that most mortalities were related to the severe, prolonged hypoxemia of H1N1 pneumonia, and were not attributable to concurrent or subsequent bacterial CAPs. 4, 7 We should expect some cases of bacterial CAP to occur as the pandemic progresses. If patients with H1N1 pneumonia present together with rapidly cavitating necrotic CAP, indicative of S. aureus (MSSA or CA-MRSA) pneumonia, then empiric antibiotic coverage should not be directed against the usual CAP pathogens. If H1N1 pneumonia presents together with MSSA/CA-MRSA pneumonia, then empiric therapy should be directed against S. aureus, e.g., linezolid and tigecycline rather than CAP regimens that exhibit no activity against these pathogens, i.e., ceftriaxone plus azithromycin. If patients with H1N1 pneumonia improve and later present with a bacterial CAP, then the usual CAP-recommended regimens should be sufficient, because S. aureus is not a pathogen with subsequent CAP. 8, 9, 22, 23 A clinical diagnosis of H1N1 30-37 influenza may be rendered using either the Winthrop-University Hospital Infectious Disease Division's weighted diagnostic point score system, or preferably the simplified swine influenza diagnostic triad. The swine influenza triad allows clinicians to make a rapid, clinical, presumptive diagnosis of H1N1 in hospitalized adults with ILIs and negative RIDTs. Hopefully, as the pandemic progresses, RT-PCR testing will be more widely available, and results reported more rapidly. The entry criteria for applying the swine influenza diagnostic triad include an admission CXR. The CXR is of critical importance, not only in ruling out other conditions, but also in diagnosing mimics of H1N1 pneumonia, e.g., legionnaire's disease. The CXR is also of critical importance in H1N1 pneumonia to identify patients with superimposed S. aureus methicillinsensitive S. aureus/Community-Associated Methicillin-Resistant S. Aureus (MSSA/CA-MRSA) CAP, to permit early appropriate antimicrobial therapy. 8, 9, 31 Our case report of rapidly fatal H1N1 pneumonia in an immunocompetent adult illustrates many of the difficulties encountered during the ''herald wave'' of a swine influenza pandemic. Her RIDTs were negative, as was her H1N1 RT-PCR. Nevertheless, she undoubtedly died of H1N1 pneumonia. Without using the Winthrop-University Hospital Infectious Disease Division's diagnostic swine influenza triad, she may not have been placed on proper influenza precautions, or treated early with oseltamivir. In such severe cases of H1N1 pneumonia, amantadine may be useful, not as an antiviral agent, but for increasing peripheral airway dilatation and increasing oxygenation. 38 Unfortunately, in this patient, no therapeutic intervention was able to reverse a rapidly fatal clinical course."}