{"title": "Single-domain antibodies as promising experimental tools in imaging and isolation of porcine epidemic diarrhea virus", "body": "Single-domain antibody (sdAb), also called nanobodies, is variable domain of the heavy-chain antibody (HcAb) found in the serum of camels, llamas, and sharks (Hamers-Casterman et al. 1993) . HcAb devoids of light chains naturally, but keeps the function of conventional antibodies depend on three complementarity determining regions in variable domain. The sdAb displays very significant characteristics including a small molecular weight of 15 kDa, ease of expression in Escherichia coli (E. coli) and purification, high expression yields, high solubility and thermostability, and stability at extreme pH conditions that are superior to conventional antibodies (Anderson et al. 2017; Dumoulin et al. 2002) . In addition, sdAb is easily selected and cloned by selection systems such as phage, yeast, or ribosomal display (Harmsen and De Haard 2007; Muyldermans et al. 2009 ). These attributes make sdAbs suitable for many medical, biotechnological, diagnostic, and therapeutic applications (Arbabi-Ghahroudi 2017; Bannas et al. 2017; Beghein and Gettemans 2017; Gonzalez-Sapienza et al. 2017) .\n\nFor the applications of antibodies in biotechnology or diagnostics, indicative markers such as horseradish peroxidase Electronic supplementary material The online version of this article (https://doi.org/10.1007/s00253-018-9324-7) contains supplementary material, which is available to authorized users.\n\n(HRP), quantum dots (QDs), and nanomaterial, were conjugated commonly for different purposes. QDs have emerged as interesting fluorescent particles due to their high fluorescence quantum yield, size-tunable emission band, and photostability (Shirasaki et al. 2013) . The conjugate of QDs and antibodies as a powerful bioprobe has been used widely in immunoassays t (Pathak et al. 2007; Zhang et al. 2016) .\n\nNanosized superparamagnetic beads functionalized with specific surface are versatile materials used for various applications in chemical assay, biosensors, bioseparation systems, and biomedical studies (Rampini et al. 2015; Rampini et al. 2016; Ran et al. 2014) . To provide specificity, magnet beads can be decorated with ligands, such as antibodies, aptamers, and peptides, qualifying them as useful tools for the purification, detection, and separation of biological analytes from complex samples (Muzard et al. 2012) .\n\nTo combine the properties of sdAb, QDs, and magnet beads to detect and separate of virus, we took porcine epidemic diarrhea virus (PEDV) membrane protein (M) as example. PEDV, a member of the genus Coronavirus, family Coronaviridae, is the causative agent of porcine epidemic diarrhea (International Committee on Taxonomy of Viruses. and King 2012), the most economically important disease affecting the global swine industry today (Van Diep et al. 2018 ). PEDV encodes four major structural proteins, membrane (M) (27-32 kDa), envelope (E) (7 kDa), spike (S) (180-220 kDa), and nucleocapsid (N) (55-58 kDa) (Utiger et al. 1995; Yeo et al. 2003) . The M protein is the most abundant of structural proteins and is involved in the assembly of viral nucleocapsid and membrane. In addition, the nucleotide sequence of the M gene is highly conserved among different PEDV strains but shows little homology with other coronaviruses (Kim and Chae 2000) . Thus, the M protein has been used as a target antigen for PEDV detection (Ren et al. 2011; Shenyang et al. 2007) .\n\nIn this study, sdAbs specific to PEDV M protein were identified and selected from the immunized Camelus bactrianus (C. bactrianus) sdAb library by phage display technique. The selected sdAbs were characterized and conjugated with CdSe/ZnS core-shell QDs, a highly specific, newly developed nanoprobe, to achieve targeting PEDV in vero cells. In addition, an sdAb was used for functionalization of magnetic nanobeads to provide an efficient tool for PEDV isolation from complex clinical samples.\n\nC. bactrianus immunization and sdAb library construction PEDV strain CV777, a commercial attenuated vaccine strain, preserved in Lanzhou veterinary research institute CAAS, was used as a standard strain for the research. Truncated M protein (GenBank: AF353511) of CV777 was expressed in E. coli with histidine tag (His-tag, M-His) and glutathione Stransferase tag (GST-tag, M-GST). A 1-year-old male C. bactrianus was immunized with 800 μg M-His emulsified in 206 oil adjuvant (SEPPIC, France). On days 21, 35, and 49 after the first immunization, the camel was injected with 500 μg emulsified M antigen to boost its immunity. Serum samples were collected from the camel after each immunization and used for monitoring humoral immune response by an indirect enzyme-linked immunosorbent assay (ELISA) based on M-GST. Pre-immune serum was collected as negative control. Peripheral blood of 50 mL was collected in EDTA-coated tubes from the jugular vein when the camel exhibited strong humoral immune response. The lymphocytes were isolated with lymphoprep (Solarbio®, Beijing, China) from the blood and stored at − 80°C until further use.\n\nTotal RNA was extracted by the TRIzol (Invitrogen, USA) from approximately 10 7 peripheral blood lymphocytes (PBLCs). First-strand cDNA was synthesized using the superscript II reverse transcriptase (Invitrogen, USA) with oligodT (18) primer. Camel antibody encoding cDNA was specifically amplified and sdAb library was constructed as described previously (Yang et al. 2014; Yin et al. 2013 ).\n\nThe sdAb library was subjected to four rounds of panning on microtiter wells (Sigma, USA) coated with M-GST. M-GST was coated as follows: 50, 30, 15, and 5 μg/mL for rounds 1, 2, 3, and 4, respectively. Blank wells were maintained during panning by coating wells with phosphate-bufferered saline (PBS). Wells were blocked with block buffer (100 μL, 1% w/v casein in PBS). After phage incubation for 2 h at 37°C, the antigen and control wells were washed 10 times with PBST (0.1% Tween-20 in PBS). Washing stringency was increased according to the concentration of Tween-20 in PBST with 0.2, 0.3, and 0.4% for rounds 2, 3, and 4 of panning, respectively. Bound phages were eluted by adding 100 μL of freshly prepared 100 mM HCl-Glycin (pH 2.2). The eluent was neutralized after incubation for 30 min by adding 100 μL of 1.0 M Tris-HCl (pH 9.1).\n\nEnrichment factors were calculated on the basis of the input and output phages after each panning round. Individual clones were randomly selected from the fourth rounds of panning and were subjected to single-phage ELISA to obtain clone target to M-GST (Yang et al. 2014) . Briefly, phage clones were added to M-GST-coated microtiter plate wells for 2-h incubation at 37°C. After six times washing with PBST, rabbit anti-M13 IgG (1:10,000) was added and for another 1-h incubation at 37°C. The phages bound to M protein were detected by the addition of HRP-conjugated goat anti-rabbit IgG.\n\nThe color reaction was conducted by the addition of ophenylenediamine dihydrochloride substrate solution and stopped by 2 M H 2 SO 4 . The absorbance was measured in the microplate reader at 490 nm. GST coated and blank wells were used as control. Antigen-reactive clones were sequenced and analyzed for the selection of unique clones.\n\nThe DNA sequences of sdAb fragments (named sdAb-Mc19/ 29/30/37) were subcloned into the expression vector PET-32a+ with 6×His tag. The expression vector was then transformed into the E. coli BL21-Codon-Plus (DE3)-RIL strain. The E. coli cells containing recombinant 32a-sdAb plasmids were cultured in luria bertani medium (containing 34 μg/mL chloramphenicol and 100 μg/mL ampicillin) and incubated at 37°C until OD 600 = 0.6-0.8. Then, the culture was induced using isopropy β-D-thiogalactopyranoside at a final concentration of 0.5 mM and further incubated for 20 h at 18°C with shaking at 220 rpm/min. The cells were harvested by 7000×g centrifugation for 10 min. The cell pellet was resuspended in 50 mM Tris-HCl buffer (pH 7.4) and disrupted through ultrasonication on icebath. The supernatant was collected after centrifuging at 12,000×g for 30 min at 4°C and transferred to a His-tag protein purification column (containing Ni 2+ affinity resins, Qiagen, Germany) according to the instructions. The target protein was identified by 12% sodium dodecyl sulfate polyacrylamide gel electrophoresis (SDS-PAGE) and Western blot by using a HRP conjugate anti-His mouse monoclonal antibody (Kangwei, China). The concentration of purified sdAb-Mc19/29/30/37 was determined by using Nanodrop2000 (NAX10DROP2000) and stored at 4°C for further analysis.\n\nThe binding activity of recombinant sdAb-Mcs with M-GST was determined by an indirect ELISA. The microplate wells were coated with M-GST at concentration of 10 μg/mL and blocked with blocking buffer (2% bull serum albumin in PBS, pH 7.4). Then, serial dilutions of sdAb-Mcs (10, 5, 2.5, 1.25, 0.63, 0.32, 0.16, and 0 μg/mL) were added to the wells and incubated for 1 h at 37°C. A recombinant sdAb (psdAb-c1) specific for porcine circovirus type 2 was used as negative control (Yang et al. 2014) . After five times washing, the binding sdAb-Mcs were detected by the HRP conjugate anti-His mouse monoclonal antibody and tetramethyl benzidine (TMB). The absorbance was measured in a microplate reader at 450 nm (Bio-Rad, USA). Meanwhile, the binding activity of recombinant sdAb-Mcs with M-GST was detected by Western blot. M-GST was transferred to a PVDF membrane and incubated with sdAb-Mcs. Polyclonal serum against PEDV obtained from PEDV-free and -infected pig was used as positive and negative control.\n\nThe binding activity of sdAb-Mcs with PEDV was analyzed using transmission electron microscope (TEM). sdAb-Mcs were combined with Ni 2+ affinity resins (Qiagen, Germany) and incubated with supernatant of PEDV strain CV777infected Vero cells at 37°C for 1 h. Then, resin-sdAb-virus composites were centrifuged at 2000g for 5 min and washing with Tris-HCl buffer (pH 7.4) for five times. The sdAb-virus composites were eluted with 50 mM Tris-HCl buffer containing 100 mM imidazole (pH 7.4). After centrifuging at 2000g for 5 min, the supernatant was observed with TEM.\n\nThe specificity of recombinant sdAb-Mcs combined with PEDV M protein was examined and evaluated through an indirect ELISA. The recombinant structural proteins of several viruses, which was common pathogens of some pig diseases and available in our lab, such as classical swine fever (CSF) E2 protein, porcine circovirus type 2 (PCV2) Cap protein, porcine reproductive and respiratory syndrome virus (PRRSV) GP5 protein , and foot-and-mouth disease virus (FMDV) VP1 protein (Guo et al. 2013) were used for the evaluation. M protein was used as positive control. Recombinant psdAb-c1 was used as negative control. The recombinant sdAb-Mcs were added into the wells of the microplate coated with the structural proteins of several viruses (10 μg/mL) and incubated for 1 h at 37°C. After four times washing with PBST, the binding sdAb-Mcs was detected by the HRP conjugate anti-His mouse monoclonal antibody and TMB substrate.\n\nThe purified sdAb-Mcs were heat-inactivated (30 min, 56°C) and used in a microtiter neutralization assay on vero cells. sdAb-Mcs, at final concentrations of 10, 20, and 100 μg/ mL, were incubated with 100× tissue culture infectious dose 50 (TCID 50 ) of CV777 at 37°C for 1 h, followed by infection of monolayers of vero cells in 96-well plates for 72 h. Thereafter, the cells were examined for PEDV-specific cytopathic effect and the neutralization activity of sdAb-Mcs was calculated by comparing the changes of TCID 50 value.\n\nQuantum dots (QD605nm, ZnS-capped CdSe), modified with thioglycolic acid, were activated and conjugated with sdAb-Mc37 to obtain the QDs-sdAb-Mc37 probe according to a previously described protocol Yin et al. 2013 ). The probes were used at a direct immunofluorescence assay for the imaging of PEDV in vero cells. Vero cells (CCL-81) were seeded on 6-well plates and infected when cells reached 80% confluency with CV777 at 10 times of 50% tissue culture infectious dose (TCID 50 ). After 1 h of incubation, the supernatant was removed, and the monolayer was washed thrice with fresh Dulbecco's modified Eagle medium (DMEM). Then, the cells were incubated in DMEM containing 1% fetal bovine serum at 37°C with 5% CO 2 . At 24 h post-infection (h.p.i.), the cells were fixed with 4% paraformaldehyde (Solarbio®, Beijing, China) for 10 min and permeabilized with 0.1% TritonX-100 in PBS (Sigma, USA) for 20 min at 37°C. QDs-sdAb-Mc37 probes were diluted in PBS (1:1000) and incubated with the fixed cells overnight at 4°C at gentle shaking. After five times washing with PBST, the cell nuclei were stained with 4, 6-diamidino-2phenylindole (DAPI) solution for 5 min at room temperature and then washed five times with PBST, at 5 min each time. Stained cells were visualized using an inverted fluorescence microscope at wavelength of 605 nm.\n\nIn the parallel assay, a quantitative real-time polymerase chain reaction (qRT-PCR) and an indirect immunofluorescence assay based on PEDV antibody positive porcine serum and fluorescein isothiocyanate (FITC) conjugate anti-pig antibody were performed on the PEDV-free and -infected vero cells. For indirect immunofluorescence assay, the fixed cells were stained using PEDVantibody positive porcine serum and incubated at 37°C for 1 h. After five times washing with Tris-Buffered Saline and Tween 20 (TBST), FITC conjugated goat anti-pig IgG (BSZH, USA) was diluted in Tris-Buffered Saline (1:1000) and added. After another 1-h incubation, cell nucleus were stained with DAPI (1 μg/mL) for 5 min at room temperature. After five times washing with TBST, cells were visualized using an inverted fluorescence microscope at wavelength of 488 nm.\n\nFor qRT-PCR, cells were collected at 6, 12, 24, 36, and 48 hpi with PEDV. Total RNA was extracted using RNA extraction kit (Qiagen, Germany), and cDNA was synthesized by using cDNA reverse transcription kit (ThermoFisher, USA) with oligo dt primer. The cDNA was then subjected to real-time PCR with primer pairs specific for PEDV and βactin (Cao et al. 2015) . The β-actin gene served as the endogenous control. The relative quantities of RNA were evaluated based on 2 −ΔΔCt method compared with 6 hpi results. Each sample was run in triplicate.\n\nImmunomagnetic nanobeads (IMNBs) were produced by conjugation of sdAb-Mc29 with superparamagnetic nanobeads (200 nm in radius, 3 mg/mL, purchased from Ademtech SA, Pessac, France) that was activated by 1-ethyl-3-[3-dimethyl aminopropyl] carbodiimide hydrochloride and N-hydroxy succinimide. The IMNBs were blocked with 0.1% (m/v) bovine serum albumin and resuspended in 1 mL of PBS for further use.\n\nThe binding activity of IMNBs with M protein was detected by SDS-PAGE and Western blot. IMNBs (10 μL, 3 mg/ mL) were incubated with recombinant M protein (50 μL, 2 mg/mL) at 37°C for 1 h in a tube. Then, IMNBs-M composites were separated with a magnetic scaffold to remove the supernatant and washed 5 times with PBST (0.5% Tween-20 in PBS, pH 7.2). The separated IMNBs-M composites were detected by SDS-PAGE and Western blot based on PEDV positive porcine serum.\n\nThe binding activity of IMNBs with PEDV particles was directly detected using a TEM. IMNBs (10 μL, 3 mg/mL) were incubated with supernatant of PEDV infected vero cells (1 mL) at 37°C for 1 h in a tube. IMNBs-virus composites were separated with magnetic scaffold. After 5 times washing with PBST, the separated IMNBs-virus composites were stained by sodium phosphotungstate (3%, pH 7.4) and observed by TEM.\n\nFecal matter collected (Collection No.PEDJX2018-01) from a PEDV-infected piglet (confirmed by PCR assay) in a pig farm of China was suspended in PBS buffer (pH 7.4) and incubated with IMNBs at 37°C for 1 h. Magnetic beads not functionalized with sdAb were used as control. IMNBs-virus composites were separated with magnetic scaffold and washed five times with DMEM (containing 100 IU penicillin and 100 μg/ mL streptomycin). Then, IMNBs-virus composites were added to the confluent vero cells grown in 6-well plates for another 1-h incubation at 37°C under 5% CO 2 . Subsequently, 2 mL of DMEM was supplemented with 100 IU penicilin and 100 μg/mL streptomycin, 0.3% tryptose phosphate broth, 0.02% yeast extract (Sigma, USA), 10 mM HEPES (Invitrogen), and 5 μg/mL of trypsin (Sigma, USA) . The inoculated cells were maintained at 37°C under 5% CO 2 and monitored daily for cytopathic effects. When 80% cytopathic effects occurred, the inoculated cells were subjected to three rounds of freezing and thawing. The culture supernatants were then collected and centrifuged at 500g for 10 min. The clarified supernatants were used for the virus propagation and spike protein gene clone. Spike protein gene was aligned with subtype sequences G1 and G2 published in GenBank, and phylogenetic tree was constructed using the mega software (version 6.0, https://www. megasoftware.net). The growth kinetics of isolates in vero cells were analyzed by calculating the TCID 50 value at different time points post-infection and different passages.\n\nThe virus-infected cells were detected by immunofluorescence assay based on QDs-sdAb probe and qPCR assay mentioned above. Virion in virus-infected vero cells was observed by TEM directly. Cells were collected and fixed in 2.5% glutaraldehyde overnight at 4°C. The cell pellet was used to make thin sections for observation under TEM, as described previously (Sun et al. 2017) .\n\nStudent's t test was performed to assess the statistical significance of the TCID 50 values for sdAb-Mcs treatment and the control groups.\n\nResults sdAb-Ms library construction, screening, and selection of sdAb fragment M protein was recombinantly expressed in E. coli with His (M-His) and GST (M-GST) tag (Fig. S1) . Camel was immunized using M-His, and the immune reaction against the M protein in camel was monitored and evaluated by an ELISA based on M-GST. When the results of ELISA showed high OD 450 nm value (Fig. S2) , the PBLCs were collected 5 days after the last immunization and lymphocytes were isolated and used for RNA extraction. sdAb-encoding cDNA was amplified and cloned into phage vector pHEN2 and transformed into E. coli TG1 cells. The antibody library of sdAb against M protein was generated by scraping the clones from the plated cells with 2×YT-ampicillin. Colony screening by PCR showed that 27 out of 30 of the clones (90%) contained a plasmid with an insert of the expected size for camel sdAb gene. The capacity of the library was 10 7 of that calculated by the positive clone numbers. After infection with M13K07 helper phage, the phage display library was obtained. Approximately 10 11 phage particles from the phage library were screened against M-GST by four rounds of panning. Under stringent panning conditions, the enriching factor of output and input phages increased steadily, with more than 10 3 -fold increment of phage recovery after the fourth round of panning compared with that from the first one. However, the enriching factor did not dramatically increase in the control well. This result indicated an efficient enrichment of specific sdAbs (Table 1) . The sdAb library was subjected to three rounds of panning. Input and output phages were quantified by serial dilution with PBS and plating on LB-ampicillin agar plate a Enriching factor was calculated by computational formula (output/ input) b N represents the control well with no M protein coated (A)a The differences of amino acids at CDR region were underlined. The specific amino acids of sdAb were showed in the line boxes. The framework region was defined according to a published scheme (Saerens et al. 2005) . b Expression, purification, and verification by Western blot. Lanes 1-4, the expression of sdAb-c19, sdAb-c29, sdAb-c30, and sdAb-c37 in E. coli. Lanes 5-8, the purification of sdAb-c19, sdAb-c29, sdAb-c30, and sdAb-c37. Lanes 9-12, the verification by Western blot. The expressed sdAb was detected by using HRP conjugate anti-His mouse monoclonal antibody. Lane M, protein MW markers\n\nThe binding activity of 56 clones from the fourth elution was detected by the single-phage ELISA based on M-GST and 12 of them that showed high OD 490 nm value were subjected to sequencing (Fig. S3) . Four unique sdAb gene fragments, named as sdAb-Mc19, sdAb-Mc29, sdAb-Mc30, and sdAb-Mc37 (GenBank: sdAb-Mc19/ 29/ 30/ 37, MH550664/ MH550665/MH550666/MH550667), were identified through sequence alignment. Their deduced amino acid sequences are illustrated in Fig. 1a . The sequence of the framework region was defined according to a published scheme (Saerens et al. 2005) . All selected sdAb-Mc19/29/ 30/ 37 have hallmark amino acid of sdAb in FR2 region, including 37Phe, 44Glu, 45Arg, and 47Gly (Kang et al. 1991) . All selected sdAb-Mc19/29/30/37 shared same 15 amino acids in CDR3 but showed some different amino acids in CDR1 and CDR2.\n\nThe gene of sdAb-Mcs was cloned into PET-32a+ vector and expressed in E. coli. SDS-PAGE analysis revealed that the expressed and purified recombinant sdAb-Mcs had the expected molecular weights of 35 kDa (Fig. 1b) . Moreover, the recombinant sdAb-Mcs were identified via Western blot analysis, and specific bands were observed in recombinant sdAb-Mcs protein transfer membrane (Fig. 1b) .\n\nThe binding activity of sdAb-Mcs with M protein of PEDV was analyzed through an indirect ELISA and Western blot. Indirect ELISA showed that OD 450 nm values increased with increasing sdAb-Mcs concentration (Fig. 2a) . The result suggested that sdAb-Mcs can recognize the M antigen. Western blot revealed that sdAb-Mcs can bind to M similarly as the polyclonal serum against PEDV (Fig. 2b) . The PEDV can be observed directly by TEM in the supernatant of sdAb-virus composites (Fig. 2c) . This result suggested that sdAb-Mcs have binding activity to PEDV. not cross-react with PCV2 Cap, PRRSV GP5, FMDV VP1, and CSF E2 proteins. As the negative control, PCV2-specific psdAb-c1 do not cross-react with M protein (Fig. 3) .\n\nThe changes of infectious titer of CV777 after incubating with sdAb-Mcs were analyzed by TCID 50 assay. The CV777 incubated with 10, 20, 100 μg/mL of sdAb-Mcs showed TCID 50 / 0.1 mL range from 10 6.5 to 10 6.75 . This value was not significantly different that resulting from control incubated with PBS alone showed a TCID 50 /0.1 mL value range from 10 6.75 to 10 7.6 (Fig. 4) .\n\nThe DIFA result indicated that PEDV can be targeted by sdAb-Mc37 probe in vero cells (Fig. 5a, b) . To confirm the result of imaging based on sdAb-Mc37 probe, an indirect immunofluorescence assay based on PEDV antibody positive serum and a qRT-PCR were performed. In the indirect immunofluorescence assay, PEDV can be detected in vero cells that were consistent with the direct immunofluorescence assay (Fig. 5c, d) . The results of qRT-PCR assay indicated an increase of PEDV gene copies with the increase of infection time. This result demonstrates that PEDV was replicating in the vero cells (Fig. 5e ).\n\nFunctional IMNBs were incubated with M protein and CV777. IMNBs-M composites were identified through SDS-PAGE and Western blot. Specific bands were observed (Fig. 6a) , revealing that IMNBs can bind with the recombinant M protein. IMNBs-virus particles were observed by TEM directly. The result showed that the size approximately 100 nm of virions was binding on the IMNB surface (Fig. 6b ).\n\nIMNBs were used to isolate PEDV clinical strain from fecal sample of the piglet. The cytopathic effects were observed in the IMNB-virus composite-inoculated Vero cells at 12 and 24 hpi (Fig. 7a) , but cannot be observed in magnetic bead control. Meanwhile, the immunofluorescence assay showed PEDV positive in these vero cells (Fig. 7b ). In addition, IMNBs-virus composite-inoculated vero cells were detected by qRT-PCR and TEM. The virus gene level increased gradually in vero cells at 6, 12, 24, 36, and 48 hpi (Fig. 7c) , and the virus particles can be observed in ultrathin sections of IMNBsvirus composite-inoculated vero cells (Fig. 7d) . The alignment and phylogenetic analysis showed the isolated PEDV strain JXDV1801 located within the G1 cluster (Fig. S4) . The growth kinetics study showed that JXDV1801 can replicate efficiently and propagate stably in vero cells, reaching a maximum titer near 10 7 TCID 50 /0.1 mL (Fig. S5) . The isolated strains were deposited and professional management in Lanzhou veterinary research institute CAAS.\n\nsdAb has been widely used in an increasing variety of fields with the discovery of its potentials. For biotechnological application, sdAb has been used as reagent for the specific detection of bacteria, parasite, and virus, and for the human therapy of virus infection due to its neutralizing activity (de Marco 2011). In addition, sdAb can be used as a reagent for purification and bioseparation for targeting protein to simplify complex multistep procedures to a single step protocol, reducing production costs and time (Bossi et al. 2010) . Considering this meaningful application as example, sdAb specific for PEDV was isolated from immunized C. bactrianus sdAb library by phage display technique in this study.\n\nPEDV is the causative agent of porcine epidemic diarrhea disease which is a highly contagious enteric disease of swine characterized by severe enteritis, watery diarrhea, and high mortality in piglets. Porcine epidemic diarrhea disease has been the most economically important disease affecting the Wang et al. 2013) . Meanwhile, M protein is the most abundant of structural proteins and contains neutralizing epitopes. Thus, M protein is the optimal antigen for the making of antibodies that have potential using in specific detection and research of PEDV. In view of these, M protein was expressed in E. coli and used as an antigen for immunization of camel and screening of sdAbs in this study.\n\nAfter four rounds of panning, four clones showing different sequences were selected and expressed in E. coli. The amino acid sequences of all four binders showed characteristic substitutions at four FR2 positions (Val37Phe, Gly44Glu, Leu45Arg, and Trp47Gly from conventional heavy chain variable domains to sdAb), which are conserved in conventional heavy chain variable domains (Muyldermans et al. 1994; Vu et al. 1997 ). In addition, the selected sdAb-Mcs were expressed solubly in E. coli at a high yield of 5 mg per liter of bacterial culture (data not shown) that is in accordance with To assess the characteristics of sdAb-Mcs, the binding activity, specificity, affinity, and the neutralizing activity to M protein and PEDV strain CV777 were analyzed. ELISA and Western blot assay indicated that sdAb-Mc19, sdAb-Mc29, sdAb-Mc30, and sdAb-Mc37 display excellent binding activity to M protein. Further evaluation, the affinity by ITC 200 system (Supplementary material) showed that sdAb-Mcs unfold equilibrium binding constant value from 8.13 × 10 −9 to 357 × 10 −9 M to M protein (Table S1) that was similar with the published sdAbs (Harmsen et al. 2006; Li et al. 2012) . Meanwhile, the binding activity to PEDV was also demonstrated by the TEM analysis. Furthermore, sdAb-Mcs could specifically bind with the M protein but did not cross-react with PCV2 Cap, PRRSV GP5, FMDV VP1, and CSF E2 proteins, indicating that sdAb-Mcs have good specificity. This analysis suggested that the selected sdAb-Mcs have potential application on detection and research of PEDV, but cannot be used as therapeutic antibody because all selected sdAb-Mcs do not show neutralizing activity to CV777.\n\nThe conjugate of QDs and antibodies has been recognized as a powerful bioprobe and applied widely in ELISA and immunofluorescence (Goldman et al. 2002; Umakoshi et al. 2018) . Given the excellent property of sdAb in terms of structure, stability, and production costs, sdAbs have been used successfully as an attractive alternative to conjugate with QDs for the imaging and diagnostic platforms (Sukhanova et al. 2012; Wang et al. 2015; Yin et al. 2013 ). In the current study, sdAb-Mc37 showed high Kd value, conjugated with a ZnS-capped CdSe QDs. Moreover, the ability of QD-sdAb to act as targeting probes for imaging PEDV in vero cells was evaluated by direct immunofluorescence assay. The observed fluorescence in vero cells stained with QD-sdAb probe nicely reflected that PEDV virions can be reliably recognized and labeled by QD-sdAb probe that was further confirmed by an indirect immunofluorescence assay and qRT-PCR. As a diagnostic reagent, QD-sdAb probe used in direct immunofluorescence assay showed high efficiency with lesser steps and shorter times compared with indirect immunofluorescence assay. Additionally, as a molecular tracer, sdAb has been used to tracing antigens in different subcellular compartments in living cells (Rothbauer et al. 2006) , targeting brain epitopes by transmigrating through blood-brain barrier (Abulrob et al. 2005) and detecting the activity of cell proteins in vivo (Iqbal et al. 2010 ). Thus, QD-sdAbs possess potential application for the dynamic tracing of PEDV in virus-host interaction.\n\nIn recent years, functionalized magnetic nanoparticles are successfully applied in bioseparation for cells such as cancer and bacterial cells, biological molecules such as proteins, peptides, and nucleic acids (Jain 2003; Lee et al. 2018; Mostafaei et al. 2018) , and viruses (Li et al. 2011; Zhao et al. 2012) . For the viruses, however, most applications focus on efficient and rapid detection. Whether the viruses separated by nanoparticles can be propagated in cells and used for further research is still not clear. Thus, magnetic nanobeads were functionalized with sdAb-Mc29 and were tried to be used as a tool for the isolation of virus in this study. The characteristics of binders were responsible for the final application of its functionalized nanobeads. Fortunately, sdAb-Mc29 showed excellent specificity and affinity but did not have neutralizing activity, which perfectly fit the destination of this research. For the analysis of the capture activity, IMNBs were incubated with recombinant M protein and CV777. The captured M protein was clearly reflected by SDS-PAGE and Western blot. Meanwhile, virions around the IMNBs were observed directly by TEM, suggesting that PEDV can be separated from mixture of cells by the IMNBs.\n\nTo evaluate the practicability, IMNBs were used for PEDV isolation from clinical fecal sample from PEDVinfected piglet. Interestingly, the cytopathic effects were observed at 12 h post-incubation of IMNBs-virus composite with vero cells that was not observed on the control cells. The further assay of direct immunofluorescence assay, qPCR, TEM, and spike protein gene sequencing confirmed that one epidemic strain of PEDV named JXDV1801 was successfully isolated by using IMNBs. The growth kinetics analysis indicated that JXDV1801 can replicate efficiently and propagate stably in vero cells. Thus, a novel, practicable, and efficient tool for PEDV isolation from clinical complex samples was developed in this research. Our research expanded the spectrum of application of sdAb and provided a novel method for isolation of virus from clinical samples."}