{"title": "Health Care-Acquired Viral Respiratory Diseases", "body": "although patients 75 years and older have similar rates to children aged 1 to 4 years. 5 Outbreaks of RSV have occurred in a variety of health care settings, [6] [7] [8] [9] with the risk for nosocomial RSV infection varying by setting. 10 Secondary attack rates of 19% to 45% have been reported among patients when limited or no infection control measures are implemented. 6, 11, 12 Similarly, 34% to 56% of health care personnel (HCP) on infant wards may become infected. 6, 11, 12 Most infected HCP are symptomatic, but asymptomatic shedding of RSV occurs in 15% to 20%. 13 Although some symptomatic HCP may not come to work, 13 symptomatic HCP working while ill (presenteeism) is a concern and is reported to be high (51%-75%) in some populations. 14, 15 Transmission Transmission of RSV occurs via inoculation of the eye and nose 16 and by indirect inoculation of large droplets after touching contaminated fomites. 17 RSV has been recovered on countertops for up to 6 hours, rubber gloves up to 2 hours, and on cloth gowns and hands for 15 to 60 minutes after contamination with infected nasal secretions. 18 The duration of viral shedding among hospitalized infants averages 6.7 days but can be 21 days. 19 Infants with lower respiratory disease and a compromised immune status have more prolonged shedding and shed greater quantities of virus. 19 \n\nCurrently, there is no specific treatment or licensed vaccine readily available for RSV; therefore, effective infection control measures are paramount for minimizing transmission. Studies evaluating the use of gowns and masks to prevent RSV transmission have shown mixed results. In a before-after design, the rate of health care-associated RSV infection among infants during the period that gowns and masks were routinely worn by HCP was not statistically different from the rate during the period when gowns and masks were not used (32% vs 41%). 20 A second prospective, randomized study failed to show that the use of gowns and masks prevented respiratory illness among HCP. 21 One factor in the ineffectiveness of gowns and masks in these studies may have been poor personal protective equipment adherence among HCP. In another study, as compliance with use of gowns and gloves increased from 39% to 95%, the incidence of health care-associated RSV decreased from 6.4 to 3.1 per 1000 patient-days. 22 Some have expressed concerns that the use of gowns and gloves may facilitate transmission by serving as fomites, particularly given the prolonged survival of RSV on rubber gloves compared with skin. 18 One study of seven Canadian pediatric hospitals actually noted an increased risk of transmission with the use of gowns, believed to be caused by decreased adherence of other infection control measures related to the overuse of gowns. 23 Another explanation for the lack of benefit from gowns and masks in RSV transmission may be from failure to protect the eye as a portal of entry. Two studies suggested that wearing eye protection is beneficial. 24, 25 Other studies have evaluated the effectiveness of a variety of measures in combination to prevent health care-associated RSV infection. A combination of cohort nursing and routine use of gowns and gloves significantly reduced RSV transmission compared with either intervention alone. 26 An intervention consisting of education, hand washing, consistent use of gowns and gloves, isolation or cohorting patients, restriction of visitors, and cohort nursing was associated with a 39% reduction in health care-associated RSV. 27 Transmission of RSV in a special care nursery ended after instituting cohort nursing; active surveillance; patient cohorting; a strict policy limiting visitation in the winter; construction of segregate areas; and the use of gown, gloves, and masks with all patient contact. 28 A similar intervention that included isolation or cohorting infected infants, hand washing, use of gowns, cohort nursing, isolation of asymptomatic high-risk infants, and limitation of visitors seemed to be effective in reducing transmission among infants from 45% in the previous year to 19%. 11 In general, multicomponent infection control measures have shown significantly lower rates of nosocomial RSV infections, although effectiveness of specific components remains unclear. 10 In addition to standard precautions, the Centers for Disease Control and Prevention (CDC) recommends contact precautions for infected children and immunocompromised adults to prevent health care-associated RSV (Tables 1 and 2 ). 29 Some institutions use contact precautions for all RSV-infected patients. Contact precautions should continue for the duration of illness but may be extended for immunocompromised patients because of prolonged viral shedding. Additional interventions to prevent health care-associated RSV include cohort nursing and the exclusion from the hospital of ill HCP and visitors. Rapid RSV antigen screening has also been proposed to prevent health care-associated RSV. Rapid screening of symptomatic children on admission resulted in a greater than 50% decrease in the proportion of RSV infections that were health care-associated. 30 Screening of all pediatric admissions, regardless of the presence of symptoms, with cohorting of infected patients reduced the incidence of health care-associated RSV from 7.2 to less than 1 per 1000 patientdays. 31 However, rapid antigen detection is an insensitive method for diagnosing RSV infection in adults. 32 Palivizumab is a humanized mouse IgG monoclonal antibody that is effective in preventing hospitalizations caused by RSV infections, 33 and the use of palivizumab as prophylaxis for susceptible infants to control outbreaks in neonatal intensive care units has been described. 7, 34 The American Academy of Pediatrics recommends that palivizumab be administered to the following groups of patients: infants younger than 12 months of age and born before 29 weeks gestation at the beginning of RSV season, preterm infants with chronic lung disease of prematurity who are born before 32 weeks gestation during their first year of life, and infants younger than 12 months of age with hemodynamically significant congestive heart disease. 35 There are currently no guidelines for more generalized use in controlling outbreaks of health care-associated RSV infections.\n\nInfluenza infects approximately 5% to 20% of the United States population annually, resulting in 226,000 hospitalizations and 36,000 deaths. 36 Transmission of influenza has been reported in a variety of health care settings, and HCP are often implicated as index cases for nosocomial outbreaks. 36 HCP are at increased risk of acquiring influenza because of exposure to infection in the health care and community settings, 37 and they often fail to recognize they are infected. 38 Asymptomatic and mildly symptomatic HCP may also shed influenza virus, potentially transmitting infection to patients or other personnel, and ill HCP often work while ill. 15, 39 Secondary attack rates of 50% have been reported among HCP and patients, 37 resulting in HCP absenteeism and subsequent disruption of patient care. A 2003 to 2004 survey of 221 US hospital epidemiologists indicated that a substantial portion of hospitals experienced staffing shortages (34%), bed shortages (28%), intensive care unit bed shortages (43%), and diversion of patients (9%) during peak influenza activity. 40 \n\nThe typical incubation period for influenza in healthy volunteers is 1 to 3 days. 41 Viral shedding begins before the appearance of symptoms and within the first 24 hours following inoculation, peaks on the second day following inoculation, and usually declines rapidly thereafter. [42] [43] [44] Virus is typically no longer detectable after 6 to 10 days after inoculation. Prolonged viral shedding has been documented in children 45 and immunocompromised adults. 46 Transmission via contact with fomites has been suggested by the recovery of influenza on porous surfaces (eg, cloth, paper, tissues) for 8 to 12 hours and nonporous surfaces (eg, steel, plastic) for 24 to 48 hours following inoculation 47 and by the recovery from 23% to 53% of inanimate objects present in day-care centers during influenza season. 48 Several studies have suggested that influenza may be transmitted by droplet nuclei (<5 mm) or small particle aerosols between infected and noninfected animals. Transmission of influenza occurred among ferrets in wire-mesh cages separated by at least \n\nClosed circles denote recommended measures. Open circles denote measures recommended in certain circumstances. a Institutions may restrict only young children and/or screen all visitors for illness by using a trained health care worker to assess for signs and symptoms or by using an educational patient information list to advise ill visitors. b To control outbreaks, institutions may perform preadmission screening of patients for infection. c The Centers for Disease Control and Prevention recommends an N95 respirator for HCP performing aerosol-generating procedures. d In addition to other infection control measures, palivizumab prophylaxis of high-risk infants has been used to control outbreaks in the neonatal intensive care unit. e During a facility outbreak of influenza, administer antiviral chemoprophylaxis to all patients in the involved unit, regardless of vaccination status, and to unvaccinated HCP working in the involved unit. If feasible, administer facility-wide chemoprophylaxis for all residents in longterm care facilities. Chemoprophylaxis may also be administered to personnel when the outbreak strain is not well-matched by the vaccine. 5 ft despite susceptible ferrets being placed at a higher elevation. 49 To control for air currents in the laboratory, additional experiments were conducted using cages connected by an S-or U-shaped duct. Infection occurred at low air speeds using both types of ducts, which prevented transmission of coarse droplets. Mouse experiments provided similar results on the effect of ventilation and physical separation. Twentyfour hours after their exposure to an aerosol spray of influenza, infected mice were placed in the same cage as noninfected mice in a closed chamber for 24 hours. 50 Transmission was not affected by physical separation with a wire screen; however, transmission was inversely correlated with airflow. Because air currents rather than separation affected transmission, the authors concluded that droplet nuclei are the principal means of influenza transmission. Recovery of infectious particles less than 10 mm from air surrounding the infected mice provided additional support for droplet nuclei transmission. 51 Studies have also examined the ability to infect humans with influenza via experimental aerosol. Twenty-three healthy adult men were exposed to various doses of influenza via aerosolized particles of 1 to 3 mm. 52 Half of the men with absent titers before inoculation became infected with a dose that was 40-to 500-fold lower than that required to cause disease when administered by nasal drops. 41 To a lesser extent, another study similarly demonstrated that smaller doses were required to cause illness among normal volunteers when administered as an aerosol rather than nasal drops. 53 Although the lower respiratory tract seems to be a more efficient route of infection than the upper respiratory tract, the proportion of natural influenza infections acquired by aerosols remains unknown. Several studies have demonstrated that the size of particles produced during various activities is within the range where deposition in the lower respiratory tract can occur. [54] [55] [56] Two commonly cited epidemiologic studies have suggested influenza may be spread by droplet nuclei. During the 1957 to 1958 influenza outbreak, 150 patients with tuberculosis were housed in a building at a Veterans Administration Hospital with upper air ultraviolet radiation. 57 An additional 250 patients with tuberculosis were housed in a separate building with nonradiated air. Serologic evidence of influenza infection was found in only 2% of patients in the radiated building compared with 19% of patients in the nonradiated building and 18% of personnel. Radiated and nonradiated patients were equally exposed to personnel, and all persons were assumed susceptible because the influenza strain was new and antigenically distinct from previous strains. Because upper air radiation would not disinfect large respiratory droplets, transmission of influenza via droplet nuclei was proposed. However, the possibility that influenza was not introduced into the radiated building cannot be excluded. The second observation occurred in 1977 when 54 persons aboard a commercial airliner were grounded for 3 hours during which time the ventilation system was inoperative. 58 A single index case became ill within 15 minutes after boarding. Within 72 hours, 72% of the remaining passengers developed influenza-like illness. The high illness rates and epidemic curve suggest airborne transmission from a single point source. However, passengers were allowed to move about the plane freely and the index patient sat immediately adjacent to the lavatory and galley areas, so droplet and contact transmission cannot be excluded.\n\nConversely, other observations have suggested large respiratory droplets (>10 mm) play a more significant role in transmission than droplet nuclei. During the 1958 to 1959 pandemic, a single patient with influenza was hospitalized in a general medical ward before the appearance of influenza in the community. 59 Sixteen patients and staff became ill over the next 3 days. The epidemic curve suggested an initial source with subsequent person-to-person spread. Furthermore, no patients in single rooms became infected as would have been expected of airborne transmission. Similarly, most health care-associated influenza cases at the University of Rochester Medical Center occurred in patients housed in the same room adjacent to case patients. 60 Patients across the hall from infected patients were less likely to acquire influenza despite open doors and nonuse of airborne infection isolation rooms. Salgado and colleagues 37 reported health care-associated influenza was rare, although most cases were placed in private, positive-pressure rooms. Finally, the lack of reports of explosive clusters of health care-associated influenza during annual influenza seasons supports the lack of widespread airborne transmission in health care settings. Although transmission by droplet nuclei may play a role in certain conditions, large respiratory droplets are likely the primary mode of transmission within a health care setting, an environment where frequent air changes and exhaust ventilation occurs.\n\nIn addition to standard precautions, the CDC recommends implementation of droplet precautions to prevent health care-associated influenza (see Tables 1 and 2 ). 2, 29 Droplet precautions should continue for 7 days after illness onset or until 24 hours after the resolution of fever and respiratory symptoms, whichever is longer, but may be extended for immunocompromised patients because of prolonged viral shedding. A randomized controlled trial demonstrated that masks were noninferior to respirators in protecting HCP from influenza. 61 Although a second randomized controlled trial initially reported a difference between respirators and surgical masks, adjustment for the clustered randomization and multiple outcomes yielded no statistical significance between the two types of respiratory protection. 62 If patients with influenza must undergo aerosol-generating procedures, such as bronchoscopy, sputum induction, intubation/extubation, cardiopulmonary resuscitation, or autopsy, HCP should wear respiratory protection equivalent to a fitted N95 filtering respirator mask and perform these procedures in a negative pressure room, if feasible. 63 In a susceptible-exposed-infected-recovered model, vaccination of HCP was the second most effective strategy in preventing influenza transmission in the hospital by reducing number of cases 6% to 19% only behind hand washing with an 11% to 27% case reduction. 64 Vaccination is recommended for HCP for several reasons. 65 First, vaccination has been shown to be 88% effective in preventing laboratoryconfirmed influenza in HCP (Fig. 1) . 66 Second, HCP absenteeism can stress the health system during influenza epidemics, and influenza vaccination resulted in a statistically significant 28% to 41% decrease in work-days lost because of respiratory illness (see Fig. 1 ). 67, 68 Third, HCP have frequent contact with patients at high risk for complications from influenza and may transmit influenza to susceptible patients, resulting in increased patient morbidity and mortality. 69 Improved HCP vaccination rates have been linked with decreased health care-associated influenza among patients and personnel. 70, 71 Three cluster-randomized trials demonstrated that HCP vaccination was associated with a statistically significant decrease in mortality among nursing home patients (see Fig. 1 ). [72] [73] [74] Similarly, HCP vaccination led to a nonsignificant 13% decrease in patient mortality during a mild influenza season in a fourth clusterrandomized trial. 75 However, the study was likely underpowered, and a multivariate analysis showed that HCP vaccination was a significant independent predictor of patient mortality (odds ratio, 0.80; 95% confidence interval, 0.67-0.97). Despite recommendations for vaccination and evidence supporting its use, HCP vaccination rates have been traditionally low (45% during the 2007-2008 season). 76 Barriers to vaccination include fear of needles and vaccine side effects, inconvenience, failure of the employer to pay for the vaccine, doubt about the risk of influenza, perceived lack of Health care-Acquired Viral Respiratory Diseases vaccine effectiveness, and failure to recognize the role of HCP in transmission of influenza to patients. 36, 77 Strategies for improving acceptance of vaccine by HCP have been published, and fortunately vaccination rates among HCP have increased in recent years. 36, 77 Many health care organizations have now adopted a policy requiring annual influenza vaccination of all HCP as a condition of employment because of the patient safety ramifications of an unvaccinated workforce. 77 In 2013, multiple professional societies and safety advocacy organizations endorsed policies for mandatory influenza vaccination for HCP (Box 1). In 2015, the National Patient Safety Foundation Board advocated for two \"must do's\" for HCP to ensure patient safety: hand washing and HCP influenza vaccination. 78 During the 2014 to 2015 influenza season, HCP vaccination rate was 44% in clinical settings where influenza vaccines were not required, promoted, or offered on site, whereas HCP vaccination rate was 96% in clinical settings where vaccination was required. 79 Data from observational studies and controlled trials support recommendations to provide antiviral chemoprophylaxis to residents in long-term care facilities, regardless of vaccination status, during an institutional influenza outbreak. 80 In this setting, chemoprophylaxis should be continued for 14 days or for 7 to 10 days after the onset of symptoms in the last person infected, whichever is longer. 80, 81 Effectiveness of employee chemoprophylaxis in the acute care setting is unclear. Chemoprophylaxis may also be considered for unvaccinated HCP or when the vaccine is likely to be ineffective because of strain mismatch. 81 Chemoprophylaxis for hospitalized patients who were close contacts of hospitalized influenza-infected patients showed benefit in reducing transmission. 82 In addition to vaccination and antiviral chemoprophylaxis, interventions to prevent health care-associated influenza include early identification of suspected patients with source control (ie, wearing a mask), cohort nursing, exclusion of ill HCP and visitors, and rapid diagnostic testing of symptomatic children. Similar to RSV, rapid antigen detection is an insensitive method for diagnosing influenza infection in most adults. 83 \n\nNovel pandemic influenza results when an emerging strain to which the population has little or no immunity achieves the ability to spread easily between humans, resulting in rapid spread across several continents. A novel virus emerges as a result of reassortment of human influenza genes with those of avian or swine strains. Over the past century there have been four major pandemics: (1) 1918 to 1919 \"Spanish\" influenza (H1N1), (2) 1957 to 1958 \"Asian\" influenza (H2N2), (3) 1968 to 1969 \"Hong Kong\" influenza (H3N2), and (4) 2009 H1N1 influenza A.\n\nA highly pathogenic avian influenza A (H5N1) virus was first reported to cause human infections in 1997 in China. 84 However, no other human infections were reported until the virus reemerged in Hong Kong in 2003. Since that time, it has caused several hundred infections worldwide with a case-fatality ratio of 60%. 85 Several family clusters of disease suggest probable human-to-human transmission. 86, 87 A study of the 1997 cluster indicated that 3.7% of exposed HCP had serologic evidence of infection 88 ; however, more recent serologic surveys have not identified any cases among exposed personnel despite lack of appropriate infection control precautions. 89, 90 The inefficient spread among humans may be explained by recent evidence showing a preferential binding of the H5N1 virus in the lower respiratory tract of humans. 91 The United States government maintains a stockpile of H5N1 vaccine. Human infection with avian influenza (H7N9) was first reported 2013 in China and has caused severe respiratory illness with 307 deaths from a total of 786 cases (39.1% fatality rate) as of May 2016. 92 Although most of these 786 infections are from zoonotic exposure (typically to poultry), human-to-human transmission rarely occurs. These reports are health care-associated infecting HCP and nearby hospitalized patients. 93, 94 Sustained human-to-human spread has not been reported.\n\nThe CDC has issued interim guidelines for infection control for patients with suspected novel influenza A infection associated with severe disease, which would include patients with either H5N1 or H7N9. Although there may be some differences between seasonal and pandemic influenza strains, many of the basic infection control recommendations for prevention of health care-associated seasonal influenza also apply for pandemic strains. Avian influenza should be suspected in patients presenting with a severe respiratory illness within 10 days of travel to a country with avian influenza activity. 95 Contact and airborne precautions should be used for patients with suspected avian influenza (see Tables 1 and 2) . Additionally, all HCP should wear eye protection when entering the patient's room. Transmission-based precautions for avian influenza should be continued for 14 days after onset of illness. Antiviral chemoprophylaxis for 7 to 10 days should also be considered for HCP with unprotected exposures. 96 For novel respiratory viruses causing severe illness, aggressive infection control measures are implemented until mechanism and risk of transmission is better understood, at which time guidelines may be altered if needed.\n\nHuman coronaviruses (CoV) are enveloped positive sense single-stranded RNA viruses historically known to cause mild respiratory infections. In 2002 a novel CoV, severe acute respiratory syndrome (SARS)-CoV, was identified from patients with severe respiratory illness resulting in 8096 cases globally and 774 deaths (9.6% mortality rate). There have been no additional cases reported since 2003. 97 Middle East respiratory syndrome (MERS), another novel CoV, was identified in the Arabian Peninsula in 2012 from a man with severe pneumonia resulting in death. 98 Since that time, 1733 cases in 27 countries have been reported with 628 deaths (36.2% mortality rate) as of May 2016. 99 Early in the epidemiologic description of MERS, it was noted that 91.3% of infections in Eastern Saudi Arabia were acquired from person-to-person spread in health care facilities. 100 There have been multiple MERS nosocomial outbreaks reported in the literature [100] [101] [102] and 13% to 70% of nosocomial MERS cases are infected HCP. 102, 103 Transmission MERS-CoV has a low human-to-human transmission potential. However, most infections occur in the hospital setting where severely ill patients with high viral loads and increased virus shedding, who typically undergo aerosol-generating procedures, come into close contact with HCP, other patients, and visitors. Inadequate or inconsistent infection control measures have been cited as factors in MERS-CoV transmission during nosocomial outbreaks. [100] [101] [102] 104, 105 Transmission of MERS-CoV occurs through environmental contamination by large droplets, contact, and aerosols. A study of MERS-CoV environmental contamination from four hospitalized patients in South Korea identified MERS-CoV RNA on sheets, bedrails, intravenous poles,\n\ndevices, air ventilation equipment, and in anterooms 5 days after the last patient specimen was found to be positive, suggesting wide contamination of many surfaces. 106 \n\nHospitalized patients with MERS-CoV should be placed in contact and airborne precautions with the use of eye protection. 107 The duration of infection control precautions is not overtly stated, although factors to consider include presence of symptoms, laboratory information, and other conditions that require further precaution. 107 Of note, identification of viable MERS-CoV from viral culture of a respiratory specimen has been reported up to 25 days following symptom onset. 106 When exceptional infection control practices are implemented, nosocomial transmission of MERS-CoV can be prevented. 108 \n\nHealth care-associated outbreaks of respiratory tract infections caused by adenovirus have been reported from various settings. [109] [110] [111] Attack rates among patients have ranged from 15% to 56%. 109, 110 HCP are often infected, and many continued to provide patient care while ill. 112 Similar to influenza, adenovirus is transmitted through large respiratory droplets. Transmission also occurs via self-inoculation after contact with contaminated fomites because adenovirus can survive on nonporous environmental surfaces for up to 49 days. 113 In addition to standard precautions, the CDC recommends contact and droplet precautions to prevent health care-associated adenovirus infection (see Tables 1 and 2 ). 2,29\n\nTransmission of parainfluenza has been documented in pediatric wards, 114 neonatal nurseries, 115 and adult transplant units. 116 Transmission of parainfluenza is similar to RSV and primarily occurs by direct person-to-person contact. Parainfluenza can survive up to 4 hours on porous surfaces and up to 10 hours on nonporous surfaces. 117 However, viral recovery from hands falls rapidly, with only 5% detected after 10 minutes. 118 The CDC recommends contact precautions for the prevention of health care-associated parainfluenza infection (see Tables 1 and 2 ). 2,29\n\nTransmission of viral respiratory infections occurs in a variety of health care settings, resulting in increased patient morbidity and health care costs. Transmission may occur via aerosol, large respiratory droplets, or self-inoculation after touching contaminated fomites. Different viruses have different modes of transmission, and prevention of transmission requires early recognition of symptomatic patients and prompt institution of appropriate transmission-based precautions, in addition to adherence to basic infection control practices, such as hand hygiene. In addition to administrative and environmental controls, influenza vaccination of HCP is an effective means of prevention of health care-associated influenza infection."}