{"title": "Virus recognition of glycan receptors", "body": "Andrew J Thompson 1 , Robert P de Vries 2 and James C Paulson 1 Attachment of viruses to cell-surface receptors is the initial step in infection. Many mammalian viruses have evolved to recognize receptors that are glycans on cell-surface glycoproteins or glycolipids. Although glycans are a ubiquitous component of mammalian cells, the types of terminal structures expressed vary among different cell-types and tissues, and even between comparable cells and tissues from different species, frequently leading to specific tissue and species tropisms as a direct consequence of glycan receptor recognition. Covering the majority of known virus families, this review provides an overview of mammalian viruses that use glycans as receptors, and their roles in determining in host recognition and tropism.\n\nFor attachment to host cells, mammalian viruses recognize receptors that are conserved molecular features that mediate binding, and the subsequent internalization and replication of the virus. Since all mammalian cells display a dense network of glycans on glycoproteins and glycolipids, it is not surprising that many mammalian viruses have evolved to use glycans as host cell receptors [1,2 ,3]. Indeed, over half of all mammalian virus families recognize glycans as receptors, including families with both protein capsids or membrane envelopes, and RNA-encoded and DNA-encoded genomes. In this review, we survey the major families of mammalian viruses that recognize host cell receptors that are glycans on cell-surface glycoproteins (N-linked and O-linked) and on glycolipids (Figure 1 ). For each virus family we cite recent literature documenting the specificity of virus recognition of glycan receptors and the role of receptor recognition in the biology of the virus. Although there is also clear evidence that some viruses recognize proteoglycans with extended glycan chains of up 200 sugar units (e.g. heparin sulfate, chondroitin sulfate) as receptors or co-receptors [3, 4] , the detailed specificity of virus-glycan recognition in these cases is typically less well understood, and thus we have considered this area outside the scope of our review. Also omitted from consideration here are examples of viruses with membrane-envelope glycoproteins whose own glycans are recognized by host glycan-binding proteins, including those on macrophages and/or dendritic cells that play an important role in virus tropism (e.g. for HIV) [5] [6] [7] . Finally, since the size of the review is limited, we also cite other excellent reviews with more in depth coverage for virus families with extensive literature on glycan receptors (e.g. orthomyxoviruses) [1,2 ,8].\n\nRepresentative symbol structures of glycans of glycoproteins and glycolipids that are candidate receptors of mammalian viruses are illustrated in Figure 1 [9]. Glycans on cell-surface glycoproteins are N-linked to asparagine in the sequon Asn-X-Thr/Ser, or O-linked to surface Thr/Ser residues, while glycolipid glycans are attached to ceramide, a lipid that is directly embedded in the cell membrane. Although each glycan class differs in the core structures underlying their attachment to protein or lipid, all three classes of glycans often carry related or even identical terminal sequences. This is relevant since viruses typically recognize and coordinate only the terminal sugar(s) of glycan chains, typically within shallow pockets, as illustrated in Figure 2 . The most common terminal sequences recognized by mammalian viruses are listed in Table 1 , which compiles the glycan receptor specificities documented for each of the mammalian virus families discussed. thoroughly studied of all viruses that recognize glycans as cell-surface receptors, with extensive literature and reviews covering the roles of receptor specificity in host cell and species tropism [2 ,8,10]. Humans are infected by influenza A, B, and C viruses that cause respiratory disease, the 'flu', which in severe cases can be fatal. Influenza A virus (IAV) utilizes sialic acid (SA)-containing glycans as host cell receptors, mediated by two surface glycoproteins, hemagglutinin (H/HA) that attaches the virus to the cell, and neuraminidase (N/NA) that cleaves SA and releases budding virus from the infected cell. IAVs circulate in aquatic and domestic birds and other zoonotic species (e.g. horses, pigs, dogs, cats, seals, bats), and are characterized by 18 serologically different hemagglutinins and 11 different neuraminidases. Although avian viruses are considered to be the progenitors of all human viruses, only three serotypes, H1N1, H2N2, and H3N2, have caused pandemics and became established as seasonal viruses in humans. Despite their avian origin, human viruses exhibit a preference for glycan receptors with terminal NeuAca2-6Gal linkages (Figure 2 ), while avian viruses recognize receptors with the NeuAca2-3Gal linkage, commonly referred to as 'avian-type' and 'human-type' receptor specificity [2 ,8] . These receptor differences result from only two amino acid mutations in the receptor binding pocket of the hemagglutinin, and are widely believed to mediate species specificity and tissue tropism [11, 12 ] . Human viruses are believed to acquire human-type receptor specificity due to the abundant expression of a2-6-linked SAs on glycans of epithelial cells in the upper airway, a phenotype also exhibited in ferrets which are used as a model for respiratory droplet transmission of human influenza [13, 14, 15 ] . With the advent of glycan microarrays a wealth of detailed information on influenza receptor specificity has emerged, providing insights into how receptor specificity has evolved during passage in humans, including bi-dentate binding to extended, branched N-glycan structures ( Figure 3 ) [16,17 ,18,19 ,20] , and how avian influenza strains that cause zoonotic infections in humans (e.g. H5N1, H7N9) might acquire human type receptor specificity that enables transmission in humans [21] [22] [23] [24] [25] . Human influenza B viruses bind SAs to infect cells and exhibit preference for 'human type' receptors, but have been shown to drift to avian type receptor specificity when passaged in eggs [26 ] . In contrast to influenza A and B viruses, influenza C virus recognizes 9-O-Ac-NeuAc containing glycans as receptors. Attachment is mediated by a dual function hemagglutinin/esterase glycoprotein that both binds 9-O-Ac-NeuAc and can hydrolyze the O-acetyl group that destroys receptor binding and releases virus from the infected cell [27] . More recently, influenza D which infects bovine species has also been demonstrated to have a hemagglutinin/esterase protein that recognizes 9-O-Ac-NeuAc as receptors [28] . Finally, Isavirus is a salmon-infecting virus with a hemagglutinin/esterase that has specificity for 4-O-Ac-NeuAc\n\n[29], similar to some coronaviruses that are presumed to share a common ancestor [30 ] .\n\nParamyxoviruses are membrane-enveloped viruses with a continuous, negative-sense single-stranded RNA genome. These viruses primarily infect airway epithelial cells and cause respiratory disease. The paramyxoviruses have a hemagglutinin-neuraminidase (HN) glycoprotein that both binds to SA-containing receptors on host cells, and can hydrolyze SAs to release budding virus from the infected cell ( Figure 2) [31]. Several viruses in this family have been studied for their specificity for glycan receptors, including Newcastle Disease (NDV), Sendai, mumps, and parainfluenza viruses 1,3,5 (hPIV-1, 3, 5) [31-35]. In general, paramyxoviruses recognize glycans with the terminal NeuAca2-3Gal linkage, and in contrast to human influenza viruses do not exhibit binding to glycans with the terminal NeuAca2-6Gal linkage ( Table 1 ). The hPIV viruses show preference for the sequence NeuAca2-3Galb1-4GlcNAc sequence that often terminates N-linked glycans [32,33], but can also occur on O-glycans and glycolipids [36] . hPIV-1 and hPIV-3 show tolerance for substitutions of 6-SO 3 and Fuca1-3 on the Gal and GlcNAc moieties, respectively, but only hPIV-1 binds to glycans with a terminal sequence Neu5Aca2-3(GalNAcb1-4)Gal [32, 33] . Sendai virus shows preferred binding to the terminal sequence Neu5Aca2-3Galb1-3GalNAc on gangliosides and O-linked glycans [34] [35] [36] [37] , and shows high-affinity binding to gangliosides terminating with NeuAca2-8NeuAca2-3Galb1-3GalNAc [35] . For hPMV-1 there is evidence for a second SA-binding site that is exposed upon occupancy of the primary receptor site, and has similar, but not identical, binding specificity [32] . With regards to cell and tissue tropism, while epithelial cells of the upper airway have mainly a2-6 linked sialic acids, the a2-3-linked receptors of paramyxoviruses are also found to a lesser extent, and are enriched on epithelial cells deeper in the lung [14, 18] .\n\nCoronaviruses (CoVs) are membrane-enveloped, singlestranded positive-sense RNA viruses that are divided into four genera (a, b, g and d). Coronaviruses cause respiratory or gastrointestinal infections, and many are known to use glycans as receptors [1,38,39]. CoVs typically contain two surface glycoproteins: the spike protein that is primarily responsible for attachment and membrane-fusion, and a hemagglutinin-esterase that can also participate in attachment [40] . While CoV spike proteins generally bind protein receptors, either of the two surface glycoproteins can bind glycans as primary or co-receptors. Among a-coronaviruses that cause gastrointestinal disease in cats (FCoV) and pigs (TGEV, PED), the spike protein binds to an aminopeptidase N, but uses SAs (NeuAc or NeuGc) as secondary receptors [41] . Some human b-coronaviruses (OC43, HKU1) contain a spike recognizing 9-O-Ac-NeuAc as a primary receptor on epithelial cells of the [136] bound to blood group A trisaccharide (PDB ID: 3SLD; center); and the terminal s1 domain of a type 1 (Lang) reovirus [100] bound to GM2 (PDB ID: 4GU3; right). For all panels, viral proteins are shown in coral; bound carbohydrates are shown as cylinders with carbons in grey, while electron density for bound ligands is depicted in blue mesh.\n\nVirus-glycan interactions Thompson, de Vries and Paulson 121 Table 1 Diverse glycan specificities of mammalian viruses. Virus families are organized by the Baltimore classification, which is based on single/ double stranded, RNA/DNA, positive/negative nucleic acid genome. Glycan epitopes shown at the top are found as terminal sequences on N-linked and O-linked glycans of glycoproteins and on glycans of glycolipids. For each virus family, boxes are highlighted for glycan epitopes recognized as potential receptor determinants. Additional specificity information and class of glycan recognized as receptors for individual viruses are found in the text. For symbol nomenclature see Figure 1 respiratory tract [42] . Other b-coronaviruses, and the torovirinea subfamily, both recognize and cleave 9-O-Ac-NeuAc, 4-O-Ac-NeuAc, or other O-Ac-SAs via hemagglutinin-esterase ( Figure 2) [51, 52 ] . In the case of human enterovirus 68, there is good evidence for the role of NeuAca2-6Gal receptors on N-linked glycans as the functional receptor [52 ,53] . In contrast, infection by the porcine sapelovirus, also an enterovirus, is believed to be mediated by ganglioside receptors such as GD1a [54] . Murine encephalomyocarditis virus binds to NeuAca2-3Gal receptors on N-glycans, while high virulency viruses have adapted to a proteinacious receptor [55] .\n\nArenaviruses are bi-segmented negative-sense RNA viruses that encode just four proteins. The family is subdivided into three genera, and of these, only Mammarenaviruses use glycans as receptors [56, 57] . This genus is further subdivided into new-world and oldworld viruses, the latter notably including Lassa fever virus (LFV) and lymphocytic choriomeningitis virus (LCMV) that cause hemorrhagic fever and febrile illness in humans, respectively [58] . Both of these viruses bind cells via envelope GP-1 (Figure 2) , and rely on the highly glycosylated cell-surface glycoprotein a-dystroglycan as a receptor [57, 59] . a-Dystroglycan contains an unusual O-mannose linked glycan structure that has long polymers comprising xylose (Xyl) and glucuronic acid (GlcU) in a repeating disaccharide sequence (-3-Xyla1-3-GlcUb1-) produced by a bifunctional glycosyltransferase called Large [60] [61] [62] [63] . LFV and LCMV bind specifically to this repeat sequence, a shared property with laminin that also binds a-dystroglycan to link the surface of host cells to the extracellular matrix [60, 62] . Upon endocytosis, LFV engages a secondary a2-3-terminal sialoglycan receptor (synthesized specifically by the 122 Viral immunology Although systemic polyomavirus infections in humans are common, they are most often asymptomatic, except in immuno-compromised patients where symptoms can be severe, potentially leading to neoplasms and cancer [65, 66] . The polyomavirus outer capsid is composed of pentamers of the VP1 coat protein, which houses the glycan-binding domain [65, 67] where most species bind preferentially to sialoglycans [66, 67] . Mouse polyomavirus (MPyV) recognizes the NeuAca2-3Galb1-3GalNAc sequence found in both gangliosides (e.g. GD1a) and glycoproteins (O-linked), although the precise contribution of these receptors in natural infections are still under investigation [68 ,69 ,70] . Some strains carrying mutations at position 91 in VP1 bind receptors with an additional NeuAc in the sequence NeuAca2-3Galb1-3(NeuAca2-6)GalNAc, which is associated with a decreased tumorigenic phenotype [67] . Both human BK and JC polyomaviruses (HPyV-1 and HPyV-2, respectively) bind NeuAca2-3Gal and NeuAca2-6Gal sequences present on various ganglioside and glycoprotein glycans present on oligodendrocytes, astrocytes, urogenital tissue, lymphocytes and renal cells infected by these viruses [66, 67, 71 ] . In addition, JC requires the proteinacious serotonin receptor 5HT2A for full infectivity [72] .\n\nRelative to the HPyVs, SV40 is highly specific for the GM1 ganglioside [73, 74 ] , with NeuGc instead of NeuAc, consistent with its non-human host tropism [73] .\n\nParvoviruses are a large family of compact, non-enveloped icosahedral viruses with single-stranded DNA genomes, subdivided into Densovirinae (invertebrates) and Parvovirinae (mammalian hosts). The parvovirinae comprise eight genera, from which three well-studied representatives bind glycan receptors: Protoparvovirus (canine parvovirus (CPV), feline panleukopenia virus (FPV), and minute virus of mice (MVM)), Erythroparvovirus (parvovirus B19 (B19V)), and Dependoparvovirus (adeno-associated virus (AAVs 1-11) ). Primary receptors for CPV and FPV are NeuGca2-3Gal terminated sialosides [75 ,76] on GI epithelial cells, while transferrin is required as a specific co-receptor [77] . MVM infects connective tissues and exhibits specificity for glycan receptors with the terminal sequences NeuAca2-3Galb1-4 (AEFuca1-3)GlcNAc and NeuAca2-8a2-8NeuAca2-3(8)Gal (NeuAc) [78] . These viruses bind SA in a conserved 'dimple' close to the capsid twofold symmetry axis ( Figure 2 ) [76, 79] . AAVs show wider receptor diversity, serotypes AAV1 and AAV4-6 all bind SA on a range of cell types [76,80 ,81] ; AAV9 binds terminal galactose on an unknown N-glycan [82] ; and AAVs 2, 3, 6, and 13 are all specific for heparan sulfate proteoglycans [76] . Essential co-receptors for AAVs and B19V include: Ku80 autoantigen, a5b1 integrin, avb1 integrin and growth receptors [83, 84] . Finally, human B19V binds globoside glycolipids of the P blood-group antigen series, particularly globotetraose (Gb4) [84, 85 ] , on erythrocytes and hematopoietic progenitors. Gb4 interaction is thought to induce a conformational change in the B19V capsid, enabling binding to a co-receptor for viral entry [86] . In contrast to the protoparvoviruses, the AAVs and B19V bind glycan receptors in a pocket surrounding the icosahedral threefold axes [76, 80 ] (Figure 2) , and have distinct host/tissue tropisms [81] .\n\nThe Reoviridae are a large family of double-stranded RNA viruses, with intricate, multilayered icosahedral capsids, divided into two subfamilies (Sedoreovirinae and Spinareovirinae) with over 15 genera. All viruses share a similar 120-subunit inner shell, with variable outer layers, giving distinct surface structures, antigenicities, and even naming conventions. The two most studied genera from respective subfamiles, Rotavirus and Orthoreovirus (referred to as 'reovirus'), feature large spike proteins projecting from the icosahedral fivefolds [87, 88 ] , whose terminal domains (VP8* in rotavirus [89] and d1 in reovirus [88 ,90] ) bind glycans ( Figure 2 ). Reoviridae also rely on specific protein cofactors for full entry/infectivity, including: a2b1, axb2, and a4b1 integrins (rotaviruses [84] ); JAM-A/JAM-1 and Nogo receptor 1 (reoviruses [91, 92] ). Most animal rotaviruses bind terminal NeuAca2-3Gal/GalNAc sequences as found on GM3 or GD1a gangliosides [93 ,94] ; however, some human strains, originally thought to be 'SA-independent', have specificity for internal SA such as those on gangliosides GM2 or GM1 (Figures 1 and 2) [93 ] . Recent studies on a subset of human rotaviruses have revealed glycan specificities without SA such as human blood groups [95 ,96 ,97,98] and fucosylated human milk oligosaccharides that are proposed to be decoy receptors to prevent GI infections in infants [98, 99] . While rotaviruses cause gastrointestinal disease, reoviruses cause neurological diseases [1]. Type 1 reoviruses (RV1) that infect ependymal cells and cause hydrocephalus bind GM2 [100, 101 ] , whereas RV3s that infect neurons and cause encephalitis bind GM3 [88 ] . These are potentially relevant to natural infections since gangliosides are abundant in brain tissues. Importantly, mutants of these viruses that have reduced binding to glycan receptors exhibit dramatically reduced disease severity in vivo [102, 103] .\n\nCaliciviruses are a family of small, non-enveloped icosahedral viruses with single-stranded positive-sense RNA genomes, subdivided into five major genera: Norovirus (infecting humans, pigs and mice), Sapovirus (human and swine), Vesivirus (predominantly feline calicivirus (FCV)), Lagovirus (rabbit hemorrhagic disease virus (RHDV)), and Nebovirus (bovine Newbury-1). Caliciviruses are broadly glycan-dependent for attachment and cell entry [84] , binding via the highly antigenic region (P2) of the viral coat P-domain [104, 105] . Three major groups of glycoconjugates are targeted as receptors; human [106 ] , bovine [107] , and canine [108] noroviruses, which all infect gastrointestinal epithelia, as well as RHDV [109 ] , which target hepatocytes all utilize human blood group associated antigens (HBGAs) as cell-surface receptors ( Figure 2) ; while GI-specific murine norovirus (MNV) and porcine sapovirus bind sialic acids on O-glycans and some gangliosides [110 ,111 ] ; and FCV which causes respiratory disease in cats, binds SA present on N-glycans on unknown glycoprotein receptor(s) [112] . There is strong evidence for that O-glycans are functional receptors for sapovirus [110 ] . Certain animal viruses require protein coreceptors, includeing CD300lf/ld on murine enteric epithelia (MNV [113, 114] ), and respiratory JAM-1 (FCV [115] and newly identified Hom-1 calicivirus [116] ). Underlying these glycan specificities in many cases, is a core requirement for recognition of fucose, with activity of FUT genes involved in HBGA synthesis conclusively shown to be a risk-factor for norovirus infection [117 ] . Landmark structural [105,106 ,118,119] and STD-NMR [109 ,120] studies have revealed both strong fucose-dependent binding, and alternate binding modes for HBGAs (secretor-type Fuca1-2Gal modifications) and Lewis antigens (Fuca1-3/ 4GlcNAc), dependent on different mutations/genotypes within the P2 domain. It is interesting to note that close localization of P2 dimers could allow bivalent interactions with branched glycans similar to that for the influenza hemagglutinin trimer (see Figure 3 ). The ubiquity of these carbohydrate epitopes among mammalian species, and rapidity with which novel P2 variants appear to arise has led to concern for potential transmission of zoonotic caliciviruses to humans, and this area remains a major research focus [121, 122 ] .\n\nAdenoviruses are a smaller family of non-enveloped icosahedral viruses with double-stranded DNA genomes, spread across five genera: Atadenovirus, Aviadenovirus, Ichtadenovirus, Mastadenovirus, and Siadenovirus. Human and mammalian adenoviruses are all within the Mastadenovirus genus, and principally infect mucosal tissue and epithelials cells, including the respiratory and GI tracts. The 57 human adenoviruses (HAdV1-57) are subdivided into 7 species (A-G). HAdVs bind host receptors via a large spike or 'fiber protein' extending from the protein shell at the icosahedral fivefold axes (Figure 2) . Most, including HAdVs-A, B, C-F bind protein receptors and are glycan independent [123] [124] [125] . However, select members of HAdV-D (HAdV-8, 19a , and 37) that have tropism for the human eye and cause severe epidemic keratoconjunctivitis [126] , are dependent on NeuAca2-3Gal terminated glycans for binding and infectivity [127, 128] . While HAdV-37 exhibits specifically for the glycan portion of GD1a, evidence suggests that the virus binds to glycoprotein glycans [129 ] . Recently, a prototypical member of the HAdV-G group that causes human gastroenteritis, HAdV-52, has been shown to preferentially recognize poly sialic acid (NeuAca2-8NeuAca2-8) sequences [130 ] . Finally, glycan-binding specificity linked to tropisms of animal AdVs that target the GI and respiratory tissues include bovine BAd3 (NeuAca2-3-and NeuAca2-6-specific [131] ) and porcine PAd4 (lactose/LacNAc) [132] .\n\nIt is remarkable that most families of mammalian viruses either predominantly recognize glycans as receptors, or have subfamilies or representative species that recognize them. Within these contexts, glycans can function either directly as sole, primary determinants of infection (tropism), likely via highly specific and higher avidity interactions with viral surface proteins; or, potentially more commonly, as primary co-receptors, functioning in tandem with host membrane proteins to accumulate virus particles on the cell surface via highvalency, but low-specificity interactions, where tropism is determined by presence of both glycan and proteinaceous receptors together. These similar, yet quite distinct models, form the basis for a system where apparently overlapping receptor specificities (e.g. for terminal SAs or HBGAs) still result in highly individualized interactions, leading to distinct cell, tissue, and host tropisms, symptoms, and disease progression. Nonetheless, while our understanding of these interactions has advanced significantly over recent decades, there is still much to be learned about how virus specificity for glycans matches the host cell expression of glycan receptors, and the degree to which this impacts virus tropism. Much of this accumulating knowledge is still yet to progress into treatments or therapeutics capable of preventing, rather than simply treating viral infections. With continually improving tools to look at the specificity of virus-glycan interactions, it is likely that an even greater understanding of the roles of glycan receptors in virus tropism and species specificity, potentially translating to future advances in the clinic, will soon be forthcoming. "}