{"title": "CFD simulation of the effect of an upstream building on the inter-unit dispersion in a multi-story building in two wind directions", "body": "Apart from outdoor air pollutants, airborne pollutants released from an indoor environment may also re-enter to adjacent units through open windows, posing a risk of infection, as occurred in the cross-transmission of Severe Acute Respiratory Syndrome (SARS) in Hong Kong in the spring of 2003 (Li et al., 2004) . In densely populated urban areas like Hong Kong, residential buildings usually have a single opening to achieve single-sided natural ventilation. A large number of studies have been conducted based on models with this type of natural ventilation to investigate the mechanisms of indoor pollutant transportation between two units in the same building due to both buoyancy and wind effect (Li et al., 2004; Niu and Tung, 2008; Mak, 2014, 2015a; Cui et al., 2014) . Li et al. (2004) conducted a detailed analysis of the airborne transmission route in the residential estate Amoy Garden, where the largest number of SARS case occurred. They found that: (a) airborne viruses have high infection rates between adjacent units in residential buildings due to the quick evaporation of Tominaga et al., 2008) . These studies reveal that the presence of proximity surrounding buildings dramatically reduces the air exchange rate (ACH) and pollutant exchange rate (PCH) around buildings (Ai and Mak, 2015b; Vardoulakis et al., 2003) . Among surrounding buildings, the influence of an upstream building on its downstream building was paid particular attention, as it reduces significantly the external wind speeds (Zhang and Gu, 2008; Tominaga and Stathopoulos, 2011; Chang and Meroney, 2003) and curtails the pollutant dispersion around the downstream building . The dimensions of an upstream building, especially its height, directly determine the size of the recirculation zone in the wake (ASHRAE, 2007; Fackrell and Pearce, 1981) . However, previous studies regarding two upstream-downstream buildings focus mainly on the external airflow and pollutant dispersion around buildings, whereas the indoor airflow and pollutant dispersion were paid less attention.\n\nThis study investigates the effect of a proximity upstream building on the natural ventilation performance and inter-unit dispersion of a downstream building using CFD method. In practice, wind direction is a very important factor affecting airflow and dispersion around buildings (Johnson and Hunter, 1999) . In this study, two wind directions, namely normal incidence and oblique incidence, were investigated. Similar to previous studies, this study focuses only on scenarios with single-sided natural ventilation.\n\nThe CFD method has been widely used to predict airflow and pollutant dispersion in and around buildings (e.g. Blocken et al., 2008) . In order to investigate the airflow characteristics and pollutant dispersion around residential buildings, Fluent 13.3 is used to predict the flow pollutant concentration fields in and around buildings. A modified, non-standard k-ε turbulence model, which offers a good compromise between accuracy and numerical cost, is applied (Montazeri and Blocken, 2013; Tominaga and Stathopoulos, 2007; Hargreaves and Wright, 2007) . The time-averaged governing equation for an incompressible fluid can be written in the general form as Eq. (1) below:\n\nwhere u (m/s) is the velocity vector; φ stands for each of the velocity components, u (m/s), v (m/s), w (m/s), turbulent kinetic energy k (m 2 /s 2 ), turbulent dissipation rate ε (m 2 /s 3 ), and specious concentration c (g/m 3 ); Г Φ is the diffusion coefficient for each dependent variable φ; and S φ is the source term.\n\nThe standard k-ε model is a semi-empirical model based on the model equations for turbulence kinetic energy (k) and its dissipation rate (ε). The turbulent viscosity, μ t , is computed by combining k and ε as follows:\n\nwhere, ρ (kg/m 3 ) is the fluid density and C μ is a model constant equal to 0.085. In the derivation of the standard k-ε model, the assumption is that the flow is fully turbulent, and the effects of molecular viscosity are negligible. The re-normalization group (RNG) k-ε model provides better predictions of flow field than the standard k-ε model, partially due to the term R ε added to the ε equation, which improves the accuracy for swirling flow. In the ε equation, the added term R ε is given by the equation below:\n\nwhere, η¼Sk/ε, η 0 and β are constants equal to 4.38 and 0.015, respectively. A tracer gas, CO 2 (carbon dioxide), is used to represent the pollutant and track its dispersion. The Species Transport model (Fluent, 2010a (Fluent, , 2010b can predict the local mass fraction of each species. The Turbulent Schmidt number (Sc t ) is defined as the ratio of turbulent momentum diffusivity (eddy viscosity) (V t ) and turbulent mass diffusivity (D t ) (Sc t ¼ V t /D t ). It is very important to solve the transport mass equation of the RANS model in CFD (Tominaga and Stathopoulos, 2007) . Depending on the flow problem, the Sc t value is usually treated as a constant ranging from 0.2 to 1.3 Blocken et al., 2008; Hang et al., 2012) . Previous studies employing the RNG model used the default number of Sc t in Fluent (2010a), namely 0.7 , found that the numerical results have a good agreement with the experimental results. All simulations in this study set the Sc t at 0.7.\n\nZhang and Gu (2008) conducted atmospheric boundary layer wind tunnel measurements of wind-induced surface pressure on the facades of a residential building under the effect of a staggered interfering building (see Fig. 1 ). The wind tunnel is 14 m long and has a cross-section area of 3.0 Â 2.0 m 2 . The atmospheric boundary layer is generated by a combination of long fetch of upwind terrain, with spires and roughness elements on the floor. As shown in Based on the best practice guidelines proposed by Franke et al. (2007) , a computational domain with an upstream distance of 5H, downstream distance of 15H, lateral distance of 5H, and height of 6H is chosen. The mesh of 2.08 million cells consists of a hybrid grid with prismatic and hexahedral cells (see Fig. 2 ). As each walladjacent cell's centroid should be located in the logarithmic layer when employing a standard wall function, the near-wall yþ value should range between 30 and 300 (Fluent, 2010b) . The yþ values in the vicinity of the building surfaces and domain ground in this validation are all between 30 and 40.\n\nConsidering the roughness of the ground, the velocity inlet employs a power law with a power law exponent α¼0.16 (see Eq. 4) and the reference velocity V ref is set as 14.5 m/s at the height of Z ref ¼0.6 m, as in the experiment of Zhang and Gu (2008) . Hence:\n\nwhere V z (m/s) is the wind speed at the vertical height Z (m). Table 1 summarizes the boundary conditions used in the present validation study. Note that similar boundary conditions were used in previous studies (Ai et al., 2011a (Ai et al., , 2011b Gao et al., 2008) . The same boundary velocity profile, but different turbulence profiles, was used in the CFD works of the experimenters (Zhang and Gu, 2008) , which are also presented later to compare with the present simulations. Assuming that the flow is fully developed at the domain outlet, which means zero normal gradients and zero background pressure, the \"pressure outlet\" is selected. For domain top and lateral sides, slip boundary conditions are adopted. For the domain ground and building surfaces, no-slip boundary conditions combined with standard wall functions are adopted. Two 3D steady RANS turbulence models, standard k-ε and RNG k-ε, are adopted in the validated simulation. The SIMPLE algorithm is used for pressure-velocity coupling, pressure interpolation is secondorder, and second-order discretization schemes are used for both the convection and viscous terms of the governing equations. Convergence is assumed to obtain when all the scaled residuals level off and reach a minimum of 10 À 6 for x, y, z momentum, and 10 À 5 for k, ε, and continuity. In their wind tunnel experiment, Zhang and Gu (2008) measured the pressure coefficient along the center line on walls S and N of the downstream target building. The dimensionless number pressure coefficient (C p ) is defined by Eq. (5) below:\n\nwhere P (P a ) is the measured surface pressure, P r (P a ) is the reference pressure, ρ (kg/m 3 ) is the air density equal to 1.225 kg/m 3 , and v (m/s) the mean wind speed at roof level.\n\nA comparison of mean C p between the CFD and wind tunnel results is shown in Fig. 3 . Compared to the experimental data, the average deviations of the C p values produced by the standard k-ε model and the RNG model are 28.57% and 6.21%, respectively, on the windward side, and À 12.08% and À 19.19% on the leeward side. Obviously, the results of the RNG model have better agreements with the wind tunnel data. Moreover, the RNG model produces a more accurate recirculation zone in the wake of the target building than the standard k-ε model. The better performance of RNG model over the original standard model can be attributed to the many improvements built in the RNG model (Murakami and Mochida, 1988; Chavez et al., 2011) . In addition, the C p values predicted in the present study are closer to those predicted by the experimenters (Zhang and Gu, 2008) , which indicates that the boundary conditions used are generally acceptable. Note that this validation compares only the results on the windward and leeward facades asthis paper focuses on the ventilation and pollutant dispersion through openings on the windward and leeward facades. Overall, this validation justifies the use of these selected numerical methods (RNG model) in the later simulations of airflow and inter-unit dispersion around two buildings.\n\nWhen encountering an isolated flat-roofed building, the urban wind will either deflect over the top, down in front, or around the sides (shown in Fig. 4a ). Due to the air pushing against the building, much of the windward wall will have relatively high pressure and the maximum pressure will occur at 70-80% of the height of the building, where the wind is brought to a standstill in stagnation zones (Oke, 1978) . When meeting with sharp corners, the accelerating flow will produce a below-atmosphere pressure area over the top, down in front, and around the sides, and the pressure difference will induce vortex and recirculation zones.\n\nThe length of the leeward recirculation zone (L r ) can be calculated based on the building dimensions using the equations in Table 2 . D s and D l are the building dimensions that are perpendicular to the wind direction. D s represents the length of the smaller edge and D l the length of the larger edge. For two building cases, the downstream building's air flow pattern will be greatly affected when it is located in the leeward side recirculation zone (Fig. 4b) of the upstream building, as the reverse flow in the leeward recirculation may cause the pollutant released from one unit to reenter into adjacent units. Table 1 Boundary conditions for atmosphere boundary layer (ABL).\n\nPower-law (Zhang and Gu, 2008) Domain inlet\n\nwall functions (y þ within 30-300) Building surfaces non-slip for wall shear stress Turbulence coefficients In order to study the effect of an upstream building on the wind-induced inter-unit dispersion around multi-story buildings, a 1:20 scale downstream target building and an upstream interfering building are adopted. Two rectangular boxes without openings are employed as the upstream building whose dimensions are shown in Fig. 5a (Dash line). The downstream building has two independent units on each floor, with their openings facing the windward side (named W) and the leeward side (named L) (see Fig. 5c ). The unit dimensions are:\n\nThe dimensions of the downstream target building in the prototype are D x Â D y Â D z ¼6 m Â 6 m Â 12 m. Two upstream interfering building heights are considered, namely one equal to D z and another equal to 2D z . The distance between the two buildings equal to the width of the building (6 m in prototype) which is smaller than the leeward recirculation length (see Table 2 ) of both high and low upstream buildings. A series of similarity criteria should be satisfied in order to reproduce the original full-scale flow. Geometric similarity and boundary layer flow similarity are relatively easy to achieve when appropriate scaled model, computational domain, and boundary conditions are selected. The computational domain for all the cases is a rectangular box surrounding the target building (see Fig. 5 ) to simulate the natural ventilation, and the domain boundaries are sufficient to achieve the correct airflow around the buildings with the same ratio as the validation in Section 2.2. Meroney's (2004) detailed review of the Reynolds number Re (Re¼V ref D z /ν) under purely wind-induced conditions indicated that the turbulent flow would be similar at all high Reynolds numbers greater than a threshold of 15,000. In addition, for the modeling of plumes interacting with structures, the similarity criteria are affected by source location, building orientation, and measurement location. The non-dimensional pollutant concentration distributions on a building surface could vary with wind speed until the R e is larger than 3000. In this work, the wind speed at the height of building roof is 4 m/s, resulting in a R e of at least 4 Â 10 4 . This Re is much larger than the threshold value suggested by Meroney (2004) , suggesting that Reynolds independence is fulfilled. Niu and Tung (2008) concluded that under the condition with an indoor-and-outdoor difference of 3 to 5°C and a wind speed above 0.9 m/s, the thermally driven force of pollutant dispersion in the current building configurations can be ignored. Furthermore, natural ventilation is usually adopted in the seasons when the indoor-and-outdoor temperature difference is small. Thus, this study only considers the wind effect on natural ventilation and pollutant dispersion. Six cases are built to study the effect of an upstream building on the inter-unit dispersion of the downstream target building under different wind directions (see Table 3 ).\n\nThis study selects two wind directions as shown in Figure 5b ; α is the angle between wind direction and normal to the building surface. Each case is built independently, each with a dedicated computational domain. The arrangement of the buildings is shown in Fig. 5a . The wind profile in an urban environment is determined by the following equation (Etheridge and Sandberg, 1996) :\n\nThe turbulence at the inlet boundary is characterized by turbulence intensity and length scale, which are 8% and 1 m respectively. Air exchange rate (ACH) of each unit was calculated using an integral method: ACH ¼ 3600 Â 0:5\n\ns) is the normal-to-opening velocity component, A (m 2 ) the area of the opening, and Vol R (m 3 ) the volume of each unit. The tracer gas CO 2 is released at a rate of 8 mg/s in the middle of each unit at a height of 1.6 m. The governing equation of this tracer gas is solved only after the convergence of flow field. Previous studies (Niu and Tung, 2008; Ai and Mak, 2014) used the re-entry ratio (R k ) to evaluate the inter-unit contamination, which is defined as:\n\nwhere M i À j is mass fraction, which is the ratio of concentration at an infected unit (C j , kg/m 3 ) to concentration at the source unit (C i , kg/m 3 ). A mesh with 4.2 million cells was employed after a mesh sensitivity test similar to that described in the validation section. Three types of meshes, namely coarser, medium and finer, were constructed for Case 1 (isolated building), which contains 2.1 million, 4.2 million and 6.5 million cells, respectively. The number of cell at the opening is 100, 200 and 300 for the three types of mesh, respectively. The average ACH values of the 4 units on the windward side predicted using the three types of mesh are 17.5, 16.2 and 16.4, respectively, and 14.1, 15.8 and 15.9 for the leeward side. It can be seen that the ACH values predicted by the medium mesh are very close to those predicted by the finer mesh, with a deviation less than 3%. Compromising between numerical cost and accuracy, the medium mesh was employed in this study.\n\nThe distance between the two buildings D y (6 m) is smaller than L r , as shown in Table 2 . Fig. 6 shows path lines on the vertical center plane of the computational domain. The air flow path lines (Oke, 1978) . of an isolated building (see Fig. 6a ) are basically similar to those shown in Fig. 4 . Influenced by the upstream buildings, air mainly flows downward near the windward side of the downstream target building because of the presence of a low upstream building (Fig. 6b) . Such a change in the near-wall flow pattern implies that the presence of a low upstream building may have an effect on the inter-unit pollutant dispersion route. For example, when pollutants are released from the stagnation area, their transportation route will follow the air flows and change from downward and upward totally into downward. Fig. 7 shows the air flow streamlines on the horizontal plane at the breathing level on the third floor of the downstream target building (Z¼ 0.37 m) for each case. For an isolated building, air flows separately into the lateral side, which means that the pollutant released from the windward units will be diluted quickly (Fig. 7a) . However, the presence of the upstream buildings causes two recirculation zones to occur on the windward side of the downstream building as it is located in the leeward cavity of the upstream buildings (Fig. 7b, Fig. 7c ). In addition, the high upstream building has a larger recirculation than the low upstream building, which extended to the windward surface of the downstream target building (Fig. 7c) , but there is no dominant flow in the vertical direction (Fig. 6c) . This implies that the presence of a high upstream building induces more horizontal transportation of pollutants. In order to evaluate the effect of upstream buildings on the pollutant transportation route, the pollutant R k will be calculated and discussed in Section 4.3.\n\nAs shown in Fig. 8 , under the effect of an upstream building, the mean velocity and turbulence kinetic energy fields around the downstream target building have changed, which means that the near-wall flow pattern has changed significantly. The presence of upstream buildings will induce more low-speed areas and significantly change the turbulent kinetic energy in the area between it and the downstream target building. However, in the vicinity of the downstream target building's windward wall (at around 1/8 D y adjacent to the downstream building), the velocity magnitude is not significantly reduced by the presence of an upstream building.\n\nThe velocity profiles at two locations between the upstream building and downstream target building are presented in Fig. 9 . Fig. 9a shows the profile at the mid-section between the two buildings, while Fig. 9b shows the profile at 1/8 D y from the downstream building. It can be seen that the velocity magnitudes at the mid-section (Fig. 9a ) are greatly reduced, by 75%, under the effect of an upstream building (Case 2 and Case 3), compared to those in Case 1 with no upstream building. However, the velocity magnitudes at close proximity to the windward wall of the downstream building, as shown in Fig. 9b , are relatively unaffected by the presence of an upstream building. The effects of an upstream building on the ventilation rate of every single unit in each case will be discussed further in Section 4.2. Fig. 10 shows the ACH for each unit for the six cases. W indicates a unit on windward side, and L on the leeward side. When wind direction is in normal incidence, the presence of a low upstream building (H¼ D z ) significantly improves the ACH values of units W2, W3, and W4, especially for the top-most unit (W4), which is located above the stagnation area (70-80% of the height of the target building). The presence of a high upstream building (H ¼2D z ) in the same position has only a slight positive effect on the ACH values of each unit. On the leeward side, both low and high upstream buildings have a negative effect on ACH values. When the wind direction is oblique (wind angle α¼45°), the ACH values of all units are significantly better than under normal incidence wind direction (wind angle α¼0°). Under an oblique wind, the presence of a low upstream building has a negative effect, decreasing the ACH value of all units on both windward and leeward sides, with the exception of W3. However, the presence of a high upstream building increased the ACH values by 140% on average on the downstream target building's windward side, but reduced the ventilation performance of all units on the leeward side (Table 4 ). The presence of a low upstream building undoubtedly influenced the ventilation performance of the downstream building. From the results above, it can be seen that an upstream building and wind direction can totally change the indoor airflow characteristics. The location of a unit is also a very important parameter modifying the indoor ventilation performance. The results show that the presence of a low upstream building increases the ACH of the windward units under a normal incident wind, while the presence of a high upstream building increases the ACH value of windward units under an oblique incident wind (wind angle α¼45°). Under both wind directions, both types of upstream building reduce the ventilation performance for leeward units.\n\nFor wind-induced natural ventilation of a multi-story building, pollutant released from one unit may re-enter into other units of the building. Most buildings in cities like Hong Kong are high-rise cylinder-like buildings, which pose a risk of transporting pollutants between windward units and leeward units. The pollutant transportation characteristics of the six cases are discussed in this section. Fig. 11 shows the pollutant re-entry ratio R k for each case. R k below 0.10% were regarded as negligible and are not shown. Fig. 11 shows that the R k from the windward source unit to the leeward units are higher than some of those from the source unit to the windward units. Therefore, R k between the windward wall and the leeward wall are also calculated. Detailed observations are presented below.\n\n4.3.1. Under normal wind incidence (α ¼0°) 4.3.1.1. Pollutant source in Unit W1. When a pollutant is released from Unit W1 (see Fig. 11a ), the R k of all units are negligible (R k o0.10%) in the case of an isolated building. This is because the source unit is located at the bottom of a downward recirculation and the momentum of the downward flow transferred into the frontal and lateral flow vortices, which in turn dilutes the pollutant effectively.\n\nThis situation is greatly changed by the presence of a low upstream building due to the downstream target building being located in its leeward recirculation cavity. Unlike those around a slab-like building , for a cylinder-like building, the lateral flow is strengthened on horizontal planes, which induce more pollutants to re-enter into leeward units. As is shown in Fig. 11a , the R k of leeward units are relatively high. In addition, due to the presence of a low upstream building, all leeward units' R k in Case 2 (with a low upstream building) are all much higher than those of Case 1 (isolated building). The largest R k is 0.35% in L2 in Case 2. This result is consistent with the flow characteristics explained in Section 4.1.\n\nAs the height of the upstream building increased to twice the height of the downstream target building, the pollutant R k in all leeward units decreased significantly (see Fig. 11a ). Overall, when a pollutant is released from a bottom unit, the presence of a low upstream building induces large pollutant R k , whilst a high upstream building will not have any obvious effect on the pollutant R k .\n\n4.3.1.2. Pollutant source in Unit W2. When the pollutant source of an isolated building is located in Unit W2, which is just below the stagnation area, the pollutant is mainly transported into the units below, due to the high pressure difference between the stagnation zone and its downward zone. As shown in Fig. 11b , the R k of Unit W1 reached 1.8% for the isolated building case. The presence of a low upstream building greatly increased the R k (up to 15.16%) for Fig. 10 . ACH (h À 1 ) for Cases 1 to 6. (a) Normal wind incidence angle (α ¼0°); (b) Oblique wind incidence angle (α¼ 45°). Unit W1, which is the highest R k for all cases. Meanwhile, the presence of a low upstream building also increases the R k of leeward units in the downstream target building. However, when the upstream building is a high building, all units' R k are greatly reduced (see Fig. 11b ). All leeward units' R k are negligible.\n\n4.3.1.3. Pollutant source in Unit W3. As mentioned in Section 4.1, due to the presence of a low upstream building, the air flow direction in the windward wall stagnation area of the downstream target building changes from separately downward and upward totally into downward. When the pollutant source of an isolated building is located in the stagnation area (W3), the pollutant released from the source unit flows both upward and downward on the windward wall, which means that units W4 and W2 are both affected by the pollutant. However, the presence of a low upstream building changes the near-wall flow direction of the downstream target building. Owing to the recirculation vortex between the two buildings, the pollutant released from Unit W3 is mainly transported downward. As shown in Fig. 11c , owing to the presence of a low upstream building, the R k of Unit W4 decreases from 0.15% to become negligible and the R k of W2 and W1 is increased substantially from 0.30% and negligible to 6.76% and 8.32%, respectively, which is consistent with the flow characteristics introduced before. Similar to the windward wall, the presence of a low upstream building increases the R k of leeward units. The presence of a low upstream building has a negative effect, which turns units W1 and W2 into very dangerous places, in terms of airborne disease control. However, when a high upstream building is present, the R k of all units are negligible, with the exception of W4 and W2. Unit W2 is slightly affected by the high upstream building but the R k of Unit W4 is increased greatly, from 0.15% to 9.90%. Overall, the presence of a high upstream building significantly increases the R k of top-floor units on the windward wall.\n\n4.3.1.4. Pollutant source in Unit W4. Lastly, when the pollutant source is located above the stagnation area (namely, Unit W4 in the downstream target building), the presence of a low upstream building significantly increases the R k of the windward units, as the leeward recirculation cavity of the low upstream building induces the flow downwards (see Fig. 11d ). The presence of a low upstream building increased the R k of Units W1, W2, and W3 from negligible to 6.46%, 3.92%, and 5.52%, respectively. Like the results on the windward wall, all leeward units' R k are near or more than 2%. The largest R k , 5.52%, occurs in Unit L4. The presence of a high upstream building does not have such a large negative effect. The R k of all units, except Unit W2, are below 0.50% or negligible, and even that of W3 is only 1.15%.\n\nWhen the wind direction changed from normal to oblique, R k of all units decrease significantly due to the changed near-wall flow pattern. Under an oblique wind, there are two windward and two leeward walls on each building (see Fig. 7d ), which orient obliquely (α ¼45°) to the incident wind but the basic pattern on the building's surfaces remains the same as that under the normal incidence wind (Oke, 1978) . When the wind approaches the buildings, it first reaches the sharp corners and then flows quickly around the leeward side. With such a flow pattern, the pollutant released from the windward units is quickly and effectively diluted into the flow streams. On the leeward sides, the pressure difference leads to two low-pressure recirculation zones, as show in Fig. 7d . These recirculation zones may induce pollutants released from the windward units to re-enter into leeward units. As seen in the results of Case 4, Case 5, and Case 6 shown in Fig. 11 , under an oblique wind, the R k of all windward units are negligible, no matter which unit the pollutants are released from. However, both low and high upstream buildings increase the pollutant R k of units on the leeward side of the downstream target building.\n\nWhen the pollutants are released from units W1, W3, and W4 of an isolated building, all leeward units' R k are negligible. The presence of low upstream building increases the R k of leeward units on the lower two floors (namely units L1 and L2). The presence of a high upstream building results in an increase of the R k for all units, especially units L1 and L2. When the pollutant is released from Unit W2, the R k of units L1 and L2 are larger than those of units L3 and L4. However, all R k ratios are lower than 1%.\n\nThis study investigated the inter-unit dispersion around a multi-story building under the effect of an upstream building. The results show that the presence of an upstream building greatly changes the path lines of the downstream target building, which will change the pollutant transportation routes around the downstream building.\n\nExisting knowledge tends to support the view that an upstream building will lower external wind speeds and then reduce the indoor ventilation performance of its downstream building. However, the results of the present study show that the presence of an upstream building does indeed induce a low-speed area between the upstream and downstream buildings, but does not necessarily reduce the wind speed in the vicinity of the downstream building.\n\nA low upstream building increases greatly the average ACH values of the windward units of the downstream building for normal wind incidence. A high upstream building greatly increases the average ACH values of the windward units of the downstream target building for oblique wind incidence. However, this study has found that the presence of a low or high upstream building reduces the average ACH values of the leeward units of the downstream building for both normal and oblique wind.\n\nUnder normal wind incidence, the presence of a low upstream building greatly increases the pollutant re-entry ratio R k for units below the source unit of the downstream target building on the windward side of the downstream building and slightly increases the R k for most units on the leeward side of the downstream building. However, this study found that the presence of a high upstream building has a negligible effect on the R k for all units on either the windward and leeward side of the downstream building.\n\nUnder oblique wind incidence, the main dispersion route of pollutants is from the windward side to the leeward side of the building. No matter which unit the pollutants are released from and whether it is an isolated building or a downstream target building under the influence of an upstream building (low or high), the R k for all units on the windward side of the downstream building are negligible (R k o0.10%). However, both low and high upstream buildings increase the pollutant R k for units on the leeward side of the downstream building. A high upstream building also has a greater effect than a low upstream building in increasing R k for most units on the leeward side of the downstream building.\n\nThe present study focuses on the influence of an upstream building on a downstream target building. When the interfering building is located downstream of the target building, it may strengthen the leeward reverse flow of the target building, which may induce higher pollutants R k on the leeward side of the target building. Similarly, the presence of a lateral building may increase the wind speed of the flow on the lateral side of the target building and in turn influence pollutant dispersion. The effect of a downstream or lateral building on inter-unit pollutant dispersion will be the focus of future work. In particular, more sophisticated computation models, such as large eddy simulation (LES) model, will be used to study the unsteady characteristics of inter-unit dispersion."}