{"title": "Treatment of lycorine on SCID mice model with human APL cells", "body": "Leukemia is considered one of the most life-threatening cancers today. In 2001, approximately 21 500 deaths (12 100 males; 9500 females) in the United States were attributed to leukemia. Acute promyelocytic leukemia (APL) is a common type of leukemia. At present, chemotherapeutic agents are extremely useful in treating leukemia [1e3] . Finding novel antitumor chemotherapeutic medicine derived from natural materials has become an important research objective and has been the aim of new drug designs [4] . Many natural compounds have already been found to exhibit significant anti-tumor effects. Tea polyphenols can induce HL-60 cells apoptosis [5] . G2-M arrest and antimitotic activity can mediate by casticin [6] .\n\nAlbatrellus confluens has the ability to inhibit the growth of tumor cells by the induction of apoptosis [7] . Extracts from Narcissus tazetta var. chinensis strongly decreased the survival rate of many tumor cell lines [8] . Lycorine, a natural alkaloid extracted from Amaryllidaceae, has shown various pharmacological and microbiological effects. Researchers had revealed that lycorine can inhibit protein synthesis in eukaryotic cells [9] , and acetylcholinesterase activity [10] . In the presence of calprotectin, lycorine was shown to inhibit protein synthesis and cell apoptosis in MM46 cells [11] . Lycorine was found a potent antiviral activity against Severe Acute Respiratory Syndrome-associated coronavirus (SARS-CoV) in recent report [12] . Lycorine could effectively arrest the cell cycle at the G2/M phase and induce apoptosis in HL-60 cells [13] . After treatment of human multiple meyloma cell line KM3 with lycorine, typical apoptotic events could be observed, and the results also showed that lycorine was able to block the KM3 cell cycle at G0/G1 phase through the down-regulation of both cyclin D1 and CDK4 [14] . In our previous study, we focused on the significant anti-tumor effects of lycorine. However, the anti-tumor effect of lycorine in vivo remains unknown. Therefore, it is important to determine the therapeutic effect of lycorine on leukemia in an animal model. SCID mice are widely used in cancer research especially in antileukemia research and can provide a system model to study the biology of human leukemias and explore the efficacy of novel leukemia therapy programs [15] . Previously, a leukemia model of SCID mice was successfully set up, where human leukemia cells could be detected in the bone marrow, spleen, and lymph nodes of SCID mice in a pattern resembling that of human acute leukemia [16, 17] . In this study, the effect of lycorine on APL in vivo was evaluated in a human leukemia xenograft model (i.e., SCID mice inoculated with HL-60 cells), although such a model would not completely reflect the situation in patients with leukemia.\n\nThe human APL cell line HL-60 was purchased from the American Type Culture Collection. Cells were routinely cultured in RPMI 1640 medium (Gibco) supplemented with 10% heat-inactivated fetal bovine serum (FBS; Invitrogen), 100 kU/L benzylpenicillin, and 100 mg/L streptomycin at 37 C in a humidified atmosphere with 5% CO 2 . Cells were split at a 1:5 dilution every 2 to 3 days.\n\nLycorine (Latoxan, France) was dissolved at 0.03 M in dimethyl sulfoxide (DMSO; Sigma) as a stock solution and then diluted in normal saline just prior to usage. The asynchronous and cytosine arabinoside (Ara-C) injection (Shanghai Hualian Pharmaceutical Co., Ltd., China) was diluted in saline just prior to usage.\n\nFemale BALB/c SCID mice (3e5 weeks old) were obtained from the Shanghai Laboratory Animal Center of the Chinese Academy of Sciences and were maintained in a specific pathogen-free facility at the Lab Animal Center of Central South University. The mice were allowed to adjust to their new environment for 1 week. Twenty-four hours after the mice were irradiated (total body with 200 cGy c irradiation) to diminish the natural killer cell activity, the mice were inoculated with HL-60 cells (5 Â 10 6 ) i.v. via the tail vein on day 1. The mice bearing APL cells were randomized (5 per group) into 1 of 4 groups and treated according to the following protocols: (a) control (normal saline i.p.); (b) lycorine (5 mg/kg/day i.p.); (c) lycorine (10 mg/kg/day i.p.); and (d) Ara-C (20 mg/kg/day i.p.). Treatment was given once a day from day 2 to 6, and from day 14 to 18.\n\nAfter the SCID mice were inoculated i.v. with HL-60 cells and treated with drugs, tail blood samples were taken from these mice every 7 days (day 14, 21, and 28). These samples were then smeared onto glass microscope slides and stained using Wright's stain. The percentages of immature granular leukocytes and of monocytes among the peripheral blood cells were monitored in these mice [18, 19] .\n\nThe survival time results were recorded and expressed as the mean survival time percentage of the treated group divided by that of the control group (treated vs. control, T/C, %). The increased life span (ILS) was expressed as the mean survival time of the treated group minus that of the control group over the mean survival time of the control group [20] . With National Cancer Institute (NCI) criteria, T/C exceeding 125% and ILS exceeding 25% indicate that the drug has significant anti-tumor activity [21] .\n\nTo evaluate the toxicity and side-effect of lycorine on mice, the weight of mice was monitored at day 0, 14, 21, and 28 as described previously [22] . All SCID mice bearing human leukemia were sacrificed painlessly when mice were close to death. Bone marrow samples from the thighbone of the mice were obtained, flushed with saline, smeared onto glass microscope slides, and stained using Wright's stain. Tissues from excised organs, including the liver, spleen, and bone, were fixed in 4% formaldehyde, embedded in paraffin, sectioned, and stained with hematoxylin and eosin to check for the presence or absence of tumor cells under the microscope.\n\nData were analyzed using the paired Student's t-test, and a probability score of P < 0.05 was considered statistically significant. (Compared with the contemporaneous control group, *P < 0.05. Compared with the contemporaneous lycorine group (5 mg/kg/day), # P < 0.05). Every seven days (day 14, 21, and 28) after treatment, tail blood samples were taken from mice and samples were smeared onto glass microscope slides and stained with Wright's stain. Then the percentages of immature granular leukocytes and of monocytes of the mice were monitored among the peripheral blood cells after the mice had been inoculated i.v. with HL-60 cells.\n\nAfter treatment, the percentages of immature granular leukocytes and of monocytes among the peripheral blood cells of the control group were comparatively high, whereas the percentages of immature granular leukocytes and of monocytes of the experiment groups were decreased. When compared with the control group at day 14 and day 21, the percentages of immature granular leukocytes and monocytes among the peripheral blood cells in the high dosage of lycorine (10 mg/ kg/day) group was significant decreased (P < 0.05). We also observed that the high dosage of lycorine (10 mg/kg/day) was more effective than that of the low dosage of lycorine (5 mg/kg/day) at day 14 (Table 1) . Furthermore, treatment with either the high or low dosage of lycorine was shown to be more effective than treatment with Ara-C (20 mg/kg/day) (data not shown).\n\nThere was no significant difference between the mean survival time of the control group (41.6 AE 7.3 days; range: 30e49 days) and that of the Ara-C treated group (42.8 AE 9.8 days; range: 30e52 days). In comparison, the mean survival time of the group receiving the low dosage of lycorine (5 mg/kg/day) was 54.2 AE 13.8 days (range: 38e 71 days); the ILS and T/C values were 30.0% and 130%, respectively. The mean survival time of the group receiving the high dosage of lycorine (10 mg/kg/day) was 55.8 AE 10.2 days (range: 39e64 days); the ILS and T/C values were 34.0% and 134%, respectively. The mean survival time of the two lycorine-treated groups compared with the control group or the Ara-C treated group, P < 0.05 (Table 2, Fig. 1 ).\n\nThe anti-tumor activity of lycorine in vivo was further investigated using histopathological analysis. Typical leukemia cells were observed in the marrow smear of the control group ( Fig. 2A) . The marrow cavity of the sternal bone in the control group changed to sawtooth (Fig. 2C) , whereas the marrow cavity of the sternal bone in the lycorine-treated group was normal (Fig. 2D) . Big abnormity cells were observed in the sides parenchyma of bone (Fig. 2E ) and in the liver of the control group (Fig. 2G ). All of these findings indicated that tumor cells were easily and widely found in the liver, bone, and marrow of the mice in the control groups, whereas fewer tumor cells were detected in these same tissues of the mice belonging to the lycorine-treated groups.\n\nIn addition, no severe adverse effects, such as weight loss, were observed in the mice receiving lycorine ( Table 3 ). The mean weight of SCID mice in the control group from day 0 to day 28 was 16.2 AE 2.8 g, 16.7 AE 1.8 g, 16.7 AE 0.7 g and 17.8 AE 1.7 g, respectively, two SCID mice in this group developed abdominal lump. Meanwhile, the mean weight of the group receiving the low dosage of lycorine (5 mg/kg/day) was 17.8 AE 1.5 g, 16.6 AE 0.7 g, 17.2 AE 0.3 g and 17.7 AE 1.7 g, respectively. The mean weight of the group receiving the high dosage of lycorine (10 mg/kg/day) was 17.1 AE 0.8 g, 16.5 AE 1.3 g, 17.0 AE 0.8 g and 17.1 AE 1.8 g, respectively. At Table 2 Effect of lycorine on survival days of SCID mice inoculated with HL-60 cells Female BALB/c SCID mice (3e5 weeks old) were injected i.v. with 5 Â 10 6 HL-60 cells. Treatment of lycorine or Ara-C was started 1 day after the HL-60 cell injection. T/C, treated vs. control; ILS, increased life span. *P ¼ 0.024, compared with control group; # P ¼ 0.011, compared with the Ara-C treated group; **P ¼ 0.007, compared with control group; ## P ¼ 0.002, compared with the Ara-C treated group. day 14 and day 21 the weight of lycorine treated mice decreased slightly, but at day 28 this phenomena didn't exist.\n\nOur observation of in vivo anti-leukemia effect of lycorine extends our previous in vitro results with human leukemic cells. SCID mice transplanted with human APL cells displayed a high degree of engraftment and proliferation of human tumor cells among the peripheral blood cells [19] . The percentages of immature granular leukocytes and of monocytes among the peripheral blood cells of mice treated with lycorine were decreased compared with those of the control group (P < 0.05), which showed that lycorine not only inhibits the proliferation but also induces the death of tumor cells effectively [13, 14] . When compared with the control group, the ILS values of the groups receiving a low dosage (5 mg/ kg/day) and a high dosage (10 mg/kg/day) of lycorine were 30.0% and 34%, respectively, indicating that lycorine had anti-tumor activity [21] . The mean survival time of both lycorine-treated groups was longer than that of the Ara-C treated group, which suggested that lycorine was more effective than Ara-C. The SCID mice that were inoculated with HL-60 cells in the control group developed an infiltration of tumor cells in the liver and in the bone marrow, and peripheral blasts [17] , whereas lycorine could alleviate the infiltration of tumor cells and no severe adverse effects were observed with the low or high dosage of lycorine.\n\nDuring the early period after treatment (before day 28), the anti-tumor effect of the high dosage (10 mg/kg/day) of lycorine was better than that of the low dosage (5 mg/kg/day), but the mean survival time was not significantly improved when the dosage of lycorine was increased. The treatment schedules were carried out only with early treatment [23] , which could not eliminate the tumor cells fully. For the too complex dysfunction of cancer cells, it will be important to evaluate the activity further in combination with other therapeutic.\n\nWe have shown that lycorine is a potent anti-tumor compound. In addition to our previous study that showed lycorine to have a significant anti-tumor effect in vitro [13, 14] , this present study demonstrates that lycorine exhibits potent antitumor activity in an HL-60 xenograft model. Although the SCID mice model used in this study has limitations and does not completely reflect the situation in patients with acute leukemia, these results suggest this treatment is a useful therapy against APL. Female BALB/c SCID mice (3e5 weeks old) were injected i.v. with 5 Â 10 6 HL-60 cells. The mice were weighed at day 0, day 14, day 21 and day 28."}