{"title": "Kingdom-agnostic Metagenomics and the Importance of Complete Characterization of Enteric Microbial Communities", "body": "community structure. Moreover, bacteriophages are a source of horizontal gene transfer among prokaryotic communities 4 . An increased understanding of prokaryotes and their bacteriophages is required to fully understand the intestinal metagenome.\n\nThere is increasing evidence for the presence of a eukaryotic virome in asymptomatic individuals. This virome includes a range of viruses (an average of nearly 10 infections per healthy person) that permanently infect the host 5 . These systemic viruses have profound effects on innate and adaptive immunity. This is particularly evident for herpesviruses, which have been shown to confer protection against influenza virus, adenovirus, and Listeria and Yersinia infections [6] [7] [8] ; exacerbate symptoms of experimental autoimmune encephalomyelitis 9, 10 ; and reduce autoimmunity in models of lupus 11 . Therefore, systemic as well as local viral infections likely influence the nature of immunity and inflammation in tissues, including those of the GI tract. [6] [7] [8] [9] [10] [11] [12] The GI tract is also colonized with less-abundant microbial eukaryotes. These include a fungal \"mycobiome\" and other microbial eukaryotes, such as the protozoa Blastocystis 13, 14 . Combined, these microbial eukaryotes constitute the meiofauna 15 . Meiofauna are metazoans with body sizes between 45µm and 1mm. This definition also includes eggs and juvenile stages of larger species, including those of parasitic helminths such as Ascaris. The effects of meiofaunal disease have been studied extensively in humans and mice [16] [17] [18] . Meiofauna have been reported to protect against several immune-mediated diseases, including inflammatory bowel disease (IBD), multiple sclerosis, rheumatoid arthritis, type 1 diabetes and asthma (reviewed in 19 ) . A full catalogue of meiofauna present in healthy and unhealthy individuals has yet to be completed. This catalogue would assist in identifying appropriate models in which to perform mechanistic studies designed to elucidate their effects on human health.\n\nThe GI microbiome is therefore a complex community comprising prokaryotic and nonprokaryotic microbes that includes bacteriophages, the eukaryotic virome, and the meiofauna. Studying such a complex community offers new opportunities and challenges. Many of these challenges can be met by taking advantage of modern nucleic acid sequencing techniques. These techniques will expand our understanding of the total metagenome in GI health and disease, and could lead to new therapeutic and diagnostic strategies.\n\nRecent studies have shown that a complex array of viruses inhabit the intestine and could be important for gut homeostasis 20, 21 . The most common of the enteric viruses in the human gut, the bacteriophages, infect prokaryotes. Viruses that infect archaeal organisms have been less studied. Bacteriophages are rapidly evolving and have been shown to outnumber their hosts 10-to-1, thereby applying constant evolutionary pressure 22 . Bacteriophages are classified by the nature of their nucleic acid and virion morphology. There are 2 broad categories: the tailed, double-stranded DNA (dsDNA) viruses of the order Caudovirales (families Podoviridae, Siphoviridae, and Myoviridae) and the non-tailed, cubic or filamentous viruses, which are largely comprised of single-stranded DNA (ssDNA) viruses (family Microviridae) 23 . The Caudovirales and Microviridae are the most abundant bacteriophages in the human gut, although several other bacteriophages are readily detected 24 . GI bacteriophages have not been completely catalogued, but studies have demonstrated the extreme diversity of these populations 3, 25 .\n\nBacteriophages infect their hosts via virulent (lytic) or temperate (lysogenic) strategies. Temperate bacteriophages (prophages) latently integrate genetic material into prokaryotic genomes or reside as extra-chromosomal plasmids. Prophage induction often results from environmental stress such as nitric oxide, antibiotics, and nutrient availability, which leads to rapid viral replication and bacterial cell lysis 26 . Many of these environmental stresses, and additional metabolic stresses or signals, are likely present during development of GI disease 27, 28 .\n\nIn addition to inducing cell lysis, bacteriophages transfer genetic material from one prokaryote to another. This may result in transmission of virulence factors and antibiotic resistance genes, and alter the pathogenic and resistance landscape of a prokaryotic community 4 . Bacteriophage-induced changes in prokaryotic community structure and function may have broad implications for health and GI disease. For example, prophage lysogeny might provide Enterococcus faecalis with a competitive advantage in vivo 29 . Acute changes in the microbiome were also observed following administration of bacteriophages to mice 30 , suggesting that bacteriophages might be developed to manipulate the microbiome as therapeutic agents.\n\nA glimpse into the diversity of bacteriophages in human stool was made possible by deep sequencing virus-like particles (VLPs) 31 . Nearly 60% of VLP sequences were found to differ from anything within sequence databases (a common theme in virome studies, discussed further below). Of the sequences similar to reference bacteriophages, over 80% were from temperate prophages and members of the Siphoviridae family, while the remainder largely consisted of other Caudovirales and Microviridae. To date, the fecal virome studies in healthy individuals have led to several important observations: 1) there is little intrapersonal variation in bacteriophage 2) there is a high degree of inter-personal variation in bacteriophage-even among genetically related individuals, 3) temperate bacteriophages are prevalent, 4) bacteriophage diversity increases in adulthood, and 5) diet affects bacteriophage community structure 3, 24, 25, 32 . Furthermore, antibiotic-resistance gene annotations were observed in VLP preparations from mice given antibiotics 33 . VLP enrichment combined with modern sequencing technologies have allowed for investigation of virome diversity at an unprecedented level and will be valuable for studies of hostassociated viromes.\n\nDespite advances in sequencing technology, we have been unable to classify most sequences obtained from VLP preparations. The studies discussed above were unable to classify 60%-87% of VLP sequences or contigs 3, 25, 33 . Development of more extensive bacteriophage reference databases or new classification schemes is required to better describe bacteriophage gene content and compare bacteriophage communities between individuals or groups. Given the importance of bacteriophage regulation of the bacterial microbiome, a major effort is warranted.\n\nIntestinal health is associated with a diverse prokaryotic community; reduced bacterial diversity is associated with diseases such as IBD 34 . The exchange of fitness genes, including antibiotic and nitric oxide resistance genes, is increased by bacteriophage-mediated transmission of genetic material 29, 33 . Intestinal inflammation, a feature of IBD, might stimulate prophage induction, based on reports of abnormal enteric bacteriophage communities in patients with IBD 35, 36 . Microscopy and nucleic acid sequencing studies have shown increases in Caudovirales and bacteriophages in ileal tissues from patients with IBD, compared with controls. Bacteriophages might therefore disrupt bacterial communities or even act directly on GI cells to promote development of IBD.\n\nLittle is known about interactions between bacteriophages and mammalian cells. Bacterial translocation is associated with intestinal disease and results from breakdown in the intestinal barrier 37 , yet bacteriophage translocation and its association with disease is less clear. A study of 19 patients with Crohn's disease (CD) patients and 18 healthy controls provided evidence that bacteriophages can spread systemically; Mycobacterium bacteriophages were isolated from the blood samples from patients with CD and controls 38 . Studies have reported bacteriophage translocation in animals (reviewed in 39 ). In the circulation, bacteriophages would be readily available for immune detection; they are known to induce humoral immune responses 40, 41 . Additionally, bacteriophages have been reported to have adjuvant-like effects during virus infection of eukaryotic cells, 42 and to stimulate cytokine production by macrophages in vitro 43 . Furthermore, bacteriophage capsid proteins adhere to mucin glycoproteins 44 , putting them in proximity with the intestinal epithelium, where they might interact with the immune system. Given their abundance in the intestine, their ability to stimulate immune responses, and their effects on the prokaryotic community, bacteriophages should continue to be evaluated for their roles in maintenance of GI health and development of disease.\n\nViruses that infect eukaryotic cells in the GI tract are less abundant than bacteriophages, but are the main etiologic agents of acute gastroenteritis 45 , persist in healthy and immunocompromised individuals 46 , and can cause intestinal disease 47 . There are several well-characterized enteric viral pathogens that cause acute enteritis or colitis (e.g. rotavirus, norovirus, adenovirus, astrovirus, and coronavirus; reviewed elsewhere 45, 48, 49 ). The issue of persistence of these viruses has been understudied, but a significant proportion of apparently healthy individuals may shed certain 'pathogenic' enteric eukaryotic viruses. For example, noroviruses may be shed for extended periods and can be the source of outbreaks of disease among those exposed to the carrier [50] [51] [52] [53] [54] . Sequencing of fecal samples from healthy children have revealed a complex community of eukaryotic viruses that includes picobirnaviruses, adenoviruses, anelloviruses, astroviruses, bocaviruses, enteroviruses, rotaviruses, and sapoviruses 46 . A study of RNA viruses in the fecal material of 2 healthy donors revealed 42 viral species, including 35 plant RNA viruses (probably originating from digested food) and human picobirnavirus 55 . Picobirnaviruses have been widely detected in stool samples from individuals with diarrhea of unknown etiology [56] [57] [58] , in healthy individuals 46 , and in livestock 59 , although the pathogenic potential of picobirnaviruses is unclear. The detection of these viruses in humans indicates that many viruses capable of infecting eukaryotic cells reside within the human GI tract.\n\nAnelloviridae and Circoviridae families have also been widely detected in the human gut [60] [61] [62] and in some cases systemically 63, 64 . Anelloviruses and circoviruses are incredibly diverse and are present in many organisms, likely related to their status as ancientcomponents of the tree of life and to the high rate of recombination among ssDNA viruses [65] [66] [67] . Although it is unclear how these viruses are transmitted to humans, anellovirus genomes are readily detected within the first few months of life; nearly 100% of children seroconvert by the time they are 5 years old 64, 68 . Given the near ubiquitous presence of anelloviruses and circoviruses in plants and livestock 69 , transmission by the ingestion of contaminated food seems likely. This was recently reported for gyrovirus 4-a circovirus detected in poultry products and human stool 70 .\n\nWhile there is no strong evidence that anelloviruses cause diseases in animals, a relationship has been described between anellovirus DNA and fever in pediatric patients 71 . In contrast, circoviruses cause a wide-array of diseases in birds, pigs, and more recently, in dogs [72] [73] [74] . The diseases caused by dog and porcine circovirus increase in severity during co-infection with one or more other enteric pathogens 75 , so circovirus pathogenesis might depend on the pathogenic effects of other organisms.\n\nThe human immune system develops over the first several years of life 76 . Because of this, and the increased susceptibility to viral gastroenteritis in newborns 45 , many researchers have used virus-specific approaches to associate eukaryotic virome expansion with immunosuppression and disease 46, 62 . For example, stool samples from 2 healthy infant siblings were collected at 1 week intervals over a period of 1 year; virus shedding was analysed using PCR 46 . Interestingly, the healthy infants shed a number of different eukaryotic viruses (e.g. picobirnaviruses, adenoviruses, anelloviruses, astroviruses, bocaviruses, enteroviruses, rotaviruses, and sapoviruses) for extended periods of time without major clinical symptoms 46 . Another study of children with non-polio acute flaccid paralysis and healthy controls identified several known and novel viruses in both groups of individuals 62 . Sequencing of stool samples from pediatric patients with acute diarrhea identified known enteric pathogens and several highly divergent viruses, with as little as 35% amino acid identity to the nearest relative in GenBank. The viruses identified included new astroviruses, picobirnaviruses, caliciviruses, nodaviruses, and anelloviruses 57 . These findings demonstrate that the human GI tract is colonized by a diverse set of viruses during early stages of development, in healthy infants and those with diseases. The role that these viruses have on the development and function of the immune system, as well as the overall generation of a healthy or diseased GI tract, requires further study.\n\nIt is intriguing to speculate that an immature immune system allows for prolonged eukaryotic virome expansion in children and the establishment of an enteric eukaryotic virome. However, it is not clear whether this would be an event that conditions a healthy immune system or a pathogenic process. A recent study of the enteric virome in monkeys infected with simian immunodeficiency virus (SIV) 77 could shed light on the interactions between the GI virome and the immune system. In the study, infection with SIV led to expansion of enteric eukaryotic viruses in Rhesus macaques, including picornaviruses, adenoviruses, parvoviruses, circoviruses, and caliciviruses. This virome expansion corresponded with increased gut permeability and ileal epithelial pathology. Interestingly, virome expansion and disease was not observed in SIV-infected African green monkeys, which do not develop AIDS, suggesting that increased virus shedding, and potentially damage to the intestinal wall, is secondary to immunodeficiency.\n\nThe etiology of IBD is unclear, but environmental stimuli, microbiome composition, and genetics all appear to contribute 78, 79 . Genome-wide association and metadata analyses have associated 163 loci with increased risk for CD and ulcerative colitis 80 . These studies revealed a number of common pathways involved in IBD pathogenesis, including autophagy, barrier function, and adaptive and innate immunity. However, a study of monozygotic and dizygotic twin pairs revealed that the concordance rates for CD and ulcerative colitis were only 35% and 16%, respectively, indicating that environmental factors are major determinants of disease development 81 . Intestinal microbiome imbalance or dysbiosis is believed to one important environmental determinant, 82 and enteric viruses could be involved 83, 84 . A role for enteric virus infection in IBD pathogenesis was reported in mice deficient for the IBD susceptibility gene, Atg16L1 47 . In this study, IBD-like pathology developed in mice with disruptions in Atg16L1 following infection with murine norovirus, but not in wild-type mice. Pathology was also dependent on the bacterial composition of the gut, demonstrated by the reversal of virus-induced disease with antibiotic treatment. This finding indicates that a balance of enteric viruses, bacteria, and host genetic factors determine the health of the intestine, and that it is important to consider the enteric virome in studies of intestinal diseases.\n\nThe diversity of meiofauna living on or within our bodies is vastly underappreciated. This is unfortunate, because humans are constantly exposed to these organisms-particularly in developing countries 85, 86 . These meiofauna have extensive biochemical capacities and can affect the activities of human cells as well as those of other commensal microbes. A detailed cataloging and functional analysis of our associated eukaryotic brethren is required for a full understanding of our personal microbial ecology.\n\nMany members of the meiofauna significantly affect morbidity and mortality, including fungi (e.g. Candida, Aspergillus 87 ), unicellular Protozoa (e.g. Giardia, Entamoeba 14 ), and helminthic worms (e.g. Ascaris 88 ). Similar to studies on prokaryotic community structure, modern sequencing technologies have expanded our view of meiofauna abundance and diversity. Few of these studies have focused on identifying meiofauna in the human GI tract and have instead focused on other tissues, such as skin 89 . The analysis of skin for fungi is particularly informative, as it contains a diverse mycobiome that varies by location on the body. This is parallel to the earlier discovery of the bacterial microbiome, which relied on the use of advanced molecular techniques. No study has demonstrated sampling to saturation 90, 91 , so our knowledge of meiofauna diversity in various environments will likely expand with continued analysis.\n\nSimilar to the study of eukaryotic viruses, extensive research has been dedicated to the examination of meiofauna in the context of infectious disease, particularly when morbidity and mortality are high (e.g. amoebiasis). However, these studies have focused primarily on epidemiology, host-pathogen interactions, and treatment [92] [93] [94] . Several studies have used low-throughput sequencing or culture-based techniques to show that commensal GI meiofauna exist and may be important in promoting health or disease [95] [96] [97] [98] . A summarized overview of meiofauna regularly associated with the human GI tract is shown in Figure 2 . Blastocystis, a single-celled protozoan, is a common GI inhabitant, as are fungi from the genus Candida 97, 98 . Moreover, restriction fragment-length polymorphism analysis of 18s rDNA clones identified 37 different fungal types, including several species of Aspergillus and Saccharomyces, among other diverse fungal genera in the human GI tract 95 . These findings were later supported and expanded to include members of the Penicillium and Pneumocystis 96 . All of these studies were relatively limited in the number of samples processed across different demographic groups, but the trend is that high-throughput molecular techniques identified higher levels of diversity than low-throughput techniques.\n\nTwo important studies used modern metagenomic sequencing techniques to analyze the human intestinal meiofauna. The first study was an element of the Human Microbiome Consortium articles published in 2012. In parallel to the Consortium's efforts to characterize prokaryotic communities using 16s rRNA amplicon sequencing, there was an effort to use random, shotgun sequencing, which captured meiofaunal (and other) sequences. Using this approach, less than 1% of the reads mapped to non-bacterial taxa 99 , most of which were fungal, represented by the taxa Ascomycota (which includes the Saccharomyces and Candida) and Microsporidia. The remaining eukaryotic assigned reads were represented by Hexamitidae (which includes the genus Giardia), Trichomonadidae and Entamoeba 100-102 .\n\nMore recently, the fungal meiofauna of 96 stool samples from healthy individuals were analyzed using 454 pyrosequencing of the ITS1 gene fragment 103 . In total, 66 fungal genera were identified and fungal sequences were detected in 100% of the samples. Per individual fungal, diversity was relatively low, compared with prokaryotic diversity; most individuals had fewer than 10 detectable genera. Similar to early studies, Saccharomyces and Candida were the dominant fungal taxa. The authors also analyzed populations of Archaea within the same stool samples and correlated abundance of Archaea and fungal taxa. In doing so, they correlated abundance of the Archaea Methanobrevibacter with Candida in samples from individuals with carbohydrate-rich diets. These findings indicate that diet can affect proportions of meiofauna, and that there is potential for trans-kingdom interactions within the GI tract.\n\nThe incidence of IBD is higher in developed countries compared to the developing world 104 . This is likely due to several host and environmental factors. One widely considered environmental factor is decreased meiofauna exposure in industrialized communities. This is particularly evident for helminths and Blastocystis, which have been inversely correlated with IBD incidence 105 and protect animal models of IBD by suppressing inflammation [106] [107] [108] . This protection could result from meiofauna-mediated alterations in the intestinal bacterial community 109 or direct interactions between meiofauna and host cells 106, 107 . A study of 78 IBD patients and 75 healthy individuals (control) revealed that Tcell responses to helminth antigen were greater in controls than in patients with IBD, suggesting that exposure or perhaps robust responses to antigens protect against intestinal inflammation 110 . In fact, helminth colonization might have therapeutic potential for patients with IBD 111 .\n\nSeveral lines of evidence indicate that increased fungal diversity contributes to GI diseases, including IBD 17 . Serum samples from patients with IBD have increased levels of antibodies against Saccharomyces, compared with controls 112 , which has proven useful for the diagnosis of IBD 113 , but may also suggest fungal involvement in the disease process 114 . Decreases in fungal diversity correlate with an increase in healthy bacterial colonization following probiotic therapy 115 , suggesting a role for fungi in treatment strategies, and transkingdom interactions between fungi and bacteria. Studies in mice have identified an interaction between GI fungi and the immune system 116 . The C-type lectin receptor Dectin 1 recognizes B-1,3-glucans found on fungal cell walls. Their interaction leads to production of inflammatory cytokines and T-helper 17 cell-mediated immune responses 16 . Mice lacking Dectin 1 develop more severe chemical-induced colitis than wild-type mice and have altered responses to endogenous fungi.\n\nCandida infection following antibiotic treatment 117 . Yeast are not directly affected by antibiotics, but antibiotic treatment alters bacterial flora, which enables yeast to proliferate. This may be due to competitive exclusion of the yeast by bacterial production of short-chain fatty acids, which may be less prominent during antibiotic treatment 118, 119 . These antibiotic effects can last for months and have been implicated in increases in Candida albicans infection 120, 121 . These studies highlight the importance of trans-kingdom interactions in intestinal health and disease.\n\nTaxonomic studies of meiofauna are similar to those of prokaryotic communities in that amplicon-based sequencing has proven useful. Genes of the small subunit (18S), large subunit (28S) and the internal transcribed spacer (ITS) regions have been regularly used in meiofaunal metagenomic studies 16, 103, 122 . The ITS region is of particular interest due to its high variability, which enables species-level differentiation 123 . However, variation in genome copy number makes the interpretation of eukaryotic amplicon sequencing difficult. Although 16s rRNA copy numbers also vary within prokaryotic genomes, the variation is more extreme in eukaryotes, which have tens or thousands of copies of ribosomal genes 15 . Thus, alternative techniques are required to confirm any quantitative interpretations.\n\nThe amplicon approach is particularly challenging for viral metagenomics. Viruses are not monophyletic and do not share a conserved gene at a high level of conservation across all or even most taxa. Therefore, a single amplicon-based approach does not identify all viral types within a microbiome. In addition, most viral genes are poorly conserved 124 . In fact, variation at the nucleotide level of up to 5% or even more occurs in quasispecies of a single virus, indicating that nucleic acid conservation is not accurate as a differentiator between viruses when multiple related viruses are present. This contrasts strongly with analysis of the bacterial and meiofauna metagenome (at least to the extent that we understand them today), where sequence diversity is low in comparison.\n\nIn the absence of a single amplicon-based strategy, laboratory enrichment of VLPs, followed by random sequencing, has proven useful. This process focuses sequencing depth on viral genetic material and has enabled numerous discoveries in GI bacteriophage and eukaryotic virus populations 25, 31, 125 . Unfortunately, current VLP-based protocols likely remove or destroy certain virus types, depending on laboratory methods. For example, during VLP purification, filtrates are frequently treated with chloroform prior to VLP nucleic acid extraction to remove contaminating materials 20, 21 . This process is likely to remove or destroy enveloped viruses, producing less than comprehensive results. Although protocol modifications are required for comprehensive analyses of the total viral metagenome, the utility of these procedures is unquestionable.\n\nWe must make several considerations in planning kingdom-agnostic metagenomic studies. Metagenomic sequencing randomly samples sequence from a population of molecules, comprising full or partial microbial genomes and potentially host genetic contaminants in various relative abundances. In a GI microbiome, prokaryotes and bacteriophages are most abundant, compared to relatively rare meiofauna and eukaryotic viral taxa.\n\nThere are large differences in cellular integrity among these groups (e.g., the chitenous walls of yeast cells vs proteinaceous viral capsids) and nucleic acid encapsidation (e.g. nuclear in many meiofauna vs cytoplasmic in bacteria). These differences require special consideration when the study is planned, because variations in specimen storage and nucleic acid extraction may be required. Additionally, cDNA synthesis is required for detection of RNAbased organisms by modern sequencing technologies. Although cDNA synthesis itself is not challenging, the interpretation of results from metagenomic sequencing of a mixed pool of cDNA and DNA can be. For example, a single-copy gene in a cell may be represented by tens or thousands of transcripts. Our inability to distinguish genes from cDNAs made from transcripts make it difficult to assign accurate taxonomic abundances.\n\nIn addition to differences in proportions of organisms, genome sizes vary greatly among organisms: viral genomes are as small as a few kilobases in size whereas fungal genomes can be 100 megabases 126 . The probability of randomly sampling from a microorganism depends on genome size and its proportion. These properties have recently been explored using a generalization of the Steven's theorem to identify rare genomes in a mixed sample 127 . Wendl et al. showed that the expected number of reads covering the target genome increases as total number of supplied reads increases. For example, for a 50 kb target in 0.05% abundance and a 100 bp read length, we would expect to identify 5 reads aligning to the target with just 18,000 input reads. This number increases as more reads are added, achieving 20 assigned reads with 55,000 input reads and so on. The authors state that most of these reads will exist as singletons and contig coverage will only occur as more reads are supplied. Since many reads and contigs in viral metagenomes are unique (they do not match anything in the reference database), the assembly of contigs is a highly desirable goal. Analysis of contig structure and shared contigs between samples has been informative, and until more comprehensive reference databases are generated, contig analysis will likely be the primary method for analysis of viral metagenomes 3, 25, 128 .\n\nAs with all studies that use modern sequencing technologies, computational time and personnel expenses are major limiting components of metagenomic studies. Fortunately, many modern bioinformatic tools are available for analyzing either amplicon or shotgun sequence data 129, 130 . The time to complete any metagenomic analysis (be it amplicon or shotgun) depends on the questions at hand. Each type of project may require additional analyses, which are frequently unexpected, as well as specific subject matter expertise. This is particularly true for the non-prokaryotic members of microbial communities, due to the scarcity of available reference resources, which makes annotation and classification particularly challenging. Therefore, trained computational biologists and microbiologists are required for the efficient and effective completion of a study.\n\nAnalyses of the bacterial component of the enteric microbiome have led to a greater understanding of intestinal health and disease. However, we co-exist with microbes from all kingdoms of life and the importance of trans-kingdom interactions is becoming increasingly evident. Studies of intestinal health and disease must therefore consider the contributions of microbes from all kingdoms, including the virome and mycobiome. We hope this review brings to light ways to overcome some of the technical hurdles inherent to kingdom-agnostic metagenomics, and the importance of a concerted effort to do so. The lessons from the analysis of the bacterial microbiome are profound for all of biology. It is extremely likely that the metagenome as a whole will contain both surprises and unexpected value. An overview of the common meiofauana present in the human intestine. Opisthokonts include animals, fungi, and many microbial eukaryotic organisms. Amoebozoa are unicellular amoeboid protozoa; Fornicata are unicellular flagellated protozoa; Alveolata contain such eukaryotes as the apicomplexa, ciliates and dinoflagellets; Stremenopiles are a major line of eukaryotes containing a wide range of species from algae to diatoms. Adopted from 131"}