{"title": "The virulence of mouse hepatitis virus 3, as evidenced by permissivity of cultured hepatic cells toward escape mutants", "body": "It has been shown that the spike (S) glycoprotein from the Coronaviridae is a determining factor in the cell fusion properties as well as in the neuropathogenic effects of some isolated murine hepatitis viruses (MHV) (Fleming et al., 1986; Makino et al., 1987; Daziel et al., 1988; Wege et al., 1988) . It therefore seems to play a major role in the pathogenicity of the virus and influences its replication in tissue cultures and its ability to invade various organs in the animal (Daziel et al., 1986; Wege et al., 1988) . The role of S glycoprotein in determining MHV3 virulence has been studied superficially, although the nucleotide fingerprints of hepatotropic MHV3 and neurotropic MHVA59 were very similar CLai et al., 1981) .\n\nWe prepared monoclonal antibodies (mAb) for the S glycoprotein and used them to select attenuated MHV3 escape mutants for further investigations into the viral pathogenicity and hepatotropism of MHV3, which produces an acute fulminating hepatitis with extensive necrosis of the liver in susceptible BALB/c mice (Lucchiari et al., 1991; Martin etal., 1988; 1990) .\n\nAmong the 60 mAb obtained by the method of Fazekas de St Groth and Scheidegger (1980), 15 were able to neutralize the subcloned MHV3 (MHV3 wt) at a dilution of over 1/5,000 (table I) . All fifteen of them recoL, ni7ed the S protein in its precursor form (120 kDa), its glycosylated uncleaved form (180 kDa) and its cleaved mature form (90 kDa). Among these antibodies, 12 were also able to inhibit cell fusion, if they were added 2 h after viral infection. The 15 above mentioned mAb were used to select escape mutants. In each, 1.5 x 105 infectious particles were incubated with an individual mAb at a 1/100 dil~tion. The numher of mutants isolated varied for each mAb. The mutation frequency was about 10 -4 to 10 -5. Initially, 283 escape mutants were isolated and, after recloning in presence of the specific mAb, 100 PFU of each were injected by the intraperitoileal route into five 8-to 12-week-old sensitive BALB/c mice (IFFA Credo, L'Arbresle, France) free of coronavirus antibodies. With MHV3 wt, the mice died 3 to 4 days after infection. The infection of mice with MHV3 51.6 and MI-IV3 C112 obtained with two different mAb (A51 and A37, respectively) identified by agar gel diffusion as being an IgG1 and an IgA isotype, provoked a delay in mortality ( fig. 1A ). The MHV3 51.6 was of medium virulence, with mice dying 5 to 9 days Submitted February 7, 1994, accepted April 25, 1994. (*) Corresponding author. The titre of neutralization and inhibition of cell fusion was the highest dilution able to halve the number of plaques. Protection in vivo was tested by injection of 0.2 ml of an ascites fluid into mice 1 day before the injection of 100 PFU of MHV3 wt. after infection; MHV3 Cl12 was less virulent, with mice dying 8 to 10 days post-infection.\n\nV'trus replication in the livers of BALB/c mice infected with MHV3 wt, MHV3 51.6 or MHV3 C112 (fig. 1B) corresponded to the degree of virulence shown by these viruses in BALB/c mice. In MHV3-wt-infected mice, the virus titres reached a peak 2 days after infection. In MHV3-51.6-infected mice, the virus titre increased gradually to reach a peak 8 days after infection. In MHV3-Cll2-infected mice, virus titxes were not detectable until 4 days after infection, when they started to increase.\n\nTo correlate these in vivo data with in vitro experiments, we isolated four types of hepatic cells. The predominant cells in the liver are hepatocytes (Hc), which numerically represent about 60 % of the total liver cell population. Hc were isolated according to Berry and Friend (1969) and Seglen (1976) , partially modified by Braunwald et al. (1991) . The Kupffer cells (Kc), liver endothelial cells (Ec) and Ito cells (Ic) make up the sinusoidal wall. The Kc, which are macrophages in the liver and have immunological functions, are found inside the lumen of the hepatic sinusoid at strategic positions; the Ec form a barrier which separates the perisinusoidal space from the sinusoid and possesses characteristic fenestrae which act. as filtration barriers and also provide a means of communication between the sinusoid and the space of Disse; the Ic, for fat figure 2 . In all cell cultures, MHV3 wt, the most virulent, was capable of replicating faster than the other isolates, consistently reaching higher titres. MHV3 51.6, of medium virulence, replicated in the cultures, except in Ec where basal titres were found throughout the experiment. The less virulent MHV3 Cl12 was capable of replicating, reach-ing low titres only in Ic and showing basal titres in the other cells throughout the experiment. experiments, in Ec infected with MHV3 51.6 and in Kc, Ec and Hc infected with MHV3 C112, indicate that, although these cells are permissive for the virus, its replication is very limited, though sufficient to maintain virus titre for a long period of time.\n\nThe first hepatic cells in contact with the blood are Kc and Ec. After virus multiplication and lysis of these cells, the virus reaches the parenchymal cells, where its multiplication leads to focal necrosis that can be responsible for physiological dysfunction associated with fatal hepatitis. It should be borne in mind that impairment in adsorption of a given virus to strategically placed cells, such as Ec or Kc, may be a limiting factor in viral multiplication. This has important implications for the outcome of infection.\n\nAn alteration in the immune functions of BALB/c mice consecutive to the infection, as well as the selection of revertant viruses possessing a wild phenotype, could account for the observed results. However, the latter hypothesis has been excluded, since viruses isolated from the livers of mice infected by each of the mutants were still resistant to neutralization by relevant mAb. Our results are consistent with the notion that our MV3 escape mutants display at least one single mutation in a determinant of the S glycoprotein. These mutations could be responsible for impairment in recognition of a cellular receptor by the virus in hepatic cells (Martin et al., 1990) , thus hindering its multiplication in the liver and delaying the evolution of the disease. Deux mutants d'6chappement ~ la neutralisation du MHV3 (MHV 51.6 et MHV C112) montrent, en comparaison au MHV3 sauvage (wt), un raleutissement de leur multiplication chez des souris sensibles BALB/c et une att6nuation du pouvoir pathog~ne provoquant un retard consid6rable de la mortalit6. Le MHV3 wtse r6plique ~ des titres 61ev6s darts routes les cellules h6patiques en culture. Le MHV3 51.6, de virulence interm6diaire, se multiplie dans routes les cellules h6patiques except6 dans les cellules endoth6liales. Le mutant qui me le plus tardivement les souris (MHV Cl12) se multiplie uniquement dans les cellules de Ito, les autres 6tant non permissives. Ces r6sultats montrent une correlation directe entre la virulence du MI-IV3 et son aptitude se r6pliquer de mani&e efficace darts les cellules h6patiques/n vitro.\n\nMots-cl~s: H6patite, MHV3, R6plication, Permissivit6; Cellules h6patiques, Mutants d'~chappement, Virulence."}