{"title": "Review Article Delivery Systems for the Direct Application of siRNAs to Induce RNA Interference (RNAi) In Vivo", "body": "Altered expression levels of certain genes play a pivotal role in several pathological conditions. For example, in many cancers the upregulation of certain growth factors or growth factor receptors, or the deregulation of intracellular signal transduction pathways, represents key elements in the process of malignant transformation and progression of normal cells towards tumor cells leading to uncontrolled proliferation and decreased apoptosis. Since these processes may result in the direct, autocrine stimulation of the tumor cell itself as well as the paracrine stimulation of other cells, including the stimulation of tumor-angiogenesis, many novel therapeutic strategies focus on the reversal of this effect, that is, the inhibition of these proteins or the downregulation of their expression. Likewise, several other diseases have been firmly linked to the (over-)expression of endogenous wildtype or mutated genes. Taken together, in addition to strategies based on the inhibition of target proteins, for example, by low molecular weight inhibitors or inhibitory antibodies, this opens an avenue to gene-targeting approaches aiming at decreased expression of the respective gene.\n\nThe first method to be introduced for the specific inhibition of gene expression was the use of antisense oligonucleotides in the late 1970s [1, 2] . Upon their introduction into a cell, antisense ODNs are able to hybridize to their target RNA leading to the degradation of the RNA-DNA hybrid double strands through RNAase H, to the inhibition of the translation of the target mRNA due to a steric or conformational obstacle for protein translation and/or to the inhibition of correct splicing. In the early 1980s, the discovery of ribozymes, that is, catalytically active RNAs which are able to sequence-specifically cleave a target mRNA, further expanded gene-targeting strategies [3] [4] [5] . Subsequently, both methods were extensively studied and further developed with regard to the optimization of targeting efficacies and antisense-ODN/ribozyme delivery strategies in vitro and in vivo.\n\nMost recently, another naturally occurring biological strategy for gene silencing has been discovered and termed RNA interference (RNAi). Since RNAi represents a particularly powerful method for specific gene silencing and is able to provide the relatively easy ablation of the expression of any given target gene, it is now commonly used as a tool in biological and biomedical research. This includes the RNAimediated targeting in vitro and in vivo for functional studies of various genes whose expression is known to be upregulated as well as the development of novel therapeutic approaches based on gene targeting. double-stranded RNA molecules as described first in C elegans by Fire et al [6] who then introduced the name RNA interference. These findings also explained earlier observations in petunias which turned white rather than purple upon the introduction of the \"purple gene\" in form of dsRNA [7] , and on gene silencing by antisense oligonucleotides as well as by sense oligonucleotides in C elegans [8] . Subsequent studies demonstrated that RNAi, while described under different names (posttranscriptional gene silencing (PTGS), cosuppression, quelling), is present in most eukaryotic organisms with the response to dsRNA, however, being more complicated in higher organisms.\n\nRNAi relies on a multistep intracellular pathway which can be roughly divided into two phases, that is, the initiation phase and the effector phase. In the initiation phase, double-stranded RNA molecules from endogenous or exogenous origin present in the cell are processed through the cleavage activity of a ribonuclease III-type protein [9] [10] [11] [12] into short 21-23 nucleotide fragments termed siRNAs. These effector siRNAs, which contain a symmetric 2 nt overhang at the 3 -end as well as a 5 -phosphate and a 3hydroxy group, are then in the effector phase incorporated into a nuclease-containing multiprotein complex called RISC (RNA-induced silencing complex) [13] . Several structural and biochemical studies have shed light on the processing of double-stranded RNA and the formation of the RISC complex (see, eg, [14] for a recent review). Through unwinding of the siRNA duplex by an RNA helicase activity [15] , this complex becomes activated with the single-stranded siRNA guiding the RISC complex to its complementary target RNA. Upon the binding of the siRNA through hybridization to its target mRNA, the RISC complex catalyses the endonucleolytical cleavage of the mRNA strand within the target site, which, due to the generation of unprotected RNA ends, results in the rapid degradation of the mRNA molecule. With the RISC complex being recovered for further binding and cleavage cycles, the whole process translates into a net reduction of the specific mRNA levels and hence into the decreased expression of the corresponding gene. For an overview of the RNAi pathway, see Figure 1 .\n\nWhile from this mechanism it becomes obvious that siRNA molecules complementary to the target mRNA and thus being able to serve as a guide sequence for the RISC complex play a pivotal role in this process, they need not be derived from long double-stranded precursor molecules. Rather, omitting the initiation phase, they can be delivered directly into the target cell ( Figure 1 , upper right arrow).\n\nSeveral studies have led to the development of guidelines for the generation of siRNAs which are optimal in terms of efficacy and specificity [12, 16] . This includes the initial definition of the preferable length (19-25 bp) combined with a low G/C content in the range between 36% and 52% and the requirement of symmetric 2 nt overhangs at the 3 -end [16] [17] [18] . Later studies on synthetic siRNA molecules, however, revealed an up to 100-fold higher targeting efficacy in the case of even longer duplexes (25-30 nucleotides) which act as a substrate for Dicer and which therefore allow the direct incorporation of the newly produced siRNAs into the RISC complex [19] . As to be expected, intramolecular foldback structures which can result from internal repeats or palindrome sequences decrease the numbers of functional siRNA molecules with silencing capability [20] . Additional silencing-enhancing criteria include an A in position 3 and a G at position 13 of the sense strand, the absence of a C or G at position 19 and, most importantly, a U in position 10 of the sense strand. Since nucleotides 10-11 represent the site of the RISC-mediated cleavage of the target mRNA, this indicates that RISC is comparable to most other endonucleases in preferentially cleaving 3 of U rather than any other nucleotide [20, 21] . Furthermore, it was shown more generally that the thermodynamic flexibility of the positions 15-19 of the sense strand correlates with the silencing efficacy and that the presence of at least one A/U base pair in this region improves siRNA-mediated silencing efficacy due to a decreased internal stability of its 3 -end [20] .\n\nStill, different siRNA sequences may display differing efficacies, which suggest additional still unknown criteria for optimal siRNA selection and emphasize the influence of target mRNA accessibility. In fact, several studies also correlate the siRNA efficacy with the mRNA secondary structure [18, [22] [23] [24] [25] [26] [27] .\n\nIn conclusion, apart from the selection criteria defined above, the individual screening of different siRNAs for highly efficient and specific duplexes, or the pooling of multiple siRNAs, is the most effective approach to increase siRNAmediated targeting efficacy.\n\nFor the design of effective siRNAs, several algorithms on publicly accessible web sites are available (see [28] for review). To reduce the risk of nonspecific (\"off-target\") effects of the siRNAs, a homology search of the targeting sequence against a gene database is necessary and already incorporated in some of these web sites. Nevertheless, it has also been shown that siRNAs may cross-react with targets of limited sequence similarity when regions of partial sequence identity between the target mRNA and the siRNA exist. In fact, in some cases regions comprising of only 11-15 contiguous nucleotides of sequence identity were sufficient to induce gene silencing [29] . The prediction of these off-target activities is difficult so far.\n\nAn additional mechanism that may lead to nonspecific effects in vivo relies on the interferon system [30] [31] [32] [33] which is induced when double-stranded RNA molecules enter a cell activating a multi-component signalling complex. This effect is particularly true for long dsRNA molecules and essentially prevents them from being used as inducers of RNA interference in mammalian systems. The development of synthetic siRNAs [10, 12, 33, 34] largely circumvents this problem since they seem to be too small. However, some synthetic siR-NAs do induce components of the interferon system which seems to be dependent on their sequence [31, 32, 35] as well as, in the case of in vitro transcribed siRNAs, on the 5 initiating triphosphate [36] . Thus, strategies to avoid as far as possible the unwanted interferon response upon application of siRNAs in vivo will include a design of siRNAs without known interferon-stimulating sequences, the use of the lowest possible siRNA dose to still achieve the desired effect and optimized siRNA delivery methods.\n\nBased on the known mechanisms of antisense technology, ribozyme-targeting or RNAi, small oligonucleotides or plasmid-based expression vectors can be used to specifically downregulate the expression of a given gene of interest or of pathological relevance in vitro. In principle, this also applies to the in vivo situation leading to novel, potentially relevant therapeutic approaches.\n\nFor the delivery of therapeutic nucleic acids, viral vectors have been used which have the advantage of high transfection efficacy due to the inherent ability of viruses to transport genetic material into cells. On the other hand, however, viral systems show a limited loading capacity regarding that the genetic material are rather difficult to produce in a larger scale and, most importantly, pose severe safety risks due to their oncogenic potential and their inflammatory and immunogenic effects which prevent them from repeated administration [37] [38] [39] [40] .\n\nIn the light of these problems, concerns, and limitations, nonviral systems have emerged as a promising alternative for gene delivery. Main requirements are the protection of their nucleic acid \"load\" as well as their efficient uptake into the target cells with subsequent release of the DNA or RNA molecules and, if necessary, their transfer into the nucleus. Several strategies can be distinguished, mainly lipofection and polyfection relying on cationic lipids or polymers, respectively (see, eg, [41] [42] [43] ).\n\nThe efficient protection against enzymatic or nonenzymatic degradation is particularly important for RNA molecules including siRNAs. In fact, while the therapeutic potential of siRNAs for the treatment of various diseases is in principle very promising, limitations of transfer vectors may turn out to be rate-limiting in the development of RNAi-based therapeutic strategies. One approach to solve this problem is the use of DNA expression plasmids which encode palindromic hairpin loops with the desired sequence. Upon transcription and folding of the RNA, the doublestranded short hairpin RNAs (shRNAs) are recognized by Dicer and cleaved into the desired siRNAs. Additionally, an in vitro method has been described recently which is based on the expression of shRNAs in E coli and their delivery via bacterial invasion [44] . While all these different DNAbased systems offer the advantage of siRNA expression with a longer duration and a probably higher level of gene silencing, they still rely on (viral or nonviral) delivery of DNA molecules and again raise safety issues in vivo. Hence, the direct delivery of siRNAs molecules, derived from in vitro transcription or chemically synthesized, offers advantages over DNA-based strategies and may be preferable for in vivo therapeutic use.\n\nIn the last years, a large body of studies has been published which describe different strategies for the systemic or local application of siRNAs in vivo. Tables 1-3 give an overview. The probably largest number of papers focuses the use of unmodified siRNAs (Table 1 ) whose administration is often performed IV by hydrodynamic transfection (high pressure tail vein injection). While this method is widely used and in some cases led to efficient target gene inhibition in the liver and, to a lesser extent, in lung, spleen, pancreas, and kidney, it may suffer from certain technical and practical limitations at least in a therapeutical setting since it relies on the rapid IV injection of a comparably large volume (>= 1 ml/mouse/injection, in theory equivalent to a ∼ 3 l IV bolus injection in man). Alternative strategies for the application of naked siRNAs include various delivery routes which, however, often provide an only local administration or rely on an administration at least close to the target tissue or target organ, thus restricting the number of target organs which may not be relevant for certain diseases. It should also be noted that several studies described here and below use rather large amounts of siRNAs and that upon intravenous injection of siRNAs the liver is the primary site of siRNA uptake. As an alternative approach for the application of siR-NAs in vivo, their delivery by liposomes/cationic lipids has been described. For liposome-based siRNA formulations, a wide variety of modes of application allowing local or systemic delivery has been used (Table 2) . Finally, several other strategies for local or systemic siRNA administration have been explored, including chemical modifications of siRNA molecules, electropulsation, polyamine, or other basic complexes, atelocollagen, virosomes, and certain protein preparations (Table 3 ).\n\nAn alternative approach relies on the complexation of unmodified siRNA molecules with a cationic polymer, polyethylenimine (PEI).\n\nPolyethylenimines (PEIs) are synthetic polymers available in branched or linear forms (Figure 2 , upper panels) and in a broad range of molecular weights from < 1000 Da to > 1000 kd. Commercial PEI preparations, although labelled with a defined molecular weight, consist of PEI molecules with a broad molecular weight distribution [45] [46] [47] . PEIs possess a high cationic charge density due to a protonable amino group in every third position [48, 49] . Since no quarternary amino groups are present, the cationic charges are generated by protonation of the amino groups and hence are dependent on the pH in the environment (eg, 20% at pH 7.4, see [50] for review). Due to its ability to condense and compact the DNA into complexes, which form small colloidal particles allowing efficient cellular uptake through endocytosis, PEI has been introduced as a potent DNA transfection reagent in a variety of cell lines and in animals for DNA delivery (for review, see [51, 52] and references therein). In fact, in several studies PEI has been shown to be able to deliver large DNA molecules such as 2.3 Mb yeast artificial chromosomes (YACs) [53] as well as plasmids or small oligonucleotides [48, [54] [55] [56] into mammalian cells in vitro and in vivo. The N/P ratio, which indicates the ratio of the nitrogen atoms of PEI to DNA phosphates in the complex and thus describes the amount of PEI used for complex formation independent of its molecular weight, influences the efficiency of DNA delivery. A positive net charge of the complexes, resulting from high N/P ratios, inhibits due to electrostatic repulsion their aggregation and improves their solubility in aqueous solutions as well as their interaction with the negatively charged extracellular matrix components and thus their cellular uptake [57] . Additionally, the strong buffer capacity, described by the \"proton sponge hypothesis\" which postulates enhanced transgene delivery by cationic polymer-DNA complexes (polyplexes) containing H + buffering polyamines due to enhanced endosomal Cl − accumulation and osmotic swelling/lysis [48] , seems to be responsible for the fact that PEI-based delivery does not require endosome disruptive agents for lysosomal escape. This tight condensation of the DNA molecules as well as the buffering capacity of PEI in certain cellular compartments like endosomes and lysosomes also protects DNA from degradation [48, 49, 58, 59] . PEIs have been successfully used for nonviral gene delivery in vitro and in vivo. While initial publications showed increased transfection efficacies when using high molecular weight PEIs [45] , more recent studies demonstrated the advantages of certain low molecular weight PEIs [47, 60, 61] . The higher transfection efficacy of low molecular weight PEIs may be due to a more efficient uptake of the resulting PEI/DNA complexes, a better intracellular release of the DNA and/or lower in vitro cytotoxicity as compared to high molecular weight PEI [60] [61] [62] [63] . In fact, a decrease in the molecular weight of the PEI leads to an increase in complex size which may be favourable at least for in vitro use [64, 65] . On the other hand, other PEIs with very low molecular weight (< 2 kd) display little or no transfection efficacy even at very high N/P ratios which may be attributed to the fact that a decrease in the molecular weight of PEI has been shown to translate into an increasingly lower ability to form small complexes [63] . Therefore, low molecular weight PEIs require higher N/P ratios for optimal transfection efficacies as compared to higher molecular weight PEIs since higher N/P ratios lead to an increase in compaction with reduced complex sizes and a reduced tendency of the complexes to aggregate due to hydrophobic interactions [61, 63, 64] . Nevertheless, while several parameters have been extensively studied, some precise determinants for transfection efficacy remain to be elucidated (see [50, 66] for review). Also, the mechanism of the cytotoxic effects of PEI complexes is only poorly understood. It may rely on the formation of large aggregates in the range of up to 2 μm which, when formed on the cell surface, impairs membrane functions finally leading to cell necrosis [60] . Clearly, there is a trend towards low molecular weight PEIs as rather nontoxic delivery reagents in vitro and in vivo, which combine high biocompatibility and reduced side-effects thus also allowing to employ larger PEI/DNA complex amounts without significant cytotoxicity. More recently, the use of polyethylenimines has been extended towards the complexation and delivery of RNA molecules, especially small RNA molecules like 37 nt all-RNA ribozymes [67] [68] [69] and siRNAs [70] (Figure 2 ). While chemically unmodified RNA molecules are very instable and prone to rapid degradation, the PEI complexation has been shown to lead to an almost complete protection against enzymatic or nonenzymatic degradation. In fact, PEI-complexed siR-NAs, which are [ 32 P]-labeled for better detection, remain intact in vitro for several hours even in the presence of RNase A or fetal calf serum at 37 • C, while non-complexed siRNAs are rapidly degraded (Figure 3(a) ). This indicates that siRNA molecules are efficiently condensed and thus fully covered and protected by PEI. Indeed, the analysis of PEI/siRNA complexes by atomic force microscopy showed the absence of free siRNAs or siRNA molecule ends and thus confirms these findings regarding an efficient complexation (Grzelinski et al, submitted). However, while the complex stability seems to be sufficient for siRNA protection with all PEIs tested (Werth et al, in press; Aigner et al, unpublished data), several of these complexes do not show any targeting efficacy at all. In fact, only when using certain polyethylenimines, PEI/siRNA complexes are efficiently delivered into target cells in vitro, where siRNAs are released and display bioactivity (Figures 1 and 2) . In general and as seen before for PEI/DNA complexes (see above), the transfection efficacy is dependent on the PEI used, also indicating that the siRNA targeting efficiency mainly depends on the endocytotic uptake of the complex and/or its intracellular decomposition rather than on the in vitro complex stability. Good results were obtained with commercially available JetPEI [70] while the in vivo JetPEI from the same supplier showed only poor siRNA delivery efficacies [71] . Likewise, a novel low molecular weight PEI based on the fractionation of a commercially available polyethylenimine demonstrates high siRNA protection and delivery efficacies in vitro (Werth et al, in press). Under certain conditions, the PEI/RNA (siRNA or ribozyme) complexes retain their physical stability and biological activity also after lyophilization ( [72] and Werth et al, in press). Although the PEI transfection is only transient, data from our lab show that PEI/siRNA effects are stable for at least 7 days (Urban-Klein and Aigner, unpublished results). Finally, another study has explored the use of siRNA nanoplexes comprising of PEI that is PEGylated with an RGD peptide ligand attached at the distal end of the PEI. Again, siRNA nanoplexes protect siRNAs against serum degradation and show in vitro activity [73] .\n\nThe ultimate goal is the application of siRNAs in vivo which has been explored in some studies in different mouse models. Ge et al showed that PEI-complexed siRNAs targeting conserved regions of influenza virus genes are able to prevent and treat influenza virus infection in mice. Upon IV injection, PEI promoted the delivery of siRNAs into the lungs where, either given before or after virus infection, siRNA reduced influenza virus production in the lungs [74] .\n\nMost biological effects of the systemic application of PEIcomplexed siRNAs, however, have been determined in different mouse tumor models and by targeting different proteins which have been shown previously to be tumor-relevant. This includes the epidermal growth factor receptor HER-2 (c-erbB-2/neu), the growth factor pleiotrophin (PTN), and vascular endothelial growth factor (VEGF) and its receptor (VEGF R2), and the fibroblast growth factor-binding protein FGF-BP.\n\nThe in vivo administration of PEI complexed, but not of naked siRNAs, through IP or subcutaneous injection resulted in the detection of intact siRNAs even hours after injection (Figure 3(b) ). Radiolabeled siRNA molecules were found in several organs including subcutaneous tumors, muscle liver, kidney and, to a smaller extent, lung and brain. It is important to note that the siRNAs were actually internalized by the tissues as indicated by the fact that blood was negative for siRNAs ( Figure 3(b) ).\n\nOverexpression of the HER-2 receptor has been observed in a wide variety of human cancers and cancer cell lines. Since HER-2 displays strong cell growth-stimulating and antiapoptotic effects especially through heterodimer formation with other members of the EGFR family, its overexpression has been established as a negative prognostic factor and linked to a more aggressive malignant behaviour of tumors (eg, [75] ). Consequently, HER-2 qualifies as an attractive target molecule for antitumoral treatment strategies including anti-HER-2 antibodies, low molecular weight inhibitors, or HER-2-specific gene-targeting approaches. In fact, the relevance of HER-2 (over-)expression in tumor growth has been established in several in vitro HER-2 targeting studies including the use of ribozymes [76, 78, 79] or siRNAs [80, 81] . proposed mechanism of PEI-mediated siRNA transfer. Due to electrostatic interactions, PEI is able to complex negatively charged siRNAs leading to a compaction and the formation of small colloidal particles which are endocytosed. The \"proton sponge effect\" exhibited by PEI complexes leads to osmotic swelling and ultimately to the disruption of the endosomes. siRNAs are protected from degradation due to their tight condensation in the complex and the buffering capacity of PEI. Upon their release from the PEI-based complex, intact siRNAs are incorporated into the RISC complex and induce RNAi (see Figure 1 ).\n\nIt was demonstrated that HER-2 reduction in vitro leads, among others, to the inhibition of cell proliferation and increased apoptosis.\n\nThe systemic treatment of athymic nude mice bearing subcutaneous SKOV-3 ovarian carcinoma tumor xenografts through IP injection of PEI-complexed HER-2-specific siRNAs led to marked antitumoral effects as seen by a significant reduction tumor growth (Figure 4 ) [70] . PEIcomplexed nonspecific siRNAs or HER-2-specific, naked siR-NAs had no effects. This was paralleled by the detection of intact HER-2-specific siRNAs in the tumors of the specific treatment group already 30 min after administration and for at least 4 h, and by the downregulation of HER-2 on mRNA and protein levels [70] .\n\nAnother receptor, VEGF R2, was targeted in a study employing self-assembling nanoparticles based on siRNAs complexed PEI which is PEGylated with an RGD peptide ligand attached at the distal end of PEG. While the PEGylation allows steric stabilization and reduces nonspecific interactions of the complexes, the RGD motif provided tumor selectivity due to their ability to target integrins expressed on activated endothelial cells in the tumor vasculature. Upon IV administration into mice bearing subcutaneous N2A neuroblastoma tumor xenografts, a selective tumor uptake and a VEGF R2 downregulation were observed, resulting in decreased tumor growth and tumor angiogenesis [73] .\n\nThe receptor ligand, VEGF, is a mitogenic and angiogenic growth factor stimulating tumor growth and angiogenesis in several tumors including prostate carcinoma. Thus, it may represent attractive target molecule for RNAi-based genetargeting strategies also bearing in mind the double antitumoral effect due to reduction of tumor cell proliferation as well as tumor angiogenesis. The subcutaneous or intraperitoneal injection of VEGF-specific siRNAs complexed with a novel PEI obtained through fractionation of a commercially available PEI (Werth et al, in press) resulted in the reduction of tumor growth due to decreased VEGF expression levels (Höbel and Aigner, unpublished results). The same was true for PEI/siRNA-mediated targeting of FGF-BP (Dai and Aigner, unpublished results), which has been established Figure 3 : Protection and in vivo delivery of siRNAs upon PEI complexation. In [70] (a) in vitro protection of siRNAs against nucleolytic degradation. [ 32 P] end-labeled siRNAs, complexed (upper panel) or not complexed (lower panel) with PEI, were subjected to treatment with 1 % fetal calf serum at 37 • C. At the time points indicated, the samples were analysed by agarose gel electrophoresis, blotting, and autoradiography. The bands represent full-length siRNA molecules indicating that PEI complexation leads to the efficient protection of siRNAs while noncomplexed siRNAs are rapidly degraded. (b,c) In vivo delivery of intact siRNAs upon PEI complexation. [ 32 P]-labeled siRNAs, complexed (+) or not complexed (−) with PEI, were injected IP into mice bearing subcutaneous SKOV-3 ovarian carcinoma cell tumor xenografts, and after 30 min (b) or 4 h (b) total RNA from various organ and tissue homogenates was prepared and subjected to agarose gel electrophoresis prior to blotting and autoradiography. The bands represent intact [ 32 P]-labeled siRNA molecules which for several hours are mainly found in tumor and muscle as well as in liver and, time-dependently, in kidney. Only little siRNA amounts are detected in the lung and traces in the brain.\n\npreviously as \"rate-limiting\" for tumor growth and angiogenesis in several tumors ( [82, 83] , see [84] for review).\n\nFinally, PEI/siRNA-mediated targeting of pleiotrophin (PTN) exerted strong antitumoral effects. PTN is a secreted growth factor which shows mitogenic, chemotactic, angiogenic and transforming activity [85] [86] [87] [88] [89] [90] [91] [92] [93] and which is markedly upregulated in several human tumors including cancer of the breast, testis, prostate, pancreas, and lung as well as in melanomas, meningiomas, neuroblastomas, and glioblastomas. The in vivo treatment of nude mice through systemic subcutaneous or IP application of PEI-complexed PTN siRNAs led to the delivery of intact siRNAs into subcutaneous tumor xenografts and a significant inhibition of tumor growth. Likewise, in a clinically more relevant orthotopic mouse glioblastoma model with U87 cells growing intracranially, the injection of PEI-complexed PTN siRNAs into the CNS exerted antitumoral effects. This establishes, also in a complex and relevant orthotopic tumor model, the potential of PEI/siRNA-mediated PTN gene targeting as a novel therapeutic option in GBM, and further extends the modes of delivery of PEI/siRNA complexes intrathecal strategies as employed in the therapy of glioblastomas with antisense oligonucleotides.\n\nOnly a few years after their discovery, siRNAs are catching up with ribozymes and antisense oligonucleotides as efficient tools for gene targeting in vitro and, more recently, also in vivo. This includes the exploration of their potential as therapeutics which will lead to the development of siRNA-based therapeutic strategies. Their ultimate success, however, will Figure 4 : Systemic treatment of mice with PEI-complexed HER-2-specific siRNAs leads to reduced growth of subcutaneous SKOV-3 tumor xenografts due to decreased HER-2 expression. In [70] athymic nude mice bearing subcutaneous tumor xenografts were injected IP with 0.6 nmoles HER-2-specific naked (open circles) or PEI-complexed (closed circles) siRNAs 2-3 times per week and tumor sizes were evaluated daily from the product of the perpendicular diameters of the tumors. Mean +/-standard error of the mean (SEM) is depicted and Student's unpaired t test was used for comparisons between data sets ( * * P < .03, * * * P < .01). Differences in tumor growth reach significance at day 5 indicating the antitumoral effects of the PEI-complexed HER-2-specific siRNAs. strongly depend on the development of powerful and feasible siRNA delivery strategies which need to address several issues including the stability/stabilization of siRNA molecules while preserving their efficacy and maintaining their genesilencing activity, an efficient delivery into the target organ(s) as well as a sufficiently long siRNA half life in the organism and particularly in the target organ. Thus, siRNA delivery strategies must provide siRNA protection and transfection efficacy, the absence of toxic and nonspecific effects, they must be efficacious also when using small amounts of siRNAs and must be applicable in various treatment regimens and in various diseases even when this requires to overcome biological barriers after their administration to reach their target tissue or target organ. The research done on DNA-based gene delivery, ribozyme-targeting, and antisense technology will facilitate this process since it already provides a basis of established technologies. This is also true for the complexation of siRNAs with polyethylenimine, which may represent a promising avenue for siRNA applications in vivo. This may eventually lead to novel therapeutic strategies. \n\nThe work of A. Aigner is supported by the Deutsche Forschungsgemeinschaft (AI 24/5-1) and by the Deutsche Krebshilfe. The author would like to apologize to the authors whose primary works have not been cited due to length considerations."}