{"title": "An intermolecular RNA triplex provides insight into structural determinants for the pseudoknot stimulator of Z1 ribosomal frameshifting", "body": "During translation, the ribosomes have to maintain correct reading frame to faithfully decode the in-frame messenger RNA (mRNA) sequences into ordered amino acid sequences. However, specific information within mRNAs can trigger the slippage of reading frames for elongating ribosomes, and thus lead to the frameshifting events (1) . In one case, the ribosomes are induced to move backward one base in the 5 0 direction in response to specific signals within mRNAs, and then continue translation in the new À1 reading frame (2) . Such a À1 programmed ribosomal frameshifting (PRF) is adopted by a variety of viruses to maintain a specific ratio between structural and enzymatic proteins (3) (4) (5) (6) (7) , and examples of À1 PRF in cellular genes are also reported (8) (9) (10) . The mechanism for the induction of À1 PRF by a stimulator is a delicate process and may involve multiple factors. Efficient eukaryotic À1 PRF requires two in cis RNA elements within the mRNA (11, 12) : a heptanucleotide slippery site of XXXYYYZ sequences, where the frameshift occurs, and a downstream RNA structure connected by a spacer. The optimal distance between stimulator and slippery site, separated by the spacer, will then position the A-and P-site tRNAs on the slippery site (13) (14) (15) . With the sequence feature of X being any three identical nucleotides, Y being either AAA or UUU, and Z not being a G, these cooperative RNA elements can increase the probability of a ribosome to slip with A-and P-site tRNAs in the 5 0 direction by one base along the mRNA (from X XXY YYZ to XXX YYY Z) (15) .\n\nThe downstream RNA stimulator is usually a hairpintype RNA pseudoknot in which nucleotides from a hairpin loop form base pairs with a single-stranded region outside the hairpin. It leads to a quasi-continuous RNA double-helical structure, with a topology featuring two helical stems of the base-pairing region (stems 1 and 2) connected by two single-stranded loops (loops 1 and 2) (16) . It is thought that the resistance of a stimulator against deformation by the ribosome helicase activity can cause the marching ribosome to pause. However, RNA hairpin not capable of stimulating À1 PRF also causes the ribosome to pause (13, 14, 17) . As unwinding of stem 1 by ribosome will require rotation of the rest of the pesudoknot, torsional restraint hypothesis suggests that pseudoknot topology can restrain loop rotation during *To whom correspondence should be addressed. Tel: +886 4 22840468 (ext. 218); Fax: +886 4 22853487; Email: kychang@dragon.nchu.edu.tw the unwinding of stem 1, and thus interferes with this process (18) . Interestingly, only a subset of RNA pseudoknots can stimulate À1 PRF and non-pseudoknot RNA elements have been characterized to induce À1 PRF (19) (20) (21) , implicating the existence of uncharacterized determinants. In addition, the involvement of specific interactions between pseudoknot stimulator and ribosomal components during the unwinding process cannot be ruled out (22, 23) .\n\nBased on the length of stem 1, the RNA pseudoknots capable of stimulating À1 PRF can be classified into two groups. One group of pseudoknot requires a long stem 1 to stimulate À1 PRF efficiently and can be represented by the infectious bronchitis virus pseudoknot (IBV-PK), which contains 11 bp in stem 1. Deviation from the optimal 11-12 bp in stem 1 will lead to the impairment of IBV-PK frameshift efficiency (24) . However, no high-resolution structural information is available for this class of pseudoknot. In contrast, the other group of pseudoknots, which includes mouse mammary tumor virus pseudoknot (MMTV-PK), beet western yellow virus (BWYV-PK) and simian retrovirus pseudoknot (SRV-PK), has a short stem 1 of <7 bp in length (16) . The analysis of high-resolution structures of several short stem 1 possessing pseudoknots indicated that they all share a common structural feature, involving tertiary loop-helix interactions (between stem 1 and loop 2) close to the helical junction (22, (25) (26) (27) (28) . The requirement of these tertiary interactions in À1 PRF activity has been verified by mutagenesis analysis (29) (30) (31) (32) . However, the relative small size of this group of pseudoknots makes it difficult to rationalize the results of extensive mutagenesis analysis because a mutant may not necessarily still form a pseudoknot. Furthermore, NMR structures of a luteoviral pseudoknot and its poorly functional variant suggest that both pseudoknots possess essentially identical global structure (27, 28) . Therefore, how structurally similar pseudoknots produce distinct À1 PRF efficiency remains an open question.\n\nHere, we demonstrate that an RNA pseudoknot, hTPK-DU177 (DU177), which is derived from human telomerase RNA (33, 34) , can function as an efficient À1 PRF stimulator. Because well-characterized À1 PRF pseudoknots containing short stem 1 all possess relative short loop 1 (22, (25) (26) (27) (28) , information for the contribution of loop 1-stem 2 interactions to À1 PRF activity of a pseudoknot is limited (18) . Therefore, the long loop 1 of DU177 and its extensive stem-loop interactions with the stem 2 make this well-defined pseudoknot an excellent model to explore this issue. Using DU177 and its variants, we show that the À1 PRF efficiency of DU177 can be impaired by the disruption of specific base-triple interactions flanking the helical junction region. In contrast, a DU177 mutant, lacking most of the triple interactions identified in DU177, has essentially no frameshift activity but still adopts a pseudoknot conformation. Furthermore, the triplex in DU177 is then mimicked and constructed intermolecularly (35) , and is used to decouple triplex formation from pseudoknot topology to resolve their roles in À1 PRF activity. Therefore, our work provides a platform to characterize the contributions of two structural determinants of a À1 PRF pseudoknot. Finally, the results from this work also imply that a non-coding RNA may act in-trans to stimulate À1 PRF on targeted mRNAs by specific intermolecular triplex formation.\n\nThe p2luc reporter was a kind gift from Professor John Atkins at the University of Utah (36) , and the pRL-SV40 vector was purchased from Promega. Oligonucleotides containing the slippery sequence (TTTAAAC), spacer (GGGTT) and the stimulator sequences were chemically synthesized. They were amplified by forward and reverse primers containing BsrGI and BsaAI sites, respectively, and ligated into the BsrGI/BsaAI sites (1392/1426) of pRL-SV40 vectors treated with restriction enzymes. Oligonucleotides containing DU177, hTR-5 0 hp, hTR5 0 hp-L1c and hTR174T5 0 hp sequences were also inserted into p2luc reporter in a similar way, except for the use of SalI and BamHI restriction sites instead. A À1frame stop codon was inserted into the DU177-containing p2luc reporter, thus generating a premature À1-frame protein product, to facilitate the À1 PRF assays of DU177-related variants in vitro (37) . All of the mutants were constructed using the quick-change mutagenesis kit from Stratgene, and the identities of all cloned and mutated genes were confirmed by DNA sequencing analysis.\n\nRNA synthesis and enzymatic structure probing RNA transcripts were generated by in vitro transcription using T7 RNA polymerase. The purified RNAs of desired length were then dephosphorylated by calf intestine alkaline phosphatase, 5 0 -end labeled with [g-32 P] ATP using T4 polynucleotide kinase, and then separated by a 20% sequencing gel for recovery. All the RNase protection experiments were performed with 50 000 to 70 000 cpm of 5 0 -end labeled RNA in the presence of RNase cleavage buffer (30 mM Tris-HCl, pH 7.5; 3 mM EDTA; and 100 mM LiCl) for each reaction, and 10 mM MgCl 2 were included in the same buffer for RNase V1 experiments. Before the addition of probing enzymes, the RNAs were denatured by heating at 65 C for 5 min and followed by slow cooling to 20 C for structural mapping. Finally, 0.02-0.5 U of RNase T2 (USB) or 0.02-0.5 U of RNase V1 (Amersham Pharmacia) was added to each reaction. The hydrolysis RNA ladders were obtained by incubation of RNA in the hydrolysis buffer at 100 C for 2 min, and parallel RNA sequencing products were obtained by the treatment of unfolded RNA with RNases T1 or A. They were used as markers for the assignment of guanines and pyrimidines, respectively. All reactions were incubated at 20 C for 10 min unless specified. The reactions were terminated by addition of gel loading dye, and the cleavage products were resolved by a 20% denaturing gel and visualized by phosphorimagery.\n\nThe purified RNAs were analyzed on a 20% nondenatured polyacrylamide gel (29:1 acryl:bisacryl ratio) in the 1Â TBE (Tris-Borate-EDTA) buffer. The gel was run at a constant voltage of 150 V for 8 h at room temperature. The results were visualized by the staining of ethidium bromide.\n\nThe capped reporter mRNAs were prepared by the mMESSAGE mMACHINE high-yield capped RNA transcription kit (Ambion) by following the manufacturer's instructions. The reticulocyte lysate system (Progema) was used to generate the shifted and non-shifted protein products. In each assay, a total of 5 ml reaction containing 250 ng of capped reporter mRNA, 2.5 ml of reticulocyte lysate and 0.2 ml of 10mCi/ml 35 S-labeled methionine (NEN) was incubated at 30 C for 1.5 h. The samples were then resolved by 12% SDS polyacrylamide gels and exposed to phosphorimager screen for quantification after drying. The À1 PRF efficiency was calculated by dividing the counts of the shifted product by the sum of the counts for both shifted and non-shifted products, with calibration of the methionine residue number in each product.\n\nBoth major-groove and minor-groove triple interactions are required for the Z1 PRF activity of DU177\n\nA comparison between DU177 and several representative À1 PRF pseudoknot stimulators ( Figure 1A -F) revealed a consensus AACAA sequence in the loop 2 of three short stem 1-containing pseudoknots ( Figure 1C -E). Furthermore, both PEMV-1 PK and DU177 contain an unusual Hoogsteen AU base pair, formed between loops 1 and 2, to bridge the helical junction. We thus examined if DU177 could function as a À1 PRF stimulator when it is positioned downstream of a slippery sequence. To this end, the À1 PRF activity of DU177 was measured and compared with those of several well-characterized pseudoknot stimulators available in our laboratory. The results, shown in Figure 1G , indicate that DU177 can act as an efficient À1 PRF stimulator in vitro. The À1 PRF efficiency stimulated by DU177 was comparable with that of the minimal IBV pseudoknot (IBVm-PK) and was in the range of 50%. This value was higher than those of MMTV-PK (24%) and the other two AACAA-containing pseudoknots, BWYV-PK and SRV-PK (21% and 34%, respectively). In addition, DU177 possessed substantial À1 PRF activity in vivo (data not shown). Therefore, the high À1 PRF activity and the well-resolved structure of DU177 (33) . The nucleotides in DU177 are numbered according to those in ref. (33) . The common AACAA sequences are highlighted by gray shadow, the unusual Hoogsteen AU base pairs are boxed, and the adenines stacking and tertiary interactions are represented by filled circles and dotted lines, respectively. (G) The 12% SDS-PAGE analysis of the À1 PRF assays of several viral RNA pseudoknots, including a minimum IBV-PK (IBV m -PK), MMTV-PK, SRV-PK, BWYV-PK and DU177 RNA (22, 25, 29, 32, 33) . Each pseudoknot was incorporated into a pRL-SV40-based reporter, assayed as described in the 'Materials and Methods', and the translated proteins corresponding to the 0-frame and À1 frame products were labeled as indicated. Please note that a negative control without insertion of a pseudoknot only showed background À1 PRF activity (data not shown).\n\nmake it a good model molecule for dissecting the structural determinants within a pseudoknot for the stimulation of À1 PRF. A structural feature found in several À1 PRF pseudoknot stimulators, which involved stacking of the loop 2 adenines in the minor groove of stem 1 in a pseudoknot, was also identified in DU177 (33) . The residues 166-168 of DU177 were thus mutated, and the resulting mutants (C166U, A167C, A168U and L2-UU in Figure 2A ) still possessed substantial À1 PRF activities ranging from 50% to 30% ( Figure 2B, lanes 2-5) . Similarly, mutagenesis on loop 1 nucleotides 103 and 105 generated mutant L1-ACA with a DU177-like À1 PRF activity (compare lane 1 with lane 6 in Figure 2B ). Therefore, the À1 PRF activity of DU177 is not very sensitive to nucleotide identity in the 3 0 portion of its loop 1.\n\nAs base-triple interactions were shown to be important for À1 PRF activity in several pseudoknots (22, (25) (26) (27) (28) 32) , we disrupted the three major-groove triples and the two minor-groove triples by making mutations on loops 1 and 2 of DU177, respectively. As shown in Figure 2B (lanes 7-9), the À1 PRF efficiencies of both mutants (L1-CCC and L2-GU) were reduced dramatically to below 5%, whereas the CCC/GU mutant, with all five base triples impaired, lost its À1 PRF activity to essentially 0%. The A173G mutant was then made to destroy the crucial Hoogsteen AU base pair that helps in anchoring the interhelical triplex. Similar to what was observed in CCC/GU mutant, this single mutation wiped out À1 PRF activity completely ( Figure 2B , lane 10) and is consistent with the involvement of triplex formation in the stimulation of À1 PRF activity of DU177.\n\nTo examine if the mutants with disrupted base-triple interactions still adopt the pseudoknot conformation, non-denatured gel electrophoresis and enzymatic structure probing experiments were performed on CCC/GU RNA, and the results were compared with those of DU177 pseudoknot. Analysis of non-denatured gel confirmed that both RNA constructs adopt a major conformation ( Figure 3A ). However, distinct gel mobility of these two RNAs suggested that they might have different conformations. The enzymatic probing data are shown and summarized in Figure 3B -E. We used DU177 RNA as the standard for comparison because its NMR structure is well defined (33) . For both DU177 and CCC/GU RNAs, the distributions of cleavage patterns by ribonuclease T2, the probe for single-stranded region, are in agreement with the formation of the two loop regions. In addition, the distributions of cleavage patterns by RNase V1, the probe for duplex and stacked conformations, can be localized to the two predicted stem regions for both RNAs. Specifically, both RNAs possess signature V1 cleavage for the quasi-continuous helical region corresponding to the 3 0 -portion of stem 1 and the 5 0 -portion of stem 2 ( Figure 3B,D) . Therefore, these probing data indicate that CCC/GU RNA also adopts a pseudoknot conformation and suggest that the other mutants containing more base triples should also adopt the pseudoknot conformations. In the related UV-melting and singlemolecule mechanical unfolding experiments for DU177 and CCC/GU RNAs, transitions corresponding to the melting or mechanical unfolding of stems 1 and 2 were also observed and are consistent with the probing data (33, 38) . In addition, an extra transition corresponding to the disruption of tertiary interaction network was also reported in single-molecule unfolding studies and can only be observed in DU177 RNA (38) . Taken together with the mutagenesis studies above, the results of these experiments suggest that DU177 RNA can be converted into a À1 PRF-incompetent pseudoknot by disruption of the triplex structure spanning the helical junction.\n\nStem-loop interactions and their relative position to the helical junction of pseudoknot affect the Z1 PRF efficiency of DU177\n\nTo dissect the contribution of individual base-triple interaction in À1 PRF activity of DU177, we generated mutations in loops 1 and 2 to disrupt specific stem-loop Please note that a p2luc reporter, with a stop codon inserted into the À1 frame of the N-terminal region of firefly luciferase, was used in these experiments and will thus generate a premature À1 frame protein product.\n\ninteractions (see Figure 4A for mutation scheme). As shown in Figure 4B , a dramatic reduction of À1 PRF activity to $10% can be observed for mutants U100C, U101C, A171G and A172U, whereas mutant U102C possesses a À1 PRF efficiency of 33% ( Figure 4B , lanes 1-5). Therefore, the stem-loop interactions flanking the helical junction, contributed by the first two base triples of both stems, are crucial for efficient The enzymatic cleavage results were resolved in a 20% sequencing gel, with the first and eighth wells as alkaline hydrolysis ladder and control, respectively, whereas the last two wells represent guanine and pyrimidine assignment markers. The cleavage results after RNase T2 and V1 treatments, with increment of RNase concentration, are shown in wells 2-4 and 5-7, respectively. In addition, the assigned residues and the corresponding stem/loop regions are listed on the right and left sides of the gel, respectively. Please note that the residues different from each other are boxed for comparison between both RNAs. Finally, the extent of cleavage for each probe is defined as major or minor cut, and summarized in (B) and (D), with gray rhombuses representing RNase T2 cleavage and filled triangles representing RNase V1 cleavage. They are presented along the predicted secondary structures of both RNAs, with the five mutated loop nucleotides in CCC/GU RNA typed in gray. À1 PRF activity. In contrast, the stem-loop interactions from the distal third major-groove triple (U113-A176ÁU102) are less important. During the progress of this work, an extra major-groove base-triple was proposed in the refined DU177 structure (34) . It locates next to the distal third triple, and its formation will be blocked in the L1-ACA mutant created in Figure 2 . Both DU177 and L1-ACA having similar À1PRF efficiencies (compare lane 1 with lane 6 in Figure 2B ) further support the idea that the contribution of a major-groove triple in À1 PRF activity of DU177 also depends on its relative position to the helical junction.\n\nWe further mutated the stem U-A base pair to the C-G base pair for every U-AÁU major-groove triple (mutants 174W, 175W and 176W in Figure 4A ). As shown in Figure  4B , each of these mutants possesses lower À1 PRF activity than that of DU177 ( Figure 4B, lanes 6, 8 and 10) . The frameshift activities range from 49% for 176W to 22 and 14% for 175W and 174W, respectively. Therefore, mutation on the stem base pair of the distal third major-groove triple, 176W, has less impact on À1 PRF activity than those of the two junction-flanking major-groove triples. Finally, mutating the U of C-G Á U triple (174W or 175W) to the C, thus forming a C-G Á C triple (174T or 175T), can restore frameshift efficiency to the level of DU177. Interestingly, the U-A Á U triple, with a weaker U-A base pair in the stem, seems to have higher À1 PRF activity than the C-G Á U base-triple containing a stronger stem C-G base pair. Taken together, these data strongly suggest that the stem-loop interactions in the major-groove triples and their positions relative to the helical junction play important roles in the À1 PRF activity of DU177.\n\nA triplex formed intermolecularly to mimic triplex structure in DU177 can stimulate Z1 PRF Previous studies have shown that the tertiary interactions in human telomerase RNA pseudoknot region can be maintained in a two-piece assembly (35) . Indeed, UV-melting experiments on a bimolecular pseudoknot have indicated that the triplex formation is independent of loop closure embedded in the pseudoknot topology (33) . Because of the dominant role of triplex formation in the À1 PRF activity of DU177 revealed above, we used a similar bimolecular pesudoknot approach to examine the contribution of pseudoknot topology to the À1 PRF activity of DU177. In this approach, the 5 0 -hairpin portion of DU177 was used to replace the DU177 pseudoknot in the reporter mRNA to form the hTR-5 0 hp construct, and an in-trans hTR3 0 ss RNA corresponding to the loop 2 and the 3 0 portion of stem 2 in DU177 was constructed separately ( Figure 5A ). Based on the results from previous UV-melting experiments (33) , the association of hTR3 0 ss RNA with hTR-5 0 hp construct will restore stem 2 and all the triple interactions corresponding to those in the DU177. The bimolecular pseudoknot construct will thus resemble the unimolecular DU177, except for it missing the covalent linkage that connects stem 1 and loop 2. The results shown in Figure 5B indicate that, upon the addition of hTR3 0 ss RNA, the À1 PRF efficiency of 5 0 -hairpin-containing mRNA reporter (hTR-5 0 hp) changes from 0.25 to 5% in a dosage-dependent way. In contrast, a control mRNA reporter, hTR5 0 hp-L1c, designed to disrupt a potential intermolecular major-groove base-triple interactions, does not respond to even a higher dosage of hTR3 0 ss RNA. Similarly, in-trans oligo-nucleotides (171G3 0 ss and 172U3 0 ss RNA), designed to disrupt potential intermolecular minor-groove base-triple interactions, cannot induce significant À1 PRF activity on hTR5 0 hp mRNA reporter, either ( Figure 5C ). Finally, we also examined if an intermolecular U-A Á U major-groove base-triple interaction can be replaced by an intermolecular C-G Á C triple. As shown in Figure 6 , 174T3 0 ss RNA, designed to form a C-G Á C triple with 174T5 0 hp mRNA reporter, can stimulate significant À1 PRF activity on 174T5 0 hp reporter only, but not on hTR5 0 hp or hTR5 0 hp-L1c reporter. Therefore, an intermolecular triplex mimicking the triplex structure spanning the helical junction of DU177, although it does not possess a completed pseudoknot topology, can stimulate À1 PRF activity. Together with the observation that the removal of the continuing triplex structure converts DU177 into a À1 PRF incompetent pseudoknot, these experimental results argue that both the pseudoknot topology and the triplex structure are required for high-efficiency of À1 PRF, with the pseudoknot topology playing an enhancer-like role to further increase À1 PRF efficiency.\n\nMutational analysis indicate that mutants with junctionflanking C-GÁU or C-GÁC triple do not have higher À1 PRF activity than those of DU177 with U-AÁU triple occupying the same position. This is intriguing as one extra hydrogen bond is contributed by the stem C-G base pairing in the process of the U-AÁU to C-GÁU conversion. However, one stem-loop interbase hydrogen bond is also lost at the same time. In contrast to the C-GÁU triple, the C-GÁC triple can possess more than one Hoogsteen interaction depending on the pH condition (39) , and the À1 PRF efficiency may thus be restored to the level of U-AÁU triple. Therefore, it suggests the important role of tertiary stem-loop interactions in modulating the À1 PRF activity of DU177.\n\nAs demonstrated by the observation that disruption of the adenine stacking between loop 2 and stem 1 of DU177 also affects the À1 PRF efficiency of DU177, there may be more than one way to interfere with the helicase activity of a translocating ribosome. The studies on À1 PRF pseudoknots containing short stem 1, such as BWYV-PK and ScYLV-PK, indicated that specific minor-groove base triples involving S1 and L2 are important for À1 PRF activity, and the impact on frameshift efficiency depends on their relative position to the helical junction (27, 28, 30, 31) . Particularly, it has been shown that junction-flanking tertiary interactions between the 3 0 -nucleotide of loop 2 and base pairing in stem 1 can organize an interhelical interaction network that may act as a kinetic barrier during the unfolding of pseudoknot by ribosome (28) . In contrast, the roles of loop 1 and stem 2 in a À1 PRF pseudoknot stimulator are less addressed as both BWYV-PK and ScYLV-PK have short loop 1 and stem 2 (18) . In this work, we reveal that the major-groove The nucleotides that will interfere with base triple formation in the bimolecular construct are typed in gray. Please note that the slippery site and spacer are not shown in the drawing, and a p2luc reporter, with a full-length firefly luciferase generated as the À1 frame product, was used in this experiment. (B) Results of À1 PRF assays of intermolecular major-groove base triple analysis. (C) Results of À1 PRF assays of intermolecular minor-groove base triple analysis. The designated asterisk indicates the estimated molecular ratios between the in-trans RNA (hTR3 0 ss, 171G3 0 ss and 172U3 0 ss) and the mRNA reporter (hTR5 0 hp and hTR5 0 hpL1c), and the translated proteins corresponding to the 0-frame and À1 frame products are also labeled.\n\nbase-triple interactions closer to the helical junction are more important than the distal ones for À1 PRF activity of DU177 ( Figures 2B and 4B) . Therefore, the relative position toward the helical junction is important for both major-and minor-groove base-triple in determining the contribution of a base-triple to the À1 PRF stimulation activity of a pseudoknot. This position-dependent effect can be rationalized by the stabilization of stem 2 by stem-loop interactions, and the anchoring of stem 2 into stem 1 via the junction bridging triplex formation. Such interactions will provide extra restraints during the unwinding of stem 1 by ribosome and are consistent with the torsional restraint hypothesis (18) . Both the helical geometry of a pseudoknot and its ability to against deformation by a ribosome can be affected by the stem-loop interaction in a positiondependent way, too. Indeed, modulation of frameshift efficiency by the modification of junction geometry via tertiary interactions has been observed in the helical junction of MMTV-PK and BWYV-PK (29, 30) . In particular, the DU177 pseudoknot also adopts a bent conformation around the helical junction (33, 34) , and the tertiary stem-loop interactions contributed by the junction-flanking base triples may thus play a unique role to facilitate this bending process. Alternatively, the single-molecule unfolding analysis of a set of DU177 variants, with À1 PRF efficiency ranging from 50 to 0%, reveals a correlation between pseudoknot mechanical stability and frameshift efficiency (38) . Building upon this foundation, the position effect of stem-loop interaction on the mechanical stability of a pseudoknot can be analyzed further in the future.\n\nThe roles of loop-closure constraint within a Z1 PRF pseudoknot stimulator\n\nThe stimulation of À1 PRF activity by a bimolecular pseudoknot mimicking DU177 suggests an enhancement role for the pseudoknot topology in À1 PRF activity, particularly for those pseudoknots possessing a short stem 1 (22, (25) (26) (27) (28) 32) . In these cases, the pseudoknot topology may just serve to hold the structural determinants of À1 PRF activity together within the same molecule. With loops crossing the grooves of stems under the pseudoknot topology, an interlocked helical junction can be efficiently generated by the junction-flanking stem-loop interactions, and thus restrict the rotational flexibility between stems 2 and 1 as proposed in the torsional restraint hypothesis (18) . In addition, the loop 2 to stem 1 adenine stacking interactions described above can be put in place easily. Alternatively, the fact that most À1 PRF competent pseudoknots possess a short loop 1, thus creating strains (40) , argues for a more active role for the loop-closure constraint imposed by a pseudoknot. In fact, the bimolecular pseudoknot construct still maintains one of the two constrained loops seen in DU177, and the intact DU177 indeed has a much higher À1 PRF efficiency than that of the bimolecular pseudoknot. This can explain why removing one loop-closure constraint from DU177 can reduce its À1 PRF efficiency dramatically, and thus underscores the importance of pseudoknot topology in À1 PRF. In agreement with this work, designed RNA-DNA hybrids, with loop-loop interaction between mRNA and in-trans DNA hairpin to mimick rotational restraints imposed by pseudoknot topology, have been shown to stimulate À1 PRF significantly (18) .\n\nIt is intriguing that an RNA motif derived from the RNA component of telomerase can act as a À1 PRF stimulator. This could be explained by the existence of a common structural feature such as a specific RNA-protein contact, which is needed for a telomerase as well as a À1 PRF stimulator to function properly. Interestingly, telomerase RNA subunit has been identified in Marek's disease virus (41) . Perhaps, different viruses might pick up this motif during evolution and modified it to fit replication purpose, including the tuning of À1 PRF efficiency through mutation (30) . Nevertheless, it is informative to note that specific 2 0 OH groups protruding from the triple helix of DU177 have been shown to contact with the protein component of telomerase (42) . Therefore, the bimolecular pseudoknot provides a workable platform to explore the possibility of specific stimulator-ribosomal helicase interaction during À1 PRF as suggested previously (22) . In addition, it should be useful in probing the geometry of the mRNA entry channel and the helicase activity of eukaryotic ribosomes. Finally, the regulation of À1 PRF in-trans shown here raises the possibility that Figure 6 . An intermolecular C-GC major-groove base-triple interaction can replace an intermolecular U-AU triple. The C-GÁC majorgroove base-triple interaction reconstituted in the bimolecular pseudoknot construct is typed in gray, and the other designations are the same as those in Figure 5 .\n\nnon-coding RNA may use a similar mechanism to regulate gene expression although the À1 PRF efficiency observed here is not dramatic compared with the reported examples (20, 21) . However, further enhancement of frameshift efficiency for application purpose is possible, such as that demonstrated by the use of modified oligonucleotides (20) ."}