{"title": "Pixelated colorimetric nucleic acid assay", "body": "Bio-sensors play an essential role in medical diagnostics, environmental monitoring and food safety analysis [1, 2] . Nucleic acid assays are key targets in biosensing that enables viral load monitoring and disease diagnosis [3, 4] . Conventional assays such as polymerase chain reaction (PCR), phenol-chloroform extraction and electrophoresis are reliable, but requires laboratory techniques that are time consuming [5] . Rapid disease diagnostic tests are however required for monitoring infections such as hepatitis, dengue, etc. [6] [7] [8] [9] Furthermore, developing countries often lack infrastructure as well as properly trained personnel to provide accurate diagnosis [10, 11] . Recently, the concept of \"lab on paper\" has generated significant interest for nucleic acid assaying due to its ease of use and cost effectiveness, especially for applications in resource limited settings [12] [13] [14] [15] [16] [17] .\n\nConjugated polyelectrolytes such as cationic polythiophene have been explored for biosensing applications due to its unique optical and electronic properties [18, 19] . The colorimetric response of CPE relies on conformational alternations in the backbone of the polymer [20, 21] . The conformational transitions are usually followed by changes in fluorescence intensity and the extent of the conformational alternations in backbone depend on the energy required for interring twisting. Xia et al. [22] . suggested a strategy for colorimetric detection of DNA, protein and small molecules by incorporating water-soluble conjugated polyelectrolyte and gold nanoparticle with the target molecules. Although the target analytes could be colorimetrically ascertained for sub- nM concentrations, assaying in solution state is tedious and yields optimal responses only in a controlled laboratory condition [22] . Therefore, polythiophene-miRNA complexation on a paper-based platform for detection of mir21 sequence was first evaluated by Yildiz et al. [23] . The complementary peptide nucleic acid (PNA) sequence to mir21 was deposited on the CPE impregnated PVDF paper. Naked eye perceivable colorimetric responses were obtained at clinically relevant concentration ranges upon addition of mir21 in buffer solutions [23] . In a subsequent study, the colorimetric responses were evaluated by an image processing software that enabled quantification of nucleic acids in plasma samples [24] . Other reports for detection of oligonucleotide which are related to Middle East Respiratory Syndrome coronavirus (MERS-CoV), mycobacterium tuberculosis (MTB) and human papillomavirus (HPV) also indicate the potential applications for paper based sensors [25] . However, most of the current paper-based assays are dependent on either naked eye interpretation of colorimetric responses or an image processing software for analysis, which may introduce artefacts thereby inhibiting accurate quantification of colorimetric responses. Furthermore, conventional image processing software requires a server or a computer as well as several intermediate data transfer steps for diagnosis [26, 27] . Recently, smart phone based detection methodologies have attracted significant attention [28] [29] [30] [31] . Herein, we propose a smart phone application algorithm that evaluates the colorimetric responses based on a pixel level analysis approach, enabling quantification of nucleic acids with high precision at clinically relevant concentration ranges. The algorithm analyzes color differences and retrieves the color profiles of the pixels of the sample droplet pattern of the CPE on PVDF membrane for reliable and sensitive interpretation of colorimetric responses. The CPE employed herein is cationic poly [N,N,N-triethyl-3-((4-methylthiophen-3-yl)oxy)propan-1-aminium bromide], referred to as PT.\n\nPT as an active layer on PVDF membrane incorporated within a cartridge (Scheme 1) generates two distinct optical signals with a color transition from orange to pink/grey, in case of HBV DNA-PT duplex formation or intact orange color in case of HBV DNA-PNA-PT triplex formation (PNA, complementary to target Hepatitis B viral DNA is used as a model system). Hence, the orange color (HBV DNA-PNA-PT) and the significantly different pink/grey color (PNA-PT) enables colorimetric or naked eye detection of target HBV DNA. However, trace amounts of nucleic acids often yield weak colorimetric responses that are not perceivable by naked eye indicating the requirement of additional image processing protocols. In this study, an algorithm has been developed for precise interpretation of colorimetric response of PT on PVDF membranes. Experimental results suggest that the developed algorithm enables reliable determination of colorimetric responses that are not readily perceivable by the naked eye nor by conventional RGB analysis. The smart phone application based on the described algorithm has been developed and validated for the detection of HBV DNA. The algorithm could be installed in an application format on any smartphone with a camera for capture and analysis of colorimetric responses, and for enabling point of care nucleic acids assays in complex matrices. Furthermore, the proposed cartridge-based assay and smart phone application offer great potential for rapid and point of care screening of infectious diseases.\n\nPT was synthesized as described elsewhere [23] . All the chemicals for PT synthesis were purchased from Sigma-Aldrich and used without further purification. Deionized (DI) MilliQ water (resistivity of 18 MΩ cm) was used for buffer preparation and PT synthesis. The following HBV DNA and PNA sequences were purchased from IDT and Panagene, respectively.\n\nHBV PVDF filter centrifugal columns were purchased from Merck Millipore. Sony Xperia X Compact (Android 7.1.1 Nougat, Chipset: Qualcomm MSM8956 Snapdragon 650, CPU: Hexa-core (4 × 1.4 GHz Cortex-A53 & 2 × 1.8 GHz Cortex-A72), GPU: Adreno 510, RAM: 3GB) camera was utilized for capturing digital images of the samples. The UV chamber and cartridges were fabricated by using 2 mm thick black poly (methylmethacrylate) panels that were laser cut by EPILOG laser cutter. The PVDF membranes were then mounted on top of the cartridge and stored at 4°C. Human plasma was obtained from GeneTex, Taiwan.\n\nPT was coated onto PVDF centrifugal tubes by adding 200 μL of varying concentrations of PT. Tubes were centrifuged at 8000 rpm for 3 min. The filtrate was again added to the tube and centrifuged to obtain a homogeneous deposition of PT on PVDF membrane. This process was repeated several times to optimize PT coating on PVDF membrane based on the fluorescence intensities. Subsequently, the deposited films were washed 5 times with DI water by centrifuging at 8000 rpm for 3 min 2 μL of HBV DNA at varying concentrations in plasma samples were then dropped on PT incorporated PVDF membrane to serve as control spots. PVDF membranes with 2 μL of prehybridized HBV DNA and PNA was also prepared as a reference sample to serve as sample spots.\n\nAs illustrated in Scheme 1, the sample is dropped on to the center of control and sample spots of the PMMA cartridge and placed in the UV chamber prior mounting the smart phone. The developed smartphone application named BioRGB is then activated for recording the images for pixelated analysis. All the images are captured by a digital camera with a resolution of 2000 × 2000 pixels.\n\nScheme 1 illustrates the proposed detection methodology, utilizing a smart phone attached to a UV-LED chamber and a cartridge consisting of PMMA cover and PT impregnated PVDF membrane. The cartridge has three spots: reference spot, control spot, (HBV DNA) and sample spot (HBV DNA + PNA). An optical transition occurs upon dropping the sample on the cartridge, and then it is subsequently quantified by mobile application. Unlike previous report that utilize an image processing software, for instance ImageJ software, to quantify optical transition of PT at nM concentration levels of nucleic acids based on selected regions of interest, the proposed mobile application scans the individual pixels of the sample droplet pattern. The pixelated analysis of droplet pattern yields high statistical precision to set up corroborating correlation between control and sample spots. Analysis of individual pixels is of utmost importance in colorimetric assaying as the color transitions are usually weak at low analyte concentrations.\n\nThe process of color analysis by the smart phone application is illustrated in Fig. 1a . The application is designed to run on a three-step operation modes. In the first step, the algorithm locates the vertical centroid of the digital image via analysis of RGB components of individual pixels along the vertical direction. A horizontal red line along the vertical centroid is illustrated in Fig. 1a Fig. 1a , are recorded for the pixels corresponding to the PT deposited on PVDF membrane. Upon recoding RGB color codes of all the pixels along the vertical centroid, the algorithm records additional nine sets of horizontal axis pixel color codes, that correspond to four pixels above and five pixels below the vertical centroid in order to ascertain the colorimetric responses. The algorithm then constructs a 10 × 2000 matrix to determine red, green blue component of all the individual pixels along the scanning direction (Detailed description of image processing is provided in the supporting information; Fig. S1 (a)-(e)). Finally, the algorithm executes an averaging operation to yield a pixelated color code that is displayed at the user interface in form of a bar chart.\n\nIn order to test the microstain recognition performance of the smart phone application, 4x4 pixel microstain has been created artificially on the image shown in Fig. 1b (25x magnification is shown in Fig. 1c) . RGB color codes were found to be as [221, 165, 79] on microstain region while it was [250, 187, 90] on the rest of the image. As shown in Fig. 1c , the red intensity profile centered at 250 drops significantly to 220 for the microstain region, assuring that the microstain with a slight color difference with respect to the background can be recognized by the smart phone application. The next validation experiments for the smart phone applications was conducted by creating an artificial droplet pattern as shown in Fig. 1d . The red, green and blue intensity profiles of the artificial droplet pattern exhibit two symmetrical minima corresponding to the outer and inner edges of the rim of the droplet pattern. These results show that the smart phone application is capable of recognition of both microstains and droplet patterns and might be subsequently utilized for colorimetric analysis of PT droplets on PVDF membranes. The red component exhibits the steepest change as compared to blue and green since the optical transition of PT is in the range of 500-600 nm. The algorithm is therefore set to utilize the red components for analysis and quantification of nucleic acids.\n\nIn next step, we conducted experiments by using HBV DNA to validate smart phone application for pixelated nucleic acid assay. Fig. 2a shows a typical image analysis of reference, control, and sample spots (from left to right) in which HBV DNA concentration is 1 μΜ. The red intensity of control spot (PT + HBV DNA), is substantially lower than reference (PT) and sample (PT + HBV DNA + PNA) spots, indicating significant quenching of PT by HBV DNA at a concentration of 1 μΜ. The red intensity variation of control spot from 240 (PT) to 160 (PT + HBV DNA), as evaluated by the algorithm, concurs with the dark red color of the droplet profile observed from the corresponding digital images. However, at lower HBV DNA concentrations shown in Fig. 2b , naked eye interpretation of colorimetric response of the control spots may not be readily feasible.\n\nTherefore, in order to maximize the colorimetric responses, the stoichiometric ratio of PT with respect to HBV DNA concentration to be evaluated (PT concentration on PVDF) and the homogeneity of PT on PVDF membrane is optimized by adopting a multi-coating approach. Fig. 2b shows the images of 5, 6, 7 and 8 times PT centrifuged PVDF membranes with varying concentration of HBV DNA between 0 and 50 nM. The red intensity profile of 5 and 6 times PT centrifuged PVDF membranes changes from 189 to 182 and 188 to 186, respectively, upon consecutive addition of HBV DNA, whereas 7 and 8 times PT centrifuged PVDF membrane yield significantly larger changes in red intensity with increasing HBV DNA concentrations, from 189 to 154 and 188 to 155, respectively. Fig. 2c illustrates that there is no significant difference in red intensity changes upon addition of HBV DNA between 7 and 8 times PT centrifuged PVDF membrane. Fig. 2d Scheme 1. Schematic illustration of cartridge and smart phone-assisted nucleic acid assay.\n\nStep 1 illustrates the assembly of plastic cartridge consisting of three layers; Step 2 shows the transfer of HBV DNA sample to the cartridge and Step 3 shows the mounting cartridge on the UV-LED chamber that serves as an accessory for mounting the smart phone.\n\nStep 4 illustrates the smart-phone assisted BioRGB analysis yielding bar graphs that represents the pixelated (and averaged) RED intensities of the three sample spots.\n\nindicates that the total color response or hue of 5 and 6 times PT deposited PVDF membrane is lower than 7 and 8 times PT centrifuged PVDF membrane, further ascertaining that there is no substantial difference in colorimetric response upon HBV DNA addition between 7 and 8 times PT centrifuged PVDF membrane. Therefore, 7 times PT centrifuged PVDF membranes are utilized for the proposed pixelated nucleic acid assay. Fig. 3a shows the BioRGB output of the 7 times PT centrifuged PVDF membranes in the form of bar graphs that correspond to averaged red intensities of the individual pixels of the digital images of the membranes. As for sample and control membrane, the algorithm is set to yield a color code of 10 × 1000 pixels (starting from the edge of the droplet pattern, Fig. S1 (e) , as a droplet of sample typically spreads to over 1000 pixel diameter area). The algorithm eventually displays the averaged values of 500 pixels along the horizontal axis as 20 bar graphs for visual interpretation of colorimetric responses, as illustrated in Fig. 3a. Δ RED values (Fig. 3b shows the illustration of algebraic derivation of color matrix for obtaining Δ RED values by subtracting RGB color codes of control from that of sample) increases with HBV DNA concentration providing a linear correlation between HBV DNA concentration and Δ RED values. Fig. 3c illustrates the residual plots that show a Δ RED scattering of less than 1% over the concentration range of interest. The residual plot ascertains that BioRGB application is reproducible, with responses varying within 1% for the 1 nM to 1 μM concentration range of HBV DNA. The calibration curve illustrated in Fig. 3d , obtained from the average Δ RED values of corresponding concentrations shown in Fig. 3a , indicates good linearity within the concentration ranges of interest.\n\nThe final validation of proposed methodology was conducted using the HBV DNA spiked into plasma. Fig. 4a illustrates that the digital image does not reveal a definite droplet shaped pattern for membrane upon addition of HBV DNA, and that visual identification of HBV DNA is not feasible for lower concentrations (around 1 nM). However, BioRGB analysis yields distinguishable Δ RED signals for 1, 10, 100 and 1000 nM as 10, 25, 50 and 60, respectively (Fig. 4b , difference between control and sample). It is to be noted that the algorithm analyzes the response from all the individual pixels rather than by the averaging regions of interest, an approach adopted by typical image analysis software. As concentration increases from 1 nM to 1 μM, the color saturation and darkening occurs, and therefore the control spot (HBV DNA) and sample spot (HBV DNA + PNA) are distinguishable by BioRGB. As shown in the residual plot in Fig. 4c , the scattering of Δ RED values are 2.5%, which is larger than for the responses obtained in DI. The major reason of the increase in scattering may due to increase in refractive index (turbidity) in plasma samples. However, the scattering observed in plasma samples does not deteriorate the data-driven decision of BioRGB. Fig. 4b illustrates that the proposed BioRGB smartphone application possesses a scattering of less than 2.5% (reproducibility of over 97.5%) within the HBV DNA concentration range of 1 nM to 1 μM.\n\nIn the next step control experiments have been performed. The first control experiment perfomed with DNA1 (DNA1: 5' -TTT ATA GAA GTA GTG GTA CC-3′ non complementary sequence to PNA) shows that the responses of DNA1-PNA are much lower than HBV DNA-PNA (see S2 ). This result demonstrates that PNA is specific to HBV DNA sequence. The interference experiment has performed in the co-existence of target HBV DNA sequence and DNA1. The result shown in S3 reveals that the non-complementary DNA1 does not associating complementary PNA as compared to target HBV DNA and the effect of noncomplementary DNA1 on red intensity value is marginal. The response of the proposed assay to longer DNA sequence (DNA 31 = 31 base pairs) has been also tested since the real samples may contain longer sequence. The result shown in Fig. S4 demonstrated that red intensity for HBV DNA (shorter sequence) and DNA 31-PNA 31 (longer sequence) are nearly identical and this assures the proposed assay is applicable for the longer DNA sequences as well.\n\nThe colorimetric responses shown in Fig. 4a are then analyzed by ImageJ software in order to validate the BioRGB analysis. RGB analysis yielded red intensity variations of 15, 25, 45 and 65 for 1, 10, 100 and 1000 nM of DNA, respectively, which are comparable to those obtained using BioRGB. However, these values tend to vary depending on the regions of interest that are subjective to human judgement. Furthermore, scattering intensities in RGB based colorimetric analysis are prone to be higher owing to manual section of pixels (as observed from Fig. S5 , for concentration of 10 nM and higher), which compromises the overall sensitivity and robustness of the assay. In contrary, the proposed methodology eliminates the error involved in defining the regions of interest for image analysis approach and also yields a sensitive approach for analyzing colorimetric responses.\n\nA cartridge-based point of care assay for colorimetric detection of nucleic acids has been developed using a smart phone algorithm. The sensor approach is ideal for use in resource limited settings, where colorimetric response can be captured and interpreted using a simple smartphone. The smartphone application is capable of capturing and digitizing the colorimetric responses followed by an analysis of the individual pixels using an in-built algorithm. The proposed pixelated approach yields quantitative DNA concentration read outs, thereby eliminating the margin of error involved in conventional methodologies adopted for interpretation of colorimetric responses. The developed algorithm can be installed in an application format in any smartphone with a camera, for capture and analysis of colorimetric responses, enabling point of care nucleic acids assays in complex matrices. The obtained results illustrate that a ubiquitous smartphone can be utilized for colorimetric nucleic acids assays in complex matrices via the developed application that perform point of care without requiring sophisticated software nor instrumentation. Successful detection of HBV DNA was demonstrated in plasma, mimicking clinical samples, with a detection limit of 1 nM.\n\nThe recent HBV detection methodologies in Table 1 demonstrate a comparison between present study and others. The major advantage of our method appears as instrument-free detection at nM to μM., Our strategy can be expanded for detection of other nucleic acid sequences of interest by incorporating appropriate complementary PNA probes on the cartridges. Overall, the proposed methodology significantly accelerates diagnosis at near patient location within seconds making them facile, inexpensive and ideal for applications in point of care diagnosis.\n\nThe manuscript describes a smart phone based methodology for point-of-care nucleic acid assay without laborious lab settings. The methodology suggested here is suitable for cost-effective, rapid and facile screening of infectious diseases at clinical levels.\n\nThe authors declare no conflict of interest. "}