{"title": "Committee to Advise on Tropical Medicine and Travel (CATMAT)", "body": "Fever in the international traveller is a common syndrome seen in the post-travel setting, and may herald serious and life-threatening illness, the most important of which is malaria. All febrile patients or patients complaining of fever should therefore be asked about recent travel. While fever in the returning traveller may be due to benign self-limited infections, such as common agents of travellers' diarrhea, or typical cosmopolitan causes unrelated to travel, it must be initially construed as a medical emergency, and warrants prompt and thorough evaluation. Accurate diagnosis and appropriate management necessitate a comprehensive travel history, including details about travel itinerary (destination, arrival and departure dates), the style of travel, pre-travel preparations, as well as potential exposures or medical treatment or care received abroad and a complete physical examination, with particular attention paid to systems with localizing symptoms or signs. The judicious use of laboratory testing should follow, with minimal essential tests outlined in the stepwise algorithm below.\n\nThis document is designed to:\n\n• Guide front-line clinicians, including those working in the emergency room, walk-in clinics, and primary care practices, in the initial evaluation and management of fever in the returning traveller;\n\n• Provide front-line clinicians without ready access to inpatient, internal medicine, or infectious diseases support with guidance in the evaluation and management of fever in the returning traveller beyond the initial phase.\n\nFever in the returning traveller may be due to tropical infections or illnesses that have more of a cosmopolitan distribution globally. Numerous large series of illness after international travel have repeatedly identified malaria (20-30%) 1 , acute travellers' diarrhea (10-20%), and respiratory tract infections (10-15%) as the top causes of fever in travellers [2] [3] [4] [5] [6] [7] [8] [9] [10] [11] (Table 1) . Other common causes of fever in the returning traveller include dengue (5%), enteric fever due to Salmonella enterica serovar Typhi or Paratyphi (2-7%), skin and soft tissue infections (2-11%), rickettsioses (3%), urinary tract and sexually transmitted infections (2-3%), viral hepatitis (3%), and non-specific viral or mononucleosislike syndrome (4-25%) [2] [3] [4] [5] [6] [7] [8] [9] [10] [11] . In febrile returning pediatric travellers, malaria (35%), viral syndromes (28%), unspecified febrile illnesses (11%), dengue (6%), and enteric fever (6%) are the most well-represented etiologies 12 . Fever after international travel may be due to non-infectious causes as well, and include diverse etiologies such as drug reactions, pulmonary emboli, inflammatory conditions such as inflammatory bowel disease (IBD), malignancy, and hyperthyroidism.\n\nDestination-specific analysis is helpful for establishing the epidemiology of travel-acquired illness 13 (Table 2) . A history of travel to the Indian sub-continent in a febrile returned traveller should raise the suspicion of enteric fever: of 416 cases of imported typhoid in the United Kingdom over a three year period, 70% were imported from India and Pakistan 14 . Malaria, on the other hand, illustrates a very different epidemiology among imported cases, with relative risks highest among travellers in sub-Saharan Africa 15 . Unlike malaria, dengue fever is more likely to be acquired from South Asia, Southeast Asia and Latin America, rather than from Africa 13 .\n\nPurpose of travel is another useful piece of the travel history. People who travel for the purpose of visiting friends and relatives (VFR), including VFR children, constitute a particular risk group for acquisition of travel-related infections 12 , particularly malaria 16 and enteric fever 4 , and in the case of VFR children, acute viral hepatitis 17 .\n\nA thorough travel history with an understanding of what illnesses are possible based on dates and style of travel, geographic risks, and specific travel itinerary including activities and behaviors is essential to narrowing the differential diagnosis and ruling out life-threatening travelacquired infections. Incubation period, defined as the time from initial exposure and infection to manifestation of symptoms, is also useful in refining the differential diagnosis. For instance, travel-acquired illnesses with short incubation periods including dengue, chikungunya, and travellers' diarrhea, can be reliably excluded if symptoms do not manifest until >2 weeks after leaving the endemic area. Similarly, travel-acquired illnesses with long incubation periods such as tuberculosis (TB), hepatitis B (HBV), or visceral leishmaniasis can be discounted as travel-related if symptoms occur within days of returning from a one-week trip abroad. It is important to consider the earliest and latest possible dates of exposure in ill returned short and long-term travellers to better inform the use of the incubation period in formulating a differential diagnosis. The following step-wise algorithm is designed to guide the clinician through his or her initial assessment of a returned traveller with fever, and in rare cases, to provide further guidance when inpatient support or specialist consultation is delayed or unavailable. \n\nReturned travellers with fever should undergo at least the following investigations:\n\nThe febrile traveller to a malaria endemic area 1 should be considered to have malaria until proven otherwise. Travel history should be cited on all laboratory requisitions. Travelled to the Indian Sub-Continent or Southeast Asia Travelled outside the Indian Sub-Continent or Southeast Asia 1. Azithromycin 1000 mg po once daily x 5 days (alternative: 1000 mg po once on day 1, then 500 mg once daily x 6 days) ± 2. Doxycycline** 100 mg po BID x 7 days 1. Ciprofloxacin 500 mg po BID x 3-7* days ± 2. Doxycycline** 100 mg po BID x 7 days i).\n\nStep 4 is not a substitute for Step 3 (Primary laboratory investigations after comprehensive physical examination), nor should empiric therapy preclude ongoing and close follow-up of the patient. Undifferentiated fever refers to fever without prominent localizing symptoms or signs, and is often the presenting complaint in many travel-acquired illnesses including malaria and enteric fever. It is essential that all febrile returned travellers to potentially malarious areas undergo malaria screening with 2-3 smears over 48 hours ± rapid antigen testing. Adult patients who have not improved substantially, either subjectively or objectively, over the previous 48-72 hours are candidates for empiric therapy as above while investigations are pending. These patients require frequent clinical reassessment (every 1-2 days) until either a diagnosis is made and definitive therapy instituted, or until subjective and objective clinical improvement is achieved. Prior to initiation of empiric therapy as above, all samples for microbiological testing should have been obtained as outlined in Step 3.\n\nii) Caution must be exercised in the evaluation and empiric therapy of fever in children, given the higher rate of complicated disease in this age group. Clinicians should have a low threshold for admission and initiation of IV therapy for presumed enteric fever, in which case a parenteral third generation cephalosporin (ceftriaxone or cefotaxime) could be considered. Similarly, use of doxycycline and ciprofloxacin is not routine in children and generally reserved for specific cases in which the benefits of these antibiotics are felt to exceed the potential risks (permanent dental staining, arthropathy). Consultation with a specialist experienced in the treatment of pediatric tropical diseases should be considered. *3-day regimen for suspected travellers' diarrhea; 7-10-day regimen for suspected enteric fever **this will also cover leptospirosis"}