{"title": "The global health law trilogy: towards a safer, healthier, and fairer world", "body": "The Lancet-O'Neill Institute, Georgetown University Commission on Global Health and the Law aims to demonstrate the power of law to achieve global health with justice. Here, as a prelude to the Commission's full report, we examine and offer reforms for this global health law trilogy. New governance strategies would assure the instruments' success, providing an essential roadmap for the new WHO Director-General. 1 The WHO Constitution grants the organisation extensive normative authority (panel 1). 2 Although WHO principally exercises normative authority through soft law (codes of practice, action plans, and recommendations), the organisation oversees three major international legal instruments: The Framework Convention on Tobacco Control (FCTC), International Health Regulations (IHR), and the Pandemic Influenza Preparedness (PIP) Frame work. Each instrument is grounded in a different constitutional function: Article 19 (Conventions), Article 21 (Regulations), and Article 23 (Recommendations). These agreements provide models for global health diplomacy, advancing WHO's historic normative mission (figure). 2 As international treaties, the FCTC and IHR are legally binding. The PIP Framework is not a formal treaty, but it does introduce an innovative method of governance through enforceable contracts.\n\nTobacco kills around 6 million people every year, with 80% of smokers living in low-income and middleincome countries. 3 The FCTC-adopted in 2003 and enforced in 2005-has 180 Parties (179 states and the European Union). 4 Highly populated countries such as Indonesia and the USA, however, have not ratified. The FCTC, comprising economic demand and supply reduction strategies, acts as the legal rubric for tobacco control, designed to \"protect present and future generations from the devastating social, environmental and economic consequences of tobacco\". 5 Social mobilisation has propelled FCTC implementation and its continued normative work. The Framework Convention Alliance (FCA), a network of civil society and professional associations, advocates for and provides technical assistance on tobacco regulation and litigation. The coalition mobilises political will through powerful and blunt messaging, such as its so-called death clocka running tally of tobacco-related deaths. The FCA provides country needs assessments and reports on implementation of the FCTC.\n\nThe Conference of the Parties (COP), the FCTC's governing body, issues legally persuasive guidelines and decisions to interpret and implement the treaty. The COP is also empowered to create legally binding protocols. The Protocol to Eliminate Illicit Trade in The FCTC could be bolstered by built-in compliance mechanisms. The World Trade Organization (WTO), for example, has a robust dispute settlement adjudication process, and arms control treaties often require verification of compliance.\n\nAs tobacco companies diversify into novel nicotine delivery devices, regulatory responses have lagged. Although companies claim, for example, that electronic cigarettes reduce harm, they aggressively market to adolescents using familiar strategies (cartoons, video games, and candy flavouring). 10 The FCTC targets traditional tobacco products, but it has struggled to regulate novel technologies. This contributes to governments' continued divergent approaches to electronic cigarettes, ranging from outright bans and regulation (as prescribed smoking cessation products) to no regulation. The FCTC should harness new technologies to monitor treaty implementation, particularly for the illicit trade Protocol. Tracking import and sale of unlawful tobacco products is complex and expensive, and beyond the capacity of governments in low-income countries. Tobacco companies capitalise on poor tobacco surveillance by offering partnership programmes. The COP has urged Parties to support Protocol implementation, but it cannot require them to provide financial or technical assistance. 11\n\nThe tobacco industry has aggressively litigated against tobacco control laws, bringing cases before domestic courts, the WTO, and under international investment treaties. International litigation has targeted states with innovative laws such as plain packaging, graphic images, and single presentation limits (only one tobacco product per brand name). Low-income states are wary to assume the economic and political costs incurred in defending lawsuits. Panel 2 describes legal challenges to tobacco control laws in Australia, Norway, and Uruguay, while table 1 summarises national and international litigation.\n\nUsing a bottom-up strategy to spur compliance is essential for treaty implementation. Civil society organisations should be funded and empowered to submit shadow reports while pressuring governments to adopt FCTC norms. The COP should issue strong guidelines for FCTC implementation while publicly confronting industry front groups and evaluating governments' treaty performance. The COP, for example, could create a standing technical committee to propose regulations for novel technologies, complementing the WHO Study Group on Tobacco Product Regulation. 16 Sustainable funding is also essential. The COP transformed the FCTC's voluntary assessed contributions into mandatory contributions at the most recent meeting in November, 2016, and continues to encourage states and philanthropic organisations to increase extra-budgetary funding and pursue revenuegenerating strategies. 17,18 WHO should assertively defend States Parties in trade and investment disputes. WHO and the FCTC Secretariat, for example, filed authoritative amicus briefs in Philip Morris versus Uruguay. WHO should be more proactive in influencing WTO policy and decision making, prioritising public health over trade. The COP asked the FCTC Secretariat to be proactive in applying for WTO observer status. 19 Legal regimes must defer to FCTC public health norms, setting a precedent for future multisector public health action in settings such as nutrition, alcoholic beverages, and mental health.\n\nThe origins of the IHR can be traced to European sanitary conferences held from 1851 to 1926. WHO adopted the International Sanitary Regulations in 1948, using its extraordinary powers to make the regulations binding on all member states unless they affirmatively opt out (Articles 21, 22; panel 1). The World Health Assembly amended the sanitary regulations several times, renaming the treaty the IHR in 1969. In the aftermath of severe acute respiratory syndrome (SARS) and recognising the need to govern emerging infectious diseases, WHO adopted fundamentally revised regulations in 2005.\n\nThe 2005 revision ushered in transformational reforms, including an all-hazards strategy, early state reporting, use of unofficial (non-state) data sources, and building health-system capacities to prevent, detect, and respond to potential public health emergencies of international concern (PHEIC). The IHR empower WHO to coordinate stakeholders and make recommendations while balancing health with trade and human rights. In 2009, Norway prohibited the display of tobacco products in any stores other than tobacconists (termed the display ban). The display ban prohibited display of any tobacco products or vending machine tokens; stores could present only a list of products and prices in neutral typography and layout. Advertising (eg, with brands, logos, and images) was prohibited. Similar bans were enacted in Iceland, Ireland, Finland, Panama, New Zealand, and the UK. Philip Morris challenged Norway's display ban, claiming it unlawfully restricted free trade under the European Economic Area (EEA) Agreement.\n\nThe Court of Justice for the European Free Trade Association States issued an advisory opinion finding that the display ban was a quantitative import restriction, but left it to the national court to decide whether the public health objective could be achieved by less restrictive measures. In September, 2012, the District Court of Oslo upheld the display ban, concluding that it was a suitable and necessary measure to ensure public health protection. It said the absence of visible tobacco products in shops is essential to denormalise tobacco. The Court ordered Philip Morris to pay 1·36 million Norwegian kroner to cover litigation costs.\n\nIn 2008-09, Uruguay implemented a single presentation requirement precluding tobacco manufacturers from marketing more than one variant of cigarette per brand family. Based on this requirement, Philip Morris could not market Marlboro Red, Marlboro Gold, Marlboro Blue, and Marlboro Green, but could market only one label. Uruguay also required graphic warning labels covering 80% of the front and back of cigarette packages, leaving only 20% for trademarks and logos. In 2010, Philip Morris requested arbitration at the International Centre for Settlement of Investment Disputes (ICSID), asserting that Uruguay had violated the bilateral investment treaty between Switzerland and Uruguay.\n\nIn July, 2016, the international trade arbitration panel upheld Uruguay's tobacco control measures as a valid exercise of the state's police powers, stressing that Uruguay had fulfilled the obligations of the Framework Convention on Tobacco Control (FCTC). 12 The panel noted that the FCTC is an evidence-based treaty guaranteeing the right to health. The arbitration panel also ruled that the regulations were not a direct or indirect expropriation of Philip Morris's intellectual property. The panel ordered Philip Morris to compensate Uruguay US$7 million for litigation expenses.\n\nAustralia was the first country to adopt plain packaging in 2011, whereby tobacco must be sold in a uniform, drab, olive-brown package with graphic images. The legislation was designed to avoid misleading consumers about the devastating effects of smoking. 13 Since then, Canada, Chile, France, South Africa, and the UK have introduced similar laws.\n\nSeeking to deter adoption of plain packaging in other countries, tobacco manufacturers and countries friendly to the industry brought domestic and international litigation against Australia, including an investor-state dispute arbitration conducted under the United Nations Commission on International Trade Law (UNCITRAL) and dispute settlement proceedings in the World Trade Organization (WTO). In December, 2015, UNCITRAL ruled in favour of Australia on a procedural claim, saying the industry had \"abused\" the arbitration process. 14 Reports indicate that the interim report of the WTO panel has found Australia's plain packaging measures to be a legitimate public health measure. The Dominican Republic, Cuba, Indonesia, and Honduras are challenging Australia's plain packaging as a violation of trade and intellectual property. As the various cases proceed, Australia's litigation costs keep rising, and are estimated to exceed AUS$50 million. 15 continues to monitor both closely. Currently, the organisation is on high alert because of circulating avian influenza viruses. Yet, the gap between the instrument's norms and its real-world impact is cavernous, as the Ebola virus disease epidemic revealed. 20\n\nThe effectiveness of the IHR has suffered from states' non-compliance and WHO's inability to coordinate stakeholders and respond decisively. The major test of an instrument's effectiveness is stakeholder compliance, but WHO has few enforcement tools, failing to hold states accountable for weak IHR core capacities or counterproductive travel and trade restrictions.\n\nNational capacities to detect, report, and respond are the foundation for preparedness. Yet, WHO has routinely allowed states to delay fulfilling their responsibilities. Only 30% of States Parties report meeting core capacities. 21 The non-compliance rate is probably higher because states evaluate themselves. Governments have few geopolitical incentives to build core capacities, and many have not devoted the necessary resources.\n\nThe IHR empower the Director-General to make recommendations on the basis of the advice of the emergency committee. Yet, when outbreaks arise, public fears can fuel over-reactions, such as scientifically unwarranted quarantines and travel or trade restrictions. Governments and private actors often disregard WHO guidance. 22 In turn, states wary of economic repercussions might hesitate to report unusual findings. Dispute resolution is available only if Parties consent.\n\nDeclaration of a PHEIC can be subject to political influence because of a country's concerns about reduced tourism and trade. The Director-General has been inconsistent in deciding whether, and when, to declare a PHEIC. After criticism for overreacting to H1N1, the Director-General delayed for months before declaring Ebola a PHEIC. The Director-General promptly declared a PHEIC for Zika virus and associated neurological deficits, but ended the PHEIC declaration even as the trajectory of the outbreak remained uncertain. The Director-General further declared an emergency for sporadic wild-type poliovirus cases, but has thus far refrained from declaring a PHEIC for MERS and yellow fever. The reasoning and evidence for convening emergency committees, declaring a PHEIC, and ending the emergency have often been opaque.\n\nA more flexible governance structure could enable WHO to mount earlier, event-specific responses. Global commissions in the wake of the Ebola virus disease epidemic proposed an intermediate-level emergency declaration or a standing emergency com mittee, or a combination of both, to continuously monitor circulating pathogens of concern. 20 Enhancing transparency and accountability would improve international confidence. 23 \n\nThe IHR encompass zoonotic diseases but do not address the integral connections between the health of people, animals, and the environment. WHO, together with the World Organisation for Animal Health (OIE), has built an operational framework, but the One Health concept is not embodied in the text of the IHR. 24 WHO should consider expanding the text of the regulations and partner with complementary organisations.\n\nGlobal health security requires cooperative sharing of biological samples to facilitate research while ensuring fair distribution of benefits. Yet, there is no global agreement on data sharing and reciprocal benefits outside pandemic influenza. Linking the IHR and PIP Framework (as discussed below) would enhance international preparedness. Failure to deal with inequities in access to essential vaccines and pharmaceuticals will undermine global cooperation, thus undermining security for all.\n\nThe IHR encourage states to provide technical and financial assistance, but sustainable financing has lagged. WHO's emergency operations are also underfinanced. The organisation has raised barely half the budget for its core emergency capacity and response plan, and only a third for the US$100 million Contingency Fund for Emergencies. 25, 26 The Global Health Security Agenda (GHSA) provided $1 billion towards building and evaluating core capacities, but it operates outside WHO. Moreover, the USA might not reauthorise GHSA funding.\n\nThe focal problems of the IHR are caused primarily by poor implementation and enforcement rather than by textual deficiencies. 27 Crucial reforms include rigorous matrices, independent evaluations, transparency, accountability, and funding. In 2016, WHO announced a new framework to monitor IHR core capacities: a Joint External Evaluation (JEE) tool. 28 The JEE, which integrates GHSA matrices, relies on independent experts working alongside national health officials, with outcomes made fully transparent. 29 Governments are then expected to develop countryspecific action plans. JEE is voluntary, but over 65 states have either completed or are planning to complete evaluations. 25 There is a 5-year interval between the evaluations, which is too long given the need for up-todate capacities. WHO also encourages states to do incountry simulations.\n\nRigorous JEEs require trained evaluators working over a multi-year period. Yet, WHO has been unable to finance these operations. Furthermore, the GHSA is due to end in 2019, with no assurance of congressional reauthorisation. Finland leads the Alliance for Country Assessments for Global Health Security and IHR Implementation, a public-private partnership formed to provide both financial and technical assistance. Yet, available resources are unlikely to fill the substantial funding gaps.\n\nInternational donors also have not supported health systems, while member states have resisted the increased assessed contributions. The World Bank's Pandemic Emergency Facility (PEF) could condition grants on the basis of completion of the JEE process, but the PEF itself is narrowly focused and underfunded. 30 The International Monetary Fund (IMF) should consider including national preparedness in its macroeconomic assessments; countries pay close attention to IMF assessments because it expands their access to capital. 31 Finally, the IHR are not well understood outside health ministries, and governments have not integrated IHR capacities into universal health coverage. Consequently, the IHR and Sustainable Development Goals operate in silos. The IHR might never reach their full potential unless political leaders prioritise funding and empower WHO.\n\nThe PIP Framework might be the most novel WHO legal instrument, recognising the global value of equal footing between sharing of influenza viruses and access to benefits. The Framework, adopted in 2011, creatively covers industry and civil society, as well as States Parties. It uses contract law to enforce its norms. Although not a treaty, the Framework has features of international law: shared responsibilities, stakeholder cooperation, and compliance mechanisms.\n\nThe withholding of H5N1 influenza samples from the WHO's Global Influenza Surveillance and Response System (GISRS; then called the Global Influenza Surveillance Network) in 2007 provided the impetus for the PIP Framework. 32 Countries asserted sovereignty over the virus, arguing that the global virus-sharing regime was inherently unjust; governments were expected to share biological materials but could not afford the medical products developed from those samples.\n\nThe PIP Framework has two key elements: nonbinding norms and legally binding contracts. Contracts, known as standard material transfer agreements (SMTAs), broaden the range of actors that are traditionally the subject of international law. SMTAs bind pharmaceutical companies, diagnostic companies, and academic institutions that are economic beneficiaries of virus sharing. The PIP Framework shows how international rule-making can evolve to guide the conduct of non-state actors.\n\nFrom a social justice perspective, the Framework balances obligation-benefit relationships among parties, designed to spur research while promoting equitable For more on the Global Health Security Agenda see https://ghsagenda.org access to supplies and vaccines during pandemics. Benefits include specific monetary and in-kind commitments, such as donating vaccines to WHO stockpiles, offering products at affordable prices, or granting royalty-free licenses (table 2) .\n\nThe PIP Framework has introduced another major innovation: GISRS users must make partnership contributions in addition to benefits negotiated in SMTAs. These contributions support preparedness and response while sustaining the GISRS. As of Jan 31, 2017, contributions reached $117·8 million, 33 with approximately 70% supporting laboratory and surveillance, 10% going towards disease burden studies, and 20% to prepare for pandemic preparedness. 34 The PIP Framework underwent a scheduled review, with its report presented to the Executive Board in January, 2017. 35\n\nThe PIP Framework delivers tangible benefits, with accountability, but it has a narrow scope and limited funding while failing to adapt to new technologies.\n\nThe PIP Framework covers only influenza viruses with human pandemic potential, not even seasonal influenza. Monitoring of seasonal influenza viruses is essential for rapid detection of influenza strains. The PIP Framework review recommended that WHO study the impact of including seasonal influenza in the Framework. Researchers cannot readily identify genetic shifts or novel viruses without continuous monitoring of circulating seasonal viruses. More importantly, the PIP Framework does not apply to non-influenza pathogens, including circulating viruses (eg, MERS, Ebola virus, Zika virus, and yellow fever). The review group recommended that the PIP Framework serve as a \"foundational model of reciprocity for global public health that could be applied to other pathogens\". 35 An international agreement on benefit sharing for major circulating pathogens would improve emergency preparedness.\n\nThe Global Action Plan for Influenza Vaccines (GAP), launched in 2006 as a 10-year initiative with a broader mandate encompassing seasonal and pandemic influenza, concluded in 2016. GAP supported capacity enhancement and technology transfer to develop vaccine-manufacturing capabilities in lower-income countries. With the end of GAP, there will be added pressure on partnership contributions to sustain capacity development. 36 Moreover, the financing shortfall in WHO's Contingency Fund for Emergencies underscores the need for sustainable financing that an expanded PIP Framework, and accompanying partnership contributions, could provide. 26 The review group recommended increasing partnership contributions to match the increased operating costs of the GISRS system. 37\n\nGenetic sequence data pose a major security risk, enabling scientists to recreate viruses and enhance their functions. 38 The PIP Framework's application to genetic sequence data, however, remains unclear. 39 The review group recommended amending the Framework's definition of PIP biological materials to include genetic sequence data. 36 This would require political buy-in by member states and non-state actors. However, during the January, 2017, Executive Board meeting, the USA opposed inclusion of genetic sequence data in the definition of PIP biological materials. Additionally, if a universal influenza vaccine were developed, the PIP Framework's utility could be undermined. Currently, a seasonal influenza booster is required annually to confer immunity. If a universal vaccine covered both seasonal and pandemic influenza viruses, the need to share viruses through GISRS would be diminished; one foot of the equal footing relationship would no longer be present and there would be diminished incentives for benefit sharing.\n\nThe PIP Framework's novel features can be burdensome. The transaction time to complete contract negotiations is considerable, especially with a leanly staffed secretariat. To date, ten manufacturers and more than 50 academic institutions have entered into SMTA2 contracts. 40 However, some manufacturers are reluctant to negotiate SMTAs or offer benefit-sharing commitments. 36 Moreover, competing international agreements compromise the PIP Framework. The Nagoya Protocol on Access to Genetic Resources and the Fair and Equitable Sharing of Benefits Arising from their Utilization to the Convention on Biological Diversity 41 establishes access and benefit sharing for the transfer of genetic resources. The Nagoya Protocol is interpreted as giving States Parties sovereign rights over viruses discovered in their territories, even if legal experts suggest that governments cannot own a virus. 42 The mandates of the Nagoya Protocol and the PIP Framework overlap, even conflict, on the duty to share pathogens. Compared with the Nagoya Protocol, which is a binding treaty, the PIP Framework's non-binding nature threatens its international legal standing. 43 WHO is in consultations with the Convention on Biological Diversity secretariat, but future rules on sharing pathogenic biological materials remain in flux. 44 \n\nThe world, fortunately, has been unable to assess the Framework's true power in the absence of pandemic influenza. If a pandemic emerged, would states and stake holders abide by their commitments or would electorates steer them toward self-protection? WHO might not have the political influence to enforce contractually agreed benefit contributions during health crises.\n\nThe World Health Assembly should incorporate genetic sequence data into the PIP Framework, empowering the secretariat to work with industry partners to develop technology to monitor genetic sequence data sharing. However, the movement towards open access to research data poses a challenge, because widespread dissemination of genetic sequence data can pose a bioterrorism threat and diminish funding incentives from private industry.\n\nWhile acknowledging the epidemiological uniqueness of the influenza viruses, incorporation of non-influenza pathogens into the PIP Framework would enhance health security. A United Nations High Level Panel recommended that WHO renegotiate the Framework to include other novel pathogens, while also making it legally binding. 45 Expansion of the Framework would support new public-private partnerships, including the Coalition for Epidemic Preparedness Innovations (CEPI), to outsmart epidemics. The World Health Assembly should incorporate seasonal influenza into the Framework and negotiate a new legal instrument for other novel pathogens.\n\nThe Assembly should also increase partnership contributions, especially with the end of the GAP. At present, partnership contributions cover only 50% of the 2010 GISRS running costs. Furthermore, industry leaders should be held accountable for entering into SMTAs and accompanying partnership contributions. To encourage compliance and avoid free-riding, the PIP secretariat, minimally, should publicly identify uncooperative contracting parties. Finally, the secretariat should be empowered to enforce SMTAs by, for example, blocking delivery of virus samples.\n\nThe global health law trilogy, despite its weaknesses, offers proof that global health law can be a powerful tool. The new WHO Director-General should push for novel global health laws on major health hazards (eg, noncommunicable diseases, mental health, and injuries) and new initiatives (eg, universal health coverage). The lessons learned from 21st century international health law are that broad scope, robust compliance, inclusion of public and private actors, and sustainable financing are essential to success. Legal instruments must also be flexible, with the capacity to evolve with time, technological advancement, and scientific evidence. In an age of nationalistic populism, collective action remains crucial to ameliorate globalised health threats, helping to realise the right to health."}