{"title": "/3-Endorphin protects mice from neurological disease induced by the murine coronavirus MHV-JHM", "body": "The neurotropic strain of mouse hepatitis virus known as MHV-4-JHM (JHMV) causes acute encephalitis accompanied by acute and in some cases chronic paralytic-demyelinating disease in susceptible strains of mice and rats (Cheever et al., 1949; Weiner, 1973; Lampert et al., 1973; Sorensen et al., 1980 , Knobler et al., 1981 Wege et al., 1981; Dal Canto and Rabinowitz, 1982; Buchmeier et al., 1988) . It has been used extensively for the investigation of mechanisms responsible for virus-induced demyelination, serving as a model for human demyelinating diseases such as multiple sclerosis (MS). For JHMV-induced disease, there is evidence to indicate that both oligodendrocyte death (Weiner, 1973; Lampert et al., 1973) and/or immune-mediated damage to myelin sheaths Wang et al., 1990) contribute to demyelinating lesions, depending on the viral strain and the age and genetic backgound of the mouse or rat host.\n\nThe study of MHV-induced neurological disease has been facilitated by the use of variant or mutant virus * Corresponding author. strains in which specific genetic changes are associated with altered encephalitogenic or demyelinating potential (Haspel et al., 1978; Knobler et al., 1982; Koolen et al., 1983; LaMonica et al., 1991) . One of the JHMV mutant viruses that has been studied in detail is the neutralization-resistant strain, 2.2-V-1, which was selected using a monoclonal antibody specific for the spike (S) glycoprotein of JHMV (Fleming et al., 1986 (Fleming et al., , 1987 . The clinical and histopathological course of 2.2-V-1 infection during the first 2 weeks following i.c. inoculation has been extensively characterized in our laboratory (Wang et al., 1992) . Briefly, virus grows rapidly and is first detected on day 2 or 3 p.i., reaching a peak between clays 3 and 5. A significant drop in infectious virus titers occurs on day 7, continuing to decline to undetectable levels by day 10-12 p.i. The clinical signs of 2.2-V-1 infection are first apparent between days 6-8 and consist of mild hindlimb paralysis which usually becomes more severe until days 12-14, when the disease either stabilizes or recovery begins. Demyelinating lesions are detected in the brain and spinal cord no earlier than day 6, while a characteristic infiltration of mononuclear cells first occurs on days 3 or 4 and peaks between days 6-9. The timing of the mononuclear cell infiltration with the drop in virus titers on day 7 p.i. suggests that virus is cleared from the CNS by an immune-mediated mechanism. In fact, a critical role for the immune response in virus clearance and protection from death has been demonstrated in previous studies using several additional JHMV strains Sussman et al., 1989; Williamson and Stohlman, 1990) . However, in 2.2-V-1 infection, there is evidence that subsequent demyelination is due to immune or T cell activity in the CNS Wang et al., 1990) . A similar dual role for the immune response has been reported for CNS disease induced by JHMV in the rat (Wege et al., 1990; Zimprich et al., 1991) and Theiler's murine encephalomyelitis virus (TMEV) in mice (Lipton, 1975) . In all of these models the immune response appears to play an initially protective role in the acute stage of infection, but becomes destructive in the later or chronic stages.\n\nIn this communication, we have addressed the possibility that the naturally occurring, immunomodulatory opioid peptide, /3-endorphin, can alter the course of 2.2-V-l-induced paralytic-demyelinating disease. The original rationale for these studies was based on the findings that/3-endorphin enhances mitogen-and antigen-stimulated murine T cell activities in vitro (Gilman et al., 1982; Weiner, 1988, 1989) and by reports that /3-endorphin dramatically increases the severity of CNS disease in Swiss outbred and BALB/c mice infected with a temperature-sensitive mutant of vesicular stomatitis virus (VSV; Doll and Johnson, 1985) in a manner dependent on an intact immune response (Doll and Johnson, 1989; Hummer et al., 1990; Coons et al., 1991) . The dual role that the immune response plays in 2.2-V-l-induced CNS disease suggested that /3-endorphin administration would either protect mice from or exacerbate the disease. In fact, our studies show that a single i.c. injection of/3-endorphin at the time of infection protects C57B1/6 mice from both clinical and histopathological disease, accompanied by significantly reduced titers of infectious virus in the brains of treated mice as early as day 3 p.i. Additional data suggest that the protection is due to /3-endorphin-facilitated control of early virus replication that requires an intact host immune response.\n\nC57BL/6 male mice were purchased from Jackson Laboratories (Bar Harbor, ME) at 5-6 weeks of age, and allowed to adapt to Vivarium conditions for 4 days prior to use in experiments.\n\nThe antigenic JHMV variant 2.2-V-1 was propagated on monolayers of the murine astrocytoma, DBT, in serum-free conditions in the presence of the neutralizing monoclonal antibody J.2.2, which recognizes the envelope glycoprotein (S) of JHMV (Fleming et al., 1983 (Fleming et al., , 1986 . The large plaque morphology variant of JHMV known as JHMV-DL (Stohlman et al., 1982) was also grown on DBT monolayers, but in the absence of antibody. Virus activity was measured by plaque assay on DBT cells as previously described (Stohlman and Weiner, 1981) . Isolation of virus from the CNS of infected mice was accomplished as reported (Fleming et al., 1986) . Briefly, brains were removed from mice killed by anesthetic overdose, homogenized using Tenbroeck homogenizers and subjected to low-speed centrifugation to remove cell debris and nuclei. Supernatants were immediately applied to DBT monolayers for plaque assay.\n\nA total volume of 30 /xl of virus (1000 pfu) combined with varying concentrations of peptide were injected into the parenchyma of the right frontal lobe 4 mm below the surface of the skull using a 27-gauge needle. Mice were lightly anesthetized with methoxyflurane (Metaphane; Pitman-Moore, Washington Crossing, NJ). Human /3-endorphin 1-31 (/3-endorphin), D-AlaZ-/3-endorphin and N-acetylated /~-endorphin 1-31 (N-Ac-/3-endorphin) were purchased from Peninsula Laboratories (Belmont, CA). To determine the influence of immune function on the disease course in infected mice, whole-body gamma irradiation (137Cs source) was applied at 850 rads per mouse 24 h prior to i.c. injection.\n\nAll animals were monitored daily for clinical signs of virus infection in blinded fashion and assigned a clinical score as reported by Wang et al. (1990) according to the following criteria: 0, normal, no signs of disease; 1, slow righting reflexes accompanied by minimal gait abnormalities; 2, severe gait abnormalities or moderate paraparesis; 3, severe paraparesis; and 4, bilateral hindlimb paralysis (paraplegia) with or without front limb involvement. Observations continued until sacrifice at day 12 or 13 p.i., when blood was obtained for serological confirmation of virus infection by enzyme.linked immunosorbent assay (ELISA), and spinal cords were removed for histological studies.\n\nTissue obtained at sacrifice was fixed by immersion in Clarke's solution (75% absolute ethanol/25% glacial acetic acid) for 2-3 h prior to routine processing for paraffin embedding. Sections (6 /xm) were routinely stained with hematoxylin and eosin (H&E). In some experiments, myelin components were stained using Luxol fast blue (LFB) according to Wang et al. (1990) .\n\nTo identify cells infected with virus, deparaffinized sections from these tissues were subjected to an avidin-biotin immunoperoxidase procedure (Vectastain, Vector Laboratories, Burlingame, CA) in which the primary antibody was a monoclonal antibody specific for the JHMV nucleocapsid protein, designated J.3.3 (Fleming et al., 1983) . Infiltrating mononuclear cells were identified by the use of an antibody recognizing T-200 (ATCC TIB 122, hybridoma M1/9.3), the mouse isoform of the human common leukocyte antigen (CD45), which recognizes all bone marrow-derived cells. Both monoclonal antibodies were used in the form of tissue culture supernatants at a concentration of 10-20 fig m1-1. All sections were lightly counterstained with hematoxylin.\n\nThe statistical significance of differences in clinical scores and virus titers was analysed for/3-endorphintreated and untreated groups using the Mann-Whitney test for nonparametric samples. Differences were considered significant if P < 0.05.\n\nTo determine the effect of fl-endorphin on clinical disease induced by 2.2-V-1, 5-week-old male C56Bl/6J mice received a single i.c. injection of 1000 pfu of virus diluted in PBS in the presence or absence of 1 /~g /3-endorphin. Mice were observed daily for signs of neurological disease until day 13 p.i. The data, summarized for eight individual experiments in Table 1 , show that the overall incidence of paralysis is reduced approximately 50% in fl-endorphin-treated mice. Thus, only 16/37 mice injected with fl-endorphin exhibited any signs of clinical disease in 2.2-V-l-infected mice, c Clinical scores were determined at days 7-13 p.i. for paralysis as follows: 0: normal; 1: minimal abnormalities and/or slow righting reflexes; 2: mild hindlimb paralysis; 3: paralysis or paraplegia; 4: severe paralysis associated with wasting. Statistically significant differences between treated and untreated mice are indicated by an underlined score (P < 0.05; Mann-Whitney rank sums test for nonparametric samples).\n\ncompared with an incidence of 30/32 in untreated, infected mice. Virus infection was confirmed in all mice, including those treated with fl-endorphin, by the presence of JHMV-specific antibodies in serum prepared from blood obtained at sacrifice and measured by ELISA (data not shown). The protective effect of fl-endorphin and its relatively protease-resistant analog, D-AlaZ-fl-endorphin, is more dramatically reflected in the clinical scores assigned in blinded fashion to infected mice and illustrated in Table 2 . For example, the paralysis score given to untreated, infected mice was 3.0 on day 13 p.i. (Table 2 , Group 1-1), compared with a score of 0.7 in the/3-endorphin treatment groups (Groups 1-2, 1-3; P < 0.05). For the data presented in Table 2 , the overall incidence of disease in mice treated with either peptide was 55%. Thus, 9/12 mice had no disease, or a clinical score of 0, indicating that the remaining symptomatic mice were partially protected. In addition, the data suggest that the course of disease is shortened in the/3-endorphin-treated mice, reaching an early peak on day 8 or 9 p.i., followed by almost complete recovery by day 13 p.i. Untreated mice show an increase in paralysis severity until days 12-14 p.i., with variable recovery over the next 2 or 3 months (Fleming et al., 1986) . Finally, there were no statistically significant differences in clinical scores between mice receiving fl-endorphin and o-Ala2-fl-endorphin in the experiment illustrated or in two additional experiments performed (data not shown), although the clinical scores tended to be lower following administration of the latter. Thus, unless otherwise indicated, D-Ala 2fl-endorphin was used in subsequent experiments and, for the sake of simplicity, will be referred to as fl-endorphin throughout the remainder of this report. Overall, it is clear that the fl-endorphin-treated mice which \n\nHistological studies of spinal cords and brains obtained at sacrifice on day 13 p.i. revealed that the reduced incidence and severity of clinical disease is reflected in the histopathological features of the demyelination (Fig. 1) . Demyelinating lesions were a prominent feature in the spinal cords of mice not receiving /3-endorphin treatment and exhibited the myelin loss, axonal sparing, and extracellular vacuolar changes typical of 2.2-V-1 infection. Lesions were usually intense and focal (Fig. 1A) , or relatively widespread in spinal cord white matter. By contrast, the spinal cords of/3-endorphin-treated mice either showed mild, focal demyelinating lesions, or no lesions at all (Fig.  1B ). All animals with clinical paralysis showed histological lesions regardless of treatment status. Overall, these data suggest that protection from clinical disease largely, though not exclusively, reflects protection from demyelination.\n\nImmunohistochemical studies showed that virus antigen was present in spinal cords obtained at day 13 p.i. from both control (Fig. 1C) and /3-endorphintreated ( Fig. 1D ) mice, indicating that virus is not completely cleared from the CNS following /3-endorphin adminstration. However, it was frequently observed that staining for virus antigen was more intense and more widely distributed in the spinal cords of untreated mice (Fig. 1C ) relative to those of treated mice (Fig. 1D ). Infiltrating T-200 bearing cells were readily detected at day 13 p.i. in spinal cord (Fig. 1E , F) and brains (data not shown) from both treatment groups.\n\nMany of the biological activities of opioid peptides are dependent upon a shared N-terminal opioid core amino acid sequence: TyrGlyGlyPheMet(Leu). Modification of this core structure by acetylation interferes with peptide binding to opioid receptors, abolishing their analgesic activities (Deakin et al., 1980) . Similarly, in 2.2-V-1 infection, substitution of N-acetylated/3-endorphin (N-Ac-fl-endorphin) for the native peptide does not result in protection from paralytic-demyelinating disease (Table 3 ). These data suggest that the N-terminus, and perhaps opioid receptors, are required for the protective effect of/3-endorphin. Table  3 also indicates that protection was observed at single doses of/3-endorphin as low as 0.01 ~g/mouse. Additional dose-response studies have shown that protec- tion was not consistently observed at concentrations of 0.001 /~g/mouse or lower (data not shown).\n\nOne of the possible means by which fl-endorphin may protect mice from CNS disease is by an effect on JHMV growth in the CNS. This was tested in experiments in which clarified supernatants were prepared from the brains of/3-endorphin-treated and untreated mice on days 3, 5 and 9 p.i. and tested for viral activity in plaque assays. As illustrated in Fig. 2 , virus growth was significantly reduced in the brains of /3-endorphin-treated mice as early as day 3 p.i., and remained reduced throughout the period tested. The differences between treated and untreated mice were statistically significant on days 3 and 5 p.i. (P < 0.05). At these time points, 75% of the fl-endorphin-treated mice had virus titers less than 10 z pfu g-1 brain tissue, while the remaining 25% showed titers of 2-2.5 × 102 pfu g-1 (data not shown). The variability in individual values obtained at day 9 p.i., when virus growth is declining in untreated mice ( Fig. 2 ; Fleming et al., 1986) resulted in a lack of statistically significant differences between the two groups. These data suggest that /3-endorphin treatment prevents 2.2-V-1 from establishing a productive infection throughout the course of the 13-day disease.\n\nSince /3-endorphin is a basic peptide, it is possible that the reduction in day 3 virus titers may be due to a nonspecific peptide-virus interaction that prevents infection and virus growth. This was tested in vitro by plaque assay in which various dilutions of virus were added to DBT cells in 24-well plates in the presence or absence of a high concentration of /3-endorphin (10 /~g/well). In addition to 2.2-V-1, the large plaque morphology variant, JHMV-DL, was also tested for neutralization by peptide. Plaques were counted at 24 h p.i. and the results are presented in Table 4 . The data show that a concentration of fl-endorphin 10-fold higher than that capable of protecting mice from disease does not prevent infection in vitro. In addition, /3-endorphin had no effect on the growth of either the encephalitogenic strain JHMV-DL or the less virulent, paralysis-inducing 2.2-V-1. These data suggest that it is unlikely that fl-endorphin directly affects the ability of JHMV to infect or grow in cells derived from the CNS, and suggests that it facilitates protection indirectly by an effect on host resistance to virus infection.\n\nSince clearance of JHMV from the CNS is dependent on an intact immune system, and since /3-endorphin does not appear to directly neutralize virus in vitro, it is reasonable to hypothesize that its protective effect involves the immune response. To test this possi- bility, mice were rendered immuno-incompetent by whole-body gamma irradiation 24 h prior to JHMV infection and/3-endorphin treatment. Table 5 presents data which show that /3-endorphin was not able to protect mice from CNS disease if the immune system was impaired. It is again evident that /3-endorphin does not directly interfere with virus infection or replication, since irradiated mice succumbed to encephalitis in spite of/3-endorphin treatment. These data provide evidence that the immune system may be required for the protective effect of/3-endorphin.\n\nIn this communication, we have presented data showing that a single intracerebral administration of /3-endorphin protects mice from paralytic-demyelinating disease induced by 2.2-V-1, a neutralization-resistant variant of JHMV. The protection was observed as reduced overall disease incidence or markedly reduced disease severity (partial protection), reflected in clinical and histological evaluations. Preliminary data suggest that an opioid receptor is involved, since substitution of opioid-inactive, N-acetylated /3-endorphin did not protect mice from disease ( Table 3 ). The administration of fl-endorphin was associated with significantly diminished virus growth in the brains of infected mice as early as day 3 p.i. Brain virus titers remained at the lower limits of detection until day 9 p.i., when virus growth is decreasing in untreated mice. These data suggest that /3-endorphin treatment prevents the establishment of a productive infection in the CNS.\n\nThe finding that /3-endorphin protects mice from 2.2-V-1 disease differs considerably from that reported for VSV-induced disease, in which more aggressive CNS disease occurs when /3-endorphin was administered 24 h prior to infection (Doll and Johnson, 1989; Hummer et al., 1990) . Such a discrepancy may be explained by obvious differences in the types of CNS disease the two viruses cause in different strains of mice, the timing of the pathogenic events initiated by each virus or by differences in the role that the host response plays in their pathogenicity. Thus, the temperature-sensitive strain of VSV, designated ts G31-KS5 VSV, produces either no clinical symptoms in normal BALB/c mice, or a slowly progressive CNS disease characterized by wasting, loss of appetite, hindlimb paralysis and death in BALB/c nude mice within 30 days of inoculation. In addition, the temperature sensitivity of ts G31-KS5 VSV renders it more capable of replication following decreases in core body temperature, which occur following i.c. injection of /3-endorphin (Nemeroff et al., 1979) . By contrast, the JHMV variant 2.2-V-1 causes paralytic-demyelinating disease in 70-80% of infected BALB/c and C57BL/6 mice by day 8 p.i., and has not shown temperature sensitivity when tested for growth at 33 and 39°C (unpublished observations).\n\nIn JHMV-induced CNS disease, the host immune response plays a dual role in which an initially protective infiltration of immune cells is followed by a later destructive immune response that determines the remaining disease course. The immune response also appears to be critical for survival following ts G31-KS5 VSV infection, since BALB/c nude mice eventually succumb to progressive CNS disease. Although it is not clear whether the immune response contributes to VSV pathogenesis, its requirement for the /3-endorphin exacerbation effect suggests that it it may. If so, differences in the fl-endorphin influences in the two models may reflect the timing of specific pathogenic events. Interestingly, it was necessary for /3-endorphin to be administered 24 h prior VSV infection for the more aggressive disease to appear.\n\nThe pharmacological parameters of the protective effect of/3-endorphin in this particular model of virusinduced disease are currently in an early stage of investigation. The preliminary testing of the opioid specificity of the protection in this communication suggests the involvement of an opioid receptor, since N-acetylated fl-endorphin was not effective. However, additional experiments using opioid antagonists such as naloxone or naltrexone will be necessary to confirm this result. It was also observed that protection was essentially equally afforded by /3-endorphin and its more protease resistant analog, D-Ala2-fl-endorphin. This suggests that/3-endorphin is relatively efficient in initiating events ultimately lead to reduced virus growth in the CNS and protection from paralytic-demyelinating disease. An additional pharmacological parameter that is currently in an early stage of investigation is the dose requirement for the protective effect. It is clear that protection is accomplished at concentrations of /3-endorphin in the nanomolar, or high physiological range, though we have not consistently observed protection at doses of 0.001/zg/mouse or lower, nor have 87 we observed increased disease severity at high or low doses. The exacerbation of VSV-induced CNS disease has been reported to occur at /3-endorphin concentrations as low as 14 pM (Hummer et al., 1990) .\n\nThe observation in the current studies that is perhaps the most critical for an understanding of the possible mechanisms of fl-endorphin protection, and for the design of future studies, is the dramatic reduction in virus growth that occurred as the earliest p.i. time tested, i.e. 3 days p.i. There are at least three possible mechanisms by which virus replication may be reduced in the CNS by day 3 p.i.: (i) neutralization of virus by a nonspecific peptide-virus interaction; (ii) activation of intrinsic cellular mechanisms of resistance; and (iii) initiation of a nonspecific immune response capable of clearing virus from the CNS. Since /3-endorphin is a basic peptide, it is possible that it binds nonspecifically to virus, effectively neutralizing it and preventing infection. It seems unlikely that this occurs, since /3-endorphin had no effect on in vitro virus yield even when added at concentrations ten times higher than the highest dose tested in vivo (Table  4 ). In addition, fl-endorphin was not able to protect mice from death due to infection with the encephalitogenic virus strain, JHMV-DL (unpublished data). If /3-endorphin engages intrinsic cellular mechanisms of resistance to protect mice from JHMV-induced disease, one might also predict that JHMV growth would be diminished in vitro. The fact that this did not occur argues against the involvement of intrinsic resistance as a mechanism of /3-endorphin-induced protection. However, further study is needed to characterize JHMV growth in the presence of/3-endorphin both in vitro and in vivo to identify a possible effect on the number of virus particles yielded per cell, the number of cells infected and/or the regional and cellular distribution of virus in the infected tissue. Experiments of this nature are currently planned.\n\nThe possibility that /3-endorphin treatment initiates the involvement of the immune response for protection is supported preliminarily by the lack of protection that occurred in irradiated mice (Table 5 ). Since the CNS was not shielded during irradiation in these experiments, it is possible that the abrogation of protection involves a radiosensitive cell in the CNS, or perhaps a disturbance in the blood-brain barrier. However, Wang et al. (1990) applied shielding differentially to the CNS and the periphery in order to establish the involvement of the immune response in lesion formation following 2.2-V-1 infection. Their data indicate that shielding either CNS or systemic compartments prior to day 3 p.i. had no effect on disease outcome. Although it thus seems unlikely that the irradiated CNS is involved in eliminating fl-endorphin protection, it will be necessary to repeat the experiments with the CNS shielded during irradiation.\n\nAdditional, though indirect support for the involvement of the immune response in /3-endorphin protection is provided by published data concerning its influences on the cellular activities of the immune system. Thus, /3-endorphin enhances and inhibits T cell activities, inhibits antibody production by B cells, enhances the cytolytic activity of natural killer (NK) cells and modulates several functions of macrophages and neutrophils in humans, rodents and invertebrates both in vitro and in vivo (for review, see Sibinga and Goldstein, 1988; Gilmore et al., 1990; Carr, 1991; Heijnen et al., 1991) . All of these cell types have been shown to infiltrate the CNS following i.c. infection with various strains of JHMV (Dorries et al., 1991; Williamson et al., 1991; Williamson, 1992) , and it has been well documented that immunocompetence is essential in the first few p.i. days to control virus replication and prevent death due to encephalitis (Weiner, 1973; Sussman et al., 1989; Zimmer and Dales, 1989; Williamson and Stohlman, 1990) . The kinetics of the appearance of immune cells suggest that the early immune response in the brain is nonspecific, involving asialo-GM-1 and/ or NKl.l-bearing NK cells and Mac-1 + macrophages (Williamson et al., 1991; Williamson, 1992) , which can be isolated as early as day 3 p.i. Interestingly, in vivo infusion of/3-endorphin into the lateral cerebral ventricles of the rat brain induces macrophage or monocyte chemotaxis into the ventricle (Saland et al., 1983 . In vitro,/3-endorphin and other opioid peptides stimulate human lymphocyte and monocyte motility and chemotaxis (Van Epps and Saland, 1984; Ye et al., 1989; Sacerdote and Panerai, 1989; Heagy et al., 1990) , increase human neutrophil adherence to serum-coated glass (Van Epps and Kutvirt, 1987) , enhance the secretion of interleukin-1 in mouse bone marrow-derived ceils (Apte et al., 1990) and stimulate gamma interferon (IFN-y) secretion in human mononuclear cells (Brown and Van Epps, 1986) . Since intracerebral injection of IFN-y results in the migration of inflammatory cells into the rat brain within 48 h (Sethna and Lampson, 1991) , /3-endorphin may also act indirectly to recruit an early immune response to clear JHMV from the brain.\n\nIt seems unlikely that anti-viral antibody plays a role in/3-endorphin protection, primarily because the earliest detectable antibody response following JHMV infection occurs on day 4 p.i. as a minimal IgM concentration of 20 /xg m1-1 or less . Maximal IgM titers (> 200 /zg m1-1) occur on days 10-12 p.i., while IgG is detected first on days 10-11 p.i. Thus, it is unlikely that antibody can account for the reduction in virus growth on days 3 and 5 p.i. following /3-endorphin administration. In addition, we did not detect differences in antibody titers between /3-endorphin-treated and untreated mice at days 12-13 p.i., when serum was tested to confirm virus infection (data not shown). Finally,/3-endorphin has been clearly shown to have an inhibitory effect on antibody production in rodents (reviewed in Sibinga and Goldstein, 1988; Gilmore et al., 1990; Carr, 1991; Heijnen et al., 1991) .\n\nSince virus growth is also restricted at least until day 9 p.i. (Fig. 2) , the possibility that /3-endorphin may influence the function of antigen-specific (or nonspecific) immune cells entering the CNS during later stages of infection must be considered. This possibility gains credibility in view of the fact that by day 5 p.i., T cells capable of proliferating and secreting interleukin-2 (IL-2) and IFN-y in response to JHMV begin a second, antigen-specific wave of defense against the virus (Williamson et al., 1991; Williamson, 1992) . In addition, preliminary data in our laboratory indicate that JHMV-specific T cell proliferation is enhanced 70-200% in lymphocytes isolated from the cervical lymph nodes of/3-endorphin-treated, infected mice compared with the response of cells isolated from untreated, control mice (data not shown). Thus, a single i.c. administration of fl-endorphin is capable of significant influence on 'later' immune activities. In view of this finding, and since paralytic-demyelinating disease induced by JHMV variant 2.2-V-1 is dependent on the presence of T cells , it will be of special interest to determine whether a delay in /3-endorphin administration at least 5 days following JHMV infection will result in exacerbation of disease. Ultimately, it may be possible not only to manipulate specific stages of the disease in a predictable fashion, but also to design successful strategies for the treatment of immune-mediated CNS disease."}