{"title": "Porcine reproductive and respiratory syndrome virus (PRRSV) interaction with Haemophilus parasuis", "body": "Glasser's disease caused by Haernophilus parasuis is manifested in conventional herds as fibrinous polyserositis in S-8 week-old piglets as described by Nielsen and Danielson ( 1975) . Stress conditions such as weaning or transport have been suggested as risk factors for the presentation of the disease (Menard and Moore, 1990 ). There has been a recent increase of fibrinous polyserositis outbreaks in the USA. possibly because of the high health status and immunological naive pigs produced using new technologies such as medicated early weaning (MEW) described by Wiseman et al., 1994 . Altematively, the increase in incidence may reflect widespread infection by PRRS virus. a putative immunosuppresive agent related to respiratory disease complex in swine (Done et al., 1992. Christianson and Joo. 1994) . PRRSv has been suggested to increase the severity of secondary bacterial outbreaks increasing mortality and poor doing animals in nurseries and growers , with a major economical impact in the last five years (Collins et al.. 1991a; Benfield et al., 1992; Kerkaert et al., 1994) .\n\nField observations suggest an increase in atrophic rhinitis. polyserositis and bacterial meningitis in PRRS infected pigs (Collins, 199 1 b) . PRRS virus infection may predispose pigs to secondary infections by damaging non-specific respiratory defenses through the destruction of alveolar macrophages that may be substituted by immature cells (Molitor, 1993) and by inducing inflammation in the nasal mucosa Galina, 1995; Rossow et al.. 1995) .\n\nExperimentally PRRS has been shown to predispose pigs to Streptococcus suis meningitis (Galina et al., 1994a; Galina et al.. 1994b) . Infection of susceptible pigs with PRRS virus. followed 5 days later by intranasal challenge with S. suis, resulted in central nervous clinical signs and meningitis. Other workers have suggested interaction between PRRS virus and a low-virulence strain of Actinohacillus pleuropneumoniae, resulting in increased clinical signs and lesion severity (Wensvoort. 1995) . Interaction between PRRS virus and other viruses has also been demonstrated. Pigs coinfected with porcine respiratory coronavirus (PRCV) and PRRS virus developed severe clinical signs (Van Rieth et al.. 1994) whereas results were variable when pigs were coinfected with swine influenza virus and PRRS virus (Brun et al., 1994) .\n\nThe objective of the present study was to evaluate the possible in vivo interaction between PRRS virus and H. parasuis in young pigs.\n\nThirty piglets, between 9 and 12 days of age were obtained from five litters of a PRRS virus and H. parusuis seronegative herd. After arrival. piglets were maintained with a special antibiotic schedule for three consecutive days ' while they were allowed to acclimate before the initiation of the experiments. Medication was withdrawn six days \n\nOne ml of PRRSv strain VR-2332 with a titer of lo5 TCID 50/ml (passage level 3) grown in CL 2621 cells was used for intranasal inoculation '. Characterization of this isolate has been previously described .\n\nA strain of Haemophilus parasuis serotype 5 (strain, 29755) was used 3. This strain has previously been shown to be virulent for SPF pigs (Rapp- Gabrielson and Gabrielson, 1992) . Piglets were inoculated intratracheally with 1.0 ml of H. parasuis containing 10' CPU/ml. Briefly, after sedation with a xylacine 4 and ketamine 5 combination a laryngoscope was used to introduce an endotracheal tube 6. Bacterial suspension was slowly administered during inspiration.\n\nThirty piglets were randomly assigned to two groups of 10 piglets each (groups I and II) and two groups of 5 piglets each (groups III and IV). An equal number of animals from each litter were allotted to every group. The groups were inoculated according to Table 1 .\n\nVirus inoculation in groups I and III was three days after arrival. Bacterial inoculation was on day 8, five days after the initial viral challenge. The timing of exposure was based on previous results (Molitor et al., 1992; Rossow et al., 1994) that showed a profound damage of alveolar macrophages on day 7 post-virus infection. Rectal temperatures and clinical signs were recorded daily. Complete post-mortem examinations were made when piglets from each group either died or when their condition was determined critical based on the presence of two or more signs of recumbency, acute central nervous system signs and hypothermia at which time they were euthanized with 2 ml of intravenous injection of sodium pentabarbithal '. Animals without severe signs were euthanized five days after bacterial inoculation.\n\nBlood samples from all animals were collected on day of arrival, at the time of bacterial inoculation and at necropsy for serological measures of PRRSv antibody titer.\n\nNecropsy was performed on each animal. Samples from lung, trachea, nasal turbinates, heart, kidney, tonsil, thymus, spleen, ileum, liver and mediastinal, retropharyngeal, inguinal and mesenteric lymph nodes were collected. One lung and trachea were suspended in 10% neutral buffered formalin and perfused with the same fixative at 20 cm of pressure until the lung volume approximated thoracic limits as previously described by others (Rossow et al., 199.5; Hayatdavoudi et al., 1980) . The trachea was ligated with string and the lung was fixed for 48 h. Transverse sections of dorsal, cranial and middle lung lobes were collected for microscopic examination.\n\nAll other tissues were fixed by immersion in formalin. Fixed samples were dehydrated. embedded in paraffin, sectioned at 4 mm and stained by hematoxylin-eosin.\n\nTonsilar swabs collected on the day of arrival and post-mortem swabs of cerebro-spinal. ascitic and pericardic fluids. trachea, lung and joint were immediately plated on chocolate agar plates and blood agar plates with a nurse strain of Staphylococcus aweus. After 48 h of incubation at 37°C with 5% CO, isolated colonies were taken for further biochemical testing. acid tests were performed. were frozen at -20°C.\n\nUrease. NAD dependent growth. Gram stain and Levulinic Isolates were then subcultured on PPLO media. Samples Serum samples were tested for anti-PRRSv antibodies by an inmmunofluorescent antibody test (IFA) using VR-2332 PRRSv infected CL 2621 cell monolayer as the antigen and a fluorescent labelled antispecies conjugate as the indirect stain (Yoon et al., 1992) .\n\nRepeated measures of variance were used for comparing rectal temperatures among groups. An additive linear model for categorical data was performed to analyze lesions and mortality. Significant difference was considered when p < 0.05.\n\n' Beuthanasia D-special, Schering Plough Animal Health. Kenilworth. NJ.\n\nThere were no clinical signs following viral challenge. On the groups challenged with the virus (groups I and III> only a mild increase in rectal temperature was seen ( p > 0.05).\n\nAfter the Haemophilus parusuis inoculation (groups I and II), pigs developed central nervous signs such as padling, nystagmus and tremor. Pigs challenged with bacteria only (group II) were more severely affected since they presented more than one central nervous sign. There was a significant difference in mean rectal temperature among groups following bacterial challenge. Groups dually infected with PRRSV and H. parusuis (group I) or H. parusuis alone (group II) had higher mean temperatures than controls (group IV) or the group infected with virus only (group III) ( p < 0.05) (Fig. 1) .\n\nOver the days 4, 5, 6 and 7 the difference was most pronounced one day after bacterial challenge (day 6). The group infected only with H. parusuis (group II> had a higher mean temperature than the other groups ( p < 0.05).\n\nwas observed only in the group coinfected with virus and bacteria (group I). The mortality between groups I and II was different ( p < 0.1).\n\nAnimals challenged only with bacteria (Group II) had more severe and generalized polyserositis, characterized by large deposits of fibrin and fibrinous adherences of lung to thoracic cavity. Animals dually challenged with virus and bacteria (group I) had less severe and more localized lesions. The group inoculated with PRRSV only (group III) or the controls (group IV) had no macroscopic lesions.\n\nMicroscopic results are summmarized in Table 2 . In Group I only, one animal had fibrinous pleuritis. In group II, 7 of 10 animals had localized or generalized fibrinous polyserositis (Table 3) and variable amounts of inflammatory cells, consisting of a mixture of monocytes, lymphocytes and polymorphonuclear neutrophils (PMNN) (Fig. 2) . Four of 10 animals in group I and 5 of 10 animals in group II had meningitis, characterized by fibrinous exudate with macrophages and PMN cells (Fig. 3) . No Interstitial pneumonia characterized by a mild macrophage and lymphocyte cell infiltration and thickened alveolar septa was present in all groups infected with the virus (group I and III) (Fig. 4) . Catharral-purulent bronchopneumonia consisting of many PMN in alveoli were also seen in group I (2 animals) and group II (4 animals) (Fig. 5) .\n\nDead animals from group I (3 animals) had intense lung congestion and one of them had pulmonary hemorrhagic zones. Two of those animals had bacterial colonies in tonsils. However, no microscopic evidence explaining the sudden death (such as necrotic foci and/or hemorrhages in other organs) were seen.\n\nHaemophilus parasuis was isolated from 9 of 10 animals in the PRRSv-H. parusuis group (group I> and 9 of 10 animals in group II. Bacteria were isolated from joint, trachea, lung, cerebrospinal fluid (CSF), pericardial and peritoneal fluids (Table 4) .\n\nAnimals were serologically negative to PRRS virus on the day of arrival. All animals challenged with PRRS virus seroconverted by 7-l 1 days post exposure. Typical viral \n\nThis study is the first experimental report examining a putative interaction between PRRS virus and Huemophilus parusuis. Infection with H. parusuis alone resulted in more severe clinical signs and lesions, but decreased mortality, compared to animals receiving the dual viral-bacterial challenge. Animals infected only with H. purasuis showed a higher prevalence of polyserositis, characterized by pleuritis, pericarditis, polyarthritis, peritonitis and meningitis. In contrast, animals with the combined PRRS virus-H. purusuis challenge had only pleuritis and meningitis, or meningitis alone. Catharral-purulent bronchopneumonia was found in six animals from both groups inoculated with the bacteria. Since no other microorganisms were isolated from these lungs, these findings strongly suggest that H. purusuis can be associated with pneumonia in appropriately susceptible animals.\n\nA possible explanation of the difference between the group dually infected with the virus-bacterial challenge (group I> and the bacterial challenge alone (group II) in terms of lesions could be the immunomodulating effect of PRRS virus. Previous reports (Molitor et al., 1992; Ohlinger et al., 1992; Galina et al., 1994a) have shown that by 7 days post-infection the virus produces a marked decrease in the percentage and functional ability to release superoxide anion in alveolar macrophages. In contrast, a sharp enhancement of humoral and cell-mediated functions at the systemic level were also found. The fact that group II animals had more severe lesions as compared to animals previously challenged with PRRS virus (group I), may be explained by this enhanced response at the systemic level.\n\nA trend of increased mortality was seen in group I; however, this difference was not statistically significant between group I and II, probably due to limited size. The animals that died had congestive and hemorrhagic pulmonary lesions, with no other pathological lesions recorded. The fact that bacteria were isolated from several different fluids of these animals, together with the rapid occurrence of death may suggest septic shock as the cause of death. It is possible that the local immunosuppresive effects of the virus allowed for rapid bacterial proliferation in some animals that then died.\n\nThe fact of observing increased mortality in group I and enhanced polyserositis lesions in group 11 suggests that the virus has several effects on the pigs simultaneously. Local destruction of phagocytic cells in the lung may lead to a rapid increase of bacterial numbers and death in some animals. In contrast, surviving animals then tend to develop more localized serositis as bacterial lesions because viral infection results in an increased systemic response which may minimize bacterial spread from the lung. Some degree of bacteremia, however. did occur. since bacterial reisolation rates (90%) were the same for groups I and II.\n\nBacteria were isolated from peritoneal. joint and pericardiac fluids as previously reported (Little, 1970; Morozumi and Nicolet, 1986; Morikoshi et al.. 1990 ). Cerebrospinal fluid was an excellent sample for isolation of the bacteria when the animals show central nervous signs.\n\nIn summary, infection of susceptible pigs with PRRS virus followed by H. parusuis intratracheal challenge did not result in an increased bacterial polyserositis as compared to the group where H. parusuis was the unique challenge. These findings are in contrast to field observations Wahle et al.. 1994; Done and Paton. 1995) where endemic PRRS has been reported to produce an increased occurrence of polyserositis due to H.\n\nOther management factors. such as comingling pigs from different sources, herd health, lack of immunity and other factors precipiting disease should also be considered when interpreting field observations. These results suggest that sudden death may be an important manifestation of this interaction."}