{"title": "", "body": "The deubiquitinylating peptidases (DUBs) remove or deconjugate ubiquitin chains from ubiquitinated proteins [1] . There are several different classes of DUBs, one of them belongs to the ovarian tumor (OTU) domaincontaining family of proteins [2] , which comprises a group of cysteine proteases homologous to the OTU protein of Drosophila [3] . The OTU domain-containing protein family includes more than a hundred proteins from eukaryotes, bacteria, and viruses [4] . Recently, it was found that the aminoterminal region of the RNA-dependent RNA polymerase, known as L protein, of nairoviruses, including Crimean-Congo hemorrhagic fever virus (CCHFV) and Dugbe virus, contains an OTU domain based in homology with other OTU domain-containing proteins (Figure 499.1) [5, 6] .\n\nNairoviruses (genus Nairovirus) are negative strand, segmented RNA viruses from the Bunyaviridae family. These viruses are the etiological agents of several types of hemorrhagic fever syndromes with high mortality in regions of Asia, Europe, and Africa [7, 8] . Nairoviruses must defeat the antiviral and inflammatory effects of innate immune cytokines such as type I interferon and tumor necrosis factor alpha, in order to replicate in mammalian hosts. Both the induction and the effects of antiviral cytokines are controlled by Ub (Ubiquitin) and Ub-like (UBL) molecules. An interesting example is the interferon-stimulated gene 15 (ISG15) system, responsible for the conjugation of ISG15, a UBL molecule, onto target proteins, resulting in antiviral effects [9] .\n\nFrias-Staheli et al. [6] demonstrated that the CCHFV L protein has deconjugating activity associated with its OTU domain, but that in contrast to mammalian OTUdomain containing DUBs, which appear to only deconjugate Ub, the CCHFV-OTU domain deconjugates both Ub and ISG15 (Figure 499 .2). The OTU protease activity of CCHFV L is not necessary for its RNA polymerase activity [10] . Rather, the deconjugating activity of CCHFV L disarms antiviral innate processes regulated by ubiquitination and ISGylation, such as the induction of nuclear factor kappa B (NF-κB) and the ISG15 antiviral activity [6] . Recently, the expression of the OTU domain of CCHFV in E. coli by three independent groups has permitted the enzymatic characterization of this protease and also allowed the determination of its structure [11À13].\n\nThe nairovirus OTU domain proteases have demonstrated the capacity to cleave a wide broad spectrum of Ub and UBL conjugates, including ISG15 conjugates. However, not all UBL conjugates, for example SUMO conjugates, are cleaved by this protease. The sequence recognized by nairoviruses OTU proteases includes the C-terminal LRLRGG segment present both in Ub and in ISG15, but not in SUMO. These six amino acids interact with OTU amino acid residues at or in the surrounding area of the OTU catalytic site [11À13] .\n\nMost of the characterization of the enzymatic properties of the OTU domain of nairoviruses has been performed with CCHFV-OTU, corresponding to the approximately first 170 amino acids of the CCHFV L protein. Activity can be determined by co-expression in 293T cells of CCHFV-OTU with either HA tagged-Ub or His-tagged ISG15 and their conjugating enzymes, UBE1L and Ubc8. Total protein conjugation can be visualized by immunoblotting with anti-HA or anti-His antibodies ( Figure 499 .2) [6] .\n\nThe enzymatic activity of CCHFV-OTU can also be studied in a cell-free system, based in the incubation of bacterially expressed and purified CCHFV-OTU protease with Ub-AMC, ISG15-AMC, RLRGG-AMC, Ub2 K63 FiAsh or NEDD8-AMC substrates ( \n\nUnpublished data from our group reveal that the optimal pH of the enzyme is around 8, but lower pHs, such as pH 7.4, have also been used with good results [13] . The redox conditions are very important for the optimal activity of the enzyme, 2 mM DTT is recommended as the minimal concentration of reducing agent to be added to the reaction buffer. These conditions are necessary for the reduction of the cysteine in the active site (corresponding to Cys40 in CCHFV-OTU).\n\nMultiple experiments have been done to elucidate the CCHFV-OTU's deubiquitinating activity towards K63and K48-linked poly-Ub. The results indicate that there are no major differences in CCHFV-OTU's activity towards the two types of Ub linkage. The CCHFV-OTU enzymatic activity was markedly decreased by mutating amino acid Cys40, indicating that this residue is required for optimal protease activity [6] . Atkin et al. [12] showed that CCHFV-OTU cleaves also K6-and K11-Ub linkages, but it is not able to cleave K29-linked and linear diUb.\n\nCCHFV-OTU is inhibited by general inhibitors of cysteine proteases, such as sulfhydryl alkylating agent NEM and the peptide aldehyde antipain [14] . Also as expected, CCHFV-OTU is inhibited by specific inhibitors of DUB enzymes corresponding to ubiquitin and ISG15 derivates coupled to aldehyde or vinyl sulfone [15À18]. So far there have been no reports of specific inhibitors for the nairovirus proteases.\n\nThe CCHFV active OTU domain corresponds to amino acid residues 1 to 169 of the 3945 amino acid long L protein. There are no known potential covalent modifications of these viral proteases. Bioinformatics predictions features reported by the ELM resource, or the software Motif Scan, detect one potential CK1 phosphorylation site at amino acid residues SGQTHFD 147À153 and three potential CK2 phosphorylation sites at FYHSIAE 41À47, RMLSDNE 92À98 and EWGSTLE 98À104. No metal atoms were described in any of the seven X-ray structures described so far [11À13]. Arteriviruses EAV-nsp2 (residues 120À352 of CAC42774, Equine arteritis virus), and PRRSV-nsp2 (residues 385À518 of AAT95214, Porcine respiratory and reproductive syndrome virus). Human proteins A20-Homo sapiens (residues 57À277 ACN87232), OTUB1-Homo sapiens (residues 52À271 of NP_060140, Otubain 1) and OTUB2-Homo sapiens (residues 13À234 of NP_075601 Otubain 2). A schematic representation of the 3945 amino acid long L protein of nairoviruses is shown in the top, highlighting the OTU domain, and ZF (zinc finger), LZ (leucine zipper) and RdRp (RNA dependent RNA polymerase) domains.\n\nThe CCHFV-OTU protease secondary structure has been clearly established by the recently published X-ray structures [11À13] . The analysis of the structure PDB code: 3PT2 (total residues 164) [11] characterizes this protease as having seven stranded β-sheets (24.4%) and nine α . The CCHFV-OTU X-ray structure in complex with Ub revealed that the N-terminal β-strands interact with a hydrophobic patch in Ub, resulting in a 275 rotation of Ub with relationship to the OTU protease, as compared to OTUB1-Ub complex [11] .\n\nOn the other hand, ISG15 interacts by two hydrophobic surfaces with complementary surfaces on the CCHFV-OTU protease, resulting in higher affinity of the protease for ISG15 than for Ub (reflected by a 2-fold lower K m ). Nevertheless, the viral protease is slightly more active against Ub, as demonstrated by the k cat constant [12] .\n\nThe CCHFV-OTU protease consists of two lobes that clamp around a central substrate-binding furrow, finishing in a channel where C-terminal of Ub or ISG15 is directed towards the enzyme active site (Figure 499 .5). As described by James et al. [11] , the larger of the two lobes (amino acids 1À34 and 114À162) is composed of sevenstranded β-sheets (β1m β2k β3m β4k β5k β6m β7k) sandwiched between helices α1, α2, α3, and α7. Opposed, the smaller lobe (residues 35À113) is exclusively α-helical (composed of helices α3, α4, α5, α6, and α7). The interaction with both Ub and ISG15 is localized in three regions: the first region in characterized by the channel that guides the C-terminal motifs of Ub or ISG15 towards the enzyme active site, region 2 is located on the α-helical lobe and region 3 in the β-sheet lobe. In this last region where the protease generates hydrophobic interactions with Ub and electrostatic interactions with ISG15, and together with the region 2, forms the interface that binds the β-grasp folds of Ub or of the C-terminal of ISG15 [11] . It should be noted that ISG15 structurally resembles two molecules of Ub.\n\nIn the active site, the cysteine thiol must be deprotonated by His151 to promote a nucleophilic attack by the Cys40 on the carbonyl carbon of the scissile peptide bond of the target substrate; this permits the formation of a covalent acyl-enzyme intermediate, which is resolved by a water molecule [19] . The carboxyl group of Asp153 in CCHFV1-OTU enhances catalysis of the viral protease by hydrogen-bonding with the imidazole group of His151 [11] .\n\nThe calculated pI of the enzyme is 4.79 and the calculated molecular mass of a monomer is 19306.69 Da. The oligomeric state of CCHFV-OTU-Ub complex and CCHFV-OTU structures has been investigated using static light scattering. For CCHFV-OTU, 95.7% of the sample's molecular mass was calculated at 18.7 kDa, denoting that CCHFV-OTU has a monomeric form in solution. As for CCHFV-OTU-Ub molecules, 72.5% of the sample possessed a monomeric complex molecular mass of 27.5 kDa. The 25% of the sample acquired a molecular weight of 54.2 kDa. These results propose that the most feasible biologic assembly is one CCHFV-OTU protein interacting with one Ub molecule [13] .\n\nFrias-Staheli et al. 2007 [6] generated a CCHFV-OTU bacterial expression plasmid by incorporating the coding sequence of the first 169 residues of CCHFV L (GenBank accession no. AAQ98866.2) into pET11a plasmid using NdeI and BamHI restriction sites. Six His codons were added to the sequence to provide a C-terminus FIGURE 499.4 CCHFV-OTU protease secondary structure based on the X-ray structure 3PT2. α-Helices are represented in dark purple (labeling below), β-strands in light purple, the β turns with the letter β and the β hairpins with a red hairpin. Also, residues in the active sites are marked with red arrow heads. [28] . Regions 1, 2 and 3 are indicates with red, black and blue squares, respectively. purification tag. Atkin et al. [12] generated a CCHFV-OTU bacterial expression plasmid by cloning the coding sequence of the first 217 residues of CCHFV L into the pOPIN-K vector that incorporates a glutathione S-transferase (GST) tag. The GST tag is cleaved with GST PreScission Protease, with subsequent purification by anion-exchange chromatography (RESOURCE Q, GE Life Sciences), followed by gel filtration chromatography (HiLoad 16/60 Superdex 75 column, GE Life Sciences) [12] .\n\nIn order to express CCHFV-OTU in mammalian cells, one recommended vector is the pCAGGS plasmid which expresses transcripts under the control of a chicken β-actin promoter [20] . As described by Frias-Staheli et al. [6] , the multiple cloning site of this original vector was modified in order to facilitate the cloning strategy generating a pCAGGS-MCSII vector. N-terminal or C-terminal HA tags can be introduced into the construct by PCR with gene-specific primers possessing the tag sequence. Same strategy has been used to express the Dugbe virus OTU domain in mammalian cells [6] .\n\nThe ORF of the CCHFV-OTU is expressed as part of the N-terminus of the L protein of CCHFV, encoded by the L RNA segment of this virus. It is naturally expressed using the known transcriptional strategies of negative strand RNA viruses: the UTRs of the viral RNAs contain all of the cis-acting elements necessary for virus transcription by the viral RNA polymerase [21] .\n\nThe cytoplasmic replication cycle of the bunyaviruses implies that the L protein of nairoviruses is localized in the host cell cytoplasm; this has been proved by immunofluorescence microscopy by Frias-Staheli et al. [6] and by Bergeron et al. [10] . Also tagging the CCHFV-OTU protein with GFP allowed it to directly localize in the cytoplasm (Figure 499.6) .\n\nNo proenzyme activation has been shown to be necessary for the DUB action of CCHFV-OTU. However, it remains to be determined if other structural components of the viral L protein can modulate the DUB and deISGylating activities of the CCHFV-OTU domain during viral replication.\n\nThe nairovirus proteases have been described in CCHFV, DUB and Nairobi sheep disease (NSD) [5, 6] , but is also found in the sequence of the L protein of the other 34 members of the genus, like Hazara or Ganjam viruses [22] .\n\nInterestingly, the double capacity of cleavage Ub and ISG15 from conjugated target proteins by the CCHFV-OTU seems to be an evolutionary adaptation to suppress the innate immune response related to these two protein ligands. Moreover, viral OTU domains negatively regulate the NF-kB pathway [6] .\n\nThe interferon pathway plays a crucial role in the innate immune response against viral infections. One of the mechanisms that nairoviruses appear to have developed to circumvent this response is the proteolytic cleavage of Ub and of Ubl, like ISG15 [23] . Due to the biosafety level 4 required to handle CCHFV, the physiological importance of OTU proteases in the disease involvement has not been directly studied. However, Frias-Staheli et al. [6] , via the use of transgenic mice, recombinant chimeric Sindbis viruses and transfected cells, have demonstrated that the viral OTU domain proteases have inhibitory effects on Ub-and ISG15dependent host processes leading to antiviral innate immunity. Therefore, these proteins have bona fide immune evasion properties.\n\nThe nairovirus peptidases have both DUB and deISGylase activities. Quantitative kinetic measurements revealed a slightly higher affinity of CCHFV-OTU for ISG15 instead of Ub. The CCHFV-OTU protein cleaves four out of six tested chain types of poly-Ub molecules, including K6-linkages that other OTU DUBs fail to hydrolyze, but is inefficient in cleaving linear and K29-linked chains.\n\nThere are not commercially available antibodies against CCHFV-OTU protein. The tagged HA, Flag, HIS, GFP or GST recombinant proteins are useful to detect expression, and no change in the activity has been observed between these recombinant proteins and the untagged protein. \n\nArterivirus nsp2 proteases are also viral OTU proteases with the ability to deconjugate both Ub and ISG15 [24] . In contrast to the nairoviruses OTU proteases, the arterivirus nsp2 proteases participate in the processing of the viral polymerases. At the moment, no crystal structure is available for these proteases. It is also worthy to mention that other viral peptidases, as the adenoviral protease adenain [25] and the papain-like protease from SARS coronavirus [26, 27] have ISG15 and Ub deconjugating activities, which have been suggested to suppress inflammatory and IFN responses of the host.\n\nFrias-Staheli et al. [6] describe the activity of CCHFV-OTU protease, the role in the repression of the innate immune response, and a functional comparative analysis with other OTU proteases. Versteeg & García-Sastre [23] is an interesting review which offers a graphic overview of the antiviral strategies on the development of the virus. Websites for The International Committee on Taxonomy of Viruses provides information on the molecular biology of different viruses; and Boston Biochem provides information on the reagents for the enzymatic assays described before. Finally, EMBL-MBI is a very useful website to make structural analyses of the proteins."}