{"title": "Induction of systemic IFITM3 expression does not effectively control foot-and-mouth disease viral infection in transgenic pigs", "body": "Foot-and-mouth disease (FMD) is a highly contagious disease that affects cloven-hoofed animals, including pigs, sheep, cattle, and many types of wild animals (De Diego et al., 1997) . FMD outbreaks have caused significant economic loss and posed threats to international trade and commerce in many countries, such as those in the 2001 outbreak in UK, the 1997 outbreak in Taiwan, and the 2013 outbreak in China (Li et al., 2008; Longjam et al., 2011; Zheng et al., 2013) . FMD is characterized by fever, languidity, and vesicular lesions on the tongue, feet, snout, and teats. This disease causes high morbidity but low mortality in adult animals (Alexandersen et al., 2003; Grubman, 2005; Sørensen et al., 1998) . The disease is caused by the foot-and-mouth disease virus (FMDV) belonging to the genus Aphthovirus and the family Picornaviridae (Díaz-San Mason et al., 1997; Perez-Martin et al., 2012) . The virus consists of a single-stranded, positive-sense RNA genome of 8.5 kb (Sobrino et al., 2001) . Thus far, seven serotypes of the virus, namely, A, O, Asia1, C, SAT1, SAT2, and SAT3 (Reid et al., 2002) , have been identified. About 60-70% homology exists among these seven serotypes, and little crossprotection is found among different serotypes and even among different subtypes (Dias et al., 2011; Bates et al., 2003; Mayr et al., 2001; Reid et al., 2002; Sørensen et al., 1998) . For this reason, this disease is regarded as the most infectious swine disease by the OIE.\n\nThe efforts have been devoted to eradicate FMD through a combination of vaccination programs and slaughter policies. However, slaughter policies are very costly. Furthermore, chemically inactivated vaccines have shown limited efficacy in preventing the spread of the disease, because effective immunity is usually achieved in five to seven days after administration of the active vaccine (Grubman, 2005) . Prior to this period, animals remain susceptible to FMDV infection. Furthermore, vaccine development usually lags behind the appearance of new FMDV strains (Zheng et al., 2013) . However, FMD outbreaks continue to occur in many countries and suggest that FMD eradication may be virtually impossible. These attributes greatly challenge the control of FMD (Alexandersen et al., 2003; Paton et al., 2005) . Therefore, there is a dire need to develop more effective strategies to combat FMD (Grubman, 2005; Hunter et al., 2005; Laible, 2009) .\n\nInterferon-inducible transmembrane proteins (IFITMs) are produced by interferon-stimulated genes (ISGs) (Diamond and Farzan, 2012) . IFITMs play significant roles in the antiviral activities of type I and II interferons (Brass et al., 2009 (Diamond and Farzan, 2012; Feeley et al., 2011; Mehle and Doudna, 2010; Yao et al., 2011) . However, IFITMs did not affect the replication of murine leukemia virus, Machupo virus, Lassa virus, or lymphocytic choriomeningitis virus (Perreira et al., 2013) . IFITM3, a member of the IFITM family, inhibits the viral life cycles of IAV, WNV, dengue virus, and FMDV in early stages in vitro (Brass et al., 2009; Perreira et al., 2013) . Our previous study showed that swine IFITM3 can prevent the replication of FMDV in BHK-21 cells and in mice (Xu et al., 2014) . In theory, overexpression of the IFITM3 protein may control FMDV infection and spread in pigs. However, studies on the overexpression of IFITM3 in vivo or the production of an IFITM3-transgenic (TG) model are yet to be conducted. Here, we generated swine IFITM3 (sIFITM3)-TG pigs and evaluated their susceptibility to FMDV infection.\n\nFetal fibroblast cells were collected from a large white male pig and cultured in accordance with previously described methods . Baby hamster kidney cells (BHK-21, clone 13) were maintained in DMEM containing 10% fetal bovine serum at 37 C in 5% CO 2 . FMDV serotype O (FMDV O/ES/2001 strain; GenBank No. AY686687.1) was provided and preserved by the National Foot and Mouth Disease Reference Laboratory, Lanzhou, China.\n\nThe cDNA of sIFITM3 (448 bp, HQ641403.1) was amplified by polymerase chain reaction (PCR) (sIFITM3-F: GCTCTAGAAT-GAACTGCGCTTCCCAGCCCT, sIFITM3-R: CGCTCGAGTTACTAG-TAGCCTCTGTAAT) and cloned into a pCAGGS (4713 bps, Addgene, Cambridge, MA, USA) vector to generate pCAG-sIFITM3. The SspI-XhoI fragment, which contains sIFITM3 and the CAG promoter, including the cytomegalovirus IE enhancer, chicken beta-actin promoter, chicken beta-actin intron, and rabbit betaglobin intron, was released from the pCAG-sIFITM3. Afterward, the fragment was inserted between the same restriction sites of the mammalian expression vector pcDNA3.1(+) (Invitrogen, Shanghai, China) to produce the psIFITM3 plasmid. psIFITM3 was prepared using QIAGEN plasmid midi kits (Qiagen, Hilden, Germany) following the manufacturer's instructions. This plasmid was linearized using the AccI enzyme and transfected using Lipofectamine 2000 (Invitrogen, Shanghai, China) according to the manufacturer's instructions.\n\nTo generate TG pigs, we transfected fetal fibroblasts from a male embryo of large white pig with a 1176 bp AccI fragment containing the sIFITM3 sequences using Lipofectamine 1 2000 in accordance with the manufacturer's instructions (Fig. 1A) . The transfected cells were transferred to six 10 cm plates with a selective medium containing G418 (600 mg/ml, Promega) and grown for eight days.\n\nThe G418-resistant colonies were isolated and fibroblast cell lines that stably overexpressed sIFITM3 were established. Overexpression of sIFITM3 in the cells was confirmed by PCR and RT-PCR. The primers used to identify the TG-positive clones were NP03-F (GCTGGTTGTTGTGCTGTCTC) and sIFITM3-R (CTAGTAGCCTCTG-TAATCCTTTATGAGC). The PCR conditions were as follows: 5 min at 94 C; 30 cycles of 30 s at 95 C, 30 s at 56 C, and 30 s at 72 C; and final extension of 10 min at 72 C. Positive colonies were then used for handmade cloning (HMC) as described previously (BGI Ark Biotech Co., Ltd., Shenzhen, China; Liu et al., 2013) . Approximately 440 TG blastocysts were eventually transferred surgically into the uterine horns of five surrogate sows. Pregnancy of these surrogate sows were diagnosed through ultrasonography on day 28 posttransfer and confirmed after two weeks.\n\nA TG pig (No. 429) and a wild-type (WT) pig of the same age and gender were sacrificed in accordance with the guidelines approved by the China Council on Animal Care and Protocol. To evaluate the transcription and expression levels of TG sIFITM3, we harvested different pig tissues (heart, liver, lung, spleen, lymph, and kidney) and stored the samples in a freezer at À80 C. RNA was extracted by using Trizol (Invitrogen, Shanghai, China) and then precipitated using ethanol. qRT-PCR primers were designed as sIFITM3-F (AACTGCGCTTCCCAGCC) and sIFITM3-R (GTGGTCGGGCACGGAG); GAPDH-F (ATCACCATCTTCCAGGAGCGA), GAPDH-R (AGCCTTCTC-CATGGTCGTGAA) were used as the standard primers. qRT-PCR was conducted in 25 mL volumes with 12.5 mL of SYBR 1 Green Realtime PCR Master Mix (TOYOBO), 200 nM of each primer, and 4 mL of cDNA of 10-fold diluted samples in each reaction. A total of 40 cycles were performed in Applied Biosystems ViiA TM 7. The PCR amplification reaction conditions were as follows: 60 s at 95 C; 40 cycles of 15 s at 95 C and 30 s at 60 C.The expression levels were analyzed using the 2À DDCt method.\n\nProteins were extracted from the numerous tissues of TG and WT pigs by using Western lysis buffer (Beyotime, China). A total of 40 mg of protein extract was separated through sodium dodecyl sulfate-polyacrylamide gel electrophoresis (SDS-PAGE) on 12% polyacrylamide gel. The separated proteins were then transferred to polyvinylidene fluoride membrane. Then, the membrane was blocked overnight at 4 C with 5% (w/v) non-fat milk and incubated with polyclonal rabbit anti-sIFITM3 generated in our laboratory (1:2000) or with mouse monoclonal anti-GAPDH (2B8) (1:3000, Beijing TDY Biotech Co., Ltd.) in 5% non-fat milk for 2 h at room temperature. The membrane was then incubated with horseradish peroxidase-conjugated goat anti-rabbit IgG (1:1000 dilution, BOSTER, China) or horseradish peroxidase-conjugated goat anti-mouse IgG (1:3000 dilution, ABclonal) for 1 h. The protein bands were visualized by the ECL method with ChemiDOCTM system (BIO-RAD). Furthermore, Image J was used to quantify the intensity of bands in Western blots.\n\nAnimal experiments were performed under the secure and strict protection of the disease facilities at the Lanzhou Veterinary Research Institute in accordance with a protocol approved by the China Council on Animal Care. Healthy pigs (two months old, 40 kg) were divided into two groups, namely, the TG group and the WT group. Each group comprised four pigs. The pigs were evaluated and confirmed to be serologically negative of FMDV, CSFV, PCV2, and PRRSV prior to viral challenge. All of the pigs were challenged with 50 PID 50 (50% pig infectious doses) of \n\nSerum samples were collected at 0, 1, 3, 5, 7, 9, and 11 days postchallenge (dpc). Before the test was conducted, the samples were heat-inactivated at 56 C for 30 min and prepared in accordance with the Manual of Diagnostic Tests and Vaccines for Terrestrial Animals by the Office International des Epizooties (OIE 2015) by using BHK-21 cells in microtiter plates. Two fold diluted sera (50 mL) were mixed with equal volumes of 100 TCID 50 FMDV (FMDV O/ES/2001 strain) and incubated for 60 min at 37 C. The mixtures were inoculated onto BHK-21 cells cultured in 96-well plates and incubated at 37 C for 60 min. The inoculated cells were then cultured at 37 C for 72 h. The titers of the FMD antibody were calculated and expressed as the reciprocal of the highest dilution at which 50% of the culture wells were protected from cytopathic effects.\n\nAntibodies against FMDV SP and NSP (3ABC) proteins were examined in the serum samples of each group. The type O FMDV liquid-phase-blocking enzyme-linked immunosorbent assay (LPB-ELISA) test kit was prepared by Lanzhou Veterinary Research Institute in accordance with the standard method recommended by the OIE (Li et al., 2008) . The NSP 3ABC detection kit was also developed by the Lanzhou Veterinary Research Institute (Zheng et al., 2013) . The results were considered to be positive if the percentage of inhibition was !50%.\n\nHeparinized blood samples were collected at 0, 1, 3, 5, 7, 9, and 11 dpc (days post-change). FMDV RNA was quantified by real-time RT-PCR using the Taq-Man System. Primers and probes specific to FMDV were performed in the Mx4000 Sequence Detection System (Stratagene), as described previously (Quan et al., 2004) . Viral RNA was extracted from 140 mL of whole blood samples using an RNA isolation kit (Qiagen) in accordance with the manufacturer's instructions. One-step real-time PCR was performed using 20 mL of PCR mixtures containing 10 mL of 2Â one-step RT-PCR buffer III, 2 mL of total RNA, 0.4 mL of TaKaRa EX Tap \n\nThe experimental protocols were approved by the Research Ethics Committee of the College of Veterinary Medicine, Huazhong Agricultural University, Hubei, China.\n\nDifferences between groups were analyzed by conducting oneway ANOVA using GraphPad Prism version V5.04 (GraphPad Software, USA). P < 0.05 was considered statistically significant.\n\nCells overexpressing sIFITM3 were subjected to PCR (primers: NP03-F, sIFITM3-R) to detect sIFITM3 and a small segment of the b-actin intron. A total of 10 clones were identified as positive at both DNA and RNA levels ( Fig. 1B and C) . Taking advantage of the HMC transfer technology, we used the positive clones to generate reconstructed embryos. These embryos were then transferred to five surrogates. After 114 days, four of the five surrogates gave birth to 21 live piglets; of these, 15 survived and reached adulthood.\n\nThe transcript levels of sIFITM3 were analyzed in TG pigs by qRT-PCR. Different tissue samples of TG pig No. 429 were initially subjected to qRT-PCR. The transcript levels of sIFITM3 varied among the different tissues ( Fig. 2A) . The transcript levels of sIFITM3 were compared between TG and WT pigs in the chosen tissues, particularly heart, liver, lymph, lung, spleen, and kidney. In the TG pig, sIFITM3 transcription in the lymph, lung, spleen, and kidney was slightly unregulated relative to that in the WT pig, ranging from 1.5 to 4 times (Fig. 2B) . Expression of sIFITM3 in the heart of the TG pig was remarkable and more than 80 times higher than that of WT pig. sIFITM3 expression in the lungs has statistically significant between TG pig and WT pig (P < 0.05). Afterward, the tissues except those from the liver were analyzed by Western blot (Fig. 2C) . The patterns observed in the tissues except those from the heart were similar to those observed by qRT-PCR. The immunoblot of the band corresponding to the heart tissue was quantified, and the results revealed moderate sIFITM3 expression.\n\nTo evaluate whether sIFITM3 protects TG pigs against FMDV, four TG pigs and four WT pigs were challenged intramuscularly with 50 PID 50 FMDV O/ES/2001 in the neck. The pigs were monitored daily, and clinical signs were recorded for 14 days postchallenge (dpc). Rectal temperatures were obtained daily, and individual clinical signs were scored on the basis of the system described in the Methods section. The rectal temperature of the TG group increased, and this increase was observed in earlier stages in the TG group than in the WT group (Fig. 3A) . Clinical scores were initially determined at 2 or 3dpc in the TG group and WT group (Fig. 3B) . Furthermore, all of pigs in the TG group but three pigs in the WT group scored a maximum of six points. These results suggested that the TG pigs were more vulnerable to FMDV than the WT pigs. However, the disease acutely progressed in the WT group as soon as disease symptoms appeared.\n\nWe evaluated the specific anti-FMDV antibody response of both TG and WT groups through LPB-ELISA and NSP-3ABC detection. Three pigs in the TG group and one pig in the WT group developed antibodies to FMDV as early as 5 dpc (Table 1 ). At 7 dpc, all of the pigs in both groups developed notable anti-FMDV antibody titers; these titers then increased to various degrees. At 11 dpc, four pigs Note: The dpc indicates day post-challenge. FMDV-specific antibody titer reported as the serum dilution by LPBE method. TG-255 À À À À À À + TG-257 À + À À À À À TG-266 À À À À À + + TG-269 À + À À À À + WT-254 À À À + + + + WT-262 À À À + + + + WT-263 À À À À À + + WT-264 À À À À + + + Note: The dpc indicates day post-challenge. + indicates positive samples, À indicates positive samples.\n\nin the TG group and four pigs in the WT group, were detected as seropositive. Furthermore, the antibodies against the FMDV NSP 3ABC was detected using the NSP-3ABC detection kit. In the WT group, three pigs (Nos. 254, 262 and 264) were consistently seropositive between 7 and 11 dpc. At 7, 9, and 11 dpc, the number of seropositive pigs in the WT group was higher than that in the TG group. Interestingly, two seropositive pigs (Nos. 257 and 269) in the TG group were detected at 1 dpc (Table 2) .\n\nNeutralizing antibody titers were determined to be 0, 1, 3, 5, 7, 9, and 11 dpc in accordance with the neutralization test protocol described in the Methods section. As shown in Table 3 , detectable neutralizing antibodies appeared at 5 dpc in three TG pigs but only one WT pig. Almost all pigs in both groups maintained high levels of neutralizing antibody titers from 7 dpc to 11 dpc. This finding indicates that FMDV propagated similarly in both groups within the observation period.\n\nQuantitative real-time RT-PCR results showed that significant virus loads in the TG group could be detected mainly at 3 and 5 dpc, whereas those in the WT group could be detected mainly at 3, 5, and 7 dpc (Table 4 ). However, this difference was not statistically significant (P > 0.05)\n\nTG technology is important in the formulation of strategies for disease control within livestock. This technology involves the stable introduction of exogenous genes, such as antiviral genes, into livestock genomes (Hunter et al., 2005; Laible, 2009) . Different TG technologies substantially contribute to disease control. The Mx protein has a wide spectrum of antiviral activities against many RNA and DNA viruses (Haller and Kochs, 2011; Haller et al., 2007; Schusser et al., 2011) . The Mx-TG mice have been generated in various laboratories, and related research results have demonstrated their antiviral activity against the influenza virus isolated from the influenza pandemic in 1918 (Salomon et al., 2007; Tumpey et al., 2007) . Another gene, swine nenectin-1, identified as the receptor gene of PRV, can restrict herpes simplex virus growth after its overexpression in cells in vitro (Ono et al., 2004b) . Furthermore, nenectin-1-TG mouse has been reported to hinder PRV infection in vivo (Ono et al., 2004a) . Similarly, in our previous study, we found that sIFITM3 blocked the progress of FMDV infection at the early stages of the virus' life cycle. Many studies have shown that IFITM3 exhibits a wide array of antiviral activities against many RNA viruses such as the Ebola virus, WNV, dengue virus, hepatitis C virus, HIV-1, and others (Diamond and Farzan, 2012) . In addition, IFITM3-knockout mice have been found to show greater susceptibility to IAV than wild-type mice (Everitt et al., 2013) , while IFITM3 has been reported to restrict the development of respiratory syncytial viruses in vivo (Everitt et al., 2013) . To our knowledge, the current study is the first to create a IFITM3-TG model.\n\nIn the present study, we produced 11 sIFITM3-TG piglets (F1 generation) using HMC technology. These piglets showed healthy and normal growth (data not shown). We examined IFITM3 expression in various tissues of the sIFITM3-TG pigs by qRT-PCR and Western blot. As shown in Fig. 2 , IFITM3 is widely expressed in many tissues. The levels of sIFITM3 transcription and expression in specific tissues were compared between the TG and WT groups. Upregulation of transcription and expression of sIFITM3 was most substantial in the heart of the TG pigs. By contrast, no obvious difference in expression was observed between the lungs of the two groups. In the F2 generation, positive sIFITM3-TG pigs were identified by PCR and RT-PCR. Four healthy sIFITM3-TG pigs (F2 generation) and four healthy WT pigs were chosen for subsequent animal experiments. These pigs had similar weights and ages. They were challenged with 50 PID 50 FMD O types (O/ES/2001) to test whether sIFITM3 conferred protection against FMDV to the TG pigs.\n\nThe rectal temperatures and clinical signs recorded after the challenge showed that three sIFIMT3-TG pigs manifested clinical symptoms at 2 dpc, whereas two WT pigs displayed symptoms at 3 dpc. Records of the rectal temperatures were consistent with clinical signs. Viral propagation in vivo was quantified by real-time qRT-PCR. As shown in Table 4 , viral titers of the sIFITM3-TG pigs at 3 dpc were higher than those of the WT pigs. However, the results at 5 dpc were different. The levels of specific anti-FMDV, SP, and NSP antibodies were also compared between the two groups and were noted to be consistent with earlier findings. At 9 dpc, the antibody levels of the WT pigs were higher than those of the sIFITM3 pigs. No evident difference in antibody levels was observed at 11 dpc between the two groups.\n\nThe type I IFNs inhibit FMDV infection of cells, suggesting that ISG induction may be critical for FMDV restriction. In our previous studies, overexpression of IFITM3 significantly inhibited FMDV Table 3 Results of the detection of neutralizing antibodies in blood serum following FMDV challenge.\n\nAnimal number 0 dpc 1 dpc 3 dpc 5 dpc 7 dpc 9 dpc 11 dpc Note: The dpc indicates day post-challenge FMDV-specific antibody titer were determined and expressed as the log10 of the Reciprocal of the highest dilution at which 50% of the culture wells were protected from cytopathic effect. infection in BHK-21 cells. Importantly, the plasmid expressing sIFITM3 conferred 60% protection against FMDV in mice. However, sIFITM3-TG pigs were found to be unprotected against FMDV infection in this study. One possible explanation is that the sIFITM3 gene inserts randomly into the genome and disrupts the gene at the insertion site. Another possible explanation is that constitutive expression of the sIFITM3 gene might affect the function of other ISG genes. Based on our results, we propose that a combination of interferons and vaccines be used to control FMDV infection and avoid FMD outbreak."}