{"title": "Enhancing preparation for large Nipah outbreaks beyond Bangladesh: Preventing a tragedy like Ebola in West Africa", "body": "Nipah virus, within the family Paramyxoviridae (Wang et al., 2001) , was first identified in humans with encephalitis in the 1998-1999 outbreak in Malaysia and Singapore, involving at least 276 cases and 106 deaths (Chua et al., 2000) . The epidemiological link was from fruit bats infecting pigs that then served as an amplifier host and infected humans through close contact. Personto-person transmission was rarely documented, and no further human cases have been reported from either country. Detailed analyses of the environmental changes that triggered this outbreak connecting wildlife (bats), livestock (pigs), and humans were reported (Pulliam et al., 2012; Daszak et al., 2013) . This triad of human, animal, and environmental health (One Health) makes Nipah virus outbreaks a prime example of what we have termed the associated pan-epidemic Anthropocene (Lucey et al., 2017) .\n\nNipah virus outbreaks, with person-to-person transmission, have occurred repeatedly in rural Bangladesh. In addition, a nosocomial outbreak involving over 60 people in a hospital in Siliguri, West Bengal, India in 2001 was recognized retrospectively (Chadha et al., 2006) . In 2007, a smaller outbreak occurred in West Bengal, again with person-to-person transmission (Arankalle et al., 2011) . Antibody to Nipah virus was found in 2003 in Pteropus giganteus fruit bats in Haryana State in northern India (Epstein et al., 2008) . Subsequent outbreaks in Bangladesh have been documented during winter months over the past 16 years, associated with the consumption by humans of date palm sap (or occasionally a liquor from date palm sap) contaminated with Nipah virus from the urine or saliva of fruit bats (Hegde et al., 2016; Cortes et al., 2018) . Pigs do not appear to play a role in human infections in Bangladesh or India.\n\nUnlike in Malaysia and Singapore, however, person-to-person transmission of Nipah virus has repeatedly been documented in Bangladesh. For example, in a 2004 outbreak, 'patient F' transmitted to 22 persons (Gurley et al., 2007) . Most such human-to-human transmission has been linked to close contact, and primarily from a small percentage of infected persons. For example, 62 of 122 persons (51%) with Nipah infection in Bangladesh in 2001-2007 became ill after close contact with another person with Nipah. A possible role for respiratory secretions in transmission has been suggested, because patients with Nipah in Bangladesh have often had pneumonia as well as encephalitis (Hossain et al., 2008) , and viral RNA has frequently been identified in respiratory/oral swabs (Hassan et al., 2018) . Of note, only nine of these 62 persons (7%) from the years 2001-2007 appeared to be responsible for transmitting the virus from person to person (Luby et al., 2009a,b) . The overall case-fatality rate has been estimated by the World Health Organization (WHO) to be approximately 75% (WHO/SEARO, 2001 .\n\nA 'Nipah belt' has been described across the western part of Bangladesh (Hahn et al., 2014) . Notably, human cases have not been reported from outbreaks in the capital city of Dhaka or other major urban areas. Importantly, however, Epstein and colleagues recently reported that Nipah virus RNA in bats exists throughout much of Bangladesh, even beyond the Nipah belt. They noted: \"NiV detection was not restricted to the Nipah belt, suggesting spillover is possible anywhere in Bangladesh if a suitable strain and bathuman interface were present\" (Epstein et al., 2016) . Taken together, it is anticipated that the risk of undetected outbreaks of Nipah in Bangladesh and elsewhere in Asia, due either to infected travelers or transmission from bats to humans with associated person-to-person transmission, should be actively anticipated and actions taken in recognition of this threat.\n\nFor example, while this manuscript was being revised, the firstever Nipah outbreak in southern India was reported on May 21, 2018 in Kerala. Laboratory confirmation of Nipah virus infection in family and community members and healthcare workers consistent with person-to-person transmission has been reported as of May 24, 2018. The WHO Southeast Asia Regional Office (SEARO) update as of May 24 reported 14 laboratory-confirmed cases, with 12 deaths and 20 suspected cases. The interim assessment by SEARO was that this \"is not a major outbreak. It is only a local occurrence\". The source of infection was assumed to be fruit bats, although laboratory and epidemiological investigations are ongoing (WHO/SEARO, May 24, 2018).\n\nMuch larger outbreaks of Nipah, both rural and urban, should be anticipated, especially in nations lacking the experience with Nipah of Bangladesh, Malaysia, and India, e.g., Myanmar, Indonesia, and other nations in Asia, the Middle East, and Africa. Preparations for Nipah outbreaks should be enhanced in order to avoid the unanticipated 'preventable tragedy' of the urban and rural Ebola pan-epidemics in 2014 in West Africa (United Nations Report, 2016) that resulted in over 28 000 persons reported with Ebola virus disease, of whom over 11 000 died. Likely many other deaths occurred during the Ebola pan-epidemics due to the unavailability of what healthcare systems existed before Ebola emerged. In 2013, Luby discussed \"the pandemic potential of Nipah\" (Luby, 2013) . We concur and re-emphasize the call to action in 2018, especially for Nipah epidemics in nations with no prior experience with Nipah, by analogy to West Africa and Ebola in 2013-2016. Similarly, the urban pneumonic plague (UPP) epidemic in Madagascar in 2017, with approximately 2025 persons diagnosed with plague pneumonia (WHO AFRO, 2018), termed afterwards a \"tragic opportunity for improving public health\" (Mead, 2018) , was unanticipated in terms of needed preparedness measures.\n\nEither urban or rural outbreaks of Nipah should be prepared for wherever the bat host and virus occur, not only in Bangladesh, but at least in parts of India (e.g., now in Kerala as well as West Bengal), Malaysia, Singapore, Indonesia, and also in Thailand and the Philippines. In southern Thailand, Nipah virus has been found in bats; however, no human infections have been documented. Sequencing of the N gene (1599 bp) from this Nipah virus showed 99.1-99.4% identity with the Malaysian strain of Nipah (Wacharapluesadee et al., 2016) .\n\nIn 2014, an outbreak of a Nipah virus (or very closely related henipavirus) occurred in two villages in Mindanao in the southern Philippines. Of the 17 person who met the case definition, 11 had acute encephalitis, one meningitis, and five an influenza-like illness. Unlike the outbreak in Malaysia in 1998-1999 or the panepidemics in Bangladesh, this outbreak in Mindanao appeared to involve horses transmitting the virus to humans. Of the 17 cases, seven had been involved with horse slaughtering or horse meat consumption and five had provided care to other patients either in the hospital, during transportation to the hospital, or in the home. At least 10 horses died, including nine that had an acute neurological illness (Ching et al., 2015) .\n\nLaboratory testing of three case patients revealed both neutralizing antibodies against Nipah virus and IgM antibodies consistent with recent Nipah virus infection. Real-time PCR on serum from one patient was positive for Nipah virus. The spinal fluid of a second patient was found to have a single sequence read (71 bp) of the P gene of Nipah virus. This short sequence had 99% nt identity with Nipah virus isolates from Malaysia (and 94-96% identity with isolates from Bangladesh) (Ching et al., 2015) .\n\nOf note, horses in Australia have been linked to infection with Hendra virus, a henipavirus like Nipah. Hendra virus, discovered in 1994, has not been reported to be transmitted person to person (Queensland Government, 2016.), unlike this Nipah or Nipah-like virus in the Philippines. The only previous reported link between Nipah viruses and horses has been with two polo ponies that were reported to be infected with Nipah virus in the Malaysia 1998-1999 epidemic (Chua et al., 2000) .\n\nSeparate from any naturally-occurring Nipah virus outbreaks, intentional release of Nipah virus has also been recognized as a potential risk. The initial October 2015 publication of the US \"Bipartisan Report of the Blue Ribbon Study Panel on Biodefense\" included a brief scenario of a hypothetical attack in Washington, DC, and in other locations in the USA and abroad that was due to a 'genetically modified' and aerosolized Nipah virus. The zoonotic or 'One Health' nature of human infections with Nipah virus was recognized in this scenario, with animal deaths occurring as well as human fatalities. Notably, of the 34 recommendations from this Blue Ribbon panel, recommendation number 7 was to \"integrate animal health and One Health approaches into biodefense strategies\" (Lieberman and Ridge, 2015) . Similarly, on May 15, 2018 an all-day large simulation exercise called 'Clade X' was carried out and posted online (Johns Hopkins Center for Health Security). The hypothetical pathogen was a bioengineered transmissible hybrid virus with genes from Nipah virus and human parainfluenza virus. Intentional attacks began in Caracas, Venezuela and in Frankfurt, Germany and then spread to over 300 cities via international travel.\n\nIn January 2017, and again in February 2018, the WHO included Nipah and related henipaviral diseases on its list of priority diseases for investment in research and development for diagnostics, prevention, and treatments (WHO, 2018a). In a related announcement in January 2017, Nipah virus was listed as one of three viruses (along with Lassa virus and Middle East respiratory syndrome coronavirus (MERS-CoV)) that would be prioritized by the new Coalition for Epidemic Preparedness Innovations (CEPI) for vaccine development (Rottingen et al., 2017) . Currently there are no US Food and Drug Administration (FDA)-licensed Nipah vaccines, antiviral drugs, or immunotherapies for humans, although candidates exist in the early stages of development (Broder et al., 2016; Satterfield et al., 2016) .\n\nAt least one person in the USA who had a high-risk laboratory exposure to Nipah virus has received the experimental neutralizing monoclonal antibody (termed m102.4) against the Nipah viral glycoprotein G, on an emergency use basis (Broder et al., 2016) . In Australia, an equine vaccine against the closely-related Hendra henipavirus to prevent infection in horses has been licensed since 2015 (Broder et al., 2016) .\n\nEnhancement of preparedness measures for future urban Nipah outbreaks should include heightened surveillance, coordinated rapid diagnostic testing, training exercises including the use of and sufficient supplies of personal protective equipment (PPE), detailed isolation and quarantine protocols, clinical management protocols, and discussion of research protocols and their ethics for use of investigative therapies and vaccines. As with Ebola, Nipah virus has been reported to occur in healthcare facilities, including infection of health workers, and at burials from an infected corpse (Sazzad et al., 2013) .\n\nThe timelines should be accelerated to develop not only vaccines but also immune-based antibody therapies and antiviral drugs (Bossart et al., 2012; Broder et al., 2013; Geisbert et al., 2014; Elshabrawy et al., 2014; Satterfield et al., 2016; Rottingen et al., 2017) . Prior to the Ebola pan-epidemic in West Africa there were only unlicensed, early-stage candidate Ebola vaccines, immunebased antibodies, and potential antiviral drugs, as is the case today for these three types of Nipah virus countermeasure in humans.\n\nImportantly, in 2011 Bangladesh provided a detailed protocol (Rahman and Husain, 2011) on national guidelines for the fundamental issues of clinical management, prevention and control of Nipah virus infection. Such national leadership, from the nation with the most experience with Nipah virus outbreaks, should be incorporated further into international guidelines and preparedness mechanisms, for example by the WHO. As of May 27, 2018, the recently developed WHO Open online course modules (WHO, 2018b) for many diseases and epidemic-related topics do not include a teaching module for Nipah virus (WHO Open; https:// openwho.org/courses). This gap can readily be closed by collaboration with Nipah experts from Bangladesh, India (especially now from Kerala) and elsewhere. Similarly, the 2018 WHO handbook \"Managing Epidemics\" on 15 deadly diseases does not include Nipah; however, it could readily be added to provide essential clinical and infection prevention and control information (WHO, 2018c) .\n\nIn conclusion, we emphasize the increasing geographic range and expanding epidemiological patterns of Nipah virus in Asia and the potential for urban outbreaks to occur in the near future. Similar to the situation with Ebola in West Africa, there are no licensed vaccines, antiviral drugs, or immune-based antibody therapies for Nipah virus, although early-stage investigational candidates exist for all three types of countermeasure. Unlike before the pan-epidemics of Ebola in West Africa 2014-2016, anticipating urban Nipah virus epidemics and also taking the comprehensive actions needed to prepare for and mitigate such epidemics is still possible in 2018 to avoid disasters like the \"preventable tragedy of Ebola\" in West Africa (United Nations Report, 2016).\n\nNo funding source; no study sponsor.\n\nApproval was not required."}