{"title": "Eff ect of the Ebola-virus-disease epidemic on malaria case management in Guinea, 2014: a cross-sectional survey of health facilities", "body": "The Ebola-virus-disease epidemic in Guinea showed three successive waves of transmission during the whole of 2014. Although the fi rst two waves were attributable to localised transmission in Conakry and some prefectures in forested Guinea, 1 the third, most intense wave indicated transmission throughout Guinea.\n\nAlthough the Ebola-virus-disease epidemic caused an estimated 9976 deaths as of March 8, 2015 , of which 2170 were in Guinea, 2 the indirect eff ects of the epidemic 3,4 might ultimately cause more morbidity and mortality than Ebola virus disease. 5 The eff ect of the Ebola-virus-disease epidemic on the health-care system in aff ected countries might adversely aff ect healthseeking behaviour and thus the delivery of life-saving care to patients, as reported for the severe acute respiratory syndrome (SARS) epidemic. 6 This eff ect is particularly relevant to malaria control eff orts 7 because of an overlap of symptoms for malaria and Ebola virus disease and the dependence of malaria-control eff orts on case manage ment delivered at, or coordinated through, health facilities.\n\nGuinea is highly endemic for malaria, with infection prevalence in children younger than 5 years old of 44% in a 2012 survey. 8 Malaria is the main cause of visits to health facilities in Guinea, accounting for more than 30% of visits to public health facilities. 9 An important part of the National Malaria Control Programme's activities is the expansion of access to malaria diagnostics, most commonly rapid diagnostic tests, and antimalarial treatments in the form of artemisinin-based combination therapy for simple malaria and parenteral treatment with artemisinin derivatives for severe malaria. Access to artemisinin-based combination therapy and rapid diagnostic tests is provided through public health facilities and a network of more than 3000 community health workers, each supplied and supervised from a health centre.\n\nCoinciding with the start of the third wave of the Ebolavirus-disease epidemic in Guinea, the National Malaria Control Programme began receiving widespread reports of falling attendance at health facilities throughout the country and there was a large-scale collapse of the community malaria case management programme. The National Malaria Control Programme commissioned a nationwide survey of health facilities, complemented by an analysis of surveillance data available nationally, to verify and quantify these anecdotal reports, to characterise malaria case management in the context of the Ebolavirus-disease epidemic, and to document the eff ect of the Ebola-virus-disease epidemic on malaria case management.\n\nWe did a cross-sectional survey of 120 public health facilities in eight prefectures (appendix), including the four prefectures most aff ected by Ebola virus disease as of mid November, 2014, and another four prefectures selected randomly, stratifi ed by region, from prefectures with no reported cases of Ebola virus disease as of mid November, 2014. 15 health facilities were selected in each prefecture from a list of all public health facilities using a computergenerated random sequence. Sampling was stratifi ed by the type of health facilities, with one hospital, seven health centres, and seven health posts (the most basic structure for health facilities) sampled per prefecture. At each hospital, data gathering and interviews were done separately for the general medicine and paediatric wards. The Guinea Ministry of Health reviewed the activity and classifi ed it as programme evaluation.\n\nSampled health facilities were visited by one of eight study teams throughout December, 2014. If a health facility was permanently closed, the reason for closure was recorded. Otherwise, study teams abstracted data from registers using standardised forms for data gathering and interviewed at least one health-care worker (the health-care worker most familiar with malaria case management practices in the health facility) and up to fi ve community health workers randomly chosen by systematic sampling from a list of community health workers (for health centres only) using standardised questionnaires. For data abstraction from registers, study teams located registers for Jan 1, to Nov 30, 2013, and Jan 1, to Nov 30, 2014. For each month, study teams counted the number of all-cause outpatient visits, fever cases, malaria diagnostic tests done, confi rmed malaria cases, and patients treated with oral and injectable antimalarial drugs, separately for children younger than 5 years and for children aged 5 years and older and adults. Similarly, study teams abstracted the number of antenatal visits and number of pregnant women given sulfadoxinepyrimethamine for intermittent preventive malaria treatment. For registers from Nov 1-30, 2013, to Nov 1-30, 2014, study teams randomly selected 40 visits by patients, and recorded age, presence of fever, and whether the patient was tested or treated, or both, for malaria.\n\nSelected health-care workers and community health workers were asked about malaria case management practices before and after the Ebola epidemic, specifi cally use of rapid diagnostic tests and artemisinin-based combination therapy and perceived changes in attendance at health facilities. Workers reporting decreases in attendance were asked to provide possible explanations.\n\nThe proportion of operational health facilities was calculated, with stratifi cation by Ebola-unaff ected and See Online for appendix\n\nEvidence before this study We searched PubMed with the search terms \"Ebola\", \"malaria\", \"impact\", \"indirect\", and \"healthcare utilization\", in both French and English for the period (from March 1, 2013, to March 15, 2014) since the start of the Ebola-virus-disease epidemic in west Africa. We found one peer-reviewed published report with systematically gathered data about the eff ect of the Ebola epidemic on health-care delivery, showing a reduction in the use of inpatient services in Sierra Leone. We also found a modelling report of the estimation of excess malaria morbidity and mortality caused by the Ebola epidemic.\n\nThis study is the fi rst systematic analysis of outpatient health-care use in an Ebola-aff ected country during the current outbreak. We focused specifi cally on malaria, the main cause of fever and health-care demand in Guinea. We documented changes in malaria case management practices since the start of the epidemic, quantifi ed the reduction in the delivery of malaria care since the start of the Ebola-virus-disease epidemic, and estimated the excess malaria morbidity and mortality due to the Ebola-virus-disease epidemic, which greatly exceed the morbidity and mortality rates directly due to Ebola virus disease. The large sample size of this study, both in terms of health facilities sampled and patients' records reviewed, comparison of Ebola-unaff ected and Ebola-aff ected prefectures, long retrospective review, and confi rmation of national surveillance data with survey data from systematically sampled health facilities contribute to the robustness of the fi ndings.\n\nThe indirect eff ects of the Ebola-virus-disease epidemic, particularly those on malaria care delivery, lend support for strengthening health-care delivery in the context of Ebola virus disease. The signifi cant eff ect of the Ebola-virus-disease epidemic on malaria morbidity and mortality rates should be considered by ministries of health and donors when allocating sparse health-care resources.\n\nEbola-aff ected prefectures. Monthly numbers of all-cause outpatient visits, fever cases, and patients treated with oral and injectable antimalarial drugs were plotted for January to November for 2013 and 2014, and the percentage change was calculated. The percentage change for each indicator abstracted from registries was calculated separately for January to March, April to July, and August to November, corresponding to the three waves of the Ebola-virus-disease epidemic in Guinea in 2014 (Jan 1 to March 31, April 1 to July 31, and Aug 1 to Nov 30). The percentage change was calculated separately for children younger and older than 5 years and for adults, with stratifi cation by Ebolaunaff ected and Ebola-aff ected prefectures.\n\nFrom the registry abstraction of visits by individual patients for Nov 1-30, 2013, and Nov 1-30, 2014, proportions of fever cases tested for malaria with rapid diagnostic testing and microscopy, presumptively treated for malaria (without any malaria test result recorded), with positive laboratory malaria tests treated with antimalarial drugs, and with negative laboratory malaria tests treated with antimalarial drugs were calculated separately for Ebola-unaff ected and Ebola-aff ected prefectures. With a diff erence-in-diff erences regression analysis, indicators from November, 2013, and November, 2014, were compared within each prefecture, and subsequently the change from November, 2013, to November, 2014, in the Ebola-unaff ected prefectures was compared with the change in the Ebola-aff ected prefectures, with the p value calculated from the interaction term of year and prefecture (unaff ected or aff ected) in the regression analysis. To account for sampling strategy and clustering of observations from health facilities, regression analyses were done and proportions were calculated with the R survey package (version 3.29), 10 calculating the selection probability as the product of the probability of the health facilities being chosen multiplied by the fraction of patients' records abstracted for the detailed registry review.\n\nCommunity health workers' self-reported use of rapid diagnostic tests and artemisinin-based combination therapy, wearing of gloves, and referral of fever cases to health facilities before and after the Ebola-virus-disease epidemic were analysed in Ebola-unaff ected and Ebolaaff ected prefectures. The change in these self-reported practices from before to after the start of the Ebola-virusdisease epidemic was compared between Ebola-unaff ected and Ebola-aff ected prefectures with diff erence-indiff erences regression analyses. The proportion of healthcare workers and community health workers reporting increases and decreases in attendance in health facilities was calculated.\n\nData for nationwide weekly cases of malaria, aggregated at the prefecture level, were obtained from the Guinea Ministry of Health's Division of Prevention and Disease Control. Modelled on WHO's Integrated Disease Surveillance and Response system, 11 the surveillance system gathers data for ten diseases on a weekly basis from public health facilities by telephone. The weekly surveillance system does not capture data from all health facilities, and generally does not include data from health posts and community health workers. The weekly number of suspect malaria cases was plotted for January, 2011, to December, 2014. A Poisson regression model was fi t to the weekly suspect malaria data per prefecture stratifi ed by highly aff ected (reporting ≥250 cumulative cases of Ebola virus disease by November, 2014), less aff ected (reporting <250 cumulative cases), and unaff ected prefectures (no reported cases), and before and after the start of the third wave of the epidemic. To adjust for geographical and seasonal variation, the model included prefecture, month, and interaction terms. G-computation 12 was used to estimate the decrease, with 95% CIs, in suspect malaria cases reported by the weekly surveillance system as a result of the Ebola-virus-disease epidemic.\n\nThe funder had no role in the study design, data gathering, analysis, interpretation, or writing of the report. The corresponding author had full access to all the data in the study and had fi nal responsibility for the decision to submit for publication.\n\nOf the 60 sampled health facilities in Ebola-unaff ected prefectures, two health facilities (3%), both of which were health posts, were permanently closed (table 1) because there were no health-care staff , for reasons unrelated to the Ebola-virus-disease epidemic. Of the 60 sampled health facilities in the Ebola-aff ected prefectures, fi ve health facilities (8%) were closed, including one hospital, one health centre, and three health posts. All closures were related to the Ebola-virus-disease epidemic, with reasons ranging from deaths of medical staff from Ebola virus disease to community resistance (appendix (table 3) . The rate of presumptive treatment of fever cases stayed the same in Ebola-unaff ected prefectures, but decreased from 32% to 23% in Ebola-aff ected areas (table 3) . Overall, the proportion of cases of fever treated with antimalarial drugs at health facilities was not substantially diff erent between 2013 and 2014 in Ebolaunaff ected prefectures, but decreased from 62% in 2013 to 54% in 2014 in Ebola-aff ected prefectures (table 3) .\n\nIn Ebola-unaff ected prefectures, 42 (69%) of 61 healthcare workers reported decreases in attendance at health facilities compared with 59 (97%) of 61 in Ebola-aff ected areas. The most common explanations provided by health-care workers and community health workers for the decreases were patients' fears of health-care workers Community health workers also reported changes in practices in malaria case management. Although the proportion of community health workers in Ebolaunaff ected prefectures who reported being active increased from 78% before the Ebola-virus-disease epidemic to 95% since the start of the Ebola-virus-disease epidemic, this trend was reversed in aff ected prefectures, falling from 98% to 74% (table 4) . Among active community health workers, the proportion doing malaria case management increased from 63% to 96% in Ebolaunaff ected prefectures, but fell from 68% to 48% in Ebolaaff ected prefectures ( up from 60% since before the Ebola-virus-disease epidemic, only 30% of operational community health workers reported using rapid diagnostic tests in Ebolaaff ected prefectures, down from 70% before the Ebolavirus-disease epidemic (table 4) . This drop in the use of rapid diagnostic tests was not outweighed by a corresponding increase in reported presumptive treatment with artemisinin-based combination therapy, at 9% before the start of the Ebola-virus-disease epidemic and 11% afterwards (table 4) .\n\nNationwide, although the weekly total number of suspect malaria cases was lower in 2014 than in previous years at the start of the year, there was a typical peak during June and July, 2014 (fi gure 2). However, there was a rapid fall in the number of reported cases, starting near the end of August, mirroring the results from the health facility survey.\n\nIn 2014, before the third wave of the epidemic, weekly suspect malaria cases in less-aff ected prefectures were not signifi cantly diff erent from expected, but were 22% (95% CI 22-23) lower than expected in prefectures highly aff ected by the Ebola-virus-disease epidemic. Since the start of the third wave of the epidemic in August, 2014, weekly malaria cases were 8% (6-9) lower than expected in unaff ected prefectures, 14% (11-15) lower than expected in less aff ected prefectures, and 42% (40-43) lower than expected in highly aff ected prefectures.\n\nFor all of Guinea for 2014, the Ebola-virus-disease epidemic is estimated to have resulted in a reduction of 74 000 suspect malaria cases (95% CI 71 000-77 000) seen Incorrect treatment (negative test) 14% (7-24) 5% ( at public health facilities as reported through the weekly surveillance system.\n\nThe results of the data gathering in health facilities, confi rmed through weekly surveillance data, indicate a substantial decline in all-cause outpatient visits, fever cases, and number of patients treated with antimalarial drugs at public health facilities in Guinea, coinciding with the worsening of the Ebola-virus-disease epidemic in August, 2014. This decrease occurred throughout the country, even in areas with no reported cases of Ebola virus disease. The decrease occurred despite health facilities generally remaining open, likely because of fi nancial incentives put in place by the National Ebola Coordination to encourage health-care workers to remain at health facilities. Although community members were not interviewed during this survey, data from interviews of the health-care workers and community health workers support the hypothesis that the decline in attendance is likely indicative of the population's fear of accessing the formal health sector. The decline in the number of patients receiving antimalarial drugs is only partly explained by reduced attendance at health facilities, pointing to subtle changes in health-care seeking and delivery that diff er signifi cantly between Ebola-aff ected and Ebola-unaff ected areas. Since the start of the Ebola-virus-disease epidemic, patients have been less likely to seek care at health facilities or report fever. The interpretation of testing and treatment rates at health facilities is not straightforward because the Ebola-virus-disease epidemic coincided with a scaleup of rapid diagnostic test, artemisinin-based combination therapy, and sulfadoxine-pyrimethamine training and distribution to health facilities, confounding the eff ect of the Ebola-virus-disease epidemic on testing and treatment. However, even with the scale-up of the availability of rapid diagnostic tests, rates of testing did not increase in Ebola-aff ected prefectures. Contrary to expectation, the rate of presumptive treatment of fever cases with antimalarial drugs in health facilities and by community health workers decreased or did not change since the start of the Ebola-virus-disease epidemic.\n\nTo address concerns about Ebola virus transmission during malaria testing, WHO released guidelines for malaria case management in Ebola-aff ected zones in November, 2014. 11 The guidelines include the suspension of malaria testing by community health workers and in health facilities without appropriate protective equipment. In these settings, presumptive treatment of fever cases should be implemented. The Guinea National Malaria Control Programme adopted these recommendations in December, 2014, after the completion of the study reported here. The dissemination of the new guidelines and retraining of health-care workers and community health workers is ongoing.\n\nThe timing of the reduction in the number of malaria cases seen and treated in health facilities, larger reduction in areas more aff ected by Ebola virus disease, more pronounced reduction in adults and older children (age groups at higher risk of contracting Ebola virus disease than were younger children), and data gathered from interviews with health-care workers and community health workers, all lend support to the hypothesis that the reduction is attributable to the Ebola-virus-disease epidemic in Guinea. Several key alternative explanations for the reduction can be excluded. Climatic changes are unlikely to have caused the decline, since 2014 was an average year for rainfall in Guinea (appendix). Although there were universal campaigns for coverage of bednet distribution throughout Guinea in late 2013, and early 2014, the timing does not correspond to the decline in malaria cases seeking care at health facilities, and this alternative explanation does not account for why the decline in malaria cases would be larger in Ebola-aff ected areas. Also, although changes in recording and reporting could explain the reductions noted in the surveillance data, the concordance between the surveillance data and directly abstracted registry data contradicts a systematic change in malaria reporting as an alternative hypothesis.\n\nTaken together, the decline in attendance at health facilities and in the numbers of patients treated with antimalarial drugs at health facilities and the suspension of community health workers' activities represent a major challenge for malaria care delivery in Guinea. Before the Ebola-virus-disease epidemic, the formal public sector was the most common source of care for febrile illness in children (57%), with the most common alternatives being traditional healers (13%) and private pharmacies (8%). 8 The two major avenues for delivering life-saving medicine to patients with malaria-public health facilities and community health workers-have been substantially compromised by the Ebola-virusdisease epidemic. Eff orts to reinforce malaria care delivery in Guinea should be focused on reconnecting health-care workers and health facilities with the communities they serve and whose trust they need to regain. Similarly, community health workers who are currently inactive or have left their unpaid malaria case management duties to be paid Ebola-virus-disease contact tracers should be incentivised and provided the means to continue safely delivering malaria care in the community even as they continue their Ebola-virusdiseases-related activities. These interventions cannot wait until the last case of Ebola virus disease. Already, a substantial number of malaria cases have gone untreated or inappropriately treated. Although subject to much uncertainty, according to the estimations from expert opinion surveys the risk of an untreated and uncomplicated malaria case progressing to severe malaria ranges from 3% to 30% (depending on age and malaria endemicity) and then dying from severe malaria ranges from 45% to 73%. 13 Assuming the estimated 74 000 malaria cases not receiving malaria care at health facilities due to the Ebola-virus-disease epidemic (likely to be an underestimate because of the incompleteness of the weekly surveillance system) received no care or inappropriate care outside the formal health sector, excess malaria deaths are likely to greatly exceed the number of deaths from Ebola virus disease, consistent with fi ndings from recent mathematical models. 14 Moreover, untreated malaria cases are likely to have contributed to an excess number of febrile episodes in the community and a greater number of suspected cases of Ebola virus disease requiring triage and isolation at over-burdened transit centres and Ebola treatment centres where uninfected people might have been exposed to Ebola virus disease. Malaria control eff orts and malaria care delivery must be sustained and even heightened during an Ebola-virus-disease epidemic. \n\nWe declare no competing interests."}