{"title": "Cathepsin L Mediates the Degradation of Novel APP C-Terminal Fragments HHS Public Access The Accumulation of Novel APP Fragments Is Not Due to Cytotoxicity", "body": "described previously. 16 These cells were maintained at 35 °C and treated with ALLN as indicated while being incubated at either 35 or 39 °C, for 6 h before collection. For transient transfection, HEK293 cells were transiently transfected using Turbofect transfection reagent (Thermo Scientific) according to the manufacturer's instructions. Twenty-four hours posttransfection, cells were treated with ALLN, L-685,458, or vehicle for an additional 24 h before being collected.\n\nNaïve HEK293 cells were treated with ALLN or vehicle for 24 h, and then conditioned medium was collected, cleared by centrifugation, snap-frozen in liquid nitrogen, and stored in −80 °C. Before being used, medium were thawed on ice, and Aβ 40 was measured using a human/rat β-amyloid (40) ELISA kit (Wako chemicals) according to the manufacturer's instructions.\n\nALLN (Ac-Leu-Leu-Nle-al), Epoxomicin (Epox), CA-074Me, cathepsin G inhibitor I, cathepsin L inhibitor II, synthetic cell-permeable calpastatin peptide, and scrambled peptide were purchased from Millipore. MDL28170, E-64D, cathepsin L inhibitor III, and proteasome substrate Suc-LLVY-AMC were purchased from Enzo life sciences. MG132, cycloheximide, pepstatin A, and L-685,458 were purchased from Sigma-Aldrich. MK-0822 (Odanacatib) was purchased from ChemieTek. The anti-Myc antibody (9B11) was obtained from Cell Signaling. The anti-APP C-terminal antibody C1/6.1 and anti-β-amyloid (1) (2) (3) (4) (5) (6) (7) (8) (9) (10) (11) (12) (13) (14) (15) (16) antibody 6E10 were purchased from Covance. The G12A antibody for APP (rabbit polyclonal, clone C7 targeting amino acid residues 732-751 of APP 751 , custommanufactured by Thermo Fisher Scientific Inc.) has been previously described. 17 The anti-Talin antibody (TA205) and protease inhibitor cocktail were purchased from Millipore. The mouse anti-β-actin antibody was purchased from Sigma-Aldrich. The anti-BACE1 antibody (PA1-757) was purchased from Thermo Scientific. The APP 695 -Myc construct in pcDNA3.1 was a generous gift from B. T. Hyman at Harvard University.\n\nConditioned medium was collected after the indicated treatment, and LDH was measured using the Cytotoxicity Detection Kit from Roche Applied Sciences according to the manufacturer's instructions. The 2% Triton X-100 treatment group was used as a 100% cytotoxicity control, and all other conditions were normalized accordingly.\n\nCells were lysed in RIPA buffer [50 mM Tris-HCl (pH 7.4), 1 mM EDTA, 0.5% sodium deoxycholate, 1% NP-40, 0.1% SDS, and 150 mM NaCl] in the presence of protease inhibitor. The cell lysates were cleared by centrifugation. The protein concentration was determined by a BCA assay (Thermo Scientific), and 80-100 μg of protein was used. The cell lysate were heated in Nupage LDS sample buffer (Invitrogen), subjected to sodium dodecyl sulfate-polyacrylamide gel electrophoresis (SDS-PAGE), and transferred to PVDF membranes. Membranes were blocked using TBS containing 2% bovine serum albumin (BSA) and incubated with the primary antibody overnight at 4 °C. Blots were washed and incubated with secondary IRDye-conjugated antibody and analyzed with an Odyssey infrared imaging system from LICOR Biosciences.\n\nThis assay was described previously. 18 Briefly, after treatment with various proteasome inhibitors for the indicated time, cells were lysed in assay buffer [50 mM HEPES (pH 7.8), 10 mM NaCl, 1.5 mM MgCl 2 , 1 mM EDTA, 1 mM EGTA, 250 mM sucrose, and 5 mM DTT]. Lysates were sonicated and centrifuged for 10 min at 4 °C. The supernatant was incubated with proteasome substrate Suc-LLVY-AMC at a final concentration of 100 μM for 1 h at 37 °C with 2 mM ATP. The proteasome activity was then determined by measuring the amount of AMC released using Promega Glomax with a 360 nm/420 nm filter. Fluorescence readings were further normalized to the amount of protein in each sample, determined by BCA assays.\n\nThe cathepsin L activity was measured using the Innozyme cathepsin L acitivity kit (EMD Millipore) and was described previously. 19 Briefly, HEK293 cells were collected in lysis buffer (phosphate-buffered saline containing 1% NP-40, 1 mM EDTA, 5 μg/mL aprotinin, and 0.2 mM phenylmethanesulfonyl fluoride) and diluted in sample buffer to 100 μg/50 μL. Samples were then incubated with activation buffer (containing CA-074) for 15 min at room temperature in the presence of the indicated inhibitor. A cathepsin L inhibitor working solution or the same amount of diluent was then added, and the mixture was incubated for 15 min at room temperature. The substrate working solution was added, and the reaction mixture was incubated for 1 h at 37 °C. The fluorescence was measured using a Promega Glomax multidetection system at an excitation wavelength of 360 nm and an emission wavelength at 460 nm.\n\nResults shown are representative of at least three independent experiments. The standard error is shown, and a Student's t test was used. Values of p < 0.05 (one asterisk) and p < 0.01 (two asterisks) are considered statistically significant.\n\nCellular protein degradation systems include the ubiquitin/proteasome system, calpain, cathepsins, and other proteases. They are important in maintaining protein quality control. To investigate the role of protein degradation systems in APP metabolism, we utilized ALLN, a general inhibitor of protein degradation. [20] [21] [22] [23] We found that in naïve HEK293 cells, treatment with ALLN led to an accumulation of APP fragments ( Figure 1B-D) . This accumulation included the APP C-terminal fragments (CTFs), but not the full length APP (FL-APP). Specifically, α-CTF was the only abundant CTF species in the vehicle group and was easily identified by two different APP C-terminal antibodies [C1/6.1 and G12A ( Figure 1B ,D, black straight arrow)]. β-CTF ran ~2 kDa higher than α-CTF and was recognized by C1/6.1, G12A, and 6E10, the latter of which recognized the N-terminal sequence of Aβ ( Figure 1B -D, black arrowhead). AICD was detected by C1/6.1 and G12A ( Figure 1B ,D, black curved arrow), but not 6E10, and migrated faster than the α-CTF. The concomitant accumulation of AICD suggested that γ-secretase inhibition was not responsible for the buildup of CTFs upon ALLN treatment. Instead, a common degradation pathway for CTFs and AICD may be affected. This view is supported by previous studies that showed that cathepsins, one of the targets of ALLN, mediate the degradation of both CTFs and AICD. 6, 7 Interestingly, we also observed the appearance of several hitherto undocumented APP fragments, including a 25 kDa CTF (red arrowhead, Figure 1B -D), a 15 kDa CTF (blue arrow, Figure 1B -D), and two less intense fragments migrating at 18 and 20 kDa, which were more visible upon long exposures (orange arrowheads, Figure 1B ,D). The novel 25 and 15 kDa CTFs were recognized by C1/6.1, G12A, and 6E10 ( Figure 1B-D) . These ALLNinduced changes were accompanied by an increase in the level of secreted Aβ 40 , which has been observed previously 24 ( Figure 1E ).\n\nWe further studied the dose dependence and time course of these changes. As shown in Figure 2A , in naïve HEK293 cells, accumulation of the 25 and 15 kDa CTFs was observed starting at an ALLN concentration of 5 μM treated for 24 h. Using 5 μM ALLN, the accumulation of the 25 and 15 kDa CTFs could be detected starting at 2 h and were prominent at 24 h ( Figure 2B ).\n\nTo further rule out the possibility that these novel CTFs were a result of nonspecific antibody (primary or secondary) binding, we transiently overexpressed the APP 695 -Myc construct in HEK293 cells ( Figure 2C ) and then treated these cells with ALLN. The Cterminal Myc tag increases the size of exogenous CTFs by approximately 5 kDa. Therefore, if the exogenous APP underwent similar routes of metabolism and responded similarly to ALLN treatment, we would expect the appearance of the 25 kDa CTF-Myc migrating with an apparent molecular mass shift of around 5 kDa. Indeed, we observed the appearance of 30 and 20 kDa APP fragments that were detected by C1/6.1 and anti-Myc antibody (9B11), corresponding to the 25 and 15 kDa novel fragments from endogenous APP, respectively ( Figure 2D , double red arrowheads and double blue arrow).\n\nTo determine whether this change in APP processing was also present in other cell types, we performed the same experiments in naïve HeLa cells, H4 and SH-SY5Y cells stably overexpressing APP 751 , and bovine brain microvascular endothelial cells. In all of these cells, we observed the accumulation of the 15 kDa (blue arrows) and 25 kDa CTFs (red arrowheads) ( Figure 3A ) upon ALLN treatment. The conserved APP changes in bovine brain microvascular endothelial cells are especially related to AD, because amyloidosis is not limited to the brain parenchyma, but also prominent in the brain vasculature (amyloid angiopathy). 25, 26 We also treated primary rat brain astrocytes with ALLN and observed an accumulation of the 15 kDa CTF (blue arrow), but not the 25 kDa CTF ( Figure 3B ). However, we did not observe the accumulation of novel APP CTFs in rat cortical neurons treated with ALLN (data not shown).\n\nMaintaining protein quality control is a key aspect of cellular homeostasis. Inhibiting protein degradation would lead to accumulation of unwanted protein, disrupting normal cellular function and possibly inducing apoptosis. 27 Therefore, it is possible that ALLN-induced accumulation of the novel APP CTFs is due to ALLN-induced cytotoxicity. To test this, we measured the amount of LDH released into the cell medium as a way to assess cytotoxicity. As shown in Figure 4A , there was no significant difference in the amount of LDH release between cells treated with 5 μM ALLN or vehicle for 24 h (p = 0.734). Triton X-100 (2%) treatment served as a positive control and corresponded to 100% cytotoxicity. To test whether the accumulation of novel APP fragments was irreversible, naïve HEK293 cells were treated with 5 μM ALLN for 24 h and then changed into drug-free medium for different periods of time before cell lysates were collected. As shown in Figure 4B , the level of accumulation of novel fragments, particularly the 25 and 15 kDa CTFs (indicated by red and blue arrowheads, respectively), decreased as the time in drug-free medium increased. This suggests ALLN-induced changes were reversible.\n\nOne possibility is that these novel APP fragments come from drug-induced novel transcription products or novel mRNA splice isoforms. If this is the case, the changes we observed should be dependent on protein synthesis. To test this, we treated naïve HEK293 cells with 5 μM ALLN in the presence or absence of cycloheximide (50 μg/mL) for 4 h. As shown in Figure 4C , the level of FL-APP decreased as protein translation was inhibited. The accumulation of novel APP fragments (25 kDa CTF) was still observed, indicating that generation of the 25 kDa CTF was independent of protein synthesis. Therefore, the 25 kDa CTF is unlikely a novel transcription or splicing product of APP mRNA but rather comes from altered protein processing.\n\nMeanwhile, there was no detectable 15 kDa CTF in cells cotreated with ALLN and cycloheximide. This could suggest that the accumulation of the 15 kDa CTF requires protein synthesis. However, it is also possible that the 15 kDa CTF is a proteolytic product of FL-APP, and its absence after cycloheximide treatment is a result of decreased substrate availability.\n\nBecause ALLN inhibits proteasome function, 20 and proteasome inhibition leads to buildup of ubiquitinated protein, we speculated that the 25 and 15 kDa CTFs could be ubiquitinated forms of the canonical APP CTFs. Earlier studies have shown that FL-APP undergoes ubiquitin/proteasome-dependent degradation, 8, 10, 28 and the APP lysine residues that are modified with ubiquitin reside within the CTF region, specifically, K649, K650, and K651. [8] [9] [10] Thus, in theory, CTFs can be ubiquitinated. Previous studies have reached the conclusion that APP CTFs undergo degradation through the proteasome, but so far, conclusive evidence demonstrating ubiquitinated CTFs is still lacking. 11-13 Therefore, we set out to determine whether proteasome inhibition was responsible for the accumulation of 15 and 25 kDa APP CTFs.\n\nWe used MG132, a commonly used proteasome inhibitor that also inhibits calpain and cathepsin activities. 29 We also used a selective proteasome inhibitor epoxomicin. 30 Inhibition of proteasome activity by MG132 and epoxomicin ( Figure 5A , p < 0.01) was confirmed with an in vitro 20S proteasome activity assay, as previously described. 18, 31 Upon MG132 treatment, we observed accumulation of the 15 and 25 kDa CTFs ( Figure 5B ). Epoxomicin treatment (1 μM) did not result in the accumulation of novel APP CTFs ( Figure  5C ). This indicates that selective proteasome inhibition does not mediate the accumulation of the novel CTFs, but rather the nonproteasome effects of MG132, possibly cathepsin and/or calpain inhibition.\n\nTo confirm this finding, we genetically manipulated the ubiquitin/proteasome system. Specifically, we utilized the mouse fibroblast TS20 cell line, which carries an endogenous mutation in the E1 ubiquitin activating gene, making it temperature-sensitive. At 35 °C, the E1 ubiquitin activating enzyme is functional, but at 39 °C it is inactive, precluding ubiquitination of protein. 16 After treatment of TS20 cells with ALLN at 35 °C, we observed the appearance of the 15 kDa CTF, but not the 25 kDa CTF. This is most likely due to cell type difference. However, this cell line can still be utilized to study the 15 kDa CTF. We reason that if the 15 kDa CTF is ubiquitinated, it should not accumulate if ALLN treatment is performed at 39 °C, when E1 enzyme is inactivated. However, we found that its accumulation was unperturbed at 39 °C ( Figure 5D ), indicating that the generation of the 15 kDa CTF is independent of ubiquitinaton. Moreover, no novel APP CTFs were observed in cells treated with vehicle at 39 °C, indicating that the degradation of the 15 kDa CTF was also independent of ubiquitination.\n\nTaken together, we conclude that the novel APP CTFs are not proteasome inhibitioninduced ubiquitinated CTFs.\n\nMDL28170 is a calpain inhibitor that also cross-reacts with cathepsins. 32,33 Treatment with MDL28170 resulted in the accumulation of both 15 and 25 kDa CTFs, as well as the 18 and 20 kDa CTFs ( Figure 6A ), suggesting that calpain or cathepsins were potentially responsible for the clearance of novel APP fragments.\n\nTo differentiate between these two, we utilized the selective calpain inhibitor, calpastatin peptide (CP, 1 μM). 34 CP is a synthetic cell-permeable peptide corresponding to exon 1B of human calpastatin, an endogenous calpain inhibitor. 35 Efficient calpain inhibition by CP is confirmed by a significant decrease in the level of Talin cleavage, a well-characterized substrate of calpain 36 (Figure 6B ,C, p < 0.05). However, CP treatment did not result in the accumulation of canonical or novel APP CTFs ( Figure 6B ). This suggests that selective calpain inhibition is not responsible for the accumulation of novel CTFs.\n\nTo investigate the role of cathepsins in the accumulation of these novel CTFs, we utilized a general cathepsin inhibitor, E-64D. 37 Treatment of naïve HEK293 cells with E-64D resulted in the accumulation of the 25 kDa CTF, 15 kDa CTF, and canonical CTFs ( Figure 6D ).\n\nCathepsins make up a large protease family and are classified into three categories based on their catalytic types and structures, including aspartyl (D and E), serine (A and G), and cysteine cathepsins (B, C, F, H, K, L, O, S, V, W, and Z). 38 In an effort to narrow down the cathepsin responsible for the clearance of the novel CTFs, we used selective cathepsin inhibitors that are currently available, including pepstatin A for cathepsin D, cathepsin G inhibitor I for cathepsin G, 7 CA-074Me for cathepsin B, 39 MK-0822 (Odanacatib) for cathepsin K, 40 and cathepsin L inhibitors II and III for cathepsin L. 41 Treatments of naïve HEK293 cells with cathepsin L inhibitor II or III induced the accumulation of novel CTFs ( Figure 6G,H) . However, this was not observed with any of the other selective cathepsin inhibitors ( Figure 6E-G) . Inhibition of cathepsin L (ALLN, cathepsin L inhibitor II and III) was confirmed using an in vitro cathepsin L activity assay ( Figure 6I ). These data suggest that the clearance of novel CTFs is mediated by cathepsin L, not by cathepsin B, D, G, or K.\n\nThe pharmacologically induced accumulation of the 15 and 25 kDa CTFs was always accompanied by an increase in the level of β-CTF (ALLN and MG132 in Figure 5A , MDL28170 in Figure 6A , E-64D in Figure 6D , and cathepsin L inhibitors II and III in Figure 6G ,H). BACE is the major β-secretase that cleaves FL-APP and generates β-CTF. 1 BACE is known to undergo degradation via lysosomal 42 and proteasomal pathways. 23 We speculated the inhibition of lysosomal and/or proteasomal pathways that lead to BACE accumulation could result in noncanonical cleavage of FL-APP by BACE to generate the novel 15 and 25 kDa CTFs.\n\nIn naïve HEK293 cells, endogenous BACE levels were consistently increased upon ALLN treatment ( Figure 7A ). However, we did not observe BACE accumulation upon treatment with MG132 or MDL28170 ( Figure 7A ), both shown to lead to accumulation of novel CTFs. Transient overexpression of BACE ( Figure 7B ) did not directly result in detectable levels of 15 or 25 kDa CTFs and did not alter the amount of novel CTFs upon ALLN treatment (compared to that in naïve cells treated with ALLN). Together, these data suggest that elevated BACE levels are not responsible for the generation or degradation of the novel 15 or 25 kDa CTFs.\n\nIn this study, by using a general protein degradation inhibitor, ALLN, we observed an accumulation of novel APP fragments, 15 and 25 kDa CTFs. This process was independent of protein translation and was not associated with cytotoxicity. We showed that the accumulation of these novel APP CTFs was not mediated by proteasome or calpain inhibition, but by cathepsin inhibition, specifically, cathepsin L. Lastly, we showed increased BACE levels do not play a role in the generation or degradation of the 15 and 25 kDa CTFs.\n\nThe 15 kDa CTF observed in our study is likely the δ-CTF, reported previously in hippocampal neurons with 12 additional residues from the N-terminus of CTFβ 5 ( Figure 1A) . This is the first evidence that the δ-CTFs are also present in other cell types. The 18, 20,  leupeptin treatment of HEK293 cells stably overexpressing APP 751 . 43 We refer to the 25 kDa CTF as η-CTF (eta-CTF), and this fragment could contain approximately 230 amino acids of the C-terminus of APP 751 . It is also important to note that the η-CTF could potentially be a cluster of two or more fragments close in size, because in some of our Western blots, two fragments were visible. Attempts to immunoprecipitate the novel fragments for sequencing were not fruitful, because of the following factors. First, the η-CTF migrates at the same molecular mass as the immunoglobulin light chain via SDS-PAGE. Second, current commercially available APP C-terminal antibodies recognize the δand η-CTFs, as well as the canonical CTFs and FL-APP that are more abundant, making the enrichment process significantly less efficient for the novel CTFs. Future studies can improve the efficiency of enrichment by using custom antibodies targeting the predicted Nterminal sequence of the novel CTFs.\n\nOur data suggest that the novel CTFs induced by ALLN are proteolytic products of APP, which were not observed under physiological conditions, because of efficient clearance/ processing by protein degradation machinery via cathepsin L ( Figure 7C ).\n\nAging is a strong risk factor for AD, and protein degradation systems, especially cathepsins, are impaired in aging brains. 44, 45 Deficits in protein degradation could serve as a link between aging and neurodegeneration. [46] [47] [48] Several lines of evidence have suggested a role of lysosome malfunction in AD pathogenesis. For example, autophagic vacuoles (AV), an early component of the lysosome degradation process, have been found to accumulate extensively in AD brains, suggesting impaired maturation of the lysosome degradation pathway. 49 These changes occur before extracellular plaque formation, and the AV are found to be rich in Aβ, along with β-CTF and γ-secretase components, consistent with a role in Aβ production. 49, 50 Interestingly, Glabe and colleague have shown that internalized Aβ 42 is largely resistant to degradation in the lysosmes. 51 They further demonstrated in HEK293 stably overexpressing APP that intracellular Aβ 42 can lead to altered APP catabolism and accumulation of a series of APP CTFs in size from 16 to 43 kDa. 52 These connections among aging, Aβ 42 , lysosome dysfunction, and altered APP metabolism make it intriguing to speculate whether the clearance of ηand δ-CTFs could be impaired in AD and play a potential role in the course of neurodegeneration.\n\nMoreover, the functions of cathepsins are not limited to protein degradation but also include the processing of certain substrates, such as antigen unloading. 38, 53 Using selective cathepsin inhibitors, our data in the HEK293 cell model suggest that the clearance of α-CTF is mediated by both cathepsin B ( Figure 6F ) 7 and cathepsin L ( Figure 6G,H) , while the clearance of ηand δ-CTFs is selectively mediated by cathepsin L (Figure 6G,H) . To the best of our knowledge, this is the first evidence that different CTFs are selectively degraded by specific lysosomal cathepsins, and this selectivity suggests a biological function is associated with the process.\n\nIt is also worth noting that, although we have ruled out the possibility that elevated BACE levels mediate the generation of ηor δ-CTF, it is still possible that inhibition of protein degradation leads to the buildup of other protease(s), and that these novel CTFs are novel products of processing of APP by those protease(s).\n\nOur findings warrant follow-up studies to determine the protein sequence of η-CTF, and whether ηand δ-CTFs can be found in aging brain. Future directions should include determining the putative secretases that generate these fragments. It would also be interesting to investigate whether ηand δ-CTFs are subject to cleavage by αand/or βsecretase. If so, another interesting question is the relationship between the cleavage products and amyloid oligomers. Biochemistry. Author manuscript; available in PMC 2015 July 31."}