{"title": "REGULATION OF PROTEIN SYNTHESIS IN VIRUS-INFECTED ANIMAL CELLS", "body": "the translation of viral mRNAs: where the synthesis of a protein starts and ends, how many proteins can be produced from one mRNA, and how efficiently. The next section focuses on the interplay between viral and cellular mRNAs and the translational machinery. That interplay, together with the intrinsic structure of viral mRNAs, determines the patterns of translation in infected cells. The final section points out some possibilities for translational regulation that can only be glimpsed at present, but are likely to come into focus in the future.\n\nTo keep the project manageable, I have concentrated on animal viruses. Plant viruses are mentioned, however, when they provide the best (or sometimes the unique) example of a given mechanism.\n\nThe structural requirements for mRNA function have been determined by inspection'of natural eukaryotic mRNAs, followed by manipulation of features that looked suspicious. The general structural characteristics of eukaryotic mRNAs have been reviewed previously (Kozak, 1983a) and will not be elaborated here. The discovery of the m7G cap on a wide variety of viral and cellular mRNAs (Shatkin, 1976 ) was a provocative clue that the mechanism of initiation in eukaryotes differs from prokaryotes. Although the list of plant virus mRNAs that are translated without a cap has grown in recent years, picornaviruses and caliciviruses are still the only animal viruses known to be translated without a cap (Nomoto et al., 1976; Ehresmann and Schaffer, 1979) . Indeed, the near-indispensibility of the m7G cap may be inferred from the fact that animal viruses that replicate in the cytoplasm routinely encode their own capping and methylating enzymes. This is true not only for poxviruses (Moss et d., 1976) , where the vast coding capacity of the genome allows room for frills, but also for reovirus (Furuichi et al., 19761, vesicular stomatitis virus (VSV) (Abraham et al., 19751, and alphaviruses (Cross, 1983) ) in which the small size of the genome limits the encoded proteins to the barest essentials. The m7G cap enhances both the stability and translatability of mRNAs. Transcripts that are capped but not methylated are stable, but nonetheless untranslatable (Furuichi et al., 1977; Horikami et al., 1984) .\n\nMuch of the discussion that follows assumes that a scanning mechanism underlies the initiation process. The scanning model postulates that a 40 S ribosomal subunit binds initially at the 5' end of the mRNA VIRAL TRANSLATION 23 1 and migrates until it reaches the first AUG triplet. If the first AUG codon occurs in the optimal context (ACCAUGG-see Kozak, 1981a Kozak, , 1984a Kozak, , 1986a all 40 S subunits stop there, and that AUG serves as the unique site of initiation. If the first AUG triplet occurs in a suboptimal context, only some 40 S subunits will initiate there; some will migrate beyond that site and initiate at an AUG codon farther downstream. The scanning hypothesis is not universally accepted, but it is supported by extensive evidence from many laboratories (reviewed by Kozak, 1980 Kozak, , 1981b Kozak, , 1986a . Two alternative models have been suggested from time to time. One is that ribosomes bind directly to the sequence around the AUG codon, but experiments designed to distinguish between scanning and direct binding do not support the latter (Kozak, 1979a (Kozak, , 1983b . A hybrid mechanism in which 98% of the ribosomes scan from the 5' end, while 2% of the binding occurs directly at the AUG start site, is difficult to rule out, however. Another suggestion is that secondary structure might guide the choice of AUG codons (this idea is evaluated a few paragraphs hence).\n\nOne consequence of the scanning mechanism is that deleting the \"ribosome binding site\" (i.e., the normal initiator codon and flanking sequences) will not abolish translation; ribosomes will simply use the next AUG codon downstream, which, in some cases, has been shown to direct the synthesis of a biologically active, truncated protein (Downey et al., 1984; Halpern and Smiley, 1984; Katinka and Yaniv, 1982) . Conversely, introducing spurious upstream AUG codons will reduce initiation from the authentic start site-a prediction that has been verified many times with laboratory constructs (Bandyopadhyay and Temin, 1984; Lomedico and McAndrew, 1982; Smith et al., 1983; Zitomer et al., 1984) as well as with naturally occurring variant forms of mRNA from the early1 and late regions of simian virus 40 (SV40) (Barkan and Mertz, 1984) . When the context around an upstream AUG codon conforms closely to the ACCAUGG consensus sequence, initiation from the downstream site is suppressed almost completely (Kozak, 198313, 1984b; Liu et al., 1984; M. Scott and H. Varmus, personal communication) . When the context around the upstream AUG codon is less ideal, initiation from the downstream site is reduced but not abolished (Kozak, 1986a) . Stated in a more positive way, when the 5'-proximal AUG codon occurs in a suboptimal context, ribosomes are able to initiate at the first and the second AUG codons. This \"leaky\" scanning process is further explained and documented in Section I1,C.\n\nThe scanning mechanism predicts that translation should be downregulated by any ploy that interferes with the linear movement of 40 S ribosomal subunits from the cap to the AUG codon: binding of a protein to the 5'-noncoding sequence; introducing spurious out-of-frame AUG codons, as mentioned above; annealing cDNA fragments that are complementary to the 5'-untranslated sequence (Haarr et al., 1985; Perdue et al., 1982; Privalsky and Bishop, 1982; Willis et al., 1984) ; or creating a stable hairpin anywhere upstream from the AUG codon, as described in the next section. On the other hand, the simplicity of the scanning mechanism suggests few possibilities for enhancing translation.\n\nAlthough we know what features should be absent from the leader for a message to be efficient, the only features known to contribute in a positive way are the m7G cap and the sequence directly flanking the initiator codon. A promising place to look for other positive effectors is the tripartite leader on late adenovirus mRNAs. Transposition of the 200-nucleotide tripartite leader sequence to heterologous mRNAs stimulates their translation 20-fold (Berkner and Sharp, 1985; Logan and Shenk, 1984) , but the feature responsible for the stimulation has not been pinpointed, and could turn out disappointingly to be a long sequence that simply lacks all of the negative effectors cited above. The impression that the leader sequences on most viral mRNAs do not contain unidentified translational \"enhancers\" is reinforced by the ease with which 5'-noncoding sequences can be deleted without deleterious effects (Bendig et al., 1980; Spindler and Berk, 1984a; Villarreal et al., 1979) .2 If our intuition is correct that \"extra\" 5'aoncoding sequences are more likely to inhibit than to help, the trend toward short 5'-noncoding sequences on many viral mRNAs becomes significant (reviewed by Kozak, 1981b ; see also Rose1 and Moss, 1985) . Indeed, the 24-nucleotide leader sequence on the mRNA that encodes adenovirus polypeptide IX seems to mediate translation more efficiently than the long tripartite leader that has received so much attention (Lawrence and Jackson, 1982) .\n\nThe synthesis of polyoma virus T antigen was significantly reduced in only one of the mutants studied by Bendig et al. (1980) -a mutant in which the deletion extended to within two nucleotides of the AUG codon. This fits with evidence from other sources that (only) the nucleotides immediately preceding the AUG codon are part of the ribosome recognition sequence.\n\nSecondary structure in viral mRNAs might have various effects on translation.\n\n1. One might expect secondary structure to inhibit more when it occurs near the cap, which is the presumptive entry site for ribosomes, than when a hairpin occurs farther downstream, because 40 S ribosomal subunits once bound must be able to melt secondary structure to some extent. (One knows for sure that 80 S ribosomes melt secondary structure during the elongation phase of protein synthesis; the triplet code could not be read linearly otherwise.) The prediction that 40 S ribosomal subunits can melt their way through secondary structure within the interior of the leader sequence has been verified: introducing a 13-base-pair hairpin (AG -30 kcal/mol) 60 nucleotides downstream from the cap did not impair the translation of preproinsulin mRNA in uzuo (Kozak, 1986b) . The effects of secondary structure close to the cap have not yet been tested systematically, but it has been noted that the 5' end of alfalfa mosaic virus RNA-4 is unfolded (Gehrke et al., 1983) and RNA-4 is a notoriously efficient message. Godefroy-Colburn et al., (1985b) claim more generally that the degree of cap accessibility of the four alfalfa mosaic virus mRNAs correlates with their translational efficiency, but the correlation appears weak. The cap was indeed least accessible on RNA-3, which ranks lowest in translational efficiency, but the cap was equally accessible on RNAs 1,2, and 4, which differ 15fold in competitive efficiency (Godefroy-Colburn, 1985a) .\n\n2. Although we expect ribosomes to melt secondary structure to some extent, there must be a limit to that ability. Whereas a hairpin of -30 kcalimol at the midpoint of the leader sequence (involving neither the cap nor the AUG codon) did not reduce the synthesis of preproinsulin under normal culture conditions, a hairpin of -50 kcal/mol nearly abolished translation (Kozak, 198613) . Because the hairpin did not encroach on the AUG codon, the observed inhibition seems incompatible with the direct-binding hypothesis, but is consistent with the scanning hypothesis. Pelletier and Sonenberg (1985) have also shown that translational efficiency decreases as secondary structure in the 5'noncoding region increases.\n\n3. There is no experimental support for the idea that secondary structure orients the cap and the AUG codon, thus determining which AUG will initiate translation. Were that true, denaturation should impair translation; in fact, denaturation often enhances (Payvar and Schimke, 1979) . Nor is there support for the idea that downstream cistrons are silent due to conformational constraints: attempts to activate internal initiation sites by denaturing viral mRNAs invariably fail (Collins et al., 1982; Monckton and Westaway, 1982) . A popular idea is that when secondary structure sequesters the 5'-proximal AUG triplet, it might be skipped by ribosomes in favor of the next exposed AUG codon (Darlix et al., 1982; Ghosh et al., 1978; Hay and Aloni, 1985; Nomoto et al., 1982) . The results of a direct test contradict that notion, however, When the primary sequence around the 5'-proximal AUG codon in a chimeric preproinsulin mRNA was favorable for initiation, no translation from a downstream site could be detected irrespective of whether the first AUG codon was single stranded or base paired (Kozak, 1986b) . Thus, 40 S ribosomal subunits appear to scan linearly, melting the secondary structure (AG 5 -30 kcal/mol) t o reach each AUG codon in turn. If a hairpin is too stable to be melted (AG 2 -50 kcal/mol), the 40 S subunit apparently stalls, but it does not \"jump over\" the barrier.\n\n4. In some viral mRNAs, sequences at the 3' end are complementary, to a limited extent, to those at the 5' end (Antczak et al., 1982; Dasgupta et aZ., 1980) . That arrangement might be expected to inhibit translation-an expectation that has been confirmed recently using mRNAs with artificially constructed terminal complementary sequences (Spena et al., 1985) . Some viruses seem to take measures to preclude such inhibition. Whereas the genomic RNAs of influenza (Robertson, 1979) and bunyaviruses (Eshita and Bishop, 1984) have complementary 5'and 3'4erminal sequences, that potentially deleterious structure is not copied into mRNA, inasmuch as the 3' terminus of each mRNA stops short of the 5' end of the template strand (Bouloy et al., 1984; Eshita et al., 1985; Hay et al., 1977) . Arenaviruses also produce mRNAs that lack the complementary sequences present at the termini of genomic RNA (Auperin et al., 1984) . 5 . Incubation in hypertonic culture medium has been used often to study protein synthesis in virus-infected cells (see Yates and NUSS, 1982, and references therein) . Hypertonic shock results in the rapid and reversible inhibition of protein synthesis at the level of initiation (Saborio et al., 1974) . An intermediate concentration of salt or sucrose permits a residual low level of translation, under which circumstance viral protein synthesis nearly always predominates over cellular protein synthesis (Cherney and Wilhelm, 1979; Nuss et al., 1975; Oppermann and Koch, 1976) . It is difficult to deduce the mechanism of this differential response from inspection of natural forms of viral and cellular mRNAs. However, a cloned preproinsulin gene has been experimentally converted from hypertonic resistant to hypertonic sensitive by inserting into the 5'-noncoding sequence the oligonucleotide AGCTTGGGCCGTGGTGG, thereby creating a 13base-pair hairpin around the AUG initiator codon (mutant B13hp in Kozak, 1986b) . A reasonable interpretation is that the hairpin structure (AG -30 kcal/mol), which does not inhibit translation under nor-ma1 culture conditions, is stabilized under hypertonic conditions to the point where it becomes inhibitory. An alternative explanation, currently under investigation, is that the primary sequence of the oligonucleotide insert underlies the enhanced sensitivity of mutant B13hp to hypertonic stress. If the first explanation turns out to be correct, one might suggest by extrapolation that most viral mRNAs are less structured near the 5' end than are most cellular mRNAs, and for that reason viral mRNAs are more resistant to hypertonic stress. Herpes simplex virus mRNAs are a notable exception: they are unusually sensitive to hypertonic inhibition (Stevely and McGrath, 19781 , perhaps because their high G + C content generates extensive secondary structure.\n\n6. The mechanism of action of interferon is too complex to discuss here, except to mention that double-stranded regions of RNA, either free or incorporated into the mRNA structure (DeBenedetti and Baglioni, 1984; Knight et al., 19851 , are critical in activating and targeting the interferon-induced enzymes. The deleterious effects of interferon on the stability and translation of viral mRNAs have been reviewed by Lengyel (1982) .\n\nThe monocistronic rule means more than simply producing one protein from one mRNA. A number of viral mRNAs encode two or more proteins in nonoverlapping reading frames; with few exceptions, however, (see Section II,C), it is exclusively the 5'-proximal cistron that gets translated (Shih and Kaesberg, 1973; reviewed by Kozak, 1978; . To cope with the usual inability of eukaryotic ribosomes to initiate at internal sites in mRNA, the genomes of animal viruses are punctuated at one of four levels, as described below. The structures of plant virus RNA genomes and their patterns of expression have been reviewed by Davies and Hull (19821 , and they are not exceptional. The mode of expression of cauliflower mosaic virus, which has a circular DNA genome, is exceptional indeed, and is discussed in Section I1,C. The following descriptions are generalized; additional details and references have been published elsewhere (Kozak, 1981b) . Each virus is classified according to its major mode of punctuation, which is often not the exclusive mode.\n\n1. The genome itself is segmented. Each segment typically consists of one gene, which is transcribed end to end, or nearly so. There is usually a simple correspondence between the size of the mRNA and the size of the mature protein derived therefrom. Reoviruses, influenza viruses, and bunyaviruses fit this description. Arenaviruses and nodaviruses (e.g., black beetle virus) have segmented RNA genomes but rely also on other mechanisms.\n\n2. The viral genes are linked, but internal start and stop sites for transcription generate a separate mRNA for each protein. Punctuation is accomplished for the most part at the level of transcription rather than by posttranscriptional processing. Again, the size of the mRNA usually corresponds to the size of the mature p r~t e i n .~ This group includes poxviruses, herpesviruses, rhabdoviruses (VSV), and paramyxoviruses.\n\nHere the genome lacks internal transcriptional and translational stoplstart sites. The genome-sized mRNA is translated end to end to produce a \"polyprotein,\" more than 2000 amino acids in length, which is cleaved to generate the mature viral proteins. The extreme situation in which all viral proteins are derived from a single precursor is characteristic of picornaviruses and flaviviruses (Castle et al., 1986 ; C . M. . [Rice et al. (1986) present a lucid explanation of some older data that had suggested a different translational strategy for flaviviruses.] Posttranslational cleavage supplements other modes of punctuation in many animal virus systems, and is especially important in the maturation of retrovirus and alphavirus proteins. 4. The fourth, rather heterogeneous group of viruses characteristically produce big transcripts that cannot be translated completely: ribosomes bind at the 5' end and translate only up to the first stop codon, and the downstream cistrons in these polycistronic mRNAs are usually silent. The downstream cistrons become translatable when they are moved closer to the 5' end, which is accomplished by producing truncated or subgenomic mRNAs. Various mechanisms generate these shortened transcripts. Conventional splicing of nuclear transcripts is used by retroviruses, papovaviruses, and parvoviruses. Adenoviruses also use splicing, on a rather grand scale (Nevins, 1982; Ziff, 1985) . Coronaviruses use a novel cytoplasmic fusion mechanism to transfer a common leader sequence to each of six, progressively shorter, subgenomic mRNAs (Budzilowicz et al., 1985; Lai et al., 1984; Spaan et al., 1983) . In the case of alphaviruses and parvoviruses, initiation at a n 3 Whereas the molecular weight correlation between mRNAs and proteins holds for most early vaccinia virus genes (Cooper and Moss, 1979; Hruby and Ball, 1982) , late vaccinia mRNAs are notoriously heterogeneous in size, apparently because transcription does not terminate discretely (Mahr and Roberts, 1984; Rose1 and Moss, 1985) . The 3'-proximal portions of such transcripts are assumed to be translationally silent. In the case of herpes simplex virus, the size of many mRNAs corresponds simply to the size of the encoded protein, but more complex mRNAs also exist (Wagner, 1985) ; the functional significance of the latter is not yet clear.\n\ninternal transcriptional promoter produces the subgenomic mRNAs that encode the major capsid proteins (Brzeski and Kennedy, 1978; Janik et al., 1984) . Hepadnaviruses (hepatitis B and others) cannot yet be classified, since mRNAs have been identified for some but not all of the viral proteins (Tiollais et al., 1985) . The major subgenomic mRNA is initiated at an internal promoter, and there is no evidence for splicing. The heterogeneous initiation sites for transcription in hepatitis viruses might be a means to regulate translation, as suggested by Laub et al. (1983) and Enders et al. (1985) .\n\nArenaviruses are a special case. The genomic S-RNA segment codes for two structural proteins, N and GPC, but only GPC can be translated conceptually directly from the 5' half of virion RNA; the 3' half of the sequence is an antisense version of the N gene (Auperin et al., 1984) . Thus, a subgenomic complementary mRNA is produced to translate the N protein. Although GPC could in theory be translated from the full-length viral S-RNA, a subgenomic RNA corresponding to the 5' portion of S-RNA is also present in infected cells. This might be necessary to avoid \"hybrid arrest\" which could occur if translation were attempted with full-length viral and antiviral transcripts.\n\nWhereas most eukaryotic mRNAs are functionally monocistronic, certain viral mRNAs have been shown to synthesize two separately initiated polypeptides. With few exceptions4 we can rationalize the 4 The mechanisms outlined herein cannot explain the (inefficient) internal initiation that occurs in a mutant form of Rous sarcoma virus src mRNA (Mardon and Varmus, 1983) . Poliovirus mRNA also initiates translation at more than one site, at least in uitro (Celma and Ehrenfeld, 1975) , but one cannot attempt an explanation until the sites have been identified. [Dorner et al. (1984) claim to have localized an internal initiation site, but they did not prove that the template RNA was intact. The fact that they could demonstrate \"internal initiation\" in extracts from reticulocytes but not from poliovirusinfected cells hints of an artifact.] Because the poliovirus 5'-noncoding sequence has eight AUG triplets upstream from the major translational start site (Kitamura et al., 1981; Racaniello and Baltimore, 1981) , spurious initiation events are expected in that region. On the other hand, the upstream AUG triplets would not preclude initiation of the polyprotein from the ninth AUG codon, because seven of the upstream AUG triplets lie in a weak context; the only one that lies in a favorable context is followed by an inframe terminator codon, which would allow reinitiation. The same explanations are compatible with the genomic sequences of many other picornaviruses Callahan et al., 1985; Forss et al., 1984; Linemeyer et al., 1985) . The two structural peculiarities of picornavirus mRNAs-presence of upstream AUG codons and absence of production of two proteins from a single mRNA by invoking one of the following mechanisms, each of which is experimentally supported. These mechanisms (with the exception of reinitiation) might be considered errors, i.e., the results of imprecise execution of some step in translation. A system that functions with less-than-perfect fidelity apparently gains the advantage of versatility.\n\nThe scanning model postulates that, when the 5'-proximal AUG codon occurs in a suboptimal context, ribosomes will initiate at that site as well as at another AUG codon farther downstream. Several nucleotides near the AUG codon are known to affect the efficiency of initiation, but the most important determinants are a purine (preferably A) in position -3, and G in position +4; we can predict the occurrence of leaky scanning by focusing on those two positions. In each of the bifunctional viral mRNAs listed in Fig. 1 , the more 5'-proximal initiation site lies in a suboptimal context, thus rationalizing the ability of some ribosomes to reach the start of the second cistron. (In SV40 16 S mRNA, influenza B, and adenovirus-12, which are bracketed in the center of the figure, the sequence flanking the first AUG codon is not really weak, but it is not perfect; thus, some 10-20% of the 40 S subunits are expected to bypass the first AUG codon and reach the second. That may be adequate to produce the second protein in the case of adenovirus and influenza virus, but it does not seem adequate to explain the synthesis of SV40 VP1, which is an abundant protein. In SV40 16 S mRNA, however, ribosomes can reinitiate at the VP1 start site, as explained below.) The scanning model does not necessitate that the second AUG codon lie in a stronger context than the first, although that usually is the case; it is necessary only that the first AUG codon lie in a context that is less than optimal. Each mRNA listed in the upper part of Fig. 1 produces two unrelated proteins, translated from two different reading frames. The mRNAs in the lower part of the figure initiate at two AUG codons in the same reading frame, thereby producing long and short versions of the same protein.\n\nWhereas the relaxed scanning mechanism accounts qualitatively for the dual function of the mRNAs listed in Fig. 1 , the model is not very a cap-might be related it is possible that, when cap binding proteink) are not part of the 40 S initiation complex, AUG codons in suboptimal contexts are recognized even less efficiently than usual, and the barrier effect of the upstream AUG codons in poliovirus mRNA would thus be minimized. Perhaps p220 is cleaved (see Section III,D) to directly facilitate viral translation, rather than to inhibit host translation. good a t predicting the frequency with which ribosomes initiate a t each site. One problem is that the ratio of initiation a t sites 1 and 2 in vivo is often different from that i n vitro (Bos et al., 1981;  Clarke et al., 1985; Dethlefsen and Kolakofsky, 1983;  , and the ratio changes when salt or other reaction conditions are varied. That is hardly surprising because the fidelity of initiation in vitro is sensitive to reaction conditions (Jense et al., 1978; Kozak, 1979b;  Petersen and Hackett, 1985) . On the other hand, the in vivo ratio might be skewed if one protein is less stable or less efficiently extracted than the other.\n\nIn addition to the obvious economy of using one mRNA to make two proteins, in a fixed ratio, their simultaneous production might allow the polypeptides to interact as the nascent chains grow. It would be amusing to determine whether complementation is less efficient when two proteins that are normally translated from one mRNA are instead synthesized from separate templates.\n\nThe hundreds of eukaryotic cellular genes that have been sequenced to date invariably initiate translation a t AUG. When alternate initiator codons were tested experimentally, however, they were not inert. Eukaryotic ribosomes can initiate a t GUG (Kozak, unpublished data) and UUG (Zitomer et al., 1984) , but the efficiency is a t least 30-fold lower than at an AUG codon in the same context; initiation at GUG, UUG, or other nonstandard codons is (barely) detectable only when the codon is preceded by the optimal A in position -3 (M. K., unpublished data). There is credible, albeit not definitive, evidence that alternate initiator codons are used in two virus systems to produce minor virion components. One is adeno-associated virus capsid protein B, which probably initiates a t an ACG codon that lies upstream from the major AUG start site (Becerra et al., 1985) . [An ACG codon in coliphage T7 mRNA is also recognized as an initiator codon by wheat germ ribosomes i n vitro (Anderson and Buzash-Pollert, 1985) . Although the template is unnatural in that case, the evidence for initiation a t ACG is irrefutable.] The second natural example is gPr80gag, a nonessential but nonetheless conserved form of gag produced by Moloney murine leukemia virus (Edwards and Fan, 1980;  the nucleotide sequence of the region is given by Shinnick et al., 1981) . gPr80gag is analogous to the elongated form of gag produced by feline leukemia virus, except that the latter is presumably initiated at an upstream AUG codon in a weak context (Fig. l ) , whereas in murine leukemia virus the most likely initiation site(s) are upstream GUG and/or CUG codons that lie in a favorable context. Charles Van Beveren has shown that gPr80gag is produced not only by The left-most column shows that in most cases the sequence around the first functional initiator codon is suboptimal with respect to the nucleotides in positions -3 and +4, thus explaining how some 40 S ribosomal subunits can reach the second initiation site. In the case of the coronaviruses and black beetle virus, the indicated proteins are predicted but have not yet been demonstrated. Although the 6.7-kDa protein predicted from adenovirus region E3 has not been seen, its ribosome binding site has been proven functional by demonstrating the synthesis of a fusion protein from an appropriately engineered mutant virus (Wold et al., 1986) . All of the other proteins listed here have been detected in infected cells, and most have also been synthesized in cell-free translation systems. Notes: %Since the 5' ends of hepatitis virus and some bunyavirus mRNAs are heterogeneous (Laub et al., 1983; Patterson et al., 19831 , the second protein could be translated, without invoking leaky scanning, from the portion of the mRNA population that lacks upstream AUG codons. bInfluenza virus RNA-6 is unusual in that the first and second AUG codons are separated by only four nucleotides (Shaw et al., 1982) , but that probably does not explain the ability of ribosomes to initiate at both sites. In a version of preproinsulin mRNA in which the first and second AUG codons (both in the perfect context for initiation) were Moloney virus, but also by two other murine leukemia viruses that have no AUG codons upstream from the major (Pr65gag) start site (personal communication). Thus, there is no alternative to believing that nonstandard codon(s) are used to initiate the elongated form ofgag. Experiments to pinpoint the start sites are in progress in Van Beveren's laboratory.\n\nAlthough reinitiation was documented years ago in prokaryotes, there was no reason to suspect a similar phenomenon in eukaryotes until laboratory manipulations with cloned genes yielded some results separated by five nucleotides, ribosomes were unable to initiate a t the second member of the pair (Kozak, 1984b) . 'Because the first reading frame terminates upstream from the second in SV40 mRNAs, ribosomes could reach the start site for VP1 by a combination of leaky scanning and reinitiation. dThe arrangement of AUG codons near the 5' end of SV40 late 19 S mRNA is GCCAUGG (out-of-frame at position 253-255) . . . UCCAUGG (start of VP2) . . . CCUAUGC (out-of-frame a t position 679-681) . . . GGAAUGG (start of VP3) . We postulate that leaky scanning allows some 40 S ribosomal subunits to bypass the first AUG triplet (position 253-255) in order to initiate VP2. That does not contradict the fact that, in 16 S mRNA, the AUG codon in position 253-255 initiates the agnogene product. By extrapolating from the systematic measurements carried out in another system (Kozak, 1986a) , we would expect 80-9070 of the ribosomes to initiate a t the AUG codon in position 253-255, while 10-209 should reach the next AUG; that seems sufficient to produce VP2, which is a minor component of the virion. Synthesis of VP3 might depend on leaky scanning (bypassing the first three AUG codons) as well as reinitiation, inasmuch as ribosomes that initiate a t the first AUG codon would terminate before reaching the VP3 start site. eThe nucleotide in position -3 varies among strains of foot-and-mouth disease virus, and the relative yields of P20a and P16 vary accordingly (Clarke et al., 1985) . fit is likely that two ANNAUG sequences farther upstream are also used to produce longer forms of surface antigen (Heermann et al., 1984) . Most transcripts lack the extreme upstream AUG codons, however. nThe two proteins postulated for feline leukemia virus are indeed seen in infected cells, but the mechanism of synthesis postulated here has not been proven. Infrequent initiation at weak, upstream AUG codons is also suspected with mRNAs from some other retroviruses (Gruss et al., 1981; Willumsen et al., 1984) . References: Sendai virus: Giorgi et al., 1983 . Measles virus: Bellini et al., 1985 . Reovirus: Cashdollar et al., 1985 Ernst and Shatkin, 1985; Kozak, 1982; Sarkar et al., 1985. Bunyaviruses: Eshita and Fuller et al., 1983 Pasek et al., 1979; Persing et al., 1985 . Feline leukemia virus: Laprevotte et al., 1984 . Herpes simplex: Haarr et al., 1985 Wagner et al., 1981. that are difficult to explain ~t h e r w i s e .~\n\nThe principal observation is that eukaryotic ribosomes can initiate at an internal AUG codon, when another AUG codon occurs upstream and in a highly favorable context (thus ruling out leaky scanning), provided that a terminator codon occurs in-frame with the first AUG codon and upstream from the second (Kozak, 1984b; Liu et al., 1984; M. Scott and H. Varmus, personal communication) . We envision that when a complete \"minicistron,\" i.e., an AUG triplet followed by a terminator codon, occurs upstream, it is translated; but the 80 S ribosome does not detach at the terminator codon. Rather, the 60 S subunit dissociates while the 40 S subunit remains bound to the message and resumes scanning. When the 40 S subunit reaches the next AUG codon, it reinitiates translation. Reinitiation is more eficient when the terminator codon precedes, rather than when it overlaps, the AUG codon (M. Kozak, unpublished) .\n\nWith respect t o natural mRNAs rather than laboratory constructs, elegant genetic manipulations implicate reinitiation in the translation of Rous sarcoma virus src mRNA (Hughes et al., 1984) and cauliflower mosaic virus mRNA , Dixon et al., 1986 . The latter is the most striking example to date of a functionally polycistronic mRNA in eukaryotes. The overlapping arrangement of cistrons rules out the possibility of reinitiation with many other viral mRNAs (Contreras et al., 1977; Meshi et al., 1983; Schwartz et al., 1983; . However, in some instances in which adjacent cistrons do not overlap, and reinitiation is therefore expected, it has not been observed (Barker et al., 1983; Goelet et al., 1982; Knowland, 1974; Ou et al., 1982) . Reinitiation, together with leaky scanning, could theoretically account for translation of the SV40 agnogene pro-5 The alternative to reinitiation is to postulate that eukaryotic ribosomes can initiate directly at an internal AUG codon, and that they usually fail to do so only because the downstream site is occluded by the stream of 80 S ribosomes advancing from upstream.\n\nOcclusion indeed occurs during the translation of polycistronic prokaryotic transcripts, but the inhibitory effect of an overlapping upstream cistron is sometimes only twoor threefold (Das and Yanofsky, 1984; Hoess et al., 1980) . Berkhaut et al. (1985) claimed to see complete inhibition of translation of the MS2 lysis protein when the coat protein cistron overlapped, but the unknown sensitivity of their biological assay complicates the interpretation. Moreover, their claim that a strong upstream initiation site (for coat protein) suppresses initiation from the much weaker site for lysis protein hardly compares with the situation in eukaryotes, where an upstream AUG codon can completely suppress initiation from an equally favorable downstream site (Kozak, 1983b, 198413) . The essential difference between the occlusion and reinitiation mechanisms is that the former postulates direct binding of ribosomes to internal AUG codons, while the latter prohibits such binding. There is experimental evidence against direct binding (Kozak, 1979a (Kozak, , 1983b and against occlusion (Kozak, 198413) . tein and VP1 from the same mRNA, although neither mechanism has been experimentally demonstrated with SV40. (The simultaneous occurrence of two phenomena complicates the task of demonstrating either one.) Reinitiation is expected within the leader region of Rous sarcoma virus genomic RNA, where three small open reading frames (ORFs), one of them headed by an AUG codon in a highly favorable context, precede the gag coding sequence (Schwartz et al., 1983) . It has been difficult to demonstrate synthesis of the predicted leader peptides, perhaps because their small size makes them unstable. With admirable persistence, however, Hackett et al. (1986) have devised a sensitive assay with which they have detected small amounts of the peptide encoded in the first minicistron of Rous sarcoma virus.\n\nParenthetically, when one is designing experiments to probe the function of a particular viral or cellular product, one must remember that introducing a nonsense codon near the beginning of a gene might not abolish its function. If an in-frame AUG codon occurs downstream from the nonsense codon, ribosomes will probably reinitiate and the truncated polypeptide might be functional.\n\nThe mechanism by which reverse transcriptase is synthesized has long puzzled retrovirologists. The pol coding sequence is not preceded by an initiator codon; rather, reverse transcriptase is derived by cleavage from a joint gag-pol precursor (Murphy et al., 1978; Oppermann et al., 1977) . The problem is that the genomic arrangement of gag and pol sequences would seem to preclude their joint translation. In avian retroviruses, gag and pol are in different, partially overlapping, reading frames (Schwartz et al., 1983) ; in murine retroviruses, gag and pol are in the same frame but are separated by a terminator codon (Shinnick et al., 1981) . In both cases, the solution involves a translational \"error.\" With avian retroviruses, about 5% of the ribosomes shift reading frames somewhere near the end of the gag sequence, thereby producing from one message both gag and a small amount of the gag-pol fusion protein. Jacks and Varmus (1985) have shown beyond reasonable doubt that frameshifting occurs near the gag-pol junction in a cell-free translation system from reticulocytes. By using mRNA that was transcribed in uitro from cloned Rous sarcoma virus DNA, they excluded the possibility that a low-abundance, spliced transcript served as the template for the fusion protein. Inspection of the gag-pol junction sequences in several other retroviruses leads one to expect that frameshifting is not limited to the avian system. Neither is it limited to eukaryotes, of course. Frameshifting occurs under intrigu-ing circumstances in a few bacterial and phage genes (Craigen et al., 1985; Dunn and Studier, 1983; Kastelein et al., 1982) .\n\nThe excitement that accompanied the old discovery of a \"readthrough\" version of coliphage Qp coat protein (Weiner and Weber, 1973) has been rekindled recently by finding a similar phenomenon in eukaryotic systems. In murine retroviruses, for example, the gag and pol sequences are separated by a single UAG terminator codon, the occasional suppression of which generates a gag-pol fusion protein.\n\nThe first hint of this came from supplementing a cell-free translation system with yeast suppressor tRNA, which indeed enhanced the synthesis of the gag-pol precursor (Philipson et al., 1978) . The notion was confirmed for both murine and feline leukemia viruses when Yoshinaka et al. (1985a,b) directly determined the amino acid sequence of the protease that constitutes the NH,-terminal portion of the pol gene product. Suppression of a terminator codon is not peculiar to retroviruses, for it occurs also with alphaviruses (Lopez et al., 1985; Strauss et al., 1983) , tobacco mosaic virus (Pelham, 1978) , and probably carnation mottle virus (Guilley et al., 1985) . Suppression of the UAG codon in tobacco mosaic virus RNA has been traced to the major tyrosine-specific tRNAs which, in tobacco cells, have the anticodon sequence GJIA (Beier et al., 1984a,b) . The most abundant tRNAer from wheat germ has the highly modified queuine base (Q) in place of G in the wobble position of the anticodon, and it is not able to suppress. Thus, minor differences in tRNA structure can be an important determinant of host range for some viruses.\n\nIn one sense, suppression solves the problem of how to produce a full-length protein from an interrupted coding sequence. But that probably misplaces the emphasis. The real problem might be how to produce only a small amount of an essential protein that might be toxic if overproduced. An inefficient mechanism, such as suppression or frameshifting, is an ideal solution.\n\nWhereas the features described in the preceding section are intrinsic to viral mRNAs, and can be demonstrated readily in a \"universal\" reticulocyte lysate, the translation of viral mRNAs in uiuo is influenced by specific conditions that prevail in the cytoplasm of infected cells. The way in which the translational machinery is partitioned VIRAL TRANSLATION 245 between viral and host mRNAs is one important consideration. Because the literature concerning inhibition of host protein synthesis by animal viruses has already been reviewed at length (Fraenkel-Conrat and Wagner, 1984;  Kaariainen and Ranki, 1984; Shatkin, 1983) , I shall be selective in my coverage. An overview of the phenomenology is presented in Table I . The general mechanisms of host shutoff defined by these phenomena are described briefly in Sections B and C, which are followed by a detailed discussion of two viruses-poliovirus and adenovirus-that seem to merit more attention.\n\nThe phenomenon of host shutoff is not as widespread as might appear from Table I . Retroviruses, paramyxoviruses, parvoviruses, and flaviviruses do not suppress host translation, and papovaviruses actually stimulate host protein synthesis. Because host shutoff is interesting, and because it is easier to detect viral protein synthesis against a clean background, virologists understandably have focused on systems that demonstrate the phenomenon. The inhibition of host protein synthesis may be of more interest to virologists than to viruses, however. In many cases, the yield of infectious progeny from a virus that fails to shut off host protein synthesis is the same as from another virus strain (or the same virus in a different cell line) in which host protein synthesis is obliterated (Detjen et al., 1982;  Gillies and Stollar, 1982; Jen and Thach, 1982;  Lodish and Porter, 1981;  Minor et at., 1979; Munemitsu and Samuel, 1984;  Read and Frenkel, 1983;  Sharpe and Fields, 1982) . A virus strain that suppresses host macromolecular synthesis sometimes replicates faster in culture than one that does not, however. Whether the inhibition of host protein synthesis is beneficial or harmful or irrelevant to the virus during the course of natural infections is not known. In short, with a few viruses inhibition of host protein synthesis might be a strategic move, necessary for efficient expression of viral genes, but no unequivocal example can be cited. In most instances, host shutoff is likely to be an unintentional side effect of viral gene expression-an effect of no real value, and possibly even harmful, to the virus. It is interesting that poliovirus replicates better during coinfection with cytomegalovirus than during single infection; cytomegalovirus stimulates the cell functions that are turned off by poliovirus (Furukawa et al., 1978) ! There are examples of nonpermissive virus-cell systems in which macromolecular synthesis is inhibited so effectively that neither host nor viral proteins can be made (Brown and Moyer, 1983; Drillien et al., 1978; Jones et al., 1982) . In such cases the wild-type virus must have a way to throttle the shutoff mechanism. That notion will be pursued in the section on adenoviruses.\n\nThroughout this section I have tried to point out wrinkles in the data, uncertainties in some popular interpretations, and alternative mechanisms. This critical slant is intended not to minimize the value of the work that has been done, but to stimulate reconsideration of some paradigms that may have been accepted or rejected too quickly. Experiments probing the mechanism of host shutoff are difficult. Some of the pitfalls and caveats might be stated at the outset.\n\nCertain techniques that are used to block virus infection at a particular step, in order to define the extent of viral expression that is needed to effect host shutoff, might inadvertently create a new inhibitory mechanism. In the resulting confusion one learns little about the physiological mechanism of inhibition. For example, treatment of poliovirus-infected cells with guanidine not only blocks the synthesis of progeny RNA (which is the intended purpose), but also causes double-stranded RNA to accumulate to higher-than-normal levels (Baltimore, 1969); and double-stranded RNA is a potent inhibitor of translation. Experiments showing that a temperature-sensitive mutant virus which makes no progeny RNA nevertheless shuts off host protein synthesis as effectively as wild-type poliovirus suffer the same defect. The mutant-infected cells accumulate massive amounts of partially double-stranded \"replicative intermediates\" which are likely to inhibit translation, irrespective of the normal shutoff mechanism (Hewlett et al., 1982) . In short, the problem with many experiments is that translation can be inhibited in a variety of ways, and in the process of blocking one pathway, another can be activated. For the same reason, the assumption that the mechanism of host shutoff is the same at high multiplicities of infection as at low multiplicities is untenable. In the case of encephalomyocarditis (EMU virus, the effect on host protein synthesis has been shown to differ qualitatively as a function of multiplicity (Alonso and Carrasco, 1981) . With poliovirus, the familiar statement that guanidine does not prevent host shutoff is true only when the cells are infected at a high multiplicity (Helentjaris and Ehrenfeld, 1977) . At a normal multiplicity of infection, guanidine does block host shutoff, and therefore it is not clear that viral RNA synthesis (which is the guanidine-sensitive step) is uninvolved in the normal mechanism of host shutoff by poliovirus.\n\nThe specific deficiency or alteration in the translational machinery can sometimes be pinpointed by studying protein synthesis in extracts prepared from virus-infected cells, provided that one appreciates the limitations of that approach. The notion that one can study the mechanism of host shutoff by one virus by using a second virus as a stand-in for host mRNA is questionable, because proteins encoded by two differ- Helentjaris and Ehrenfeld (1978) ; Nuss et al. (1975) . (2) Bienz et al. (1978) . (3) Bossart and Bienz (1981) ; Femandez-Munoz and Darnell (1976) . (4) Celma and Ehrenfeld (1974) . (5) h e a l and . (6) Etchison etal. (1982) ; A. Dasgupta, personal communication. (7) Helentjaris and Ehrenfeld (1977) . EMC uirus in HeLa cells: (1) Jen e t d . (1980) .\n\n(2) Carrasco and Lacal (1983). (3) Alonso and Carrasco (1981) . (4) Jen et al. (1980) . (5) Alonso and Carrasco f1982b); Lacal and C a r r a m (1982). (6) Mosenkis et al. (1985) ; A. P. Rice etal. (1985) . Sindbis and SFV: (1) Lachmi and Kaiiriiiinen (1977) ; Wengler and Wengler (1976) . (2) and (3) Simizu (1984) . (4) Van Steeg et al. (1981) ; Wengler and Wengler (1976) . (5) Carrasco and Lacal(1983) ; Gamy et d. (1979) . (6) Van Steeg et al. (1981) . (7) Simizu (1984) . VSV: (1) Lodish and Porter (1981) ; McAllister and Wagner (1976) . (2) Grinnell and Wagner (1985) . (3) Jaye et al. (1982) ; Lodish and Porter (1980) ; Nisbioka and Silverstein (1978a) . (4) Lodish and Porter (1980) ; Otto and Lucas-Lenard (1980). (5) Francoeur and Stanners (1978) ; . (6) Centrella and Lucas-Lenard (1982) ; Dratewka-Kos etal. (1984) . Reouirus in L cells:\n\n(1) Zweerink and Joklik (1970) . (2) Sharpe and Fields (1982) . (3) (1984) . Skup and Millward (1980) . (7) Sharpe and Fields (1982) . Influenza virus: (1-3) Inglis (1982) ; . (4) Lazarowitz etal. (1971) . (5) Carrasco and Lacal (1983) . (6) Katze et al. ( , 1986 . Adenouirus: (1) Castiglia and Flint (1983) . (2) Babich et al. (1983) ; Beltz and Flint (1979) . (3) Babich et al. (1983) . (4) Castiglia and Flint (1983) . (6) See text. (7) Babiss and Ginsberg (1984) . Vaccinia uirus: (1) Hruby and Ball (1981) ; Oppermann and Koch (1976) . (2) Salzman etal. (1964) .\n\n(3) Cooper and Moss (1979) ; Rice and Roberts (1983) . (4) Oppermann and Koch (1976) ; Rice and Roberts (1983) . (5) Norrie etal. (1982) . (7) Bablanian etal. (1981) . Herpes simpler: (1) Pereira et al. (1977) . (2) Fenwick and Walker (1978) ; Stenberg and Pizer (1982) . (3) Stage 1-see text; stage 2- Inglis (1982) ; Nishioka and Silverstein (1978b) . (4) Silverstein and Engelhardt (1979) . (5) Fenwick and Walker (1978) ; Hackstadt and Mallavia (1982) . (7) Fenwick and Walker (1978) ; Nishioka and Silverstein (1978b) ; Read and Frenkel (1983) . Frog virus 3: (6) cited in Mosenkis et al. (1985) . All other entries are from Willis et al. (1985) .\n\nbThe timing of host shutoff relative to the onset of viral translation is indicated. A capitalized entry in this or any other column identifies the probable major mechanism of host shutoff. \"Coincident\" in capitals means that competition probably underlies host shutoff.\n\nCFunctional stability is usually evaluated by the ability of host mRNAs, extracted from infected cells, to be translated in a cell-free reticulocyte lysate. dThis column indicates the presence or absence of a temporal correlation between the inhibition of host protein synthesis and the influx of sodium ions that often accompanies virus infection (Carrasco and Lacal, 1983) . eA change in cap binding protein was postulated because extracts from SFV-infected cells were unable to translate most capped mRNAs, with the exception of EMC and SFV late 26s mRNAs (van Steeg et al., 1981 1. Although it is true that efficient mRNAs like EMC and SFV 26 S can be translated without benefit of the m7C cap, it does not follow that cap binding protein(s1 are deficient in every instance where translation of those mRNAs persists in the face of an overall decline. Efficient mRNAs will be selectively translated when any component of the translational machinery is made limiting. The best evidence for this is the ability of both EMC and SFV 26 S mRNA to be translated in EMC virus-infected cells, in which host translation is drastically inhibited by a mechanism that has not been difined, but that clearly does not involve cap binding protein (Mosenkis et al., 1985) . Wan Steeg et al. (1984) have postulated that capsid protein is responsible for host shutoff by SFV, but the evidence is not compelling: the binding of host mRNA to ribosomes was only slightly inhibited in Fig. 4 of their paper, and the inhibition was a t the level of 80 S rather than 40 S ribosomes. The fact that translation of late viral 26 S mRNA was unaffected is not adequate evidence of specificity, since 26 S mRNA-by virtue of its high efficiency-would be relatively resistant to any inhibitor, physiological or otherwise.\n\ngWith type-2 reovirus in L cells, infection at a multiplicity of infection (MOI) of 10 caused no significant decrease in translation; a t MOl of 20, translation gradually declined by -40% (Sharpe and Fields, 1982) . With type-3 reovirus (MOI of ZO), overall protein synthesis was initially stimulated in both HeLa and L cells; translation declined later only in L cells (Munoz et al., 1985a) . hRecent data do not corroborate an earlier hypothesis concerning inzctivation of a cap-specific translation factor (Skup and Millward, 1980) . Although extracts from reovirus-infected cells translate capped reovirus mRNAs poorly, other cap-dependent mRNAs, such as globin and tobacco mosaic virus, are translated efficiently in such extracts (Lemieux et al., 1984) ; and capped SV40 mRNAs are translated in cells coinfected with reovirus (Daher and Samuel, 1982) . Perhaps translation of capped reovirus mRNAs is inhibited (artificially) in extracts from infected cells because viral structural proteins, which must be abundant in those extracts, adsorb to the homologous mRNAs and sequester them from ribosomes.\n\n'In contrast with most other host mRNAs, the synthesis of histone mRNAs is inhibited in adenovirus-infected cells (Flint et al., 1984) . ]The 55-kDA E1B protein probably functions only indirectly to shut off host translation. The protein is required for efficient cytoplasmic accumulation of late viral -As, which might in turn shut off host protein synthesis by competition (see text). Proteins from regions E1B and E4 may function as a complex. kHost transcripts were stable by hybridization when HeLa cells were infected in the presence of actinomycin D (Rosemond-Hornbeak and Moss, 1975) but were degraded during productive infection of L cells by vaccinia virus (Rice and Roberts, 1983) . The second observation seems more pertinent.\n\n'Ben-Hamida et al. (1983) have purified a component from vaccinia virions that blocks the binding of Met-tRNA to 40 S ribosomes in uitro, but the physiological (in uiuo) mechanism of host shutoff seems to require the expression of viral genes. There is no evidence that eIF-2 function is impaired in infected cells. It is possible, however, that some component in the eIF-2 cycle is altered in a positive way, i.e., a way that prevents inactivation by eIF-2 kinase (Whitaker- Dowling and Youngner. 1984) .\n\n\"It is clear that host translation can be inhibited rapidly in the presence of drugs that preclude the synthesis of viral mRNA (Moss, 1968) . but it is not clear that the normal shutoff mechanism is at work in such cases (see text).\n\n\"The virion-mediated rapid shutoff of host translation is not usually seen with herpes simplex type 1. except in Vero cells; type 2 virus displays the early shutoff function in all cell types. An important, albeit undeciphered, clue is that type 1 virus interferes with the early shutoff by type 2 virions in doubly infected Friend erythroleukemia cells (Hill et al., 19851. ent viruses can often be produced simultaneously in cells in which host protein synthesis is suppressed (Alonso and Carrasco, 1982a,c; Otto and Lucas-Lenard, 1980) . Some features of the intracellular environment, such as ionic changes that favor the translation of viral over host mRNAs, are inevitably lost when the cells are lysed, and other features are not easily preserved. For example, phosphorylated initiation factors have sometimes been inadvertently restored to normal during their purification (Centrella and Lucas-Lenard, 1982; Wong et al., 1982) . Phosphorylation of eIF-2 has also been missed on occasion because eIF-2(aP), retains the ability to function stoichiometrically, and the defect is evident only if one assays for catalytic function (Safer, 1983) .6 On other occasions, phosphorylation of eIF-2 has been missed because a high concentration of GTP in the lysate masks the functional defect (Schneider et al., 1985) . Extreme care is needed also to preclude the artifactual modification of initiation factors-by proteolysis, for example-during the preparation of cell-free extracts.\n\nThe fact that one can reproduce in vitro the preferential translation of viral over host mRNAs does not necessarily mean that one is studying the physiological mechanism of host shutoff. If viral mRNAs are even slightly more efficient than host mRNAs, as is often the case, any manipulation that establishes competition will favor the viral mRNAs.\n\nOne cannot define how competition is established in uiuo by showing that competition occurs in uitro. For example, the fact that translation of vaccinia mRNAs is more resistant than host mRNAs to inhibition by poly(A) when translation is studied in cell-free extracts from reticulocytes (Bablanian and Banerjee, 1986; Coppola and Bablanian, 1983) does not mean that vaccinia virus inhibits host translation by flooding the cytoplasm with short, polyadenylated transcripts. Such transcripts are indeed produced in infected cells, but only when drugs are used to block the synthesis of normal viral mRNAs (Rosemond-Hornbeak and Moss, 1975) . The aforementioned problem of an experimental manipulation creating a new inhibitory mechanism, rather than exposing the normal mechanism, almost certainly applies here.\n\nThe tendency to attribute functional significance to foreign agents that cosediment with polysomes should be resisted. Everything cosediments with polysomes to some extent. The presence of a trace of ade-6 eIF-2, eukaryotic initiation factor 2, is responsible for binding initiator methionyl-tRNA to the 40 S ribosomal unit, and eIF-2(aP) is eIF-2 phosphorylated on its a-subunit.\n\nWhen eIF-2 is phosphorylated, the reaction in which GDP is exchanged for GTP fails. That reaction is mediated by an accessory protein called GEF, which becomes trapped in an inactive complex with eIF-2(aP). Because the pool size of GEF is small, phosphorylation of only 30% of the eIF-2 pool can completely inhibit translation (Safer, 1983; Siekierka et al., 1984) .\n\n25 1 novirus VA-RNA in the polysome region of sucrose gradients (Schneider et al., 1984) , for example, is almost certainly unrelated to the function of VA-RNA. It is common to find viral capsid proteins stuck to ribosomes, and it is wise to treat such contamination as contamination, until it is proven otherwise.\n\nThe known and suspected mechanisms by which translation of viral mRNAs is facilitated, usually to the disadvantage of host mRNAs, fall into four categories.\n\n1. Competition may be suspected when the decline in host protein synthesis and the onset of viral protein synthesis coincide. On the other hand, competition is an insufficient explanation when host protein synthesis is severely inhibited before the onset of viral translation, as occurs with poliovirus, herpes simplex virus, and frog virus 3. Often competition is exacerbated by a decline in the overall translational capacity, which may be brought about by changes in the ionic environment or in the translational machinery. When initiation is limiting, most mRNAs accumulate in small polysomes, the size of which increases upon exposure to a low concentration of cycloheximide. (Cycloheximide slows elongation, thus causing the number of ribosomes to increase on mRNAs that were previously limited at the initiation step.) The characteristic shift in polysome size upon exposure to cycloheximide is seen, for example, in cells infected by VSV (Jaye et al., 1982) or adenovirus (Perlman et al., 1972) . The competition between host and viral mRNAs that takes place in uiuo is sometimes not maintained when the translation of endogenous mRNAs is studied in extracts from infected cells, probably because the concentrations of critical components change during the preparation of such extracts.\n\n2. Inactivation of a normal component of the translational machinery. The resulting deficiency enables only a subset of mRNAs, mostly viral, to be translated. The hallmark of this mode of regulation is the ability to restore translation to cell-free extracts by adding back the missing factor, In practice, this is not as easy as it sounds. There is evidence for inactivation of initiation factor eIF-2 in several virus systems, as noted in Table I . Alterations in the initiation factor that mediates the translation of capped mRNAs have been postulated for several viruses (Table I) , but the story seems credible only in the case of poliovirus, which is described below.\n\nidentifying characteristic here is that extracts from infected cells cannot be reactivated by the addition of normal initiation factors, but can be reactivated by washing the ribosomes to remove the inhibitor. Based on these criteria, Pensiero and Lucas-Lenard (1985) have postulated the production of an inhibitor during mengovirus infection. Because mengovirus and host mRNAs are equally sensitive to the inhibitor in cell-free extracts, one must invoke competition (for the residual functional ribosomes) t o explain the selective persistence of viral translation in uiuo. This seems justified in view of the extraordinary efficiency of mengovirus mRNA when translation is carried out in uitro under conditions of competition (Abreu and Lucas-Lenard, 1976) . Until the postulated inhibitor has been identified, however, we cannot be certain that mengovirus belongs in category 3.\n\nThe hallmark here is that viral mRNAs should be translated more efficiently in cell-free extracts from infected than from uninfected cells. Frog virus 3 meets this criterion (Raghow and Granoff, 1983) . It is possible that some other animal viruses alter the translational machinery in a \"positive\" way.7 The best evidence t o date comes from plant viruses, however. A genetic analysis of temperature-sensitive mutants of alfalfa mosaic virus strongly suggests that RNAs-1 and -2 encode or induce a factor that facilitates the translation of coat protein from RNA-4 (Huisman et al., 1985) . Extrapolating that mechanism to brome mosaic virus would explain why RNA-4 fails to synthesize coat protein when it is injected (without RNAs-1, -2, and -3) into barley protoplasts (Kiberstis et al., 1981) . Unfortunately, cellfree systems from infected plant cells are not available to test the hypothesis. The aforementioned hints are only hints. No virus has yet been proved to produce a new or alter an old translational factor in a way that specifically promotes its own translation.\n\nSince competition is the most common mechanism of translational regulation in virus-infected cells, that topic merits more attention. There are at least three variations on the theme.\n\nAlthough the overall ability to translate poliovirus mRNA is about the same when cell-free systems are reconstituted with factors from infected or uninfected cells (Brown and Ehrenfeld, 1980) , there is a qualitative difference in the selection of initiation sites when factors from infected cells are used (Brown and Ehrenfeld, 1979) . Other experiments support the idea that poliovirus (Bernstein et al., 1985) as well as vaccinia (Moss and Filler, 1970) and human T-lymphotropic virus type I11 (Rosen et al., 1986) produce something that enhances the synthesis of viral proteins. The enhancing substance could VIRAL TRANSLATION 253\n\nIn L cells infected by reovirus type 2, host protein synthesis is dramatically shut off. The elegant genetic studies of Sharpe and Fields (1982) revealed that the S4 gene, which encodes the major capsid protein u3, is responsible for the inhibition. The effect of u3 might be indirect, inasmuch as the same gene product is responsible for inhibiting host RNA synthesis. Although host shutoff by type 3 reovirus in SC-1 cells is less dramatic than with type 2 virus in L cells, the mechanism of type 3 shutoff is better understood due to the careful quantitative studies of Thach and colleagues (Walden et al., 1981) . Their conclusion was rather surprising: the intrinsic translational efficiency of reovirus mRNAs is not higher than that of host mRNAs, but rather, reovirus translation dominates because viral mRNAs accumulate in massive amounts-up to 45% of the total mRNA in the cell! The evidence that reovirus mRNAs initiate translation less efficiently than most host mRNAs is twofold: (1) the size of reovirus polysomes is smaller than host polysomes that code for proteins of comparable size; and (2) whereas a low concentration of cycloheximide reduces the synthesis of host proteins (which is the result expected for mRNAs of \"normal\" efficiency), the translation of reovirus proteins is actually enhanced by a low concentration of cycloheximide.\n\nWhereas reovirus mRNAs appear to be less efficient than most host mRNAs, VSV mRNAs are probably translated as efficiently as host mRNAs, but not more so. Competition is simply proportional to the concentration of viral mRNAs in the cytoplasm (Lodish and Porter, 1981) ,8 and VSV and host mRNAs that encode the same-sized proteins are on polysomes of the same size (Lodish and Porter, 1980) . In some cell lines infected by some strains of VSV, a portion of the eIF-2 pool seems to be inactivated (Centrella and Lucas-Lenard, 1982; Dratewka-Kos et al., 1984) . Although that would intensify the competition, it is obvious that lowering the eIF-2 level per se cannot explain the selective inhibition of host translation. Selective shutoff requires that viral mRNAs be more abundant than host mRNAs, or more efficient, or be a virus-specific translation factor, or a protease inhibitor that stabilizes viral proteins, or a nuclease inhibitor, or something else. Recent evidence indeed suggests that vaccinia encodes a function that protects late viral mRNAs against degradation (Pacha and Condit, 1985) .\n\nboth. The aforementioned experiments argue against VSV mRNAs being unusually efficient, but other experiments have been taken as evidence for the contrary view. Because VSV mRNAs are more resistant than host mRNAs to hypertonic stress, Nuss et al. (1975) have suggested that the viral mRNAs are intrinsically more efficient. Their interpretation seems reasonable, but it must be carefully circumscribed. If high salt exacerbates some deleterious feature in the mRNA (such as secondary structure) to the point where it becomes inhibitory, then the hierarchy of mRNA strengths that one observes under hypertonic conditions might be irrelevant to normal growth condition^.^\n\nThe progressive inhibition of host protein synthesis during infection by vaccinia virus is probably due to competition, in proportion to the concentration of each mRNA. Viral mRNAs are not apparently more efficient than host mRNAs (Cooper and Moss, 1979; . Degradation of host mRNAs (Table I ) and the massive synthesis of viral transcripts probably tip the balance in favor of viral protein synthesis. have suggested that differential association of mRNAs with the cytoskeleton might also play a role, but that is a difficult hypothesis to test.\n\nIn contrast with reovirus and VSV, the concentration of EMC virus mRNA in infected cells may be too low for simple competition to effect the observed switch from host to viral translation, even though EMC mRNA is translated more efficiently than host mRNAs both in uiuo (Jen et al., 1978) and in vitro (Golini et al., 1976; Svitkin et al., 1978) . In view of the overall decline in translation that begins 3 hours postinfection, however, the idea that EMC virus mRNA outcompetes host mRNAs for the low, residual translational capacity seems reasonable. The overall decline is most likely due to an influx of monovalent cations, since the two events are temporally correlated (Lacal and Carrasco, 1982) . Host translation is restored when EMC virus-infected cells are shifted to hypotonic medium Carrasco, 1981, 1982b1 , and excess salt, sufficient to inhibit the translation of host mRNAs in uitro, dramatically stimulates the translation of EMC RNA (Carrasco and Smith, 1976 ). 9Recall that, although reovirus mRNAs are not more efficient than host mRNAs in unperturbed cells, reovirus translation, like that of VSV, dominates when cells are subjected to hypertonic stress (Nuss et al., 1975) . In other studies, the creation of a hairpin (AG -30 kcalimol) within the 5'-noncoding region of preproinsulin mRNA impaired translation only in hypertonic medium; the hairpin did not inhibit translation under normal culture conditions (Kozak, 1986b ).\n\nA similar mechanism might mediate the switch from host to viral translation during infection by alphaviruses (see Sindbis and SFV, i.e., Semliki Forest virus, in Table I) , since the influx of sodium ions exactly coincides with the overall decline in protein synthesis. The magnitude of the ion influx remains controversial (Gray et al., 1983; Munoz et al., 1985b) . Translation of SFV mRNA is more resistant than host protein synthesis to hypertonic conditions (Garry et al., 19791 , but the resistance is not as dramatic as with EMC virus (Alonso and Carrasco, 198213 . The notion that alphaviruses inhibit host translation by competition seems viable even if something more than enhanced permeability to monovalent cations is needed to explain the overall decline. The fact that SFV mRNA can be translated in EMC-infected cells (Alonso and Carrasco, 1982~1 , in which the overall translational capacity is very low, identifies SFV late 26 S mRNA as an efficient message. Consistent with the competition hypothesis, the time of host shutoff coincides with the production of viral mRNA (Lachmi and Kaariainen, 1977) and the severity of inhibition correlates with the yield of viral RNA in mutant-infected cells (Atkins, 1976) . Polysomes containing SFV (Wengler and Wengler, 1976) or EMC virus mRNA do not increase in size upon exposure to cycloheximide, suggesting that those mRNAs are efficient enough to be fully loaded with ribosomes even when the overall translational capacity is low.\n\nInfluenza virus mRNAs are translated with extraordinarily high efficiency i n uitro (Katze et al., 1986) . Because the shutoff of host protein synthesis coincides with the onset of influenza virus protein synthesis and there is no overall decline in translation, simple competition would seem adequate to explain the switch from host to viral translation. In the case of adenovirus, competition is probably exacerbated by a reduction in functional eIF-2 levels. These issues are discussed in more detail in Section II1,E.\n\nIn some virus systems, competition might dictate the switch from synthesis of early to late viral proteins. Picornaviruses, rhabdoviruses, and influenza virus are uninteresting in this regard, as they display little or no temporal control over protein synthesis. The existence of a temporal switch is questionable for reoviruses, but all of the other entries in Table I , as well as the papovaviruses, show a striking earlyto-late transition. In every case, the switch is effected primarily a t the level of transcription: the mRNAs that encode late proteins are not synthesized until late. In several cases, however, early mRNAs persist in the cytoplasm at late times, and some form of translational regulation seems to limit their expression (Hruby and Ball, 1981; Johnson and Spear, 1984; Lachmi and Kaariainen, 1977; Vassef et al., 1982) . With black beetle virus that phenomenon can be attributed to competition, because translation of the late mRNA predominates over early mRNA in cell-free extracts under conditions of competition (Friesen and Rueckert, 1984) . The same explanation probably holds for alphaviruses. On the other hand, late vaccinia virus mRNAs do not appear to be more efficient than early viral mRNAs (Cooper and Moss, 1979; Oppermann and Koch, 1976) . Instead, degradation of some early vaccinia transcripts (Hruby and Ball, 1981) might be part of the switching mechanism. The translation of early mRNAs could be further reduced by the accumulation of \"anti-early mRNA\" (Boone et al., 19791 , which could inhibit translation much as antisense RNA does in other experimental systems (Izant and Weintraub, 1985) . lo With baculoviruses, temporal switching involves the sequential activation of upstream promoters, such that the small, early mRNAs are replaced by progressively longer overlapping transcripts (Friesen and Miller, 1985) . The resulting relegation of early protein coding sequences to the 3' ends of late transcripts probably prohibits their translation. Promoter switching late in SV40 infection also generates forms of mRNA from which T antigen is translated inefficient1y.l Thus, although transcription plays the dominant role, translational mechanisms-involving competition or other ploys-contribute to the temporal switch in expression of viral genes in some systems.\n\nThe current thinking is that poliovirus selectively shuts off host protein synthesis by inactivating a 220-kDa protein (~2 2 0 ) which is a subunit of the initiation factor that mediates the translation of capped mRNAsll Because the 5' end of poliovirus mRNA is uncapped, inac-10 Few systems other than vaccinia show much potential for regulating translation by \"hybrid arrest.\" Complementary transcripts accumulate in the nuclei of many virusinfected cells, but the complementary sequences are usually edited from cytoplasmic mRNAs. In the case of adenoviruses, for example, where transcription switches periodically from one DNA strand to the other, the 3' ends of the juxtaposed mature mRNAs rarely overlap (LeMoullec et al., 1983) . The 3' ends of papovavirus early and late mRNAs do characteristically overlap, however.\n\n11 Although the proteins that can be cross-linked to the m7G cap have a disturbing tendency to change from year to year, two proteins in mammalian cells that reproducibly cross-link are p24-CBP and p46-CBP. p220 is not a \"cap binding protein\" inasmuch as it does not cross-link to the cap, but p220 does copurify with p24-CBP and p46-CBP. \"he aggregate, called eIF-4F, is considered by most people to be the functional \"cap binding factor.\" The functions of cap binding proteins have been reviewed by Shatkin (1985) . tivation of the cap binding factor should not impair the translation of viral mRNA. The idea is appealing because it is straightforward, but some of the supporting data are less so.\n\nThe experiment that gave birth to the hypothesis was provocative. Using an antiserum against initiation factor eIF-3, Etchison et al. (1982) showed by immunoblotting that p220 is clipped during the first few hours after infection of HeLa cells by poliovirus. Because affinitypurified antibodies against p220 recognized a protein of the same size in some preparations of cap binding factor, the working hypothesis was that cleavage of p220 inactivated the cap-binding initiation factor. Indeed, an activity from uninfected cells that was subsequently purified, based on its ability to restore translation to poliovirus-infected cell-free extracts, contained p220 and the cap binding proteins. These experiments are described below in more detail.\n\nThis is the most promising explanation to come forth, but there are some irregularities and many lacunae in the supporting data.\n\n1. There is a discrepancy between the kinetics of degradation of p220 and the kinetics of host shutoff (Etchison et al., 1982) . The same anomaly occurs during infection by rhinovirus, which degrades p220 in a manner similar to poliovirus (Etchison and Fout, 1985) : the rate of translation is still half-maximal a t the time when p220 disappears from the polyacrylamide gels. In many of the experiments carried out with cell-free extracts, the question of timing was disregarded, and cells were routinely harvested 3 hours postinfection (Lee and Sonenberg, 1982; Lee et al., 1985a) , which is well beyond the point when host translation is precipitously shut off.\n\n2. The extent of cleavage is difficult to evaluate quantitatively. It seems dangerous to accept the recommendation of Bernstein et al. (1985) to focus on the accumulation of the 115-kDa cleavage products without also monitoring the disappearance of p220, because cleavage need not always be arrested at the 115-kDa level. In some experiments the concentration of cleavage products in immunoblots from infected cells greatly exceeded the concentration of intact p220 in uninfected cells (Bernstein et al., 1985) .\n\n3. A p220 cleavage pattern qualitatively similar to that which occurs in infected cells, although not nearly as extensive, is evident in some extracts from uninfected cells (Bernstein et al., 1985; Fig. 5 in Lee et al., 1985a) . Because the link between degradation of p220 and virus infection is not tight, it was not surprising to find that the virus-encoded protease 3C is not responsible for cleaving p220 (Lee et al., 1985b; Lloyd et al., 1985) . It would seem wise to include a spectrum of protease inhibitors during the preparation of extracts. Phenylmethylsulfonyl fluoride is the only one routinely used, at concentrations ranging from 5 mM (which is adequate; Etchison et al., 1982) to 1 mM (Bernstein et al., 1985) or 0.2 mM (Lee and Sonenberg, 1982) . One is reminded of the old excitement concerning \"processing\" of SV40 T antigen (Ahmad-Zadeh et al., 1976) which turned out to be an artifact of extraction (Smith et al., 1978) .\n\n4. In uninfected HeLa cells, the concentration of p24-CBP is 10-fold lower than p220 (Duncan and Hershey, 1985a,b) . [The concentration of p24-CBP is also low in reticulocytes (Hiremath et al., 1985) .1 If p24 and p220 (together with p46) function as the cap binding complex, large changes in the p220 pool-although easy to detect by immunoanalysis-are unlikely to alter the rate of translation; but small changes in the pool of p24, which might go undetected with immunological or biochemical probes, would significantly impair translation. 5. A mutant of poliovirus called HF121 has been described in which the synthesis of viral RNA is normal in CV-1 cells, but viral protein synthesis is inefficient, host translation is inhibited more slowly than usual, and p220 is not rapidly cleaved (Bernstein et al., 1985) .12 (The phenotype of HF121 in HeLa cells, which are a more natural host than CV-1 monkey cells, is more complex. The synthesis of viral RNA is greatly reduced and all protein synthesis, host and viral, is inhibited very early, again without the concomitant cleavage of p220.) The authors argue cogently that wild-type poliovirus appears to encode a function, absent from HF121, that promotes (or \"avoids the early inhibition of\") viral translation, and they argue less cogently that HF121 is translated poorly as a consequence of the failure to selectively inhibit host translation. To me, the second postulate seems redundant. Lack of the putative positive factor would be sufficient to account for the poor translation of viral mRNA, and the failure to inhibit host translation with normal kinetics could as likely be the result of ineffkient viral translation as the cause.I3 If the slow inhibition of translation by 12 Although cleavage of p220 is not detectable at all in HeLa cells infected by mutant HF121, cleavage products are clearly evident in CV-1 cells a t 5 hours postinfection (Fig.  8A, lane 7, in Bernstein et al., 1985) . That is later than normal, and the cleavage is less extensive than normal, but some cleavage does occur.\n\n13 One could argue similarly that cleavage of p220 in wild-type infected cells is the consequence of the abundant accumulation of viral proteins, rather than a precondition. The issue might be resolved by treating wild-type infected cells with guanidine, which allows only limited synthesis of viral proteins while host translation is inhibited with the usual rapid kinetics. It would be informative to know whether p220 undergoes cleavage under those circumstances. HF121 in CV-1 cells is a delayed version of the normal shutoff mechanism, then cleavage of p220 must not be central to the normal shutoff mechanism. The authors argue, to the contrary, that shutoff by HF121 is mechanistically different, inasmuch as the inhibition affects both host and viral mRNAs in HF121-infected cells, whereas host translation is preferentially inhibited in wild-type-infected cells. However, selective stimulation of viral translation (mediated by the product that is defective in HF121) superimposed on a general inhibition of translation, would mimic selective inhibition. The authors contend that the ability of guanidine to block host shutoff by HF121 distinguishes it from the normal shutoff mechanism, but the experiment (in CV-1 cells) was done without testing wild-type virus in parallel, as could have been done by adding guanidine at the start of the infection rather than after 3 hours.\n\n6. The assumption that tobacco mosaic virus, Sindbis virus, and VSV mRNAs are appropriate stand-ins for host mRNA in the restoring assay is questionable Rose et al., 1978; Tahara et al., 1981) . In cells singly infected by VSV, viral mRNAs are translated in preference to host mRNAs under some conditions (Nuss et al., 1975) ; thus, VSV mRNAs are not equivalent to most host mRNAs. When cells are doubly infected with poliovirus and SFV (which is akin to Sindbis), or with poliovirus and VSV, conditions can be found that allow the simultaneous translation of poliovirus mRNA and the capped mRNAs of VSV or SFV (Alonso and Carrasco, 1982a) . Thus, the factor that restores to poliovirus-infected extracts the ability to translate VSV or alphavirus mRNAs might not be sufficient to restore the translation of most host mRNAs. Globin is the only cellular mRNA that has been shown to work in the restoring assay (Edery et al., 19841 , and its translational efficiency resembles viral mRNAs more than the average cellular mRNA. It would be reassuring to omit the usual micrococcal nuclease pretreatment of lysates, and show that the addition of cap binding factor to poliovirus-infected cell-free extracts restores the translation of authentic endogenous host mRNAs.\n\nThe association of p220 with p24-and p46-CBPs does not prove that p220 is a necessary component of the complex. In early studies, preparations of p24-CBP that lacked the p220 subunit did preferentially stimulate the translation of capped mRNAs in HeLa cell-free extracts (Tahara et al., 1981; Sonenberg et al., 1980) . Those results were considered wanting because p24-CBP failed to reproducibly restore translation to extracts from poliovirus-infected cells, whereas an aggregate of p220, p46, and p24 could restore (Tahara et al., 1981) . But there is no reason to reject the aforementioned demonstration that p24-CBP by itself does stimulate in uninfected systems. Using the restoring assay to define the structure of cap binding factor would be acceptable only if one knew that cap binding factor was deficient in infected-cell extracts.\n\nGrifo et al. (1983) showed that translation of globin mRNA was stimulated by the p22O-p46-p24 aggregate, even when the system was saturated with p24-and p46-CBPs. Those data prove only that the system which they reconstituted from partially purified subfractions of a reticulocyte lysate was deficient in p220; the data do not prove that p220 is an essential component of cap binding factor. (Indeed, translation of the uncapped mRNA from satellite tobacco necrosis virus was stimulated to the same extent as capped globin mRNA.1 The function of p220 would be clearer if one could show that antibodies against p220 inhibit the function of cap binding factor. Such experiments have not been reported. Indeed, the immunological evidence is far from convincing even for the original p24-CBP. A monoclonal antibody \"directed against cap binding proteins\" was shown to inhibit the translation of capped mRNAs, but the antibody reacted with higher molecular weight proteins and not with p24-CBP (Sonenberg et al., 1981) . The claim that the higher molecular weight polypeptides were related to p24-CBP no longer seems valid, because polyclonal antibodies obtained recently against p24-CBP react only with that polypeptide (Hiremath et al., 1985) .\n\nIn extracts from uninfected HeLa cells, p220 copurifies to some extent with both CBPs and eIF-3 (Etchison et al., 1982) . Whereas it is known that p220 restores translation to poliovirus-infected extracts when it is introduced in association with cap binding proteins, it is not known whether p220 would also enhance were it introduced in association with eIF-3. In several studies, eIF-3 failed to restore translation to extracts from poliovirus-infected cells, but it was usually tested on an equal weight basis, vis-a-vis the other initiation factors (Table IV in Grifo et al., 1983; Rose et al., 1978) . Because eIF-3 is so massive, it must be tested on an equal molar basis.\n\nAn experiment which intended to show the eIF-3 from poliovirusinfected cells is fully functional failed to prove the point, because the assay for eIF-3 was carried out in the presence of cap binding factor from uninfected cells (Etchison et al., 1984) . The exogenous cap binding factor may have contributed a component (such as p220) which was necessary for, and absent from, infected-cell eIF-3. The assay would have been more meaningful had an uncapped mRNA been used, thus allowing the function of eIF-3 to be evaluated without the necessity of adding cap binding factor. Whether p220 should be considered a component of eIF-3 or of the cap recognition factor involves more than semantics. Whereas inactivation of cap binding factor would be sufficient to explain the selective inhibition of host translation, eIF-3 is apparently needed for translating all mRNAs; were eIF-3 activity low, poliovirus would have to outcompete host mRNAs for the residual activity.\n\nCasting a wider net might identify other components that are involved in host shutoff by poliovirus. A few candidates have been ruled out. Initiation factors eIF-4A and eIF-4B, for example, appear to be unaltered (Duncan et al., 1983) . The normal association of host mRNAs with the cytoskeleton is disrupted shortly after infection by poliovirus (Lenk and Penman, 1979) . Whether that is the cause, or the effect, or is unrelated to inhibition of host translation remains unclear. Such a dramatic effect seems unlikely to be gratuitous, but in other systems disruption of the cytoskeleton does not preclude all translation (Welch and Feramisco, 1985) . Follow-up studies in the poliovirus system have not significantly extended Penman's original, provocative observation. When Bonneau et al. (1985) infected CV-1 cells first with VSV (which does not dissociate host mRNAs from the cytoskeleton) and then superinfected with poliovirus, translation of VSV G and M proteins was inhibited and those mRNAs were released from the cytoskeleton; unfortunately, it was not shown that VSV N and NS mRNAs, which continued to be translated, remained bound to the cytoskeleton. The conclusion that translation requires association with the cytoskeleton hardly seems warranted.\n\nCarrasco has suggested that the increased permeability of virusinfected cells to monovalent cations might mediate the switch from host to viral translation (Carrasco and Lacal, 1983; Carrasco and Smith, 1976) . When infected cells are incubated in medium containing sufficient excess NaCl to inhibit the translation of most other proteins, poliovirus translation is fairly resistant (Alonso and Carrasco, 1982a; Nuss et al., 19751 , but the resistance is not as striking as with EMC virus (Alonso and Carrasco, 1982b) . The stimulation of in uitro translation by high salt is also less obvious with poliovirus mRNA than with some other picornaviruses (Bossart and Bienz, 1981) . In the natural course of infection by poliovirus, the precipitous decline in host translation occurs within the first 2 hours, prior to the observed increase in intracellular sodium ions (Nair et al., 1979) . Moreover, the synthesis of cellular proteins cannot be reactivated by incubating poliovirusinfected cells in hypotonic medium (Alonso and Carrasco, 1982b) , a manipulation that works beautifully with EMC virus. Thus, hypertonicity does not appear to underlie the shutoff of host protein synthesis by poliovirus. Morrow et al. (1985) made the astonishing discovery recently that the host-encoded kinase that is responsible for phosphorylating eIF-2 binds to and mediates the replication of poliovirus RNA. Although that seems about as auspicious as a sheep shaking hands with a wolf, one can think of ways to rationalize such a dangerous move. If the pool of viral RNA that serves as template for replication has to be kept free of ribosomes, for example, the presence of eIF-2 kinase in replication complexes could help by phosphorylating the local pool of eIF-2. Indeed, eIF-2 might become globally phosphorylated in infected cells, and the resulting eIF-2 deficiency could contribute to the inhibition of host protein synthesis. Whereas older studies suggested that eIF-2 was not deficient in polio-infected cells (Brown and Ehrenfeld, 1980; Helentjaris and Ehrenfeld, 1978) , the translation of heterologous mRNAs in infected-cell extracts was restored to a limited extent by the addition of eIF-2 (Rose et al., 1978) -an effect that the authors chose to ignore. Asim Dasgupta has reopened the question, and his careful measurements reveal extensive phosphorylation of eIF-2(a) in poliovirus-infected cells (personal communication).\n\nThe adenovirus system has generated considerable excitement recently because genetic manipulations, pioneered in Shenk's laboratory, have revealed a regulatory mechanism that is novel, and yet connects to the extensive older literature on inactivation of initiation factor eIF-2. The focal point is a small virus-encoded RNA called VA-RNA,. Thimmappaya et al. (1982) found that, in cells infected by an adenovirus mutant that produced no VA-RNAI, late viral mRNAs were synthesized, processed, and transported, but failed to be translated. In the absence of VA-RNA,, translation was blocked at the level of initiation (Schneider et al., 1984) and the defect was ultimately localized to eIF-2. Overwhelming evidence now supports the hypothesis that, in the absence of VA-RNA,, a kinase becomes activated that phosphorylates, and thus inactivates, eIF-2 Schneider et al., 1985; Siekierka et al., 1985) . eIF-2 kinase (one of the enzymes involved in the antiviral action of interferon; see Lengyel, 1982) exists in uninfected HeLa cells in an inactive state, and is apparently activated by double-stranded RNA that accumulates in infected cells as a by-product of adenovirus transcription (O'Malley et al., 1986) . l4 The exact mechanism by which VA-RNAI blocks the action of eIF-2 kinase is not yet known. An intriguing scenario can be extrapolated from a model that was proposed by Rosen et al. (1981) in another context. Their model proposes that high molecular weight double-stranded RNA activates and targets eIF-2 kinase: because both the kinase and eIF-2 have binding sites for dsRNA, high molecular weight dsRNA could link the two proteins.15 By virtue of its small size, VA-RNA, might be able to bind to eIF-2 or to eIF-2 kinase, but not simultaneously to both. VA-RNAI would thus block the phosphorylation of eIF-2 much as a monovalent hapten blocks antigen-antibody interactions. The proposal rationalizes the known properties of VA-RNA,: its small size (about 160 nucleotides), doubled-stranded structure (Monstein and Philipson, 19811 , and the high concentration that is required to confer protection. Whether the double-stranded regions of VA-RNAI are crucial for its function is not yet clear. have mutated VA-RNA, and found that extensive regions could be deleted without affecting biological activity, although certain other mutations were deleterious. Further experiments will be needed to pinpoint the essential region(s) in VA-RNAI. A second adenovirusencoded species called VA-RNAI, rescues translation far less efficiently than VA-RNA, (Thimmappaya et al., 19821 , and VA-RNAII appears less extensively base paired (Mathews and Grodzicker, 1981) .\n\nIn addition to its proven protective effect on eIF-2, it has been suggested that VA-RNA, might interact directly with viral mRNAs to promote their translation (Kaufman, 1985; Schneider et al., 1984; Svennson and Akusjarvi, 1985) . A sequence-specific interaction seems unlikely, however, because the small RNAs encoded by Epstein-Barr virus (which are related to adenovirus VA-RNAs by size but not sequence) can substitute to some extent for VA-RNAI (Bhat and Thimmappaya, 1983, 19851 , and the facilitating effect of VA-RNA, extends 14 A virus that is protected (by VA-RNA or some other mechanism) from the deleterious effects of its own symmetrical transcription process would also have some resistance to interferon. An interesting story along these lines is emerging with vaccinia virus (Rice and Kerr, 1984; Whitaker-Dowling and Youngner, 1984) . 15 Sen et al. (1978) showed that, once kinase has been activated by binding dsRNA, incubation with ribonuclease I11 does not abolish the ability of kinase to phosphorylate histone H1 (which was chosen as a convenient substrate), but neither the extent of trimming by the nuclease, nor the activity of the trimmed kinase on eIF-2, were determined. Thus, the experiment does not contradict the targeting hypothesis for dsRNA. not only to late adenovirus mRNAs that carry the standard tripartite leader, but also to early adenovirus mRNAs and late mRNAs with a truncated version of the tripartite leader (Svensson and Akusjarvi, 19841, adeno-associated virus mRNAs (Janik et al., 19821, and various heterologous mRNAs (Svensson and Akusjarvi, 1985) .\n\nThe protective effect of VA-RNA, and the shutoff of host translation in adenovirus-infected cells might be two aspects of a single mechanism. If one postulates that the production of VA-RNA, by wild-type adenovirus is sufficient to protect only a portion of the eIF-2 pool, the switch from host to viral protein synthesis could occur because late adenovirus mRNAs outcompete host mRNAs for the small residual translational capacity. The hypothesis that competition occurs during the late stage of infection by adenovirus is not entirely ad hoc. The overall translational capacity is low late in the infection (Castiglia and Flint, 1983) ; a portion of the eIF-2 pool is phosphorylated (M. Mathews, personal communication) ; polysomes are small and their size increases in response to a low dose of cycloheximide (Perlman et al., 1972) ; and the decline in host translation correlates with the temporal onset and magnitude of late viral translation (Castiglia and Flint, 1983) . Every mutation that has been shown to prevent host shutoff also prevents the cytoplasmic accumulation of late viral mRNAs (Babiss et al., 1985; Halbert et al., 1985) . An interesting set of experiments by Logan and Shenk (1984) can be rationalized in terms of competition during the late stage of infection. They observed that transposition of the late tripartite leader to the early E1A genes had no effect on the efficiency of translation of E1A products at early times, but significantly enhanced the translation of E1A mRNAs at late times. This is understandable if there is no competition early in the infection, allowing efficient and inefficient mRNAs to be translated equally well. The facilitating effect of the tripartite leader would become evident only late in the infection, when eIF-2 has been partially inactivated and competition has set in.\n\nOne might think along similar lines to explain the surprising ability of influenza virus mRNAs to be translated in adenovirus-infected cells . In wild-type adenovirus-infected cells, in which host protein synthesis is drastically reduced, both adenovirus and influenza virus mRNAs are translated efficiently. In cells infected by d1331, a deletion mutant that produces no VA-RNA,, adenovirus proteins are translated inefficiently, as noted above, but influenza virus proteins are still synthesized in abundance. Despite that striking observation, there is little support or necessity for the notion that influenza virus establishes its own translational system. A simpler explanation is that the very low capacity for protein synthesis that persists in the absence of VA-RNA, is sufficient for the translation of influenza virus mRNAs.16 For that explanation to be correct, influenza virus mRNAs would have to be translated with extraordinary efficiency, and that prediction has recently been confirmed (Katze et al., 1986) . What makes all this so intriguing is that the 5' ends of influenza virus mRNAs, which presumably dictate their high translational eficiency, are derived from host mRNAs (Krug, 1981) . It appears as if the viral capspecific endonuclease (which selects the cellular mRNAs that will serve as donors) is biased toward the same features that facilitate translation. Indeed, that deduction has been verified directly, at least in vitro. Bouloy et al. (1978 Bouloy et al. ( , 1980 found that p-globin mRNA, which is translated more efficiently than a-globin mRNA, is also a more efficient primer for influenza transcription; and alfalfa mosaic virus RNA-4, which translates in vitro with extraordinary eficiency, is the best known primer for influenza transcription. [From the fact that mRNAs with 2'-O-methyl groups in the penultimate position of the cap function better than monomethylated caps as primers for influenza virus transcription (Bouloy et al., 1980) , one is tempted to suggest that 2'-0methyl groups enhance translation, although there is little direct evidence for that view!] If the selection of primers in infected cells follows the pattern that is seen in vitro, the influenza virus takeover scheme is indeed remarkable: the most efficient cellular mRNAs would be sacrificed to construct viral mRNAs that ips0 facto translate most efficiently.\n\nA few other possibilities for regulating translation in virus-infected cells are discussed briefly below. None of these topics is well understood at present, and the musings should be considered little more than that.\n\nCauliflower mosaic virus seems to be the only case in which the ability of eukaryotic ribosomes to reinitiate is fully exploited to produce several full-length proteins from one mRNA. The structure of a few 16 Katze et al. (1986) have shown that influenza virus partially suppresses the activation of eIF-2 kinase, and they suggest that this underlies the ability of influenza virus to replicate in cells infected by adenovirus mutant d1331. That interesting hypothesis would be stronger if it could be shown that influenza virus replicates even in cells infected by the adenovirus double mutant (VAI -VAII -), and if superinfection with influenza virus could be shown not just to reduce the level of activated kinase, but to increase the level of functional eIF-2. other viral and cellular mRNAs leads one t o predict that reinitiation is necessary for ribosomes to reach the major protein coding sequence, but the upstream open reading frames (ORFs) in such mRNAs are characteristically short. In some cases, however, the small peptides encoded near the 5' end of the message might be biologically important. Genetic studies indicate that this is certainly the case with the agnogene product of SV40 (Margolskee and Nathans, 1983) . In contrast, the three peptides encoded within the avian retrovirus leader sequence probably are not functional because there is little conservation of amino acid sequences among virus strains (Hackett et al., 1986) . In retrovirus mutants that lack most of the leader sequence, the only known deficiency is the absence of a cis-acting packaging signal (Mann et al., 1983; Nishizawa et al., 1985) . Comparison of different strains of poliovirus reveals that the number of upstream AUG codons varies and the coding properties of the small ORFs are not conserved (Toyoda et al., 1984) .\n\nUpstream minicistrons that do not encode anything interesting might nevertheless be important for regulation. Several possibilities come to mind for retroviruses. The least interesting idea is that upstream AUG codons accumulate, not from design, but from defaultbecause the deleterious effects on translation can easily be compensated by using efficient transcription signals to mass-produce retrovirus mRNAs. The opposite view is that upstream AUG codons are deliberately retained to throttle the synthesis of a protein that would be harmful if overproduced (Tarpley and Temin, 1984) . While that seems a reasonable ploy to use for oncogenes, it makes little sense when extended to viral structural genes. A third possibility derives from the observation that reinitiation usually is not 100% efficient. With preproinsulin constructs, for example, in which the efficiency of reinitiation is routinely 20% (Kozak, 1984b) , one might ask what the remaining 80% of the ribosomes are up to. One scenario is that, after 80 S ribosomes have moved through the 5'-proximal ORF, 80% of the 40 S subunits detach at the terminator codon while the rest remain on the message, resume scanning, and reinitiate at the second AUG codon. A more interesting possibility is that all 40 S subunits remain bound and resume scanning, but only 20% reinitiate at the closest AUG codon, perhaps because the codon-recognition step in inefficient in the absence of met-tRNA,, cap binding proteins, and/or other initiation factors-all of which were presumably released at an earlier step. [We do not know the precise sequence of events during initiation, but it seems likely that the factors that mediate the binding of met-tRNA, and mRNA to the 40 S ribosomal subunit are released prior to or during the joining of the 60 S subunit at the first AUG codon (Moldave, 1985) .] If the factor-deficient 40 S subunits that are unable to reinitiate at the second AUG codon eventually become competent, they might reinitiate father downstream. Thus, the effect of an upstream minicistron could be to loosen the process of initiation in a way that permits ribosomes to reach otherwise inaccessible internal AUG codons. There is no evidence for this, as yet. We know only that reinitiation at the closest AUG codon (following a terminator codon) is less than 100% efficient.\n\nYet another way in which ribosomes might gain access to internal AUG codons, even in a message in which the major open reading frame initiates with a \"strong\" AUG codon, relies on the presence of weak, out-of-frame initiator codons in the retrovirus leader sequence and the ability of ribosomes to reinitiate. This hypothetical scheme is best illustrated by using as an example an avian retrovirus mRNA that encodes the e m glycoprotein (Fig. 2) . Katz et al. (1986) have studied the effects of mutations in the leader region of this mRNA, using as an \n\nA hypothesis whereby minor initiation sites in the leader sequence of retroviruses create a shunt that directs ribosomes to internal initiation sites. The diagram represents a subgenomic mRNA that encodes the enu protein of avian leukosis virus (Katz et al., 1986) . Messenger RNA is represented by a wavy line, the pathway followed by 40 S ribosomal subunits is shown above the mRNA, and the pathway of 80 S ribosomes is shown below the mRNA. A solid black line traces the pathway followed by most 40 S subunits: they scan from the m7G cap to the start of the enu coding sequence, marked \"major start site,\" where a 60 S subunit joins and translation begins. (Some 40 S subunits will stop and initiate at three upstream AUG codons, but in each instance there is a nearby terminator codon, enabling ribosomes to reinitiate. Thus, the upstream AUG codons are irrelevant for the present discussion and are not shown.) Of more significance are the many nonstandard codons (GUG, UUG, etc.) that lie in the standard context for initiation. Such codons occur frequently in the -1 reading frame which is open (in the functional EV-2 viral genome) over a stretch of about 200 nucleotides preceding the major enu start site; the open -1 reading frame ends 125 nucleotides beyond the start of the enu coding sequence at UAA51Ss-5190, which is labeled t ~ 1 in the figure. Were a few 40 S subunits to recognize the nonstandard upstream codons as initiation sites, the resulting 80 S ribosomes-translating in theframe-would bypass the normal enu start site. A dashed line traces the pathway of this shunt. The main point is that ribosomes that terminate at t-1 could reinitiate a t an internal site which would be inaccessible were it not for the shunt. assay the ability to complement a replication-defective (env-) strain of Rous sarcoma virus. Their results are provocative. Point mutations in positions -4 and -7 (i.e., 4 and 7 nucleotides upstream from the AUG codon that initiates enu) caused a 10-fold reduction in complementation. On the other hand, the translational efficiency of deletion mutants varied from 5 to 106% of the wild type level, and the variation did not correlate with the presence or absence of any particular portion of the leader sequence. To explain this puzzling pattern (or rather the absence thereof), Skalka suggests that the mutations perturb some aspect of secondary structure that is critical for translation. Because that idea is difficult to formulate in a way that can be tested, it can do no harm to consider an alternative explanation. The biological assay that was used has the advantage of being exquisitely sensitive, but it has the disadvantage of measuring the yield of enu protein only indirectly: the authors did not show a 10-fold reduction in enu synthesis; they showed a 10-fold drop in complementation. What if complementation were to require, in addition to enu, a second minor protein-either a truncated form of enu that initiates a little farther downstream or a small protein encoded in an alternate reading frame? (There is an open reading frame beginning at AUG,,,,-,,,,, for example, that could direct the synthesis of a 10-kDa protein.) Because the context at the major enu start site is highly favorable, all of 40 S ribosomal subunits that reach that site should initiate there; production of the putative internally initiated protein would therefore require a mechanism for shunting some ribosomes beyond the major enu start site. The hypothesis illustrated in Fig. 2 is that a small fraction of the ribosomes initiate within the leader sequence at weak sites (nonstandard codons that lie in a favorable context for initiation) in the -1 reading frame, and translate in that frame past the major enu start site, terminating at the site labeled tin Fig. 2 . The small fraction of ribosomes that follow this shunt could reinitiate to produce the second protein postulated above. The notion that the enu gene encodes two products is certainly ad hoc, but it rationalizes the behavior of Skalka's mutants. The deleterious mutation in position -4 creates a terminator codon in the -1 reading frame, which would short-circuit the shunt and prevent synthesis of the internally initiated protein. In all of the deletion mutants that fail to complement effkiently, the weak upstream start sites are either in-frame with the major enu start site or terminate upstream from it-again abolishing the shunt. On the other hand, all of the deletion mutants that retain the ability to complement efficiently retain one or more weak upstream start sites (such as GUG in position 132-134 in mutant 1371349, or UUG in position 22-24 in mutant 65/349) which can feed ribosomes into the shunt. The hypoth-VIRAL TRANSLATION 269 esis could be tested in two ways. One is to directly measure the yield of the major enu protein-which we predict will not vary, because it is the internally initiated protein that is deficient in these mutants. The best test would make use of a null mutant called pd99/394 that lacks the major enu start site: that mutant should still make the second protein encoded within the enu gene, and therefore should complement all of the other mutants that have lost the shunt.\n\nViruses that replicate in the cytoplasm have the potential for coupling transcription with translation. For example, if ribosomes were to bind the 5' end of reovirus mRNAs as the nascent chains emerge from the subviral particle, the mRNAs would be recruited for translation before the chains grew long enough to fold. That might enhance translation considerably, because the pattern of cleavage by T, RNase suggests that the capped terminus might be sequestered in mature reovirus mRNAs (Kozak and Shatkin, 1978b) . It would be fun to know whether reovirus mRNAs are translated more efficiently in naturally infected cells than in cells transfected with cloned viral genes which are transcribed from a plasmid vector. The idea of coupling is ad hoc for reovirus, but there is a glimmer of evidence in the case of silkworm cytoplasmic polyhedrosis virus; whereas performed viral mRNAs were inactive in reticulocyte or wheat germ translation systems, viral proteins were synthesized during coupled transcription-translation in frog oocytes (Ikegami et al., 1985) . Payne and Mertens (1983) obtained somewhat different results, in that some viral proteins were made in vitro in the absence of transcription; but the polyhedron protein that predominates in vivo was still not produced in vitro. In the vaccinia virus system, Cooper and Moss (1978) observed more efficient synthesis of vaccinia proteins when transcription and translation were coupled.\n\nSynergism could also occur in the opposite direction; i.e., viral transcription might be facilitated by translation. During the early hours of reovirus infection in L cells, transcription is mainly from genome segments M3, S3, S4, and one of the L segments (Nonoyama et al., 1974) . Because mRNAs from segments M3, S3, and S4 bind ribosomes very efficiently (Shatkin and Kozak, 19831 , one wonders whether preferential transcription is the consequence of preferential tran~1ation.l~ The 17 The hypothesis is complicated, but not necessarily contradicted, by the finding that M3, 53, and S4 are preferentially transcribed in viuo even in the presence of cycloheximide (Shatkin and Kozak, 1983) . Although cycloheximide blocks elongation by 80 S ribosomes, 40 S ribosomal subunits could still bind to the nascent transcripts. possibility that coupled translation enhances transcription was fleetingly entertained for some other cytoplasmic viruses (Ball and White, 1978; Cooper and Moss, 1978) , but the reticulocyte lysate appeared to enhance transcription only because it conferred protection against nucleolytic degradation . It remains possible that transcription and translation are obligatorily coupled in some less well studied RNA viruses, as has been hinted for bunyaviruses (Patterson and Kolakofsky, 1984; Pattnaik and Abraham, 1983) .\n\nIn the case of viruses that replicate in the nucleus, the possibility that movement of mRNAs out of the nucleus might be coupled with translation has been raised from time to time. Coupling clearly is not obligatory, because viral mRNAs accumulate in the cytoplasm under many circumstances in which translation is blocked. A good example is the cytoplasmic accumulation of late adenovirus mRNAs in the absence of VA-RNA,. On the other hand, the transport and translation of mRNAs are sometimes coordinated. A striking example occurs in adenovirus-infected HeLa cells that are superinfected with influenza virus : whereas adenovirus blocks both the transport and translation of host mRNAs, influenza virus mRNAs escape both blocks. The probable mechanism that enables influenza virus mRNAs to be translated was discussed in Section II1,E. What mechanism enables influenza mRNAs to bypass the block that retains host mRNAs in the nucleus? suggested one possibility, namely, an influenza virus-specific transport system. But it seems simpler to look for a single explanation that would account for both the preferential transport and translation. There could be competition at the level of transport, and the same features that make a message highly translatable might make it highly transportable. An alternative view is that the two processes are coupled. One might envision 40 S ribosomal subunits monitoring the nuclear pores, such that only mRNAs that can be translated under given circumstances will be transported. Along those lines, Babiss et aZ. (1985) have noted that, whereas host mRNAs are neither transported nor translated in wildtype adenovirus-infected cells, transport and translation of host mRNAs are coordinately restored by mutations in early viral genes that reduce the cytoplasmic accumulation of late viral mRNAs. As an extension of the idea that a message will be transported only if it can be translated, one might suggest that mRNAs are transported as soon as they become translatable. The consequence would be that translation could sometimes regulate the extent of splicing. Some splicing events that could occur, were the transcript kept longer in the nucleus, would be prevented by \"prematurely\" pulling the mRNA out. Svensson et al. (1983) invoked this notion to explain some of their observations on the processing of adenovirus early mRNAs. Coupling of splicing with transport, and transport with translation, would explain why few if any incompletely processed transcripts enter the cytoplasm: no matter how many introns are present in a primary transcript, it remains in the nucleus until every intron has been removed-in effect, until it becomes translatable. It would seem as if the easiest way to judge whether a transcript is translatable is to attempt to translate it.\n\nThe shutoff of host protein synthesis by herpes simplex virus might not involve a modification in the translational machinery per se. Late (second-stage) shutoff is clearly caused by the massive degradation of host mRNA. The puzzle of how the nuclease is targeted, such that it degrades host but not viral mRNAs, has not yet been solved. A partial explanation might be that herpes virus mRNAs are more highly structured, by virtue of their high G + C content. The unusual sensitivity of herpes virus mRNAs to hypertonic stress is consistent with the hypothesis that they have extensive secondary structure. The irreversible (Read and Frenkel, 1983 ) early shutoff of host translation by a structural component of the herpes virion also seems to involve cleavage of host mRNAs-enough to inactivate them for translation (Fenwick and McMenamin, 19841 , although they can still be detected by hybridization, more or less (Nishioka and Silverstein, 1978b; Schek and Bachenheimer, 1985) . Since mutants that are defective in stageone shutoff can still induce secondary shutoff of host protein synthesis (Read and Frenkel, 19831 , two distinct viral gene products, either nucleases or activators thereof, are apparently involved. A herpes virus mutant that is defective in stage-one host shutoff is defective in switching off the translation of early viral mRNAs as well (Read and Frenkel, 1983) . The differential accumulation of adenovirus early mRNAs is also mediated, in part, by the regulated degradation of some transcripts (Wilson and Darnell, 1981) . Degradation of host mRNAs might be part of the mechanism by which vaccinia and influenza viruses reduce host translation (see Table I ), although clear-cut genetic evidence, such as that described for herpes virus, is lacking in those systems.\n\nThe extent to which gene expression is regulated by posttranslational proteolytic degradation is probably not fully appreciated. There are striking, isolated examples, for example, the selective degradation of measles virus M protein (Sheppard et al., 19851 , the rapid turnover of some early adenovirus proteins (Spindler and Berk, 1984b) , and stabilization of the cellular protein p53 by its interaction with SV40 T antigen (Oren et al., 1981) . Given the intricacies of the ubiquitin pathway for proteolysis, it might be surprising were that pathway not perturbed by virus infection. Some animal viruses might encode a function that protects foreign (i.e., viral) proteins from degradation, analogous to the pin function of bacteriophage T4 (Simon et al., 1983) .\n\nAlthough the pattern of codon usage in viral genes is sometimes different from that of the cellular genome, imbalances in the tRNA pool probably do not affect the yield of most viral proteins because the rate-limiting step is usually initiation rather than elongation. Moreover, while there is convincing evidence for a preferred pattern of codon usage in highly expressed bacterial and yeast genes (Bennetzen and Hall, 1982; Ikemura, 1981 Ikemura, , 1982 , codon preference seems to be more relaxed in higher eukaryotes (Tso et al., 19851 , and therefore the cellular tRNA pool might not be markedly skewed. Consistent with the idea that codon usage is not a major regulatory factor in viral gene expression, the close conservation of amino acid sequences between some viruses is not always accompanied by conservation in the choice of codons (Ou et al., 1982) .\n\nThe degree to which expression might be limited by tRNA deficiencies has been tested in Escherichia coli by using cloned genes that are rich in rare codons. The availability of tRNA was found to limit translation only when the mRNA concentration was extraordinarily high (Pedersen, 1984; Robinson et al., 1984) . Codon usage might regulate translation in more subtle ways, however. One possibility with some experimental justification is that ribosomes pause briefly at rare codons (Lizardi et al., 1979; Misra and Reeves, 1985; Varenne et al., 1984) . la Discontinuous elongation is not incompatible with efficient translation, as pausing has been detected during the synthesis of some very abundant proteins (Cepko and Sharp, 1982; Lizardi et al., 1979) . Slowing translation in certain positions might facilitate folding of the polypeptide and/or its interaction with other components, however. The pattern of codon usage in the signal peptide portion of some genes encourages this notion (Spieth et al., 1985) . The suppression of nonsense codons and the occurrence of frameshifting (see Section II,C) might also be facilitated by an imbalance between the cellular tRNA pool and the viral pattern of codon usage. 1* An alternative explanation for discontinuous elongation is that ribosomes pause when they encounter hairpin structures in the mRNA, but that idea is without experimental support.\n\nWhat we have learned about the structure and function of animal virus mRNAs can often be extrapolated to cellular mRNAs. The mechanism of selecting the initiation site for protein synthesis certainly appears to follow a single formula. The translational machinery displays a certain flexibility (leaky scanning, frameshifting, etc.) that is exploited more frequently by viral than by cellular mRNAs. That no (doubt reflects the limited coding capacity of most viral genomes. In contrast, it would seem easier and more efficient for the expansive cellular genome to separately encode two versions of a protein than to attempt to skirt the \"monocistronic rule\" in the ways described for viruses.lg It is important to remember that there are rules for breaking the monocistronic rule. Using those principles, we can correctly predict the qualitative aspects of viral protein synthesis, with very few exceptions. We understand much less about the quantitative aspects of translation, however. Although some of the parameters that determine efficiency have been identified in the preceding pages, or at least surmised, we usually cannot predict how efficiently a given mRNA will be translated by summing the known parameters. Future studies will almost certainly uncover other features that affect translational efficiency: \"repressor\" proteins, perhaps, or helix-unwinding proteins, or effects of 3'-noncoding sequences, or aspects of mRNA primary and secondary structure that are not yet obvious. The suggestion that it is easier to block translation than to enhance it merits repetition. The most efficient mRNAs might be those that cannot interact with regulatory RNAs, proteins, etc. It is sometimes but not always true that viral mRNAs are translated more efficiently than cellular mRNAs. I persist in believing that many viruses inhibit cellular protein synthesis inadvertently, and gain little thereby. Understanding the mechanism of host shutoff is nonetheless interesting. It might aid in designing virus vectors, and in our understanding of the conditions that promote persistent virus infections (Ahmed and Fields, 1982) . ACKNOWLEDGMENTS I thank many colleagues who kindly sent reprints and preprints, and especially those who gave me permission to cite their unpublished observations. In several instances the"}