{"title": "EPIDEMIOLOGICAL AND CLINICAL CHARACTERISTICS OF HEART TRANSPLANT RECIPIENTS DURING THE 2019 CORONAVIRUS OUTBREAK IN WUHAN, CHINA: A DESCRIPTIVE SURVEY REPORT", "body": "Since December, 2019, a kind of novel coronavirus infection later named severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) by International Committee on Taxonomy of Viruses (ICTV) broke out in Wuhan, Hubei, PRC. [1] [2] [3] The virus targets airway epithelium using angiotensin converting enzyme 2 (ACE2) as a receptor and causes a novel coronavirus related pneumonia (NCP). Some severe cases develop into acute respiratory distress syndrome (ARDS), which can be fatal. [4] The infection spread throughout China and all over the world within 2 months. As of Feb 25 th , 2020, report from world health organization (WHO) indicated a total of 81,109 lab confirmed cases, from 38 countries and regions. Of them China had more than 78000 cases, and deaths had exceeded 2700. [5] Current epidemic evidence suggested the SARS-CoV-2 was highly contagious and humans were generally susceptible. [6] While most of the cases were mild or moderate and recovered after proper treatment, patients with underlying morbidities carried a substantial higher mortality than those without, especially those with cardiovascular disease. Also, severe cases can develop complications other than respiratory syndromes, and reports suggest 7-12% of the patients experience acute cardiac damage. [2, 7] Solid organ transplantation (SOT) recipients including heart transplant (HTx) recipients have a higher infection risk compared to the normal population due to immunosuppression by 4 anti-rejection therapy. (8.9) However, epidemiological and clinical characteristics of HTx recipients during the SARS-CoV-2 epidemics is largely unknown so far. We designed a comprehensive questionnaire to collect exposure history, clinical manifestations and treatments of HTx recipients in our hospital.\n\nAll patients receiving an allograft heart transplantation and discharged between July, 2015 to Jan, 2020 in our hospital were included in this retrospective, single-center study and numbered as No.1 to No.87 by date of transplantation. We obtained personal information, transplantation related history, epidemiological history, clinical manifestations and treatments through a web-based comprehensive questionnaire designed by clinical physicians and public health experts. The missing or unclear data collected from the questionnaire were reconciled by direct communication with the patients or their close relatives. Latest laboratory data of the recipients within the last 2 months were extracted from the hospital database. All data were finally checked and confirmed by two independent investigators. This study was approved by Renmin Hospital of Wuhan University Ethics Committee. Our study complies with the International Society for Heart and Lung Transplantation (ISHLT) ethics statement.\n\nContinuous variables were expressed as mean (SD) if they were normally distributed or median (IQR) if they were not. Categorical variables were expressed as count and frequency.\n\nAll statistical analyses were performed using the SPSS software, version 26.0.\n\nDemographic data: A total of 87 recipients were included in the study and carefully followed-up (Table 1 ). There are 63 men and 24 women, average age is 51±12 years, 80 (92.0%) of them lived together with relatives, the number of relatives ranged from 1 to 8. 83 (95.4%) recipients followed the predefined anti-rejection therapy, and there was no rejection episode in the recent 2 months, while 2 cases was admitted to hospital due to bacterial infection and subsequently discharged after proper antibiotic treatment. The accompanying comorbidities in this group include: hypertension 28 cases (32.2%), hyperlipidemia 15 cases Table 2 . Laboratory results: Lab results of 47 recipients within the last 2 months were identified and extracted from the database, including blood routine, tacrolimus concentration, liver and kidney function examination ( Table 3 ). The average white blood cell (WBC) count was 7.2±2.2×10 9 /L, 6 (6/47, 12.8%) recipients had an abnormal WBC count including 5 which were elevated. The average neutrophil percentage was 60.4±12.1%, 5 recipients were abnormal. The average lymphocyte percentage was 27.7±9.9%, while 10 (10/47, 21.3%) recipients had lymphopenia and 31 (31/47, 66.0%) recipients had a lym% lower than 30%.\n\nThe average tacrolimus concentration was 7.6±2.4ng/mL, which was therapeutic.\n\nExamination of liver and renal function was evaluated by ALT, AST, Urea and Creatinine assessments and the average results were grossly normal, while recipients 5 and 6 recipients had liver or kidney insufficiency respectively. \n\nThis is the largest comprehensive report of HTx recipients during the SARS-CoV-2 epidemic and our findings indicated that this immunocompromised population received similar 7 exposure, including contacting with individuals with travel from Wuhan, taking public transport, going to crowded places, however they exhibited less infection than expected.\n\nThe origins of this virus have been traced back to the seafood wholesale market in Wuhan, China. [4] In our epidemiologic investigation, 16 recipients experienced contact with animals or poultry, but there was no reported animal death. No recipients have ever been to the seafood wholesale market in Wuhan or were in contact with any potential supply chains of wild or game meat. immunocompromised hosts with mortality rates of 10% and 35%, respectively. [10, 11] Early patient reports from SARS-CoV-2 find similar trends. Severe manifestations even death with SARS-CoV-2 has been associated in elderly patients with comorbidities, including 8 hypertension, diabetes, heart and/or kidney disease. [3] This finding is similar to increased severity and death in elderly patients following both SARS and MERS-CoV infection. [12, 13] For the MERS-CoV outbreak, smoking, hypertension, diabetes, cardiovascular disease, and/or other chronic illnesses were present in the majority of deaths and correspond to findings in animal models. [14] The accompanying comorbidities in this group of HTx recipients include: transplantation. [15] Data from Ju Chunrong suggest that the number of SOT recipients in China suffering from SARS-CoV-2 infection are few, including only 9 confirmed cases altogether. [16] With limited data, it is difficult to determine the populations that may be most susceptible to SARS-CoV-2. More data are needed to determine the susceptibility of the immunocompromised population.\n\nCoronavirus (CoVs) are positive-strand RNA viruses, which primarily target mucosal surfaces of respiratory and intestinal tracts to establish an infection. [17, 18] Epithelial cell surface components are exploited as primary receptors to mediate viral entry and the establishment of a viral infection. [19] One integral protease of the renin-angiotensin system (RAS), angiotensin converting enzyme 2 (ACE2), which is a major physiologic regulator of the cardiovascular system, facilitates cellular entry of human CoVs. [20, 21] Most recently, the ACE2 had been identified as a receptor for SARS-CoV-2. [22, 23] ACE2 is thought to be a key regulator in maintenance of RAS homeostasis. [24, 25] Several studies illustrate the possible mechanism of immunosuppressants in activating RAS. [26] [27] [28] [29] [30] Ferrario et al. demonstrated that the treatment of cultured astrocytes with Ang-II caused a marked reduction in neural ACE2 mRNA and protein, mediated with either losartan or both losartan and lisinopril by the AT1 receptor. [31] It is unclear what, if any, difference in the expression of pulmonary ACE2 exists in the presence of immunosuppression and Investigating the difference of ACE2 between the recipients and normal population would provide further evidence.\n\nexhibit symptoms of viral pneumonia including fever, cough or dyspnea, and bilateral lung infiltration in severe cases. All these three CoVs induce excessive and aberrant non-effective host immune responses that are associated with severe lung pathology, leading to death. [32] The autopsy results of dead patients indicate diffuse alveolar damage (DAD) with alveolar edema, focal hemorrhage and hyaline membrane formation, [33] which are similar to the pathological manifestations of acute respiratory distress syndrome (ARDS). [34] However, most SARS-CoV-2 were mild or moderate cases, meanwhile cases report showed that the clinical manifestations and progression of SARS-CoV-2 infection in renal transplant recipients were generally consistent with common SARS-CoV-2 infected patients. [15] According to our investigation of epidemiologic history, we could not deny the possibility of contacting and getting infected with SARS-CoV-2 in HTx recipients. It is important to note that laboratory data may be misleading in HTx since several of our patients already exhibited lymphopenia which may be a result of use of immunosuppressants which prevent lymphocyte development and proinflammatory cytokines genes expression, such as interleukin (IL)-2, IL-3, IL-4, IFN-γ, and TNF-α. [36] [37] [38] [39] Glucocorticoids inhibit immune responses by negative regulating immunocytes, [40] [41] [42] [43] [44] [45] and especially weaken the strength of the T-cell receptor (TCR) signal, which is important in T cells activation and differentiation [46] . Thus, we imply that if HTx recipients were infected with SARS-CoV-2, they may not exhibit typical manifestations in the early stage due to the presence of immunosuppression. Our data suggest that maintaining the blood trough concentration of FK506 at (7.9±2.9) ng/mL is appropriate. Yet the appropriate degree of immunosuppression needs further verification.\n\nThere are several limitations in current study. First, the detailed clinical data for the recipients with airway symptoms were not fully extracted due to the variation of the database in different hospitals. Second, it's reported SARS-CoV-2 may have an extremely long incubation time, so longer observation and following-up are warranted. Furthermore, larger sample size will contribute to more reliability of the data. Furthermore, recall bias, which would be hard to avoid in a survey based investigation, should also be noted as a limitation. 11 In conclusion, according to our investigation we suggest that HTx recipients who used enhanced protection measures during the SARS-CoV-2 outbreak did not have a substantially higher rate of infection among the population. It is also important to note that immunosuppressed patients may not exhibit typical manifestations and might present confusing laboratory data thus obfuscating diagnosis in some cases. These early data will require confirmation as the pandemic establishes around the world.\n\nWe acknowledge all health-workers involved in the diagnosis and treatment of patients in China. We thank WHO for sharing data collection templates publicly on the website. This study was supported by grants from National Natural Science Foundation of China (81501376) and Postdoctoral Reasearch Foundation of China (2017M620339).\n\nEthical approval: This study was approved by the ethical review committee of Renmin Hospital of Wuhan University. 12 Editor's Note: The article published from China may include patients transplanted at a time when concerns existed with unethical procurement of organ donors, and therefore may represent a violation of the publication policy. However, the editors have chosen to override this aspect, due to the critical importance of the information provided in such a paper for the benefit and help of our patients while recognizing the dignity of those from whom the unethical organs were most probably obtained. Neu% 89.5% "}