{"title": "Antiviral Activity of Chloroquine Against Dengue Virus Type 2 Replication in Aotus Monkeys", "body": "D engue fever (DF) is a mosquito-borne viral disease caused by four closely related dengue virus serotypes (DENV-1 to -4) of the genus Flavivirus, of the family Flaviviridae, which includes a number of important human pathogens (6, 12) . DENV has a positive-sense, singlestranded RNA genome of approximately 11 kb in length that encodes an open reading frame (ORF) of nearly 10,200 nucleotides processed by proteases of viral and cellular origin into three structural proteins-capsid (C), premembrane (PrM), and envelope (E)-and seven nonstructural proteins-NS1, NS2A, NS2B, NS3, NS4A, NS4B, and NS5-that are required for replication of the virus (3, 21) . The four serotypes are transmitted to humans and other higher primates by infected Aedes spp. mosquitoes (7) . Dengue virus causes the most important arthropod-borne viral disease in the world, characterized by a wide spectrum of clinical manifestations ranging from a flu-like disease (dengue fever) to a life-threatening disease known as dengue hemorrhagic fever/ dengue shock syndrome (DHF/DSS). The only available way to control dengue is vector control, since no licensed vaccine or effective antiviral therapy is currently available for DENV infections.\n\nThe capsid (C) protein, which involves the virus genome, membrane (M), and envelope (E), is embedded in a lipid bilayer of the viral envelope. The E glycoprotein is a major surface protein of the virus and is responsible for attachment and entry. The envelope (E) and precursor membrane (prM) proteins are major structural-protein targets of the antibody response in dengue infection. The lipid composition of the viral envelope is dictated by the composition of the host cell membrane from which the virus emerge. Two types of virions are known: the mature extracellular virions, containing the M protein, and the immature intracellular virions, containing the precursor M (prM), which is proteolitically cleaved during maturation for the production of M glycoprotein (26, 31) . Dengue viruses enter the target cells via receptor-mediated endocytosis through the direct interaction of viral E glycoprotein with host cell receptors, including DC-specific ICAM-3-grabbing non-integrin (DC-SIGN) and the mannose receptor, followed by acidic pH-dependent fusion with the membrane of the endocytic vesicle (22, 24, 25, 37) .\n\nOnce exposed to acidic pH inside the endosomal vesicles of the target cell, the virus suffers important structural modifications in the envelope proteins, including trimerization of glycoprotein E and the domain II rearrangement, allowing its projection to the viral envelope surface and exposing its fusion domain (1, 35) .\n\nChloroquine (CLQ) is a 9-aminoquinoline known since 1934, a diprotic weak base that increases the pH of acidic organelles such as endosomes, Golgi vesicles, and lysosomes. For viruses, CLQ led to an inhibition of low-pHdependent entry steps or alteration of post-translational modifications of newly synthesized proteins, especially via inhibition of glycosylation (32, 40) .\n\nThe limited infectivity and replication of DENV in nonhuman species have been hampered by the lack of development of an animal model of DENV infection. Numerous animal models, each with their limitations, have been used as potential dengue models (42) . Thus, the present study evaluated the action of CLQ in the replication of DENV-2 in Aotus azarai infulatus monkeys. Nonhuman primates (NHPs) are phylogenetically close to humans, and because of that they were chosen as an experimental model for this study.\n\nThis study was carried out in strict accordance with the Brazilian Government's ethical and animal experiments regulations. The procedures using animals in this research project were specified in accordance with the ethical principles established by the Brazilian College of Animal Experimentation (COBEA), and the experimental protocol was approved by the Committee on the Ethics of Animal Experiments of the University of Sao Paulo (CETEA/USP, Permit Protocol Number 080/2006) and by the Ministry of the Environment (MMA/SISBIO, Permit Protocol Number 3087896). All surgery was performed under ketamine/ xylazine anesthesia, and all efforts were made to minimize animal suffering.\n\nVero cells (continuous cell lineage originating from the kidney of African green monkeys) were grown in Leibovitz-15 (L-15) culture medium (Invitrogen, New York) supplemented with 10% fetal bovine serum (FBS), 1% L-glutamine 200 mM, 1% penicillin G (100 IU/mL), streptomycin (100 lg/mL), and 10% triptose phosphate. Vero cells were maintained at 37°C and 5% CO 2 . C6/36, an Aedes albopictus cell line, was cultured in L-15 medium supplemented with 10% FBS, L-glutamine, 10% triptose phosphate, 1% penicillin G (100 U/mL), and streptomycin (100 lg/mL), at 28°C in the absence of CO 2 .\n\nParental DENV-2 New Guinea C strain, recovered from the brains of 1-to 2-day-old suckling Swiss mice, was used in this study. The animals were sacrificed, and the brains were removed in a sterile environment. Each brain was homogenized in 900 lL of bovine skin gelatin 4% (Sigma-Aldrich, St. Louis, MO). The macerate was then harvested and centrifuged at 2,800 g for 20 min at 4°C. After centrifugation, the macerate supernatant fluid was kept in ice to prevent further microbial loss, and then divided into aliquots and stored frozen at -70°C. Virus stock supernatant fluid used in the present study was free of the lipopolysaccharide and mycoplasma.\n\nVirus production was titrated by plaque assay using Vero cells. Vero cells were seeded in a 12-well plate (6 · 10 5 cells/well) in L-15 medium with 10% FBS for 48 h at 37°C. The medium was removed, and decimal serial dilutions of virus stock were added (0.1 mL/well) to the cells, which were then incubated for 2 h at 37°C. Subsequently, L-15 medium containing 5% FBS and 3% carboxymethyl-cellulose (1 mL/well; overlay) was added, and the plate was incubated at 37°C for 7 days. The overlay was removed on day 7, and cells were fixed with a solution of 10% formaldehyde in PBS. After 2 h at room temperature, the formaldehyde solution was removed, and cells were washed twice with PBS and stained (15 min) with a 1% crystal violet solution in 20% ethanol. The plaques of cell lysis were counted, and the virus concentration was expressed as plaque-forming units (PFU) per milliliter.\n\nTwenty-one male monkeys of the species Aotus azarai infulatus, 5-10 years old and weighing 0.8-1.2 kg, were used in this study. All animals were kept in the colony of NHPs in the National Primate Center-CENP/SVS/MS, located in a biological reserve with typical vegetation of the Amazon rainforest, with an area of approximately 25 ha in the district of Ananindeua, Pará, Brazil. The institution has currently in its squad primates belonging to the Amazon region, Atlantic rainforest, and one species of the old world. The colony has good reproductive capacity, thus constituting a stable source for the production of animals to be used in experimental studies. The animals infected with DENV-2 were individually housed in stainless steel cages with wire mesh bottoms. The monkeys were fed twice daily with a commercial chow supplemented with fresh fruit, eggs, and vegetables, with water ad libitum. Temperature, humidity, and light/dark cycles were standardized. The animals were identified by ''microchip'' and a specific tattoo mark on the inner side of the right hind limb. Each animal had a protocol of five letters, according to the records of CENP. The first two letters represented the species, namely, AH, and last three represented the individual.\n\nBefore starting the experiment, the biochemical and hematological parameters of the animals were evaluated, such as complete blood count, serum glucose, cholesterol, total bilirubin, alanine aminotransferase (ALT), aspartate aminotransferase (AST), and alkaline phosphatase (AP), to establish normal values of physiological characteristics, aiming to use this species to establish an experimental model for dengue. Also, the animals were weighed using a digital scale, and the temperature of the animals was measured. Prior to initiation of the study, monkey sera were analyzed for antidengue immunoglobulin G (IgG) antibodies by enzyme-linked immunosorbent assay (ELISA).\n\nThe indirect ELISA was performed to determine the presence of antidengue IgG in five groups of monkeys before and 20 days after the end of the experiment. DENV-2-infected C6/36 cell supernatant fluid was used as antigen for the dengue IgG ELISA. The DENV-2 antigen was diluted 1:2 with coating buffer (0.05 M carbonate-bicarbonate buffer; pH 9.6). A 96-well EIA flat bottom high binding microplate (Corning Costar Ò , Corning, NY) was coated with antigen and was then incubated at 4°C overnight. After this period, the plate was washed three times with PBS buffer containing 0.05% Tween 20. The plate was blocked to prevent false positive results by adding 200 lL of PBS buffer with 10% SBF and incubated for 1 h at 37°C. It was then washed three times with PBS buffer containing 0.05% Tween 20. After preparation of the plate, test sera and control serum (positive control) were diluted at 1:1,000 in PBS buffer with 10% SBF, and 100 lL/well of 1:1,000diluted was added in duplicate to the plate. The plate was incubated at 37°C for 1 h. After this period, the plate was washed six times with PBS buffer containing 0.05% Tween 20, and 100 lL/well of 1:20,000-diluted peroxidase-conjugated antimonkey IgG goat IgG (Sigma-Aldrich in PBS with 10% SBF was added to the plate. The plate was incubated at 37°C for 1 h. After incubation, the plate was washed six times with PBS containing 0.05% Tween 20, followed by initiation of the peroxidase reaction by addition of 100 lL/well of substrate solution (TMB) to the plate. The plate was incubated at room temperature for 15 min in the dark, and then the reaction was stopped by adding 100 lL/well of 1 M phosphoric acid. The optical density readings were performed in an ELISA reader at an excitation wavelength of 490 nm with a reference filter of 620 nm. The threshold (cutoff) was calculated with mean OD of negatives control plus three times the standard deviation (SD). Samples ‡ 0.537 (cutoff) were considered positives.\n\nDifferent concentrations of CLQ (25; 10; 5 mg/kg) were administered by the oral route to Aotus monkeys, according to its use in humans (38) . The drug was also prepared in a laminar flow hood and diluted in saline.\n\nDengue naïve Aotus monkeys (n = 21) used in the experiment were randomly divided into five groups of four animals each. One control animal (AH-AIR) received control macerate supernatant fluid of the brain of 1-to 2day-old suckling Swiss mice for the DENV-2 stock (mock infection). Each animal was kept in a separate cage under controlled environmental conditions. The animals were fed as described above. Procedures were performed under anesthesia with 10 mg/kg ketamine chloride (Vetaset, Fort Dodge, IA) intramuscularly. Animals were infected subcutaneously (s.c.) with 0.1 mL of DENV-2 (2 · 10 6 PFU/mL) suspension (in the upper arm). Blood was collected daily from the femoral vein for 10 days to detect viremia after infection and analysis of biochemical and hematological parameters, such as complete blood count, ALT, AST, and AP. Group 1 received a dose of CLQ orally (25 mg/kg) on days 1, 2, 3, and 4; a dose of 10 mg/kg on days 5, 6, 7, and 8; and a dose of 5 mg/kg on days 9 and 10. Group 2 (control animals) was infected s.c. with DENV-2. Group 3 received a dose of CLQ (25 mg/kg) and 48 h later was infected s.c. with DENV-2. Then, this group received a dose of CLQ (25 mg/ kg) on days 1, 2, 3, and 4; a dose of 10 mg/kg on days 5, 6, 7, and 8; and a dose of 5 mg/kg on days 9 and 10. Group 4 was infected s.c. with DENV-2 and 24 h later received a dose of CLQ (25 mg/kg) on days 1, 2, 3, and 4; a dose of 10 mg/kg on days 5, 6, 7, and 8; and a dose of 5 mg/kg on days 9 and 10. Group 5 was infected s.c. with DENV-2 and 24 h later received a dose of CLQ (25 mg/kg) twice per day on days 1, 2, 3, and 4; a dose of 10 mg/kg twice per day on days 5, 6, 7, and 8; and a dose of 5 mg/kg twice per day on days 9 and 10.\n\nStudies conducted by Styer et al. using WNV showed that mosquitoes inoculate between 10 4.3 and 10 6.1 PFU of WNV per bite (36) , and similar levels of transmission were observed for DENV. Infection of animals with 10 4.3 -10 6.1 PFU of DENV is usually considered to mimic the inoculum in a mosquito bite. NHPs can sustain viral replication after s.c. inoculation with a dose of 10 5 PFU of DENV. However, viral replication is much lower than in humans (23) .\n\nViral RNA was extracted from 140 lL of each serum sample using the QIAamp Viral RNA kit (QIAGEN, Valencia, CA) according to manufacturer's directions.\n\nThe amplification of the fragments in each serum of the Aotus monkeys was performed using the reverse transcriptase polymerase chain reaction (RT-PCR) assay. Each RT-PCR contained 5 lL of buffer, 1 lL dNTPs (10 mM), 1 lL of multiscribe (50 U/lL), 0.75 lL of primers (20 nM) DV2U (5¢-AAG GTG AGA TGA AGC TGT AGT CTC-3¢), and DVL1 (5¢-CAT TCC ATT TTC TGG CGT TCT-3¢) (14) specifically designed to anneal to the DENV-2 3¢ untranslated region (3¢-UTR), 6.5 lL of DEPC water, and 10 lL of RNA to a final volume of 25 lL. The amplification protocol consisted of the following steps: 50°C for 30 min, 95°C for 15 min, followed by 45 cycles at 94°C for 1 min, 60°C for 1 min, 72°C for 1 min, and finally 60°C for 1 min. The experiment was carried out in duplicate.\n\nBlood was drawn daily for the next 10 days. The serum was collected and immediately frozen at -70°C for subsequent determination of cytokine production. The assay was performed by a flow cytometry application that allowed the quantification of multiple cytokines simultaneously. Interferon gamma (IFN-c), tumor necrosis factor alpha (TNFa), IL-2, IL-6, IL-4, and IL-5 were measured in the serum using the Cytometric Bead Array (CBA) method (nonhuman primate Th1/Th2 Cytokine Kit II, BD) as recommended by the manufacturer. The experiment was carried out in duplicate, and the results are shown as the mean values obtained from two individual experiments.\n\nMonkeys were observed for 20 days after the end of the experiment, and rectal temperature, weight, hematological parameters, and biochemical parameters were recorded. Then, the monkeys were released to their colonies.\n\nStatistical analysis was used to assess differences of cytokine production and liver enzymes at time-defined intervals from serum monkeys infected in contact with CLQ and Days of viremia\n\n*Mock infection with fluid from macerate supernatant of the brain of 1-to 2-day-old suckling Swiss mice for the dengue virus serotype 2 stock. This animal was used as a control. control group (without the drug) using two-way analysis of variance (ANOVA) test (multiple comparisons test). The descriptive statistics (mean and standard deviation) was used for hematological parameters and to compare means by group was used two-way ANOVA test. Data were entered into the GraphPad Prism software v6.0, and for all analyses, p-values of < 0.01 and < 0.05 were considered statistically significant.\n\nThe results of the ELISA assay on 21 animal serum samples obtained prior to initiation of the study submitted to antidengue-IgG analysis showed negative IgG samples. The animals from group 2, two animals from group 4, and one animal from group 5 were positive IgG when serum samples were obtained at 20 days after the end of the experiment ( Table 1) . Table 2 presents the results obtained in the viremia evaluation on Aotus monkeys, infected or uninfected with DENV-2, treated and untreated with CLQ, in five experi-mental groups. In Group 2 (animals infected with DENV-2 and untreated), the DENV-2 induced viremia in all four monkeys with a duration from 5 to 6 days (mean duration of 5.5 days/animal). In Group 4 (animals infected and treated), the CLQ induced a reduction in the time of viremia in all four animals with a duration from 2 to 3 days (mean duration of 2.5 days/animal) compared with controls. In group 5, formed by animals infected and treated twice per day with CLQ, the viremia was detectable in only two animals (AH-BBR and AH-BAF) whereas monkeys presented 1-2 days of viremia (mean duration of 1.5 day/animal) compared with controls. In Group 3 (animals that received a prophylactic dose of CLQ and 48 h later were infected with DENV-2), the viremia was detectable in only one animal (AH-AKI), whereas monkey presented only 1 day of viremia (mean duration of 0.25 day/animal) compared with controls. , IL-6 (E) and IL-2 (F) cytokines production in DENV-2 infected or uninfected animals, treated and untreated CLQ were analyzed by flow cytometry that allowed multiple cytokines to be quantified simultaneously. For all analyses, p-values of < 0.01 were considered statistically significant. untreated ( Fig. 1A and B) . No statistically significant difference was observed in the production of the cytokines IL-4, IL-5, IL-6, and IL-2 in groups 1, 3, 4, and 5 compared with controls ( Fig. 1C-F) . The animal (AH-AIR) that was inoculated with mock macerate supernatant fluid of the brain of 1-to 2-day-old suckling Swiss mice for the dengue virus serotype 2 stock used for the present studies failed to produce the cytokines.\n\nProduction of IFN-c and TNF-a was significantly reduced ( p < 0.01) in the presence of CLQ compared with control, demonstrating that CLQ was able to reduce the viral yield in groups 3, 4, and 5 ( Fig. 1A and B) .\n\nFever and weight. None of the monkeys showed a change in temperature (average temperature 39°C) or weight (average weight 0.9 kg).\n\nHematological parameters. None of the monkeys showed changes in hematological parameters (complete blood count; Table 3 ).\n\nBiochemical parameters. ALT and AST are commonly used biomarkers for liver damage. A significant decrease in serum AST activity was observed on days 4, 5, and 6 for animals treated with CLQ compared with controls ( p < 0.05; Fig. 2A ). Neither serum ALT nor AP activity was altered when compared with controls ( Fig. 2B and C ).\n\nNHPs have been used to investigate several aspects of DENV. These studies included those involved with the effect of natural and experimental infection, studies of the immune response of animals infected with the virus, and studies evaluating a number of vaccine candidates for DENV (2, 17, 18, 30, 33) . The generation of specific antibodies to DENV and the kinetics of viremia in these monkeys were shown to be essentially similar to that observed in human infection by DENV (2) . Studies with Aotus azarai infulatus also demonstrated the detection of specific antibodies to DENV-2 and the presence of viremia in these animals similar to that observed in humans infected by DENV.\n\nNHPs infected by DENV are considered an acceptable animal model for the study of virological and immunological aspects of experimental infection. The only important exception for the use of monkey as an experimental model has been that these animals infected with DENV do not develop any detectable signs of the disease, including manifestations ranging from classical DF to more severe cases of DHF and DSS, which is characteristic of human infection with this virus (9, 10, 19, 39) .\n\nViremia is one of the major clinical manifestations of dengue virus infection. The present study showed that the animals in group 2 presented viremia for 6 days, while the other groups that were treated with CLQ had a gradual decline to undetectable levels of viremia when compared to the animals in group 2 ( Table 2 ). This suggests that the drug was effective against the infection in the species of the animal studied.\n\nStudies in vivo with NHPs are conducted almost exclusively with HIV. CLQ is currently being evaluated in Table  3 . Hematological Parameters Expressed as the Mean there was a statistically significant reduction in viral load, whereas the patients had undetectable levels of viral DNA and an increase in TCD4 + cell count (15) . Studies have supported the hypothesis that CLQ may have an application in preventing the transmission of HIV from mother to child through breast milk. These studies reported an accumulation of CLQ 234 times in colostrum cells of HIV-infected African mothers who took CLQ 100 mg per day, suggesting that the drug may be potentially active as an adjunct to antiviral prophylaxis postnatal transmission from mother to child, by decreasing the burden of HIV-1 in breast milk in geographic areas where transmission is higher (20) . Onlamoon et al. (28) observed a peak of dengue viremia in infected rhesus monkeys from 3 to 7 days after infection. Regarding the biochemical parameters, a decrease in the level of liver enzyme AST was observed in serum of animals treated with CLQ compared with the positive control by the fifth and sixth days after infection ( Fig. 2A) . No change was found in hematological parameters in the animals infected with DENV-2. The animals monitored did not show any other change in weight or temperature during the experiment. Similar results were observed by Onlamoon et al. (28) where the animals did not show any other apparent clinical symptoms, such as fever, inappetence, or lethargy.\n\nDENV-2-infected monkeys (group 2) had significantly higher levels of IFN-c and TNF-a. Recent studies demonstrated that dengue-infected individuals had significantly higher levels of TNF-a, IFN-c, and MDA compared to controls (8, 29, 34) . The groups of animals (3, 4, and 5), that were infected and treated with the drug had a statistically significant reduction in the detection of IFN-c and TNF-a ( Fig. 1A and B) .\n\nPrevious studies demonstrated that the blocking of proinflammatory cytokines by CLQ has been shown to be protective against inflammation and/or sepsis induced by LPS and DNA of Escherichia coli in mice (13) . Karres et al. (16) showed that CLQ also inhibited cytokine release in human whole blood, an effect that could be beneficial in diseases that are related to inflammation induced by bacteria. These anti-inflammatory properties of CLQ may have protective effects in the treatment of patients with lupus erythematosus (41) . Nishimura et al. (27) analyzed the immunosuppressive effect of CLQ as an effective potential to be exploited to improve the condition of patients with chronic graft-versus-host post-transfusion.\n\nThe response induced by the dengue virus may trigger the inflammatory cytokine responses in dengue severity. Preliminary results obtained from this study show that CLQ suppresses TNF-a and IFN-c production, and it was hypothesized that CLQ may be used to treat patients suspected of having dengue disease, avoiding a severe form of the disease (dengue hemorrhagic fever) and/or shock (dengue shock syndrome). A recent study showed that chloroquine promoted a reduction in the intensity of pain and an improvement in the well-being of patients with dengue infection, but did not alter the duration of the disease or the intensity and days of fever. These results suggest that CLQ should be further tested in dengue disease with a larger number of patients and different CLQ dosages and times of administration to confirm the drug's clinical effect and to assess the side effects of CLQ in dengue patients (4) .\n\nThe presence of IgG antidengue antibodies in the serum of animals shows that these animals are able to respond to infection of DENV, such as what occurs in humans. The absence of IgG antibodies specific to antidengue serum of animals that received CLQ before infection demonstrates the efficacy of this drug in the prophylactic treatment. In the group of animals that were treated with CLQ after infection, some individual responses were observed, showing that the drug was also effective in the therapeutic treatment of those animals. Therefore, this model of NHP infection by DENV cannot only provide a valuable tool for the detailed study of this virus infection, but also can provide a comprehensive analysis of virus-host interactions, with the potential to lead to identification of cellular and molecular mechanisms that lead to dengue fever and the replication of this virus. Taken together with the data obtained in these studies, these results suggest that CLQ interferes in DENV-2 virus replication in Aotus monkeys. However, being a relatively safe drug, effective and easy to purchase, used in the treatment of many diseases, including malaria, its therapeutic use is promising because it has been shown that this drug has a significant inhibitory antiviral effect on the replication of DENV-2."}