{"title": "Trypsin treatment unlocks barrier for zoonotic coronaviruses infection. Running Title: Trypsin unlocks barrier for zoonotic CoV infection", "body": "Since the beginning of the 21 st century, public health infrastructures have been required 28 to periodically respond to new and reemerging zoonotic viral diseases, including influenza, 29 Ebola, and Zika virus outbreaks (1). Severe acute respiratory syndrome coronavirus (SARS- \n\nDespite their spontaneous emergence, several research approaches to rapidly respond 37 and even predict outbreak strains already exist. During the MERS-CoV outbreak, our group and 38 others were able to leverage reagents generated against related group 2C coronaviruses, 39 HKU4-and HKU5-CoV (6, 7). These reagents, created independent of viable virus replication, 40 provided valuable insights and models for testing serologic responses during the early stages of 41 the MERS-CoV outbreak. Similarly, reverse genetics systems permitted the exploration of 42 zoonotic coronaviruses (8); using the known SARS spike/ACE2 receptor interaction, chimeric 43 viruses containing the backbones of bat CoVs were generated to evaluate the efficacy of both 44 vaccines and therapeutics (9-12). The inverse approach placed the zoonotic spike proteins in 45 the context of the epidemic SARS-CoV backbone (13, 14) . These studies provided insight into 46 potential threats circulating in bats as well as the efficacy of current therapeutic treatments (15).\n\nWhile far from comprehensive, the results indicated that these approaches, reagents, and 48 predictions may prove useful in preparations for future CoV outbreaks.\n\nIn this study, we extend examination of zoonotic viruses to a novel MERS-like CoV strain 50 isolated from a Ugandan bat, PDF-2180 CoV (MERS-Uganda). Our initial attempt to cultivate a 51 chimeric MERS-CoV containing the Ugandan MERS-like spike produced viral sub-genomic 52 . CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/768663 doi: bioRxiv preprint transcripts, but failed to result in infectious virus after electroporation (16) . However, in the 53 current study, we demonstrate that exogenous trypsin treatment produced high-titer virus \n\n. CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/768663 doi: bioRxiv preprint\n\nUtilizing the MERS-CoV infectious clone (17), we previously attempted to evaluate the potential 69 of the PDF-2180 CoV to emerge from zoonotic populations. Replacing the wild-type MERS-CoV 70 spike with the PDF-2180 spike produced a virus capable of generating viral transcripts in vitro,\n\nbut not sustained replication (16). These results suggested that the significant amino acid 72 differences observed within the receptor-binding domain precluded infection of Vero cells.\n\nHowever, amino acid changes were not confined only to the receptor-binding domain (RBD); 74 highlighting changes between the Uganda spike on the MERS-CoV trimer revealed significant 75 differences throughout the S1 region of spike ( Fig. 1A & B) . While the S2 remained highly 76 conserved (Fig. 1C) , changes in the C-and N-terminal domains of S1, in addition to the RBD, 77 may also influence entry and infection compatibility. Notably, recent reports had also indicated 78 differential protease cleavage of wild-type MERS-CoV based on cell types, suggesting that \n\nand collection of high-titer infectious virus stock (Fig. 1D) . The requirement for trypsin 84 complicated these studies due to cell toxicity; to overcome this issue, we utilized both trypsin-85 adapted Vero cells and a MERS-Uganda chimera encoding RFP in place of ORF5, similar to a 86 previously generated MERS-CoV reporter virus (17). Following MERS-Uganda infection, 87 cultures with trypsin containing media showed evidence for replication of viral genomic RNA 88 (Fig. 1E) . Similarly, the nucleocapsid protein was only observed in the presence of exogenous 89 trypsin following infection with the MERS-Uganda chimera (Fig. 1F) . Notably, wild-type MERS-\n\nCoV was also augmented in the presence of trypsin with increased genomic RNA and 91 nucleocapsid protein relative to no trypsin control (Fig. 1E &F) . Examination of RFP signal 92 confirmed these RNA and protein results (Fig. 1G) , as RFP was only observed in MERS-\n\n. CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/768663 doi: bioRxiv preprint robust in trypsin-treated cells following MERS-CoV infection. Together, these data indicate that 95 the PDF-2180 spike can mediate infection of Vero cells in a trypsin-dependent manner.\n\nHaving demonstrated infection and replication, we next sought to determine the capacity of The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/768663 doi: bioRxiv preprint evidence of RFP expression, even after several trypsin washes of the apical surface (Fig. 2C ).\n\nSimilarly, RNA expression analysis found no evidence for accumulation of viral genomic RNA, 121 indicating no evidence for replication in HAE cultures (Fig. 2D) The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/768663 doi: bioRxiv preprint successfully ablated replication of wild-type MERS-CoV in both the presence and the absence 146 of trypsin treatment, as measured by both RFP and N protein expression ( Fig. 3A & B) . In (Fig. 4C) . Notably, G4 also failed to 166 neutralize wild-type MERS-CoV grown in the the presence of exogenous trypsin (Fig. 4C) .\n\nTogether, the results indicate that both group 2C CoV spikes could escape neutralization by the \n\n. CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/768663 doi: bioRxiv preprint\n\nIn this manuscript, we expanded our examination of circulating zoonotic viruses and identified The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. \n\nCoV and SARS-CoV (Fig. 6) . The absence of receptor binding (Fig. 6A) \n\nReplication in Vero, Calu-3 2B4, Caco-2, Huh7, and HAE cells was performed as previously The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/768663 doi: bioRxiv preprint were collected as described previously (50). For Western blotting, lysates from infected cells 355 were prepared as described before in detail (51), and these blots were probed using the 356 indicated mouse polyclonal sera. MERS-CoV N sera was able to detect to HKU5-CoV N protein 357 via Western blot as previously described (7). \n\n. CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/768663 doi: bioRxiv preprint \n\n. CC-BY-NC-ND 4.0 International license is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/768663 doi: bioRxiv preprint"}