{"title": "Absence of antibody-dependent, complement-mediated lysis of feline infectious peritonitis virus-infected cells", "body": "Cats infected with virulent feline coronavirus which causes feline infectious peritonitis (FIP) usually succumb to disease despite high antibody concentrations. One of the mechanisms that can help resolving infection is antibody-dependent, complement-mediated lysis (ADCML) of infected cells. ADCML consists of virus-specific antibodies that bind to cell surface expressed viral proteins which result in complement activation and cell lysis. The objective of this study was to determine the sensitivity of FIP-virus (FIPV) infected cells towards ADCML and to examine the role of the accessory proteins 3abc and 7ab in this process. ADCML assays, using FIPV strain 79-1146 and its deletion mutant strain 3abc/ 7ab, were performed on: (i) CrFK cells that show surface-expressed viral antigens, (ii) monocytes without surface-expressed viral proteins due to retention and (iii) monocytes with surface-expressed viral proteins since the antibody-mediated internalization of these proteins was blocked. As expected, no ADCML was detected of the monocytes without surface-expressed viral antigens. Surprisingly, no lysis was observed in the CrFK cells and the monocytes that do show surface-expressed viral proteins, while controls showed that the ADCML assay was functional. These experiments proof that FIPV can employ another immune evasion strategy against ADCML (besides preventing surface expression): the inhibition of complementmediated lysis. This new evasion strategy is not attributed to the group-specific proteins since lysis of cells infected with FIPV 3abc/ 7ab was not detected.\n\n© 2009 Elsevier B.V. All rights reserved.\n\nFeline infectious peritonitis (FIP) is a fatal disease, characterized by fibrinous-granulomatous serositis often with protein-rich effusions in body cavities, granulomatous-necrotising phlebitis and periphlebitis and granulomatous inflammatory lesions in several organs (Weiss and Scott, 1981a,b; Kipar et al., 1998 Kipar et al., , 2005 . The causative agent is a virulent form of the feline coronaviruses (FCoVs) belonging to the family Coronaviridae, order Nidovirales. In vivo, monocytes and tissue macrophages are the target cells and play a central role in the development of the lesions (Kipar et al., 2005) . These infected cells should be excellent targets for the immune system to fight the infection. However, in most cases the immune response is not protective and the cat succumbs to the infection. The cell-mediated immunity is believed to be important in control and clearance of the FIP-virus (FIPV) infection if there is an efficient first response to the infection. The humoral immune response is believed to be not protective. High concentrations of neutralizing antibodies are present in cats with end-stage FIP and no difference is seen in the antibody concentration and fluctuations between survivors and non-survivors after a FIPV infection (de Groot-Mijnes et al., 2005) .\n\nIn general, virus-specific antibodies can help to resolve infection by antibody-mediated lysis of infected cells via cytolytic immune cells with Fc receptor (like NK cells, macrophages or neutrophils) or via complement (Sissons and Oldstone, 1980 ). The complement system is an immunological defense system and plays a role in both the innate and the adaptive immune response against invading pathogens. Complement consists of serum and membrane-bound proteins which, once activated, can trigger a biochemical cascade of reactions contributing to the eradication of pathogens (Blue et al., 2004) . Important complement effector functions are opsonization of pathogens, cytolysis and promoting host inflammatory responses (anaphylatoxin and chemotaxin production) (Janeway et al., 2005) . In viral infections, the complement system can be activated by free virus particles and virus-infected cells. Complement can inactivate free virus in the presence or absence of antibodies. Opsonization of the virus with complement proteins can promote phagocytosis, virolysis and interference with attachment, internalization or uncoating of the virions (Hirsch, 1982) . Cells infected with enveloped viruses can be lysed by complement in the presence of antibodies if newly synthesized viral glycoproteins are expressed at the plasma membrane of the infected cell. Virus-specific antibodies can then bind to these surface-expressed proteins and thereby activate the complement system. Eventually, this results in cell death (Sissons and Oldstone, 1980 process is called antibody-dependent, complement-mediated lysis (ADCML).\n\nRecently, we described for FIPV two processes that inhibit the expression of viral proteins at the plasma membrane of in vitro infected monocytes. Namely, the retention of viral proteins in infected cells and the antibody-mediated internalization of surfaceexpressed viral proteins. Both processes result in the clearance of all detectable viral antigens from the plasma membrane of infected cells (Dewerchin et al., 2005; Dewerchin et al., 2006) . FIPVinfected monocytes/macrophages isolated from naturally infected cats do not express viral proteins at their plasma membrane either (Cornelissen et al., 2007) . Absence of viral proteins in the plasma membrane of infected monocytes can protect the infected cells from efficient ADCML. This has been described for pseudorabies virus (PRV), equine herpesvirus-1 (EHV-1) and porcine reproductive and respiratory syndrome virus (PRRSV) (van der Meulen et al., 2003; Van de Walle et al., 2003; Costers et al., 2006) .\n\nThe objective of this study was to determine if there is efficient ADCML of FIPV-infected cells that show surface-expressed viral antigens, since this would open treatment possibilities based on inhibiting antibody-mediated internalization of surface-expressed viral antigens. Furthermore, the role of the accessory proteins 3abc and 7ab was assessed in this context. ADCML assays with Crandell feline kidney cells (CrFKs) and peripheral blood monocytes were performed. CrFKs were seeded in six-well plates (Nunc) and cultivated in MEM-medium containing 5% fetal bovine serum (FBS), 2% lactalbumine, 0.3 mg/ml glutamine, 100 U/ml penicillin, 0.1 mg/ml streptomycin and 0.1 mg/ml kanamycin. Peripheral blood monocytes were isolated from feline coronavirus, feline leukemia virus and feline immunodeficiency virus negative cats as described previously (Dewerchin et al., 2005) . They were cultivated in six-well plates in RPMI 1640-medium containing 10% FBS, 0.3 mg/ml glutamine, 100 U/ml penicillin, 0.1 mg/ml streptomycin, 0.1 mg/ml kanamycin, 10 U/ml heparin, 1 mM sodium pyruvate and 1% non-essential amino acids 100× (Gibco BRL). Cells were infected with FIPV type II strain 79-1146 or with its attenuated deletion mutant virus strain FIPV 3abc/ 7ab at a multiplicity of infection of 1. Both viruses were kindly provided by Dr Rottier (Faculty of Veterinary Medicine, Utrecht University, The Netherlands). The deletion mutant strain is the FIPV strain 79-1146 from which the open reading frames 3abc and 7ab were deleted, using reverse genetics (Haijema et al., 2004) .\n\nThe CrFKs and the monocytes were mechanically detached (by gently pipetting up and down) from the wells at 18 h postinoculation (hpi) and 12 hpi, respectively, to perform the assays in suspension. The cells were incubated for 1 h with FIPV-specific polyclonal antibodies (pAbs) (0, 0.9 and 1.8 mg/ml) or antibodies purified from FIPV-negative serum (1.8 mg/ml). The FIPV-specific pAbs originated from cats infected with FIPV 79-1146 and were provided by Dr Rottier. The FIPV-negative serum was derived from an FCoV-negative cat (IPMA antibody titer <20). Both pAbs had been purified using protein A-Sepharose (Amersham Biosciences). The cells were washed and incubated with 5% complement (noninactivated serum of a FCoV-negative cat). Then, the cells were stained with ethidium monoazide bromide (EMA) (Molecular Probes) to label dead cells, fixed with 3% paraformaldehyde (VWR), permeabilized with 0.1% saponin (Sigma) and stained with specific monoclonal antibodies (mAbs) against FIPV nucleocapsid (N) protein and membrane (M) protein, followed by FITC-labeled goat anti-mouse IgG (Molecular Probes) to identify FIPV-infected cells. The mAb recognizing the M and N protein were produced and characterized in our laboratory. Nuclei were stained with Hoechst 33342 (Molecular Probes). Dead infected cells were counted using fluorescence microscopy. For the monocytes, the antibody-induced internalization was inhibited by pre-treatment for 30 min with myosin light chain kinase inhibitor and inclusion of the inhibitor during antibody and complement incubation (Dewerchin, 2008) .\n\nSince antibodies must be bound to the cell before ADCML can occur, an immunofluorescent staining was performed to determine the presence of the antibodies on the surface of the infected cells. Cells were fixed with 3% paraformaldehyde after incubation with FIPV-specific pAbs. Antibodies were stained with FITC-labeled goat anti-cat IgG (Sigma). After permeabilization with 0.1% saponin, infected cells were stained with N-and M-specific mAbs and Texas Red-labeled goat anti-mouse IgG (Molecular Probes). Nuclei were stained with Hoechst 33342 (Molecular Probes).\n\nTwo control assays were performed to verify the functionality of the ADCML assay: (i) a FIPV neutralization assay to detect a higher neutralization in the presence of complement in order to confirm the activity of the feline complement in combination with the FIPV-specific pAbs and (ii) an ADCML assay on pseudorabies virus (PRV)-infected feline monocytes and CrFKs to confirm the activity of the feline complement, the sensitivity of the cells to ADCML and to exclude possible interference of the used media. The ADCML assay was performed as described above using PRV strain Kaplan, feline pAbs against PRV (derived from a Geskypur (Merial) vaccinated FCoV-negative cat, according to manufacturer's instructions), feline complement and FITC-labeled PRV-specific pAbs to identify infected cells. It has been described that PRV-infected porcine macrophages with surface-expressed viral antigens are sensitive to ADCML (Van de Walle et al., 2003). The results of the ADCML with FIPV 79-1146 and the deletion mutant virus strain FIPV 3abc/ 7ab are given in Fig. 1 . With both viruses and both cell types, the percentages of dead FIPV-infected cells in the ADCML assay with virus-specific antibodies were not significantly different from those in the assay without antibodies (p ≤ 0.05). Also no significant difference was seen with the ADCML assay with FIPV-negative antibodies. Triplicate assays were performed and results were compared using the Friedman Test from the SPSS software package (Version 12.0; SPSS Inc.).\n\nThe presence of FIPV-specific antibodies on the surface of infected cells was similar for FIPV 79-1146 and FIPV 3abc/ 7ab. Of the infected CrFKs, 99 ± 0.3% showed surface-bound antibodies. Formation of small aggregates was seen in approximately onefourth of these cells ( Fig. 2A) while the other cells showed larger aggregates (patches) (Fig. 2B) . Of the infected monocytes, 53 ± 1% showed surface-bound antibodies. Approximately two thirds of these cells showed small antibody aggregates (Fig. 2C) while the remaining cells showed a more homogeneous antibody distribution (Fig. 2D ). This means that cells are protected against ADCML, irrespective of the expression of viral proteins at their surface.\n\nThe performed controls showed that the combination of antibodies and complement was effective in neutralizing FIPV and that the cells were sensitive to ADCML. In the presence of complement the virus neutralization titer was two times and 64 times higher for 1000 and 10 000 TCID 50 of FIPV 79-1146, respectively. The ADCML assay with PRV showed that the ADCML was effective for both CrFKs and feline monocytes. For both cell types there was a significant rise in the percentage of dead cells with higher antibody concentrations (p ≤ 0.05; Friedman Test) (Fig. 1) . The humoral immune system is activated during a FIPV infection, but the antibodies formed seem to be ineffective in eliminating virus and virus-infected cells. For FIPV-infected cells, antibodymediated internalization of plasma membrane-expressed viral proteins has been described (Dewerchin et al., 2006) . This inter-nalization, resulting in the absence of viral proteins in the plasma membrane, can protect the infected cells from efficient ADCML. Inhibiting this internalization process, resulting in infected cells being recognizable by antibodies, could be a part of a treatment protocol for FIP cats. Unfortunately, results of this study show that even if there are viral proteins present on the plasma membrane, no lysis does occur through ADCML. However, if antibodies bind to the surface-expressed viral proteins, cell lysis may still occur via other cell lysis mechanisms e.g. via antibody-dependent, cell-mediated cytotoxicity. In this mechanism, lysis is performed by activated natural killer cells, neutrophils, monocytes or macrophages.\n\nLysis of virus-infected cells by antibodies and complement requires viral proteins that are expressed in a form and configuration recognizable by antibodies that can bind complement (Hirsch, 1982) . The FIPV-specific antibodies used are able to bind complement since virus-neutralization was higher in the presence of complement. This higher neutralization can be due to virolysis, agglutination of virus-antibody-complement complexes or coating of the virus with complement components which can interfere with the binding of the virus to target cells or alter the surface charge of the virus (Hirsch, 1982; Lachmann and Davies, 1997) . For example, it could be possible that binding of complement to the Fc portion of the antibody inhibits antibody-dependent enhancement of infectivity (ADEI), a mechanism which is described in vitro (Hohdatsu et al., 1991) . The fact that neutralizing antibodies are present in a cat with FIP, together with the observed enhancement of neutralization by complement in this study, indicates that cell free virus does not play an important role in the pathogenesis of FIP (de Groot-Mijnes et al., 2005) .\n\nFor the effectiveness of the ADCML, the amount of bound antibodies is also important. The more antibodies that are bound on the surface of infected cells, the higher the percentage of lysed cells is . All FIPV-infected CrFKs showed bound antibodies on their surface. The formation of patches is not likely to have an influence on the ADCML assay. It has been described for measles virus-infected cells that redistribution of viral antigens has no influence on the effectiveness of the ADCML . Half of the infected monocytes showed bound antibodies on their surface, which are consistent with previously published results (Dewerchin et al., 2005) . As expected, the monocytes without surface-expressed viral proteins were protected against ADCML, but also no ADCML was seen of the monocytes with surface-expressed viral proteins. The possibility that insufficient amounts of antibodies were bound on infected CrFKs and monocytes to have a detectable effect of ADCML is unlikely, but cannot be completely excluded.\n\nIt seems that FIPV can employ another virus complement evasion strategy in addition to the already described retention of viral proteins in the cytoplasm of infected cells and the antibodymediated internalization of plasma membrane-expressed viral proteins. This additional evasion strategy cannot be attributed to the accessory or group-specific proteins 3abc and 7ab since lysis of cells infected with the double mutant strain FIPV 3abc/ 7ab was not detected. These genes encode for proteins that are not necessary for virus growth and infection. Their deletion has an attenuating effect on the virulence of the virus in cats (Haijema et al., 2004) . The basis of the attenuation is not known, but there is no correlation with the efficacy of the ADCML, as shown in the present study. This new immune evasion strategy has to be attributed to the structural proteins or the non-structural proteins of ORF 1ab and can be direct via viral proteins or indirect by means of cellular proteins that regulate the complement cascade. Various virus complement evasion strategies have been described for other viruses. Viruses can express proteins with Fc receptor activity that can inhibit the binding of complement to the antibody-antigen complex. The glycoprotein gE expressed by herpes simplex virus (HSV) has an Fc receptor activity and protects against antibody and complement-mediated lysis, both in vitro and in vivo (Adler et al., 1978; Lubinski et al., 2002) . For FIPV, the presence of an Fc receptor activity has never been studied but the spike proteins of other coronaviruses, namely mouse hepatitis virus (MHV), bovine coronavirus (BCV) and transmissible gastroenteritis virus (TGEV) display Fc receptor activity (Oleszak et al., 1995) . Another possibility is that the virus encodes proteins with functional similarities to complement control proteins, inhibitors of the complement cascade. No viral complement control proteins have been described for coronaviruses but several have been described for poxviruses and herpesviruses Bernet et al., 2003) . For FIPV, this would imply that the spike, membrane and envelope protein or the non-structural proteins encoded by ORF 1 should exhibit complement control protein activity, like binding to or accelerating the decay of certain complement factors. Finally, it is possible that the virus induces an upregulation of host complement control factors in the infected cell. This has been described for human cytomegalovirus (HCMV) where upregulation of complement regulator CD55 protected infected cells from complement-mediated lysis (Spiller et al., 1996) .\n\nFIPV occurs in two types (types I and II) with type I prevailing in the field (Pedersen, 2009 ). Both types can cause clinical FIP and evade the immune system of the cat. The results in this study were obtained with a type II strain. Whether cells infected with a type I strain also show inhibition of complement-mediated lysis has to be determined. A different outcome is possible since this evasion strategy could be attributed to the S protein and the main differences between types I and II are found in this protein (Herrewegh et al., 1998) .\n\nIn conclusion, it can be stated that FIPV-infected cells are protected against ADCML, both the cells with and without surfaceexpressed viral proteins. It appears that during evolution, FIPV has become a master in disguise, exhibiting several immune evasion mechanisms to avoid clearance of infected cells by the humoral immune response."}