{"title": "4 An Introduction to the Evolutionary Ecology of Viruses", "body": "Distinguishing viruses, whether exogenous or endogenous, from other forms of life including parasitic genetic elements is an ambiguous but not impossible task. There are characteristics shared by all viruses that set them apart from other self-replicating systems. Viruses are obligate molecular parasites that rely on only one type of genomic material (either DNA or RNA) and use a proteinaceous genome package to facilitate dispersal. While viruses are not metabolically active organisms, their phenotypic variation results in differential replication success, thereby ensuring they are subject to the laws of evolution. Virus taxa, like organisms more frequently investigated evolutionarily, clearly change through time and to profound degrees. Unlike the cellular \"macrobiota,\" however, our observations of viral transformation are very direct and never from examination of a large-scale past timeline such as the fossil record. If observed proportions of certain character state changes in viruses were applied to megafauna, hypotheses regarding the amount of time required to manufacture these changes would most likely be on the order of hundreds of thousands to millions of years. Yet critical changes in such factors as host range (habitat), capsid and envelope proteins (morphology), and life-history characters are common in some viruses within the time of a typical research project.\n\nAs with all forms of life, the pace and direction of viral evolution are determined by the selective environment that is occupied. This environment is both multidimensional and continually changing while constantly driving the increase in population fitness. The differences in viral as opposed to, say, multicellular selective environments are mostly in quantity, not quality. In other words, the fundamental nature of selection is not influenced by organism complexity (fitness must always move \"uphill\"), yet the character of selective pressure is determined by an organism's necessities for survival. It could also be argued that, because of the limited sequence space of viral genomes, the high probability of genetic drift during transmission bottlenecks, extremely large population sizes, and (at least for many RNA viruses) the high mutation and recombination rates, viruses exhibit greater mobility through the space of their selective or adaptive environments than do more complex organisms (Moya, 1997) .\n\nEvolutionary ecology is the study of how organisms respond and have responded evolutionarily to the selective environments in which they exist. The environment is defined as the physical, biological, and stochastic elements with which an organism interacts and uniquely determines the type and degree of natural selective pressure exerted.\n\nViruses have both general and specific requirements for replication and existence. All viruses require the use of a host cell's ATE ribosome, nucleotide, tRNA, and amino acid resources. Many viruses also require use of other cell functions and components such as replication and splicing machinery. Often viruses will utilize more advanced host characteristics, especially when dealing with the demands of transmission. Here they may take advantage of host ecologyl feeding habits, sexual behavior, social structure, etc. to facilitate host-host transfer.\n\nNo matter the level, one characteristic that is shared by all viruses' fundamental reproductive strategy is host exploitation. If a host's biology possesses a component that can be used to augment reproduction of some viral strain, then chances are it typically is. But as with all organisms, these requisite conditions are a double-edged sword in that, while they allow perpetuation of a given virus population, their variability selects for survival of only a subset of phenotypes from that population. Thus, while viruses are not typically subjected to the types of soft selection resulting from resource competition that many plant and animal species experience, their natural selection is often more commonly unpredictable and determined by probabilistic conditions.\n\nViruses' lack of relative complexity is clearly not paralleled in their adaptability, and nowhere is this more apparent than in their seeming omnipresence. Every extant species genome is thought to act as a viral host, and perhaps a thousand different virus types are known to infect Homo sapiens alone. Investigation of the evolutionary ecology of viruses seeks to explain observed patterns of viral diversity by invoking mechanisms that take into account evolutionary response to the environment(s) in which they exist. Such research relies (heavily) on very disparate areas of science. For instance, mere description of such fundamental virus characteristics as appearance, life cycle, and tissue tropism is only possible through the tools of biochemistry and molecular biology. Answers regarding virus population dynamics such as growth and size fluctuation are often provided by epidemiological research. And evolutionary interpretation and prediction are formulated using concepts of theoretical population biology. This area of inquiry is quite young and is destined to expand with increasing sophistication in data collection and in analytical methods and technology, the exponentially growing database of molecular information, and the continual emergence of viruses as pathogens.\n\nKnowledge about the evolutionary ecology of viruses has valuable multidisciplinary applications as well. For example, it may aid investigation of emerging infectious diseases (of all types) by providing models of host switching (i.e., successful occupation of an additional host taxon for sustained transmission). It can make contributions to medical virology by giving researchers information about specific viral ecological requirements, thereby opening up possible routes of antiviral treatment or immunization. Such inquiry also assists theoreticians in many ways by providing real-life models for population genetic, phylogenetic, ecological, and even mathematical research.\n\nOur discussion of viral evolutionary ecology will begin with examination of viral fitness and selection, with special emphasis on the many levels at which these concepts can be applied. We continue with discussion of ecological concepts such as niche, species (taxon) interactions, life-history evolution, and specialization. We will finish by looking at theoretical concepts such as sequence space and fitness peaks and relating such ideas to actual patterns of virus diversity and diversification.\n\nEvolution by natural selection is a temporal process resulting from differential reproductive success of phenotypes that allows persistence of corresponding genotypes through generations. Traditionally, this change is measured as a statistical difference in some population parameter(s) between separate generational cohorts of a given taxonomic group (usually population or species). The direction and extent of this change is determined by a combination of stochastic and environmental factors that are specific for a given time, space, and taxon. Therefore, the offspring of individuals or groups selected for reproduction in one biological circumstance are by no means guaranteed to thrive in the following generation since the selective environment may be slightly or radically different. An admittedly poorly defined and at times controversial evolutionary term, adaptation essentially refers to characters that arise and persist as a result of such selection and thus confer upon their bearers the ability to succeed genetically in a specific environment. Adaptation can also refer to the actual process of acquiring such traits. Many different levels of characters can thus be considered as adaptations: point mutations, coding region products, multigene assemblages, behavioral traits, and even populational characters may all endow their possessors with reproductive advantage and thus evolutionary persistence.\n\nTechnically, the fitness of a unit under selection refers to the contribution it makes to the overall genetic makeup of the subsequent generation relative to other such units. In theory, selected units can be genes, cells, individuals, populations, and even phyla (Lewontin, 1970; Williams, 1966) . Fitness is thus directly related to a unit's comparative degree of adaptedness. The concept of fitness as applied to viruses and other microparasites has been discussed at length elsewhere (May, 1995; Anderson and May, 1991; Domingo and Holland, 1997) . Fitness and its measurement are central themes in any discussion of evolutionary ecology no matter the organism and thus warrant clearer elucidation.\n\nFitness can be examined in various ways. First, by using Fisher's (1930) \"net reproductive rate\" (R0), which is merely the number of viable offspring produced per individual over their life-span (which for viruses is equal to the infection of one cell or one host, as will be discussed). R0 is a conceptually convenient metric, especially when considering the absolute fitness of an organism (for instance, the potential for occupation of a host population by a specific virus) but may be misleading when interpreted as a measure of relative fitness since alone it provides no information about individual reproductive rate compared to the population reproductive rate over the same time-span. The competing virus with the highest R0 can have the highest probability of long-term survival, but determining this probability for an individual would require comparison of all relevant R0s in a population or group. Therefore, R0 for an individual can be greater than 1 (implying \"reproductive success\"), but this provides no information about individual performance with respect to population growth as a whole. Therefore, an individual with R0 < 1 may actually have high relative fitness under conditions of population decrease provided the individual's rate of decrease is correspondingly smaller.\n\nR0 also does not take into account variation in generation time and is therefore not always useful when examining fitness over absolute time. In other words, one phenotype may actually confer a lower R0 than another yet still exhibit relatively higher reproductive output (i.e., higher fitness) if its generation time is appropriately shorter.\n\nBecause of these shortcomings in R0, it is advantageous to use instantaneous growth rates for both the individual (p) and the population as a whole (r), since these are independent of generation length and thus measure reproductive output per unit (t) of absolute time. Giske and colleagues (1993) have described a particularly useful relative fitness term (~) that measures an individual's reproductive output relative to that of its population as the difference between p and r. Therefore, 9 is a measure of fitness that is both instantaneous in real time and relative. As such, any positive value of 9 indicates increasing proportional repre-sentation of a particular phenotype in a population even when R0 < 1 or p < 0, provided r is sufficiently small. Relative fitness in this sense is both more accurate since it accounts for variation in generation length and perhaps more applicable since it describes an individual's reproductive performance in light of that for its population as a whole.\n\nAs will be discussed below, these concepts must be applied to viruses on at least two completely separate levels: within (intra-) hosts and between (inter-) hosts. Taking into consideration the purely endogenous nature of some agents does not influence the partitioned application of the two notions since new host inoculation (regardless of the route) is key to evolutionary persistence. The theme unifying both types of fitness, however, is competition between viral strains (taxa) for reproductive substrate. In the case of intrahost evolution, this substrate is host resources (cellular, molecular), while in the case of interhost evolution it is the actual occupation of the hosts themselves.\n\nProductive viral infection of a host need not be associated with pathogenicity, tissue destruction, morbidity, or mortality. It also need not result in full or partial ~nobilization of host immune/antiviral mechanisms. In fact, it is not uncommon to find viruses associated with hosts in mutualistic relationships (see section I V.B.6.c). A more universal expectation of host occupation is competition between tli ffcrent viral strains or individuals present at a given time. In this sense, selection is effectively acting on viruses as it would on nonparasitic organisms occupying some particular habitat. Intrahost evolutionary success is therefore largely independent from interhost success and subsequent evolutionary persistence. In other words, adaptive viral characters favored within the relatively closed system of one host individual arise and persist due to intrahost selection, the nature and strength of which is determined by the conditions and other virus strains contained therein. These characters may not necessarily be favored in the larger \"open\" arena that includes all viruses occupying a host population (discussed below).\n\nFundamentally, if two strains (or individuals) occupy a single host, the one with the highest net reproductive value (per-capita growth rate) will rise to the highest frequency. Assuming a positive linear association between probability of transmission and population size (viral titer), the long-term effect of this dominance may be more occupied hosts. This simplistic view of intrahost evolutionary dynamics is an unrealistic portrayal of viral life and death, however, and requires expansion.\n\nAny ecological system is composed of species and individuals interacting both with each other and with abiotic conditions. Such interactions result in regulation of population sizes as individuals compete for limiting resources. This is similarly the case in viruses reproducing within a susceptible host or host tissue. Viral population sizes must obviously be regulated lest they grow to infinity, but the forces influencing such limits differ in their relative contributions between \"viral host\" ecosystems and species ecosystems.\n\nFactors that influence species population change may include density-dependent interactions such as competition for resources (inter-and intraspecific) and predation, but also abiotic factors like physical environmental characteristics and probabilistic conditions. Such factors also exist in viral host ecosystems, but some have a much greater influence than others. On a smaller level, however, an individual host can be looked upon as an ecosystem: there are many biotic and abiotic components that interact in both predictable and unpredictable ways to influence the growth properties of viral populations.\n\nResources (i.e., reproductive substrate) required by viruses inside a host include living cells of given tissue type(s). Once an intrahost virus population has become established, the relative abundance of infectible cells is usually extremely high and, in a holistic sense, not a limiting factor. This is demonstrated by the observation that in most viral infections less than 1% of the susceptible host tissue is actually infected (Griffin, 1997) . However, the ecological concept of metapopulation dynamics may have some application in this case. This notion assumes that populations are spatially structured so that they are actually aggregates of smaller, local subpopulations, and that migration between these subpopulations is significant enough to influence local dynamics (Hanski and Simberloff, 1997) . While this is most commonly applied to sexually reproducing organisms and popularly utilized in topics of conservation biology, it is possible that the metapopulation concept could be useful in understanding viral intrahost evolutionary patterns.\n\nSince cellular resource competition is in general not a primary force regulating viral population dynamics, it may have some significance at the microspatial level. For instance, very localized infection of tissue could produce a confined abundance of viral particles with limited access to mechanisms of dispersal, which, under optimal conditions, could carry them to other sources of infectible cells. This accumulation of both viral particles and non-infectible cells would result in isolated competition and subsequently produce selection for either quick and successful cell invasion or dispersal to more fertile areas. Successful dispersal may give rise to other local subpopulations and result in similar selective pressures. The concept of metapopulation dynamics has never been applied to viruses in such a context but may be worth further investigation when endeavoring to understand intrahost viral reproduction and adaptive evolution.\n\nResource competition may also be manifest under some circumstances of extreme viral induced cytopathicity, for instance, near the end of an infection that has resulted in high cytopathology (or even necrosis) of specific tissue required for virus replication. In such a situation, there may theoretically be a much larger population of infectious virus than available reproductive substrate can support. This gives rise to competitive conditions in which some may survive due to their superior ability to effectively occupy remaining cells and the remainder go extinct. It is conceivable that such may be the case in diseases like AIDS, in which CD4 + cells required for HIV replication have been extensively \"consumed,\" thus resulting in the reproduction of only a small portion of existing viral particles. In fact, up to 60% of CD4 + lymphocytes may be infected with HIV during AIDS viremia (Bagasra et al., 1993; Hsia and Spector, 1991; Patterson et al., 1993; Schnittman et al., 1990) .\n\nIn nearly all cases, the most significant power guiding intrahost viral population dynamics is perhaps neutralization by host antiviral (immune) defenses. The relationship between viral growth and immune response has of course been studied quite extensively from a clinical standpoint, and most recently from the perspectives of evolution and population biology (Wassom, 1993; Garnett and Antia, 1994; Bonhoeffer and Nowak, 1994; Kilbourne, 1994; Bangham, 1995) .\n\nIn many ways the virus-immune interaction mimics a typical predator-prey type relationship and can be understood fundamentally using the Lotka-Volterra ecological model of species interactions (Lotka, 1932; Volterra, 1926) . The goal here is an interpretation of the temporal growth/decay dynamics of an intrahost virus population and cells and/or products manufactured by the host to neutralize virus infection. In the absence of any counteractive force(s), an intrahost population of viruses will grow exponentially as\n\nwhere V is the number of viruses (i.e., \"prey\") present at time t, and r is the per-capita rate of population growth per time unit, as discussed previously. Viruses cannot grow at this rate indefinitely, however, and population growth is diminished (in our model) at a rate proportional to the potency of host antiviral responses. Therefore, if the quantity of host antiviral components (immune cells, antiviral compounds, etc.) are collectively represented by I (i.e., \"predatory influences\"), which has an overall per-virus neutralization effectiveness coefficient of a (i.e., the probability of viral death on contact with these components) then the growth of virus populations becomes dV -rV-alV\n\n(2) dt In many host systems, the presence of adaptive antiviral elements that react against specific viral types is related to the concentration of those viral particles. The population dynamics of this particular association has not been investigated from an \"ecological\" standpoint as thoroughly for viruses as it has for macroscopic organisms. Yet it was shown that B-cell populations in mice persist in relation to the amount of antigen present in the animal's periphery on which the B cells rely for continued stimulation, and that competition actually exists between B-cell subtypes for this limiting resource (McLean et al., 1997) . If such density dependence occurs for immune components as well, the \"population\" change therein may be described in terms of an equation similar to (2):\n\nwhere f is the rate of immune component increase (commonly due to stimulation by viral antigens), and q is the per-capita rate of immune component degradation (death). Therefore, it should be clear that falV represents the intrinsic rate of increase of the immune response and that this is proportional to V, the amount of virus present within a host.\n\nThe upshot of these relationships is their effect on viral fitness. An obvious way to increase population size is by modification of reproductive rates [i.e., r in Eq.\n\n(2)]. In terms of intrahost evolutionary dynamics, this rate should be maximized relative to that of other individuals (or strains). This may not translate into long-term evolutionary success due to the impact of host mortality on transmission, however (discussed below). Nevertheless, adaptations for increased individ-ual reproductive rates are prevalent and frequently include effects on host cell molecular function. The list of such virus-host cell interactions is large and covered at length elsewhere (see chapters in Fields et al., 1996a,b) . Therefore, only some widespread viral techniques will be discussed here. To begin with, all viruses exhibit similar steps during their replication cycle, each of which is a likely target of optimization. These steps include host and/or cell entry, transport of viral materials (both intra-and intercellularly), transcription and translation of viral genes, genome replication, virion assembly, and virion release.\n\nThe \"first\" potential virus-host cell interaction to be acted upon evolutionarily is cell surface receptor binding. Specificity of surface receptor usage is likely connected, at least to a certain extent, with the occurrence of particular molecules (proteins, carbohydrates, glycolipids) exposed on the surface of those candidate host cells that are likely to provide an optimal overall environment for virus replication. In other words, many receptor specificities may have arisen as methods of cell type identification in viruses, since viruses are continually under selective pressure to infect tissue with the highest potential for long-term virus propagation. This is an important variable in the course of viral infection since it is often the only barrier preventing replication within a given cell or tissue type.\n\nFor instance, human poliovirus receptor is found only on primate cells (McLaren et al., 1959) . The virus does not naturally replicate in other mammals but is fully capable of doing so in mice once its genome is artificially introduced into host cells . More recently, Winkler and colleagues (1998) discovered a human polymorphism in the stromal-derived factor (SDF-1) gene that delays the onset of AIDS in patients homozygous for a variant allele. It is thought that the variant upregulates the expression of SDF-1, which is a ligand for the CXCR4 cell receptor. The CD4 molecule and this cell surface protein act together as coreceptors for T-tropic HIV strains that normally arise late in infection. Competitive interference from the increased presence of SDF-1 may actually be protecting susceptible cells from HIV binding and subsequent endocytosis, thereby postponing disease symptoms. Receptor specificity can thus have profound implications for the pathogenicity and evolutionary expansion of viruses into new tissue types and host ranges and will be discussed later.\n\nReceptor specificity may also be related to the normal cellular function of the receptor molecule; that is, since the first viral replication objective is typically cellular internalization, selective pressure must exist to increase the efficiency and rapidity with which this occurs. Therefore, it would benefit the infecting virus to utilize surface receptors whose normal molecular purpose it is to transport objects across the cell membrane. Furthermore, it may be additionally advantageous to select among all the possible transport receptors those that can internalize the given virus type most effectively. In this way, selection can shape the use and specificity of the employed surface receptors to optimize infection. Along these same lines, it may be easy to see how many viruses could have adapted to employ as receptors those cell components that affect endocytotic mechanisms and conditions needed for viral entry and uncoating.\n\nAnother group of common targets for evolutionary modification includes those cellular components that enhance viral reproductive rate at the stages of transcription, translation, and replication of viral genes. A comprehensive listing of specific viral tactics used to optimize these activities would be quite large and beyond the scope of this chapter, yet some patterns definitely exist and warrant mentioning. For instance, the genomes of numerous viruses are configured so that those gene products that are translated early in infection are involved in and often direct the ensuing transcription and/or translation of late genes. Such early proteins may also act as trans-acting downregulators of their own expression on approach to threshold concentrations. In addition, many viruses have developed the ability to use host factors to control transcription.\n\nAside from increasing the rate and efficiency of replication, Eq. (2) indicates that impairment of the host antiviral response will result in increased survival of an infecting viral population by decreasing losses caused by these components. Viruses within a host can subsequently increase their fitness in this context by decreasing their overall losses due to host antiviral responses. To this end, a number of potential mechanisms can be and are employed.\n\nAn extremely important technique used by viruses to decrease losses from the host antiviral response is impairment of the host's ability to mount an adequate viral attack. This phenomenon has perhaps no equivalent in species predator-prey ecological interactions. For example, by looking at Eq. (3) it can be seen how intensifying immune component death or degradation results in an increase in q. Likewise, interference with recognition and removal of non-self (i.e., particles either derived from a foreign non-host source or host material that is unrecognizable to the body as derived from a host gene) material will decrease a. Impeding immune component production (cell division, secretion, etc.) accordingly decreases f. All of these directly result in augmented virus survival by either paralyzing the \"predators\" or diminishing their population size. Fortunately for the viral evolutionist, virus-induced human immunopathology as well as immune suppression are extremely well researched topics for which there exist numerous specific examples of anti-immune strategies.\n\na. Immune Cell (Tissue) Tropism. Perhaps discussion of viral tactics of immune suppression should begin with examples of viruses that replicate within cells that are involved either directly or indirectly in the antiviral response. As mentioned, an obvious way to disable a host's antiviral capability is to destroy components of the response or the source of those components. For instance, the replication cycle of numerous viruses of vertebrate taxa requires cells of the host immune system such as macrophages, monocytes, lymphocytes, natural killer (NK) cells, antigen presenting cells (APCs), or stromal cells (see Table I and Griffin, 1997 for a review). This strategy provides two clear evolutionary benefits to such viruses\" a source of viral progeny and a reduced host antiviral reaction. Griffin (1997) .\n\nAlthough potentially extreme and relatively rare, cytocidal replication within such tissues can obviously have a direct negative impact on the host's ability to destroy viral pathogens. The ability of viruses to endure host antiviral reactions is facilitated in infectious bursal disease virus of chickens and infectious pancreatic necrosis virus of trout by cytolytic infection of B lymphocytes. This lysis results in a significant loss of these cells and subsequent humoral immunosuppression due to decreased antibody production (Tare et al., 1990; Saif, 1991; Muller, 1986) .\n\nMore common among viruses is cytopathic infection of immune cells. Replication within the host immune cells by many viruses usually does not result in rapid and essential death of these cells, yet may impair cell function to such a degree that the antiviral response is weakened ~ all to the potential benefit of the resident virus population. A mammalian target immune cell of viral replication for which a great deal of research has been undertaken is the T lymphocyte. Lentiviruses are particularly known to infect T cells in humans (see Table I ) as well as in other mammals, but other viruses such as some herpesviruses may also infect these cells. Such infection frequently results in abnormal proliferation of T cells. T-cell growth resulting from HTLV-1 infection, for example, is known to impair immunologic function, but the subsequent effect on viral population growth is unknown. HIV is also known to have profound effects on host immune function, mainly through its replication within CD4 § T cells and monocytes, which is a likely contributor to the high viremia exhibited during the final stages of infection. In this case, the utilization of immune cells may not be as beneficial ecologically as it might appear, and for a very simple reason; that is, while the destruction of CD4 + cells may promote viral replication by decreasing antiviral pressure, it simultaneously diminishes the amount of reproductive substrate available for replication (see above).\n\nb. Immunosuppressive Viral Factors. A very prevalent viral technique of immunosuppression involves utilization of proteins, whether viral or cellular, to disrupt the host antiviral response. Many viruses have the ability to sabotage production or function of host cytokines using their own gene products. Such abilities of individual viruses give rise to obvious evolutionary benefits not only for that individual but also for other members of the infecting viral population. Many host molecules --including interferons, interleukins, and other cytokines are susceptible to the action of immunosuppressive viruses (see Table II ). The action of these molecules may be at the level of prevention of transcription (e.g., HBV terminal protein), or translation (e.g., adenovirus E1A), inhibition of cytokine activated enzymes (e.g., RNase-L inactivation in HSV infection), or sequestration of the molecules via complement binding (e.g., IFN-y receptor decoy produced by myxoma virus), to name a few. Viral gene products may also interfere with other aspects of the host antiviral response such as antigen presentation (vaccinia virus, HSV) and downregulation of host cell genes required for proper c. Clonal Deletion and Immunologic Invisibility. Viruses may avoid contact with a functional immune response by becoming antigenically \"invisible.\" For instance, some viruses that utilize vertical transmission do not elicit a specific antiviral response at all due to the inability of the immune system to recognize them as foreign. One such strategy is well exemplified by lymphocytic choriomeningitis virus (LCMV) infection in mice. In this system, viruses that infect adult mice are effectively cleared from the host principally by way of an LCMV-specific cytotoxic T-lymphocyte (CTL) response (Zinkernagel and Welsh, 1976; Byrne and Oldstone, 1984; Moskophidisy et al., 1987; Ahmed et al., 1988; Matloubian et al., 1994) . Mice that are infected in utero or perinatally, however, retain high lifelong titers of infectious LCMV throughout their bodies. This persistence is made possible by the lack of a specific CTL-mediated antiviral response due to clonal deletion of LCMV-specific T cells during mouse ontogeny (Buchmeier et al., 1980; Ahmed et al., 1984; Moskophidis et al., 1987; Pircher et al., 1989; Jamieson et al., 1991) . The early and pervasive presence of LCMV particles (antigen) results in immunologic \"acceptance\" of the virus by the host yet still allows for a completely functional immune response against other pathogens and their antigens.\n\na. Spatial Evasion. One certain way to avoid destruction by an intact immune system is to avoid or limit direct interaction with its components altogether. This can be accomplished in a number of ways, among which is viral persistence, including the possibility of replication within immunologically privileged tissue that is inaccessible to the host antiviral response. For instance, many types of herpesviruses (varicella zoster, herpes simplex) lie latent in nonreplicating sensory neurons that are poorly penetrated by the immune system. These viruses may periodically move through axons to epithelial or ophthalmic sites for replication (where they may eventually be suppressed by the immune response) but never actually leave the host permanently. Some viruses will replicate within tissues that experience little or no exposure to antiviral host defenses. Human polyomaviruses B K and JC as well as cytomegalovirus benefit from limited T-cell effectiveness within kidney epithelial tissue by replicating there and thus avoid destruction quite efficiently .\n\nb. Transmission and Neutralization Thresholds: Temporal \"Evasion.\" Other viruses may evade immune contact by completing sufficient replication and transmission before a significant host antiviral attack can be fully executed. Many viruses that replicate to high concentrations quickly employ this technique. Such viruses operate under conditions of three relevant thresholds: (1) the intrahost virus population size that triggers an immune response; (2) the intrahost population size that allows for interhost transmission; (3) the amount of time it takes an antiviral reaction to decrease the viral concentration below the transmission threshold. Figure 1 provides a simple illustration of intrahost population growth for an imaginary acutely infecting virus. Under this model, a virus can only survive evolutionarily in a host population given the following specific conditions. The threshold viral concentration for effective interhost transmission (B) must be exceeded for sufficient time as to allow for occupation of a new susceptible host. This time will vary inversely with the quantity of infectious virus being shed by the host. A virus must therefore employ reproductive strategies that can include maximizing the amount of time it is being shed in adequate numbers (E-D) and/or minimizing B (or, conversely, maximizing A, the threshold concentration triggering a host antiviral response). This appears to be analogous to the strategies used by many well-examined viruses such as influenza, measles, rhinoviruses, and VZV, to name just a few. Under the conditions of this model a virus may also exhibit A > B, in which case an antiviral response is (effectively) never activated and the virus will be transmitted satisfactorily as long as its concentration remains above B. This latter strategy might only be evolutionarily stable for viruses of limited pathogenicity since host mortality usually limits sustainable viral spread. Also, subpopulations within a given host might differ in the shape of their respective curves and values for A, B, C, D, and E.\n\nc. Immunologic Cat and Mouse. Yet another adaptation used to evade host antiviral defenses that has arisen in many viruses with RNA genomes is rapid and continual production of antigenic variation. High mutation rates in some viruses (HIV, FMDV) as well as reassortment of genomic segments of others (influenza virus) give rise to a quasi-species (also referred to as a mutant or variant swarm) population structure within an infected host and/or host population (Holland et al., 1982; Both et al., 1983; Mateu et al., 1989; Bachrach, 1968; Nowak et al., 1990 Nowak et al., , 1995 Wolinsky et al., 1996) . The result is genomic variation that is manifest as phenotypic diversity in the form of multiple antigenic types present in a single host at one time (see Fig. 2 ). This heterogeneity may cause high overall mortality rates for the virus, but at the same time it provides assurance that at least a small proportion of variants will avoid host neutralization due to the inability of the specific antiviral response to act both effectively and simultaneously on every antigenic type that exists or arises. Domingo and Holland (1997) reviewed the fitness and evolution of RNA viruses in relation to their mutability quite thoroughly.\n\nThis adaptation has perhaps no duplicate in species predator-prey evolutionary ecology. It may, however, be thought of in relation to negative frequency-dependent selection, a condition that does exist in many species predator-prey interactions. In this case, rarer phenotypes (e.g., antigenic variants) are favored as long as they remain relatively uncommon. Once a variant rises in frequency, the probability that it will be recognized by a predator species (or host immune system) increases accordingly, and thus its growth rate will be reduced, usually to the advantage of (immunologically) less conspicuous mutants. It is in this way that the virus evades contact with antiviral components and persists within a host as a heterogeneous population. It appears to be a unique strategy, however, to avoid predation in that the adaptation is indeed the process of mutability (the virus damages itself rather than the host tissue!).\n\nIn fact, viruses such as coliphage Q[3 FMDV, VSV, and HIV have such high mutation rates that they are near the point of error threshold; that is to say, slight increases in their mutation rates would result in failure of sufficiently accurate (stable) genomic perpetuation and subsequent extinction of the viral strains (Nowak and Schuster, 1989; Eigen and Biebricher, 1988; Holland et al., 1990) . The biological nonviability of mutation rates beyond the point of error threshold has even been demonstrated experimentally for VSV and poliovirus .\n\nConcepts such as quasi-species and population fitness evoke notions of group selection, a somewhat controversial topic among evolutionists. Group selection favors those characters that promote the survival of populations (or taxonomic levels higher than that of the individual) but either decrease or do not affect individual fitness. The actual contributions of group versus individual selection to the evolutionary process are difficult to discern, especially with respect to situations in which the two appear to act in opposite directions. However, when considering viruses and other microparasites, this idea may be helpful if not necessary to explain the evolutionary maintenance of certain traits.\n\nQuasi-species actually provide very good examples of group selection in action. Under these circumstances, selection on the individual is weak when compared to that acting on the entire spectrum of mutants since the representation of a given genotype is determined by a combination of: (1) its own relative replication rate and (2) the frequency with which it arises from the mutation of other parental forms. In a mathematical sense, selection is thereby both acting on and shaping the largest eigenvalue of an immense mutation transition matrix that represents the mean replication rate of the quasi-species (after Nowak, 1992) .\n\nThe influence of group selection on quasi-species evolution has been examined experimentally by de la Torre and . In their study, small numbers of highly fit VSV mutants were introduced into large quasi-species populations of lower relative fitness. It was found that these mutants only rose to dominance when they were planted above threshold quantities; otherwise, they were displaced by the original population. Such evolutionary dynamics may appear to contradict the classic neo-Darwinian doctrines regarding competition and survival. However, it is a reality of viral existence that the reproductive success of the individual oftentimes is determined by the characteristics of the population in which it exists.\n\nThe previous discussion focused on adaptive strategies used by individual viruses, or strains as the case may be, to compete with other such units within a particular host. It should be evident that many such traits may, both singly and in combination, exclusively improve the fitness of the virus(es) in possession of those traits. Viral phenotypes that affect individual host cells or cell products on an intracellular level usually contribute to the fitness of the bearer. These possibilities for fitness enhancement include most strategies of individual replication improvement such as receptor specificity, use of transcription factors, and enhancers. Such possibilities also include many techniques of localized host antiviral response impairment, such as disruption of antigen processing or presentation, intracellular IFN signaling, and diminished antiviral recognition.\n\nThere are, however, other types of individual viral characteristics that appear to confer survival advantage to the viral population as a whole, typically by having more widespread effects on the host organism. As an example, many viral gene products that interfere with host antiviral response stimulation act as decoys for immune product binding or sequester such products. These tend to have extracellular site-of-action effects.\n\nAs elegantly demonstrated by Bonhoeffer and Nowak (1994) , the consequence of these intracellular/extracellular trait relationships is maintenance of such populational phenotypes when they are associated with increased transmission probabilities (and thus long-term evolutionary success). But this maintenance can only exist under conditions in which mutation rates are below a threshold that is determined to a large extent by relative transmission advantages (i.e., interhost selection) of the new mutant versus its ancestral population. The authors show that at the intrahost level mutants defective for the \"unselfish\" character are selectively neutral and thus will drift to fixation at a rate approximately equal to the rate of production of such mutants. These authors point out that such strategies are more likely to arise under unusual stochastic circumstances such as those of transmission founder effects or intrahost genetic drift yet to persist in viral types with low mutation rates (such as DNA viruses).\n\nWhen considering competition between viruses within an infected host, it is crucial not to forget that the one and only sought-after evolutionary reward is transmission to a new susceptible host. In addition, host replication rates (generation times) are usually much longer than those for the individual viruses infecting them. Because of this, infecting viruses are capable of rapid comparative rates of adaptation and evolution. Transmission probability is commonly assumed to be positively (although by no means linearly) correlated with within-host virus concentration (as well as infected host life-span, which will be discussed below). As such, with respect to intrahost viral competition it has been demonstrated that individual viral fitness is a composite of both reproductive rate and ability to withstand (or evade) host antiviral defenses. Accordingly, viruses increase their fitness by increasing the ratio between reproductive rate and antiviral avoidance (i.e., r/a from Eq. (2)) relative to other viruses against which they compete (Bonhoeffer and Nowak, 1994) .\n\nAlthough rarely if ever discussed, transmission probability also involves a substantial spatiotemporal component. In other words, for a functional virus to be transmitted to a new host (i.e., from the old host), it must be present in the right place at the right time. Clearly, there is a strong stochastic element at work here; however, differential selection of specific tissue types and alterations in timing of progeny release may have significant ramifications in terms of the fitness of viral strains. It is in this way that viruses may enhance their evolutionary success without specifically changing their population sizes or growth rates and thereby not causing excess host damage.\n\nLong-distance intrahost movement in plant viruses is an essential component of reproduction. For example, viruses often need to be shed on multiple plant surfaces that may be spatially diffuse in order to facilitate vector-mediated transmission. Intrahost transport is perhaps most \"extreme\" in systemic plant viruses since distances can be very large (e.g., as in coniferous trees), and this subject has been investigated (for reviews, see Carrington et al., 1996; Deom et al., 1992; Maule, 1991; Mushegian and Koonin, 1993) . Long-distance movement in plant viruses usually takes place in the sieve elements and cells of the phloem. Plant viruses are known to utilize movement proteins (MPs) that facilitate both cell-tocell and long-distance transport. MPs have been identified in many plant viruses, but the biochemical and molecular mechanisms involved unfortunately are largely unknown. MPs are frequently capsid proteins, as has been demonstrated in tobacco mosaic virus (Dawson et al., 1988; Saito et al., 1990) , red clover necrotic mosaic dianthovirus (Xiong et al., 1993; Vaewhongs and Lommel, 1995) , cucumber mosaic virus (CMV) (Taliansky and Garcia-Arenal, 1995) , and tobacco etch potyvirus (Dolja et al., 1994 (Dolja et al., , 1995 , among others. Replication proteins such as those involved in genome duplication have also been identified as necessary for long-distance movement in brome mosaic virus (Traynor et al., 1991) and CMV (Gal-On et al., 1994) .\n\nMuch less research has focused on intrahost replication of virus that is temporally determined. It is conceivable that a virus type might maximize its intrahost replication only within a very specific time-frame in order to maximize the probability of transmission. For example, this may be pertinent with respect to solitary animal species that congregate only at very specific times of the year for breeding. Under such circumstances, natural selection might favor a reproductive strategy in which a resident virus population exists at low, persistent concentrations during most of the year but \"turns on\" high-level replication in order to be shed during a time of year when transmission probability is consistently (and predictably) highest. There are numerous avian and mammalian hormones, for instance, whose release is dependent on photoperiod that could realistically activate or suppress viral replication.\n\nFurthermore, high replication might even be coordinated with the onset of virus-induced disease symptoms in infected individuals that might be associated with or promote host-host contact and thus viral transmission. These examples are of course merely conjectural but may warrant further investigation since such temporal coordination of replication is not only biologically realistic but also evolutionarily intriguing.\n\nOf relevance here is polyomavirus infection in mice. McCance and Mims (1979) report that virus that infects female mice at birth is only detectable at high levels late in gestation when it is transmitted to newborns and persists at low levels otherwise. In addition, virus replication was also activated in nonpregnant females injected with sex hormones related to pregnancy, implicating them as the stimulators of viral reproduction. This appears to be a viral replication strategy that is timed to coincide with a high-probability transmission window.\n\nIn summary, the host cellular, tissue, and organismal environments are vitally important selective realms that contribute profoundly to the adaptation and diversity of viruses. Intrahost selective pressure may be compared with that within a species ecosystem. In an overall sense, resources require optimal, not maximal, consumption. On an individual level, negative interspecific interactions (predation) should be minimized and reproductive rates high. Just as with cellular species, viral traits that may arise or be selected for in one particular environmental scenario (time and place) do not guarantee indefinite evolutionary stability. Selective pressure within a particular host may similarly be contradictory to selective pressure imposed by requirements of interhost long-term survival. For instance, as with cellular species, where ecological continuance will not occur under conditions of resource overexploitation, virus populations will not persist evolutionarily when host resources are consumed beyond the point of sustainability. The effect is a balance between adaptations that allows sufficient harvest of host tissue without jeopardizing prospective abundance of the host as a source of reproductive substrate.\n\nWhile the amount of evolutionary and ecological research focusing on the intrahost selective environment may be somewhat sparse, this is certainly not the case when considering viral interhost evolutionary dynamics. Chiefly because of its close association with infectious disease epidemiology as well as an increasing sophistication of ecological theory in the 1970s, interhost population biology of viruses and other microparasites has been the focus of substantial investigation throughout the past three decades (Burnet and White, 1972; May and Anderson, 1983; Anderson and May, 1991; Nowak, 1991; Ewald, 1994a) . It is difficult to make generalizations about the reproductive problems faced by viruses whether inside or between hosts, but something that we can perhaps expect about interhost (especially horizontal) transmission is relative unpredictability in the external environment, especially with respect to the host population. It is important to emphasize here that intra-and interhost selective pressures differ considerably in character. The intrahost environment is more or less a closed system somewhat analogous to a natural selective \"microcosm,\" except that the intrahost conditions are comparatively less heterogeneous temporally and spatially than the interhost \"macrocosm.\"\n\nYet, while these two selective environments (intra-and interhost) may differ substantially in their properties, the viral evolutionary responses that either generates carry implications for fitness in both venues. For example, this may be no more apparent than in an examination of virulence. Virus consumption of host resources (an attribute determined primarily by intrahost adaptations) frequently results in pathogenesis and may lead to host death. This may cause decreased transmission possibilities and thus affect interhost fitness. Likewise, adaptations that arise as a result of interhost selection may influence a virus's intrahost fitness. The challenge is to maximize fitness in both domains through a balance of adaptations whose effects may not be as favorable in their evolutionarily \"unintended\" selective environments.\n\nInterhost fitness is measured by the relative ability of viruses within a single host to successfully occupy new hosts. Examination and comprehension of this is best accomplished mathematically using simplified models of population change. It is first useful to partition the total host population into the number of individuals who are susceptible to viral infection (X), those who are infected and infectious (Y), and those recovered from infection that are permanently immune to subsequent infection (Z). We can show how these respective subpopulations change using simple differential equations (after Anderson and May, 1991; Garnett and Antia, 1994; Bulmer, 1994 ) that resemble Eqs. (2) and (3):\n\nwhere N is the total host population size (i.e., X + Y + Z), [3 is the coefficient of virus transmission (i.e., probability of new host occupation upon contact between a susceptible and infectious host), kt is the per-capita virus-independent host birth and mortality rate (this is partitioned into susceptible host birth/mortality rate lax, infected host birth/mortality rate gr, and recovered host birth/mortality rate gz, so that kt = ktx + gy + gz), c~ is the rate of host recovery from infection (i.e., 1/average duration of infection), and parameter ~ is the per-capita virus-induced mortality rate (virulence). Here we are assuming population equilibrium and therefore equality between birth and mortality rates. The overall dynamic can be visualized in Figure 3 . Individual interhost fitness for viruses can be measured as intrinsic fitness using Fisher's \"net reproductive rate\" (R0), which has been adapted by Anderson and May (1982) for microparasites as ~XY Ro = (7) a+la+cy If R0 < 1, a virus cannot persist in a totally susceptible host population; alternatively, if R0 > 1, all such host individuals will eventually become infected. Likewise, these relationships give rise to a threshold susceptible host population Here host population equilibrium is assumed such that birth rate equals death rate and ~tx + ~ty + ~tz = It. Other variables are as described in the text from Eqs. (4) to (6).\n\nsize required for survival of a virus given the specific nature of its virulence, transmission, and immune clearance characteristics as a+~t+o s >\n\nAn infecting virus population with R0 > 1 will thus grow in size while Eq. (8) holds true, and if the susceptible host population falls below this threshold the viral population size will decrease. Interhost R0 instantaneously measures the absolute fitness of an infecting viral population, that is, regardless of variation in generation time length. However, by itself R0 is not valuable as an estimate of relative fitness, as it provides no information about a strain's reproductive output in comparison to that of strains infecting other members of the host population. Therefore, it is helpful to use a term that defines the instantaneous reproductive rate of a virus population within a host population; in other words, the instantaneous rate of spread of a viral infection through a host population, represented by Eq. (5). For an infecting virus strain we now can examine its relative fitness using one value by finding the difference between R 0 and dY/dt since they are both measured instantaneously (as with 9 described above).\n\nAlthough a highly simplified model that admittedly lacks certain biological realities, Eqs. (4)-(6) effectively demonstrate common interhost selective pres-sures and represent a good starting point for discussing interhost viral evolutionary ecology. Merely for convenience, we describe here a continuous-time model. It is, however, certainly possible (and perhaps desirable) to employ discrete-time models based on virus, host, and/or vector generation times, days, seasons, or other temporal intervals relevant to the specific ecology of the infection cycle.\n\nAlthough perhaps not necessary for illustrative purposes, it would also be possible to increase this model's accuracy (and its subsequent complexity) by the incorporation of additional variables representing host and viral population growth and other factors. For instance, a rate parameter for individual loss of immunity may be included (i.e., y as in Fig. 3 ) that serves to change the dynamic by enlarging the presence of susceptible individuals (and consequent transmission opportunities). Also, intraspecific competition (density dependence) may be included in growth of both virus and host populations; that is to say, host population sizes are regulated by extrinsic variables that are independent of viral infections yet dependent on the relative presence of other conspecific individuals. Therefore, population growth will in theory slow asymptotically as population size reaches the species carrying capacity. Other factors relevant to the dynamics of viral infection include population structure and spatiotemporal distribution of the potential hosts, environmental heterogeneity, and genetic makeup of the host population (for relevant and insightful reviews, see Anderson, 1991 , and Frank, 1996 . Equation (7), with the help of Figure 3 , outlines the prime adaptive pathways available for viral interhost fitness enhancement. That is, favorable adaptations can be ones that increase host-host transmission ([3), decrease virulence (ct), or decrease host recovery (cy). It also illustrates a complicated interrelationship of fitness characters. Fitness can be improved via effects on a number of attributes, and the magnitude of the improvement is directly related to the status of other selective conditions and adaptations (as well as ecological conditions). The effects of such adaptive changes also depend critically on the type and degree of interdependence of these factors.\n\nThe relationship between viral virulence and transmission is one that has been investigated extensively. At first glance, it might seem unusual that all viruses are not avirulent since relative fitness appears to increase as tx approaches zero. It may also seem intuitive that harm to the host should obviously be minimized since viruses are obligate parasites requiring living tissue for propagation. However, the reality of virus-host biology is that transmission is generally positively and host recovery negatively related to virus density, and as virus density increases so too does pathogenicity/mortality.\n\nPathogenic effects have numerous etiologies, most of which ostensibly fall under the dominion of intrahost characters (cytolytic effects, viral protein toxicity, tissue tropism, immune responses, etc.), but these may have numerous implications for interhost fitness as well. In almost all models of parasite ecology it is assumed that, while transmission coefficients increase as intrahost parasite (virus) density increases, this relationship is rarely linear. However, host mortality (or morbidity) will occur near some threshold virus density, at which point the de facto transmission of intrahost viruses is zero. The effect is a balancing of pathogenic effects and overall transmission that is closely related to conditions in the host population.\n\nFor many years an accepted presumption was that high virulence indicated the evolutionary youth of a parasite-host relationship, because it was assumed that not enough time had elapsed for such parasites to acquire abilities of benign host occupation. An abundance of theoretical (and, to a lesser degree, empirical) work has since shown how virulence can be selected for in virus populations. A particularly important model of virulence is related to host population size and the corresponding prospects for viral transmission.\n\nIt has been observed that highly virulent (>99% fatality) myxomavirus evolved to stable, lower (albeit still very high) levels of virulence (50-70% fatality) following introduction into a completely susceptible rabbit population in Australia (Fenner and Ratcliffe, 1965; Anderson and May, 1982) . Extensive virus-induced diminishment of the host population resulted in evolutionarily stable emergence of a less virulent myxomavirus strain (see Fig. 4 ). In this instance, myxomavirus strains of high virulence killed their hosts too soon after inoculation and as a result were transmitted to new hosts infrequently since transmission occurs via a mosquito vector that only feeds on live rabbits. Strains of very low virulence also exhibit an interhost fitness disadvantage because they are usually cleared by host antiviral defenses before their populations reached sizes necessary for mounting of effective transmission stages (B in Fig. 1) . From this example the influence of host population structure can be seen. That is, levels of virulence are often determined by (and proportional to) the frequency with which interhost transmission opportunities arise, so that low virulence can typically be selected for when host-host contact is infrequent and vice versa (Bull, 1994) . Myxomavirus virulence is discussed in more detail below. \n\nLevels of viral virulence are also often associated with transmission pathway (Fine, 1975; Herre, 1993; Lipsitch et al., 1996) . It is well accepted that exclusive vertical transmission (from parents to progeny through the germ cell line) of viruses will strongly select against parasite-induced host injury. This is intuitive, since a reduction in host fertility of any kind will mean a reduction in virus fertility. This can be seen in many plant viruses that replicate to very high levels with little pathogenic effects (Cooper, 1995) . In addition, this opens the door for mutualistic relationships between virus and host.\n\nExceptions to this rule have been hypothesized to exist in cases where strictly endogenous viruses (EVs) confer on the host resistance to similar, more pathogenic exogenous viruses or those in which sex ratio distortion is used to counter the negative effects on host fitness (Hurst, 1993; Weiss, 1993; Lipsitch et al., 1996; L6wer et al., 1996) . More frequently disputed, however, is the existence in viruses and other parasites that rely on both horizontal and vertical transmission of a virulence continuum that is established by relative dependence on both types of transmission (Ewald, 1987 (Ewald, , 1994a . Evidence does exist in support of such a continuum in nematode parasites of fig wasps (Herre, 1993) and mosquito microsporidian parasites (Ewald and Schubert, 1989) . But this has never been demonstrated in viruses, despite the existence of numerous viral groups that rely on both modes of transmission (e.g., roseplant, citrus, HIV, HTLV). Furthermore, Lipsitch et al. (1996) have constructed mathematical models that demonstrate how increased opportunities for horizontal transmission can actually select for decreased virulence at virus-host equilibrium by increasing viral prevalence and shifting a greater fraction of actual transmission events to the vertical route.\n\nThe preceding discussion of virulence neglects to mention virulence as an adaptation that has actually arisen or persisted due to specific selective pressure. For example, it has been hypothesized that virulence represents a way to increase vector-mediated transmission by disabling a normally mobile host, thereby allowing easier vector feeding access (Ewald, 1983 (Ewald, , 1994a .\n\nArboviruses such as dengue virus (togaviridae) and yellow fever virus (flaviviridae) rely on mosquito vectors for transmission and cause fever, muscular aches, and/or encephalitis, which typically result in host inactivity. The host's virally induced sedentary state may facilitate mosquito vector feeding and therefore interhost transmission. In this case, viral virulence may actually enlarge the transmission coefficient ([3) and as such increase viral fitness. So far, however, large-scale empirical investigation of such adaptive virulence has not been undertaken.\n\nAdditionally, it is likely that many specific symptoms of viral infection that have negative effects on host fitness but which increase transmission are viral adaptations maintained by natural selection. For instance, such symptoms as coughing and sneezing caused by viruses infecting respiratory regions (adenoviridae, rhinoviruses, coronaviridae, paramyxoviridae, orthomyxoviridae), diarrhea caused by enteric viruses (rotaviruses, caliciviridae, astroviruses), and lesions caused by many sexually transmitted viruses, as well as some poxviruses, all have clear adaptive significance when considering interhost transmission routes since they shed infectious particles into a suitable spatial (and often temporal) configuration for new host invasion.\n\nIn many cases, virulence may be the result of viral reproduction within atypical hosts or host tissue. In such cases, the virus is not utilizing cell types to which its replication characters have naturally adapted. Usually, the result is an evolutionary dead-end because nonproductive infection, premature host death, or improper viral shedding all preclude sufficient interhost transmission and persistence.\n\nMany human hemorrhagic fever viruses-including some hantaviruses, Machupo virus, Sin Nombr6 virus, and Ebola virus, to name just a few --are thought to use nonhuman mammalian or vertebrate hosts for their natural maintenance, often as avirulent vertically transmitted occupants (Childs and Peters, 1993; Peters and LeDuc, 1995; . When these viruses occasionally infect humans (and presumably other mammal species), the evolutionary response in the virus, if any, must be minuscule since viral progeny produced in these nonnatural hosts are rarely transmitted effectively within the new host population.\n\nIt is interesting and also important to note that the myxoma viral strains introduced into Australia were actually of South American origin and that the rabbit pests (Oryctolagus cuniculus) on which they were used were of European origin.\n\nThe virus actually exhibits very low (almost \"silent\") pathogenicity in its natural hosts (New World Sylvilagus species) (Regnery and Miller, 1972 ); yet, as mentioned, it was extremely lethal to the virgin rabbit populations in Australia. This is an excellent example of increased viral pathogenicity in relation to reproduction in taxa to which a virus has not evolved.\n\nSimilarly, during a normal host infection cycle, many viruses may be exposed to other tissue types that support replication or at least viral entry. Such encounters might result in irregular, reduced, or no viral progeny production and as such could have catastrophic overall fitness effects for the virus. This is often the case for a number of viruses --such as poliovirus, HIV, and reoviruses m which can, upon proper exposure, infect cells of the central nervous system and exhibit a high degree of virulence yet acquire no epidemiological persistence.\n\nIt must be stated that incidences of \"rogue\" replication such as these are important evolutionary mechanisms that rarely but significantly may lead to the genesis of new stable virus-host relationships (and will be discussed in detail below). In a general sense, however, this type of virulence may only be relevant to the host population, whose existence may be affected by losses from perhaps frequent zoonotic encounters (see Morse, 1997) . The viral strains that replicate under these circumstances are almost always doomed, yet this circumstance may occasionally (but essentially) lead to a successful host taxon jump or even adaptive radiation.\n\nInterpretation of our interhost relative fitness discussion and model may be \"nurtured\" using real examples of virus-host relationships that exhibit divergent life-history strategies. We have selected three well-researched virus-host model systems, each of which appears to be evolutionarily well established. Measles virus (MeV) infection of human populations has been examined from many biological perspectives, ranging from the molecular to the epidemiological, throughout this century. Human T-cell leukemia virus type 1 (HTLV-1) is a persistent virus that infects immune cells and may or may not cause disease in the host. Polydnavirus (PDV) is a mutualistic virus of parasitoid wasps that is actually required for host reproduction.\n\na. Measles Virus. MeV represents an infectious agent that is very transmissible horizontally, exists stably in human populations of suitable size, often causes a decrease in host fitness, and is usually fully cleared from the host with lifelong immunity. MeV is very effective at occupation of new hosts because it is transmitted as an aerosol and thus does not require direct host-host contact, is not inactivated upon drying, and merely requires susceptible host inhalation for establishment of a new infection. Because of this, MeV has a very high transmission rate ([3) in fully susceptible populations, which subsequently results in potentially explosive reproduction (R0). This is exemplified by the 1951 MeV outbreak in southwest Greenland (Christensen et al., 1953) . In this instance, the extraordinary transmissibility of MeV is demonstrated in the fact that one infected host gave rise to 250 new infections (i.e., R0 = 250) following exposure to many individuals during a large social congregation. In the end, 98.5% of the local population of 4320 people were infected.\n\nMeV-induced mortality, used here as a measure of host fitness decrease, during \"virgin\" host epidemics (i.e., epidemics in host populations that lack previous exposure to the virus) can be as high as 0.5 per infected individual (Black et al., 1971; Cliff and Haggett, 1985) . This is thought to be positively related to size of inoculum (Aaby, 1988) , a breakdown in nursing care during epidemics (Neel et al., 1970) , malnutrition (Aaby, 1988; Scrimshaw et al., 1966; Chen et al., 1980) , and early or late age at infection (Carrada Bravo and Velazquez Diaz, 1980; Aaby, 1988; Panum, 1940) .\n\nIn modern-day immunologically experienced populations, MeV mortality per infected individual rarely exceeds 10%, and it is typically far below 1% in developed nations (Babbitt et al., 1963; Black, 1991) . However, infants are at an elevated risk for MeV-induced mortality, which significantly affects host population growth since these individuals will obviously not reproduce before death. Therefore, MeV clearly has a negative effect on host fitness, which subsequently decreases future transmission opportunities. In addition, MeV results in lifelong immunity that additionally decreases transmission potential.\n\nThe interaction among MeV's transmission dynamics, virulence, and immune response causes the virus to be maintained with widely fluctuating (\"boom and bust\") population sizes through time. At the heart of this dynamic is the influence of herd immunity, host population sizes, host population structure, dispersal mechanisms, and seasonality, as well as many other extrinsic variables on MeV population change. It is estimated that host population sizes of less than 250,000 are incapable of permanently sustaining MeV transmission and existence (Bartlett, 1957) . MeV's potentially high virulence and generation of lifelong immunity both work to decrease its transmission potential and evolutionary fitness, yet this is counterbalanced by its extreme infectivity, which ensures that under the proper conditions MeV will thrive. For reviews on measles epidemiology, see Garenne (1994) and Black (1991) .\n\nb. Human T-Cell Leukemia Virus Type 1. HTLV-1 is a persistent virus that infects CD4 + lymphocytes and is capable of transforming infected cells after approximately 10--40 years of host occupation, thereby giving rise to adult T-cell leukemia/lymphoma (ATL). Another HTLV-1 disease, known as tropical spastic paraparesis (TSP) (also called HTLV-1-associated myelopathy), results from progressive demyelination of long motor neurons, causing paralysis, and is seen mainly in 20-to 50-year-old female hosts. HTLV-1 infection may also induce immunosuppression, resulting in an increase in opportunistic infections (Nakada et al., 1984; Newton et al., 1992; O'Doherty et al., 1984) . Most HTLV-1 infections are asymptomatic, but approximately 1-4% of infected hosts will develop disease symptoms (White and Fenner, 1994) . The human immune system cannot clear HTLV-1 from the body, so that the duration of infectiousness is lifelong. The number of unsusceptible hosts in a population is therefore always effectively zero. HTLV-1 differs from viruses such as MeV in that occupation of a host is long term and interhost transmission is both inefficient and infrequent. HTLV is transmitted between hosts almost exclusively via infected CD4 + lymphocytes (Yamamoto et al., 1984; Yamade et al., 1993; Seto et al., 1991; Ruscetti et al., 1983; de Rossi et al., 1985) . Replication is very slow, and this is most likely due to tight gene regulation by viral proteins. Host-host transmission takes place through sexual intercourse (Nakano et al., 1984; Tajima et al., 1982) , via blood transfusion (Okochi et al., 1984; Sato and Okochi, 1986) , and from mother to fetus or infant by passage of infected lymphocytes through the placenta or in breast milk (Kinoshita et al., 1984; Komuro et al., 1983; Tajima et al., 1982; Yamanouchi et al., 1985; Nakano et al., 1984) .\n\nRates of seroconversion following infected-male-to-female sexual transmission have been estimated at 60.8% and for infected-female-to-male at 0.4% (Murphy et al., 1989) . Seroconversion following contaminated blood transfusion (a relatively infrequently used pathway) has been reported at 30-60% (Manns and Blattner, 1991) . Although the primary route of HTLV transmission appears to be from mother to offspring, this method does not appear to be highly efficient. For instance, Hirata and colleagues (1992) investigated the offspring of HTLV-I-infected mothers and found that 16% were infected at birth. They also observed among breast-fed infants that 27% of those breast-fed for more than 3 months and 5% of those breast-fed for less than 3 months were infected and 13% of bottle-fed infants were positive for HTLV-1.\n\nHTLV-1 is a slowly replicating virus that is maintained exclusively in human populations. The lack of an effective host antiviral response as well as the virus's low replication rate (i.e., resource consumption) allows an intrahost population to successfully persist for many years. A very low probability (per unit time) of interhost transmission as well as a low probability of host damage (death) accompanies this persistence. Thus, HTLV-1 is an example of a parasite that employs an alternative life history to that of a more opportunistic replicator like MeV. HTLV-1 manages to keep R0 > 1 by exhibiting a very low transmission probability while remaining relatively unobtrusive within its host for a very long time. This long period of infectiousness will probably, but not necessarily, result in transmission to a new host(s). There is thus heterogeneity in an HTLV-1 population's overall transmission but not so much that it is lost from a host population, because this variance is counteracted by HTLV-I's host availability (susceptibility) and its protracted \"sit and quietly wait\" intrahost replication tactics.\n\nPDVs have segmented genomes containing up to 28 covalently closed dsDNA circlets (Fleming and Krell, 1993; Krell et al., 1982; Blissard et al., 1986a,b; Stoltz, 1993; Stoltz et al., 1984) . They are found only in endoparasitic wasp species of the families Brachonidae and Ichneumonidae. PDV genomes are integrated throughout the chromosomes of both male and female wasps (Fleming and Krell, 1993) and are only transmitted vertically in Mendelian fashion (Fleming and Krell, 1993; Stoltz, 1990) . The viruses replicate exclusively within cells of the female's ovarian calyx during a specific stage in development and are subsequently released into the oviduct Summers, 1986, 1991; Fleming and Krell, 1993; Webb and Summers, 1992) . During oviposition within a susceptible larval lepidopteran host, the eggs are coated with viral particles and thus transferred into the host body cavity (Vinson, 1977a; Norton and Vinson, 1977; Scott, 1974, 1975) . Once inside the lepidopteran, PDV genes are expressed in various tissues (Fleming and Krell, 1993; Blissard et al., 1986a Blissard et al., ,b, 1989 Strand et al., 1992; Theilman and Summers, 1986, 1988; , but no further viral replication takes place (Stoltz, 1990; Blissard et al., 1989; Strand et al., 1992) .\n\nThe PDV-derived proteins assist development of wasp larva(e) by impairing lepidopteran immune attack against the wasp eggs, thus serving a protective function. In addition, viral products actually alter the developmental rate of the lepidopteran host so as to allow for optimal tissue consumption by the young wasps. It has been shown that PDVs alone (or in combination with wasp venom) provide these functions that are actually essential to reproduction of their parasitoid hosts (Asgari et al., 1997; Shelby and Webb, 1997; Vinson, 1977b; Davies and Vinson, 1988; Vinson and Stoltz, 1986; Edson et al., 1980; Vinson et al., 1979; Guzo and Stoltz, 1985; Kitano, 1982 Kitano, , 1986 Stoltzetal., 1988; Tanaka, 1987; Tanaka and Vinson, 1991) . PDV replication within the wasp is highly localized both in space and time and essentially causes no significant adverse organismal effects (Fleming and Summers, 1986; Norton and Vinson, 1983; Theilmann and Summers, 1986) . Not surprisingly, there is no antiviral response from the wasp.\n\nThe PDV life history incorporates a reproductive strategy that differs dramatically from viruses like MeV and HTLV-1, since wasp host fitness is actually enhanced by PDV survival and reproduction. This might be equivalent to assigning a negative value to o~ in Eqs. (5), (7), and (8). PDV evolutionary persistence is thus maintained by small but predictable transmission rates between hosts. Under some life-historical/ecological circumstances this strategy might not be viable, but since infection is lifelong, there is no virus-induced host fitness loss (but rather gain), and these conditions lack great variance, and the virus-host relationship is stable.\n\nIt is clear that viruses need not exhibit pathogenicity to exist. It is unfortunate, however, that our knowledge about viral taxa appears to increase with the pathogenicity of those taxa! Nevertheless, what is of great interest to the evolutionary ecologist is reconstruction of the \"virulence history\" of virus lineages to determine what conditions either have led or may lead to an increase or decrease in the negative effects on host fitness caused by viral infection.\n\nFor example, was occupation of ancestral wasp species by some PDV predecessors actually pathogenic? And, along those lines, perhaps modem PDVs descended from a once benign commensal parasite that gained a replicative advantage over its competitors by assisting with reproduction of its host. One may also speculate that MeV ancestors were at one time harmless human occupants and that some change in their replication that resulted in host damage conferred upon the virus a reproductive advantage. This fitness advantage may have resulted in cladogenesis, which gave rise to the MeV we see today.\n\nLikewise, there is a growing body of evidence suggesting that HIV-1 has existed in the human population for many years prior to the AIDS epidemic of the late twentieth century (Williams et al., 1960 (Williams et al., , 1983 Corbit et al., 1990; Zhu et al., 1998) . It has been suggested that its previously silent residence was altered in response to changes in human social conditions (e.g., population density, urbanization, transportation, sexual promiscuity, and intravenous drug use), which allowed for greater transmission opportunities and thus permitted, even promoted, changes in virulence (Ewald, 1994a,b; Lipsitch and Nowak, 1995; Levin and Bull, 1994; Zhu et al., 1998) . Such a change in life cycle may have resulted in a modern adaptive radiation that is today manifest as the HIV/AIDS epidemic.\n\nPiecing together the viral evolutionary past to resolve such patterns might often be a formidable task, to say the least. Yet the existence and presumed stability of multiple levels of virulence in extant virus-host relationships as well as the observable short-term changes in such levels are strong evidence that variation in pathogenicity is a common evolutionary maneuver.\n\nViruses also employ many techniques to optimize transmission between hosts that do not per se involve changes in intrahost viral density (and thus host fitness). These techniques may include adaptations that enhance the spatial and perhaps temporal presence of the virus that result in an increased probability of new host infection. For example, an increase in the amount of time during which a virus can remain infectious while between hosts will subsequently increase opportunities for new host contact. Also, increases in the area over which a virus is shed may produce a similar effect.\n\nMany viruses of terrestrial organisms whose transmission routes rely on direct exposure to the environment are surprisingly sensitive to degradation from ultraviolet radiation, desiccation, and temperature (Cooper, 1995) . There are, however, some viruses that rely on contact spread that actually remain infectious through long periods of environmental exposure. Canine parvovirus is shed in feces and is extremely stable in the external environment, including prolonged exposure at 60~ and pH 3-9, which may actually contribute to its propensity for host-range shifts (Parrish, 1993) . In fact, canine parvovirus was disseminated worldwide less than 2 years after its emergence. Also, smallpox is known to remain infectious within dried skin crusts for many years (Tyler and Fields, 1990) .\n\nMany insect viruses utilize multiparticle occlusion within proteinaceous crystalline structures to enhance environmental stability (Blissard and Rohrmann, 1990; Adams and McClintock, 1991) . These include the nuclear polyhidrosis viruses (NPVs) and granulosis viruses (GVs), both of which are mostly lepidopteran-associated baculoviruses and also cytoplasmic polyhidrosis viruses (CPVs) and entomopox viruses, both of which infect a broader range of host taxa. Each such occlusion body is derived from either a nuclear or cytoplasmic locale and may include only a few or as many as tens of thousands of viral particles each (Cooper, 1995) . Occluded viruses may remain infectious in the external environment for long periods of time and under extremely harsh conditions. This is most likely related to their reliance upon environmental exposure on plant surfaces and in soil prior to their subsequently being ingested by a potential host insect. Occluded NPV particles have been observed to remain infectious after 21 years of laboratory storage and following exposure to pH 2-9 (Cooper, 1995) .\n\nViruses may also improve their interhost fitness without host damage by influencing their spatial presence. This may involve dissemination over large areas or shedding into very small but appropriate locales for new host occupation. The employment of vectors to effectively transmit small quantities of virus represents a very specific mode of interhost transmission, while the use of vehicles such as wind broadcasting of many aerosol-transmitted viruses illustrates a more general or even random approach.\n\nRespiratory viruses of vertebrates are acquired by inhalation and thus transmitted through the air. Such viruses that have adapted to transmission during circumstances of close host proximity are usually inactivated fairly easily when desiccated or exposed to light and ionizing radiation (Chessin, 1972; Killick, 1990; Cooper, 1995) . However, they may remain infectious for long periods under the proper conditions (high humidity, little direct sunlight, cool temperatures) and likewise be transported over great distances. Infectious foot-and-mouth-disease virus (FMDV) has been known to be distributed via air currents over 150 km across the English Channel (Donaldson et al., 1982) . It is perhaps even conceivable that sensitivity to ionizing solar radiation may contribute to the seasonality of many human respiratory viral infections.\n\nIn addition to the use of weather conditions for improving their spatial presence, many viruses are also shed within body fluids or fecal material, which may aid their existence in the appropriate habitat for transmission. For instance, most human enteroviruses are ingested through the oropharynx and shed within feces to the external environment. Sexually transmitted viruses both enter and exit the host via the urogenital tract and are contained within bodily fluids that are associated with or even employ these portals.\n\nThe use of vectors to transmit viruses between hosts was an extremely important adaptation for diversification of many viruses. Vectors represent a tremendous dispersal opportunity that was destined to be exploited evolutionarily. They offer a method of viral transport between potential hosts that is indirect but does not necessarily involve exposure of the virus to an unpredictable environment. Vectors actively seek out the same or similar viral hosts for their own existence and therefore offer an accurate system of delivery. Vectors often take the form of flying insects but may also include fungi, mites, nematodes, or even other viruses.\n\nAn important aspect of vector-mediated transmission for the virus is its alleviation on host density dependence. That is to say, the reproductive fitness of a virus that relies on some (mobile) vector is influenced not only by the number of available hosts but also the number of vectors such that R0 now becomes where ~ represents overall vector population density; fv and fh represent proportions of infected vectors and hosts that survive into a stage of infectiousness, respectively; 1/or and 1~Oh represent the duration of vector and host infectiousness, respectively (i.e., the inverse of recovery rates). Probability of transmission (13) is squared because it is applied to both transmission from an infected host to a vector and from that vector to a new host (the equivalence of these values is unrealistic but satisfactory for our purposes).\n\nFrom Eq. (9) it can be seen how vector-mediated transmission can actually be partially independent of host density (Ross, 1911; Bailey, 1975; Anderson, 1982) . This is especially true of mobile vectors in which viruses are transmitted as an incidental effect of feeding. Under such circumstances, survival of the vector depends on host visitation (feeding) at a relatively fixed rate regardless of how many hosts are present. Vectors will therefore engage in a constant number of host contacts that is largely independent of host density.\n\nThe above depiction gives rise to a vector/host density threshold required for stability of this type of system that is dependent on the overall magnitude of transmission as:\n\n(after Begon et al., 1990) . Because of this, such a system of transmission may be used to a virus's advantage only under certain environmental conditions. For instance, when host populations are small or very dispersed, direct host-to-host contact may either be too infrequent or the probability of identical habitat usage by hosts may be too small to support necessary levels of direct host-virus contact transmission. A vector in these situations would be valuable since it often will possess search abilities and ensure proper virus dispersal regardless of host spatial distribution.\n\nAn additional situation where vector-mediated transmission may arise and persist is when vectors are abundant or make frequent host-to-host contact. In such cases, although the hosts may have either direct frequent contact, common space utilization, or both, certain viruses may increase their transmission efficiency by employing the exclusive or partial use of vectors for additional host occupation and access to portals of entry.\n\nSuch may be the case in many well-studied tropical arboviruses, such as the dengue viruses and yellow fever virus (YFV). These viruses are transmitted via the mosquito Aedes aegypti in both urban and sylvan areas of Africa and South America, where the vector flourishes because of climate (warm temperatures, large amounts of standing water, etc.). The co-occurrence of the existent host population structures and environmental conditions may alone be conducive to direct transmission of viruses in general, but the large presence of the mosquito must contribute substantially to its utilization in virus transmission. Not surprisingly, YFV transmission is known to increase with increased fecundity, longevity, and density of Ae. aegypti (Monath, 1989) . In fact, indices exist that use mosquito presence and activity to measure risk of yellow fever epidemic (Service, 1974; Bang et al., 1979 Bang et al., , 1981 Monath, 1989) .\n\nSpecific cases are known of human-induced environmental changes that have fostered mosquito population growth, which afterward resulted in increased viral disease prevalence (e.g., Adames et al., 1979) . In addition, numerous examples exist of viral epidemics following unusual weather events that are attributed to changes in vector populations, such as the Culex pipiens-facilitated St. Louis encephalitis outbreak of 1933. Holland (1996) proposed that dengue (a humanmosquito-human-transmitted virus) outbreaks in recent human history are likely driven by changes in human population size and mobility, and inadequate vector control. Unfortunately, detailed studies examining the precise relationship between absolute transmission rates and vector populations are limited, but there is growing concern regarding the impact of global climate change on insect populations and resultant increases in viral infections (see Lovejoy, 1993; McMichael and Beers, 1994; Jetten and Focks, 1997) . It is conceivable, even likely, that future increased opportunities for vector-mediated transmission may bring about evolutionary adaptations that result in vector usage by viruses that previously did not rely on this inoculation route.\n\nA very important system of vector-mediated virus transmission occurs in sessile organisms, of which plants are particularly well researched. In this case, viruses cannot rely on host mobility to assist in spatial dissemination, and direct contact between plants is often (but not always) too infrequent to support sustained host-host transmission. Thus, many plant viruses rely on vertical transmission, intrahost persistence, large intrahost populations, environmental stability, vectormediated transmission, or some combination thereof to sustain their existence within plant populations.\n\nPlant virus transmission via aphids (Order: Homoptera, family: Aphididae) is especially noteworthy. According to one investigation, of 288 aphid species examined, 227 were found to transmit plant viruses (Eastop, 1983) . In fact, the green pea aphid Myzus persicae is known to solely transmit over 34 different potyviruses (Kennedy et al., 1962) . Most aphid-borne viruses are carried by mechanical, noncirculative modes, meaning they are retained externally on the vector's feeding apparatuses or body surfaces, and as such are acquired and lost with great ease (especially during molting). For this type of mechanical vectoring, vector-mediated viral transmission is usually complete within a very short time (seconds or minutes), depending on environmental conditions. Therefore, viruses transported by this mechanism will exist in populations where great distances do not separate individual hosts such that viral transport times through adverse environmental conditions are minimal.\n\nArthropod vectors may remain infectious for longer periods when the virus is retained inside the insect whether circulating in the hemolymph (in which case the arthropod serves as a mechanical vector) or actually replicating within cells of the vector (in which case the arthropod serves as a propagative vector). Such internal carriage techniques result in longer periods of vector (and hence virus) infectiousness (thereby increasing ov in Eqs. (9) and (10)) and are more common in the arboviruses of animals than in the vector-transmitted viruses of plants. This includes the upper extreme of vector infectivity, transovarial transmission, in which vertical (and even venereal) infection of progeny and other conspecific arthropods results in their ability to transmit the virus. It is very likely that this association has arisen as an adaptation for viruses to overwinter in temperate regions (Reeves, 1974; McLintock, 1978; Rosen, 1987) .\n\nViruses that employ complex transmission procedures such as transovarial transmission are exposed to yet another dimension of natural selection: intravector selection. Selection is certainly taking place between viral units for uptake into, survival within, as well as transmission from feeding vectors. There is perhaps no finer demonstration of viral interhost adaptive efficiency than the adeno-associated viruses (genus Dependovirus) and the satellite viruses of plants that actually rely on replication of another virus for facilitation of their own replication.\n\nAnother potential \"virulence-free\" way to improve viral fitness via host-host transmission is to increase 13 by maximizing the infectivity of individual viral progeny. An increase in the capability of virus progeny to occupy susceptible cells upon contact would result in a high probability of infection per contact. This will subsequently decrease the number of descendent virions needed and therefore decrease virus-induced host mortality (a) in cases where virulence and virus replication are linked. Some viruses, like reovirus and adenovirus, can have particle-to-plaque-forming-unit ratios approaching 1, meaning that nearly all viral progeny are able to originate a new infection given the proper host cell exposure. However, the paucity of data on this topic prevents more exhaustive historical discussion about virion infectivity as an evolutionary adaptation.\n\nThe venue of interhost competition is illustrated in Figure 5 . This demonstrates the main evolutionary challenge for virus populations within an infected host as follows. The overall virus objective is occupation of a new susceptible host that will give rise to further such occupation. The obstacle is transport, both accurate \n\nand abundant, sometimes through abiotic or non-host media. The solution is adaptative mechanisms that: (1) do not significantly diminish intrahost fitness and (2) do not result in parasitism so potent that host resources are devastated. The adaptations that arise will have effects on the evolution of hosts, vectors, and other parasites, which will in turn feedback to influence the virus's selective environment. Direction of selection for interhost viral adaptation is governed fundamentally by the ease with which viruses pass between hosts, which in turn is determined by susceptible host density, host behavior, antiviral abilities, host population structure, environmental makeup, spatiotemporal heterogeneity, vector characteristics, and virus-host genetics, as well as myriad other factors.\n\nThe fate of any viral phenotype, whether derived from a nonadaptive source or from selective pressure of either an intra-or interhost nature, depends on its net evolutionary effect. Wright (1932 Wright ( , 1982 viewed evolution of units (individuals, populations, species) as movement through a multidimensional adaptive landscape composed of peaks of high fitness and valleys (and plateaus) of lower fitness. An individual's (or population's) location on the plane of this hyperspace is determined by its genomic makeup (collection of genes or genotypes). Its degree of elevation (i.e., fitness) is determined by the effect of their interactions with each other as well as the environment. Populations will thus move by way of natural selection up fitness peaks that are \"local\" in terms of recombinational or muta-tional distance (probability) and cannot (via natural selection alone) move through valleys to get to potentially higher peaks. Valleys can, however, be crossed and higher isolated peaks reached with the help of genetic drift (causing random allele fixations), genetic exchange, gene flow, high population variability (broad fitness peaks or ridges), or a changing adaptive topography.\n\nFor any taxonomic unit (individual population, species, etc.) the adaptive landscape may be viewed as composed of the relationship of fitness to the collection of possible phenotypes that influence reproduction (this is discussed in greater depth below). As illustrated in Figure 6 , each individual character or phenotype can be viewed as having fitness effects that are typically greatest in one dimension only (i.e., for one or a few replicative functions). The net evolutionary effect, however, is a composite of a particular trait's influence on fitness in an aggregate adaptive landscape that takes into account the combined relative survival and Fig. 6 . Differential phenotype fitness values with respect to functions of viral reproduction. Every phenotype is expected to have one (or a few) functions for which its fitness is highest. reproduction probabilities of the characters. Movement through these landscapes may be facilitated by the potential for high genetic drift of some viruses especially due to random sampling of genotypes during transmission (Domingo et al., 1985; Gebauer et al., 1988) . Also, high mutation rates of many RNA viruses may likewise hasten ascension of adaptive peaks (Eigen and Biebricher, 1988) . However, landscapes are not static; they are perpetually shifting through evolutionary time, and this will promote movement to (and subsequent movement up) optimal peaks. Transformation of the topography is driven by abiotic (environmental) variation, viral evolutionary change, and by host evolution, including responses to these changes.\n\nThe evolutionary ecologist focuses on the variables that cause changes in the adaptive landscape (the selective environment) and the evolutionary outcome of existence in these landscapes. While viruses presumably exist in every cellular organism, individual virus types may only occupy a very narrow range of conditions. Rarely, if ever, addressed in the field of virology is Hutchinson's (1957) concept of ecological niche. Since the same fundamental laws of evolutionary change apply across all forms of life, the ecological niche is an essential component of any discussion about virus natural history. Indeed, the seemingly unbounded viral diversity was and is patterned by the existence of manifold selective backgrounds in which viruses are able to survive and reproduce.\n\nTo begin with, a working definition of ecological niche is required. All organisms are capable of existence within a specific range of conditions, both abiotic and biotic. For example, an organism can survive within a certain temperature range. Survival success usually follows a specific probability distribution (e.g., normal) with increasing temperature. Another environmental condition, say pH, may confer a different survival distribution. Therefore, when considered concurrently, an organism's area of potential survival with respect to these two variables may be represented as a distinct two-dimensional space, the dimensions being temperature and pH. The number of conditions is increased to generate a multidimensional (n-dimensional) space or hypervolume in which the organism's population is capable of continued existence. This represents the fundamental niche: the set of conditions under which an organism is capable of survival and reproduction in the absence of competition or predation. If the dimensions are expanded to include not only abiotic but also interactive biotic factors, the result is an organism's realized niche: the subset of the fundamental niche that can be occupied in the presence of competition and predation.\n\nEcological niche should not be confused with habitat, which refers to the actual location of or set of conditions that give rise to a niche. Ecological niche is therefore a species characteristic and habitat is a place, population, organism, or tissue that can (and usually does) contain more than one niche. For instance, a vertebrate body contains numerous habitats (tissue types, etc.) that jointly or separately contain distinct niches (sets of conditions that allow for replication of certain viruses). Furthermore, as habitats are often composed of numerous niches, it is the \"obligation\" of the organism (i.e., the virus) to, by way of adaptive characters, evolve strategies for utilization of those niches and in the process perhaps give rise to new taxa. In this way, viral and host diversification is guaranteed given the existence of niches.\n\nVirus types, like all organisms, display varying degrees of restriction with respect to the conditions under which they will reproduce. Obviously, there is no virus that can successfully replicate in all cell types of all tissues of all host species. Complete identification of all the niche components of even a simple organism is nearly impossible, but determination of a few of the primary ones is often sufficient to uniquely characterize a taxon. Accurate description of a generalized \"virus niche,\" distinguishing the viruses as a unique taxonomic group, separate from all other parasites (and life-forms), has not been attempted. What can be proclaimed, however, is that all viruses require a functional intracellular host environment that includes: (1) protein translation machinery, (2) energy resources (ATP), (3) amino acids, and (4) nucleotides. Many viruses also require additional host cellular resources: DNA replication machinery, RNA splicing machinery, transport mechanisms, assembly mechanisms, membrane structure, membrane functions, and other distinctive translational mechanisms. Using this as a starting point, one can construct an exclusive portrait of specific viruses in terms of their replication optima. Relative to other organisms, viruses may seem highly specialized with respect to the niches they occupy (viruses frequently replicate in one cell type of one host species only), but there exists great variation in degrees of viral specificity across families as will be demonstrated.\n\nTwo very crucial attributes defining viral ecology and subsequently driving evolution are tissue tropism and host range (or specificity). The tissue tropism of a virus includes all the tissues that can naturally be infected by that virus regardless of the degree of pathogenicity or productivity. Host range includes all of the taxa in which a virus can replicate, also regardless of pathogenicity or reproductive potential. There are, of course, viral generalists who rely on more than one tissue type of more than one host organism and viral specialists that can only infect one or a few tissue types in one host species or subspecies. The process of adaptive radiation (discussed below) may occur when a virus type happens to successfully exploit a new niche by way of expanded host range or novel tissue occupation and is therefore a primary source of viral diversity (and even disease emergence).\n\nThe proximate determinants of tissue tropism include ability of the virion to bind to, enter, and release its contents within cells; ability of the viral genes to be translated and replicated; ability of the viral macromolecules (nucleic acids, structural and nonstructural proteins) to be transported and assembled; and the ability of the virus to remain functional (infectious) in the extracellular environment. Virus tissue tropism is therefore strongly influenced by the types of cellular membrane receptors (carbohydrates, glycoproteins, transport proteins, etc.), intracellular functional proteins (replicases, transcription factors, splicing and translation machinery), organelle function, host genetic makeup, and components that cause viral replication dysfunction (proteases, nucleases, modification enzymes) or virus neutralization. Since host range is primarily determined by the permissivity of the cell types occurring therein, viruses obviously can only occupy species that house tissue types for which the virus exhibits some degree of tropism. Other determinants of natural host range include antiviral capabilities as well as more \"inconstant\" host characteristics that may influence sustainable transmission such as population size, spatiotemporal population structure, habitat usage, diet, and behavior.\n\nViruses are known to temporarily infect host species and host tissues that fall outside of the normal reproductive maintenance cycles to which those viruses have evolved. Some viruses are in this way able to replicate in a variety of cell types. For instance, hantaviruses naturally persist in rodent populations, where they are maintained as avirulent infections of the lung and kidneys . Under certain conditions, humans who come into close contact with aerosolized hantaviruses can be infected, and this is often manifest as a hemorrhagic fever with occasional kidney failure due to viral tropism for and damage to renal tissue.\n\nEbola viruses are an excellent illustration of the ability of a virus to replicate in both diverse species and tissue. The natural history of Ebola viruses is largely mysterious, but the four known subtypes are thought to be maintained in African nonhuman primates or other mammal populations and can sporadically be transmitted to humans and many other species of primates, mice, and guinea pigs. The extraordinary feature of Ebola virus replication is its ability to use many host tissue types. For instance, Ebola virus particles or antigens have been found in such diverse tissues as liver, spleen, lymph nodes, lung, gastrointestinal tract, and even the sweat glands of the skin (Murphy et al., 1990; .\n\nIt cannot be said that viral groups capable of such aberrant replication are ecological \"generalists\" since this activity is rarely evolutionarily stable; hantavirus and Ebola virus transmission between humans is not epidemiologically sustainable. However, as is discussed below, the ability of viruses to explore novel habitats in an evolutionary search of fertile or empty niche space is a major contributor to their diversification.\n\nAn important question arises. What are the relative contributions of constraints on tissue tropism and host specificity to sustainable viral reproduction? In other words, is a given virus more likely to occupy a new tissue type within its normal host species or a homologous tissue type within a different host species/taxon? There are certainly examples of both types of diversification. One might predict, however, that viruses naturally occupying tissue 1 within host species 1 would have a higher probability of replicating in tissue 2 within this species since the likelihood of exposure to that tissue is very high relative to appropriate exposure to the homologous tissue in host species 2 (per Fahrenholz's rule; see Brooks and McLennan, 1993) . The relevant evidence instead appears to favor diversification driven by tissue type, not only for viruses but also for many parasites. In other words, a virus is often more likely to diversify into similar tissue types in new host species than to infect new tissue types in the same host. Along these lines, the probability of successful host jumping can be viewed as inversely related to phylogenetic distance between hosts, just as the probability of new tissue infection might be inversely related to factors such as molecular and developmental similarity of the tissues. Figure 7 shows a hypothetical phylogeny and the probability of viral transmission from one taxon (e.g., host species) to another as decreasing with increasing taxonomic/evolutionary divergence. Also shown is an arbitrary measure of tissue permissivity in relation to phylogenetic distance. The shapes of the two curves were deliberately drawn as seen to illustrate a point. Tissue permissivity for a virus is assumed to be directly related to overall evolutionary divergence of the cellular and molecular characteristics of tissues within a host clade. Therefore (assuming a constant rate of molecular evolutionary change), as host taxa diverge, their homologous tissues continually and regularly accumulate morphological differences that are \"recognizable\" to the virus. The exponentially decreasing probability of stable interspecies transmission by the virus reflects both the effects of changes in cell permissivity and the probability of necessary contact between disparate taxa. Interspecific contact between potential viral hosts is assumed to decrease at a rate greater than that of morphological change since as taxa diverge they often will become separated spatially (and perhaps temporally) by geographic movement, habitat usage changes, niche segregation, etc. This model obviously will not be applicable to all virus-host relationships, and both transmission and permissivity curves may take on many shapes depending on the specific virushost biology represented therein.\n\nThere are numerous examples of virus types that have evolved to replicate within new host species but in cell types that are part of homologous tissue. For example, using molecular phylogenetic techniques, Taber and Pease (1990) demonstrated how the host species usage of paramyxoviruses evolves faster than does tissue tropism. By mapping tissue tropisms and host species onto a phylogeny derived from the F glycoprotein DNA sequence, they were able to show how viruses that primarily infect respiratory tissues (parainfluenza viruses, Sendai virus) are evolutionarily clustered despite the fact that they occur in diverse vertebrate species.\n\nPapillomaviruses often cluster phylogenetically into monophyletic groups whose viral taxa exploit one tissue type (e.g., genital versus epidermal epithelial) yet encompass more than one host species (Chan et al., 1995 (Chan et al., , 1997 . In addition, no single papillomavirus type is known to infect more than one host species. Despite being evolutionarily related (Webster et al., 1995) , most influenza A virus strains m which naturally occur in horses, humans, whales, mink, seals, pigs, and a variety of birds --primarily infect either the respiratory or gastrointestinal tracts of all these taxa. Many (but not all) polyomavirus types persistently infect the kidney epithelium of humans, macaques, baboons, bovines, and mice. The alphaherpesviruses are found in many vertebrate species, including primates, canines, bovines, cervids, catfish, felines, rodents, and birds (Roizman, 1993) . These viruses will remain latent only in the sensory ganglia during most of these infections.\n\nThis is not to say, however, that change in a virus's cellular tropism does not occur or is even infrequent. To the contrary, many viruses not only utilize more than one intrahost tissue type during the normal course of infection but the process of tissue tropism expansion is a commonly observed phenomenon in viruses. For instance, through in vivo and in vitro studies HIV has been found to replicate within practically any human tissue, including most hematopoietic cells, fibroblasts, bowel, retina, cervix, testes, lung, brain, kidney, gastrointestinal epithelium, skin, and heart (Armstrong and Home, 1984; Cohen et al., 1989; Ho et al., 1984 Ho et al., , 1985 Levy et al., 1985; Nelson et al., 1988; Popovic and Gartner, 1987; Tschachler et al., 1987; Levy, 1993) .\n\nMeV exhibits both obligate and nonessential multitissue utilization during its course of its infection. MeV replicates in tissues throughout the body, including monocytes, macrophages, and T cells, as well as in respiratory tissue, and epithelial tissues of the oropharynx, conjunctiva, skin, and the alimentary canal (Grist, 1950; Hall et al., 1971; Katz et al., 1965; Kempe and Fulginiti, 1965; Frazer and Martin, 1978) . It is also capable of replication in the bladder, central nervous system, spleen, and local lymph nodes. Bowen and colleagues (1997) constructed and compared arenavirus molecular phylogenies with those of their rodent hosts and detected multiple instances of virus-host cospeciation. In addition, they determined that pathogenicity had arisen independently many times during arenavirus evolution.\n\nThere also exist \"generalist\" viruses that have evolved to rely on more than one tissue type of more than one host species. The most obvious example is viruses that depend on propagative vector-mediated transmission such as arboviruses of vertebrates (e.g., many alphaviruses, flaviviruses, bunyaviruses) and some rhabdoviruses of plants. Such viruses must replicate within disparate tissue types of phylogenetically very distant organisms (i.e., arthropods and vertebrates or arthropods and plants) in order to achieve successful interhost transmission.\n\nFor instance, within hematophagous mosquito vectors, arboviruses such as the equine encephalitides (Chamberlain et al., 1954; Chamberlain and Sudia, 1955) , yellow fever virus (Bates and Roca-Garcia, 1946) , Semliki Forest virus (Davies and Yoshpe-Purer, 1954) , vesicular stomatitis (Mussgay and Suarez, 1962) , and the dengue viruses (Kuberski, 1979) to name a few, replicate within the mesenteronal epithelial cells of their mosquito vectors. Afterwards they are transferred via the hemolymph to the salivary glands for further replication (Hardy, 1988) . During hemocoel translocation, mosquito-borne arboviruses may also replicate within alimentary tissue, reproductive organs, ganglia, muscle, pericardium, and Malpighian tubules (Hardy, 1988) . In addition to their tissue versatility, many arboviruses are also capable of using more than one vector species. For instance, YFV has been shown to be transmitted via Aedes aegypti (Beaty et al., 1980; Aitken et al., 1979) , Aedes dorsalis/taylori (Monath, 1979) , Aedes mascarensis (Beaty et al., 1980) , Haemagogus equinis (Dutary and LeDuc, 1981) , and Amblyomma variegatum (Saluzzo et al., 1980) . The distant phylogenetic relationship between arthropods and vertebrates makes obligate replication in both taxa a fascinating evolutionary feat, and yet even some plant viruses rely on replication within arthropod vectors. These include rhabdoviruses such as lettuce necrotic yellows virus (Stubbs and Grogan, 1963) , sowthistle yellow vein virus (Behncken, 1973) , and strawberry crinkle virus (Richardson et al., 1972) , which all use aphid vectors.\n\nSome virus types appear to rely on more than one nonvector host species for normal maintenance. An excellent and well-investigated example of this is influenza A, which is naturally perpetuated through populations of many wild birds (especially aquatic species), wherein it is rarely pathogenic despite the fact that all the known subtypes are represented (Hinshaw et al., 1980; Alexander, 1986) . Strains of influenza A (especially H 1N 1) have been known to move between swine and humans (Webster et al., 1992; Hinshaw et al., 1978; Schnurrenburger et al., 1970) and are all but conclusively determined as being derived from avian reservoirs (Webster et al., 1992 (Webster et al., , 1995 . Influenza A is also found in many other vertebrate species, including horses and sea mammals, and, based on serological and phylogenetic analysis, it is thought that interspecies transmission is frequent in these cases as well (Gorman et al., 1991; Webster et al., 1992 Webster et al., , 1995 . Thus, influenza A is capable of existence in more than one species and is quite frequently transmitted between species. This characteristic is thought to be related to the mutability of its genome through reassortment and rapid mutation accumulation (Scholtissek et al., 1977 (Scholtissek et al., , 1978 Scholtissek, 1995; Yamnikova et al., 1993; Reinacher et al., 1983; Domingo and Holland, 1994) and thus may not be as common in DNA viruses or viruses with nonsegmented genomes.\n\nThe successful transition or extension of a virus into usage of new cell types, tissues, organs, or even host taxa can be brought about by four main virus-host interactive stimuli. First, increased contact between host and virus can result in infection outside the normal site of replication. Second, a change may occur in specific characteristics of previously unsusceptible individuals that results in their transformation into infectible hosts. Third, speciation (cladogenesis) of a host and the ensuing cladogenesis of viruses that infected the ancestral taxon (a.k.a. phylogenetic tracking, parallel cladogenesis). These three causes may or may not involve adaptive or other evolutionary change in the virus. Lastly, alteration in an existing viral phenotype or acquisition of a new phenotype via mutation or genetic exchange could allow occupation of new viral niches and habitats (host species, tissue type, etc.) and possibly bring about adaptive radiation.\n\nNew phenotypes that allow ecological expansion have been termed \"key innovations\" since they may subsequently give rise to multiple new phyletic types by way of allowing entry into new niches or adaptive zones (Miller, 1949; Van Valen, 1971; Simpson, 1953; Cracraft, 1982; Mishler and Churchill, 1984; Brooks et al., 1985; Levinton, 1988; Rosensweig and McCord, 1991; Baum and Larson, 1991; Erwin, 1992; Heard and Hauser, 1995; Hunter, 1998) . Given the enormous degrees of variation found in viruses, their population sizes, and their ubiquity, this last mechanism probably represents a primary method of adaptive response in viruses.\n\nEvolution through acquisition of new phenotypes possibly representing key innovations has been observed in many viruses. For example, feline panleukopenia virus (FPV) is incapable of sustained replication outside its normal host range. Canine parvovirus (CPV) is strongly suspected as being derived from FPV since it is genetically very similar and is capable of replication in both canines and felines. CPV did not exist before the late 1970s and spread worldwide in less than two years (Parrish et al., 1988) . CPV and FPV differ in only three amino acids of their VP2 capsid proteins: position 93 is asparagine in CPV and lysine in FPV; position 103 is alanine in CPV and valine in FPV; and position 323 is asparagine in CPV and aspartic acid in FPV (Parrish, 1997) . Using site-directed mutagenesis, Parrish (1997) was able to demonstrate that CPV viruses that were otherwise normal but contained lysine at position 93 were able to replicate in feline cells but lost their ability to replicate in canine cells. Furthermore, otherwise normal FPV that contained asparagine at positions 93 and 323 were able to replicate in both canine and feline cells. It is highly probable that these latter two mutations represent a key ecological innovation that recently facilitated parvoviral occupation of a new host niche and therefore enabled rapid (and extensive) spread of parvovirus into the world population of canines.\n\nPorcine respiratory coronavirus (PRCV) emerged in 1983-1984 and became enzootic in almost all European countries within 2 years (Pensaert et al., 1986; Brown and Cartwright, 1986; Jestin et al., 1987; Have, 1990) . Rasschaert et al. (1990) have determined that this virus differs from the more established porcine transmissible gastroenteritis virus (TGEV) by only four genomic deletions.\n\nIn a third example, cell tropism in HIV has been found to be changed by few mutations in the V3 region of the gpl20 envelope glycoprotein, which can give rise to strains capable of replicating in macrophages (Hwang et al., 1991; Shioda et al., 1991 Shioda et al., , 1992 . In addition, during the normal course of HIV infection, different tissue-tropic strains may arise that are distinguishable from their parental viruses not only by the tissue from which they are retrieved but also by their phenotypes and genotypes. For instance, HIV isolates collected from blood are very capable of syncytia formation and are also T-cell tropic. Those collected from bowel tissue are only slightly capable of syncytia formation and only slightly T-cell tropic. However, HIV collected from brain tissue seem incapable of syncytia formation and are not T-cell tropic (Barnett et al., 1991; Cheng-Meyer et al., 1989) . These examples illustrate heritable viral variation in (differential) tissue tropism and host range arising in very short time periods.\n\nEmerging properties such as multiple tissue tropisms, large host ranges, and propagative vector-mediated transmission provide illustrations of how the great adaptability of viruses enables them to withstand ecological pressures and to exploit opportunity. From these examples, it is clear that viruses will evolve to occupy new habitats (hosts, tissues, etc.) by way of heritable characters that allow them to invade niches contained therein.\n\nAdaptive radiation has been defined as the diversification into new ecological niches of taxa derived from a common ancestor (Futuyma, 1986) . It should be emphasized, however, that diversification (especially for viruses and other parasites) need not be driven by adaptive viral mechanisms and may merely be the result of host mechanisms such as diversification and phylogenetic tracking, geographic isolation, and asymmetrical cladogenesis. Care must therefore be used when interpreting viral evolutionary change as adaptive, that is, whether a viral group has diversified due to the acquisition of expanded reproductive abilities driven by ecological obstacles or openings presented to it, or merely because of the probabilistic conditions of its existence. It is necessary to authenticate the presence of synapomorphic adaptive characters that provide some specific, selected function to conclusively demonstrate that viral adaptation is the source of a phylogenetic radiation.\n\nAn important driving force in the evolution of viruses is their interactions with other, usually coinfecting viruses. This includes both interactions between \"conspecific\" viruses derived from the same or different inocula (as discussed in section Ill.A) as well as interaction between taxonomically or phylogenetically distinct viruses. Virus-virus interaction may take the form of competition for resources (i.e., hosts and host tissues), replication interference (e.g., as in defective interfering particles), pathogenic modification, or of \"evolutionary assistance\" as in intra-or intergenomic genetic exchange for instance. Potential virus-non-host species interactions may include predation (perhaps rarely) and coinfection between a virus and another nonviral parasite.\n\nThe \"Red Queen's Hypothesis\" (Van Valen, 1973) predicts that, when two or more populations exist in direct competition for some resource, the processes of adaptation and counter-adaptation must be continually occurring in order for both populations to survive. The name is derived from Lewis Carroll's Through the Looking Glass, in which the Red Queen states, \"Now here, you see, it takes all the running you can do, to keep in the same place.\" Clarke and colleagues (1994) examined fitness changes in distinct competing clonal populations of vesicular stomatitis virus (VSV) cultured in vitro. To accomplish this, they used quantitative relative fitness assays to measure fitness changes in VSV populations that initially were competitively equal. When sequentially passaged together, one of the VSV populations was inevitably totally displaced by the other. \"Winner\" and \"loser\" strains were then mixed with the ancestral wild-type strains to examine absolute fitness changes. In all cases, the derived virus populations were able to outcompete and displace their ancestral populations. In this important experiment, evolutionary change continually proceeded in such a way that overall survivability of present generations surpassed that of previous ones and was lower than those of the future. In other words, populations are competing in a \"zero sum game,\" where they must adaptively \"run\" just to stay at the same relative fitness level (Van Valen, 1973) . This effect has only been experimentally examined in VSV; therefore, whether or not it occurs in the evolution of other viruses (especially DNA viruses) cannot been addressed here.\n\nThe barley yellow dwarf virus (BYDV) system provides another interesting example of virus-virus competition. These viruses are aphid transmitted and infect a wide range of grass species worldwide. Historical records of B YDV isolated from oats in New York State between 1957 and 1976 indicate that, of the two main viral subtypes, BYDV-MAV and BYDV-PAV, the percentage of diseased plants infected with B YDV-MAV have decreased from 90 to 0% while the prevalence of BYDV-PAV increased during the same period from 3 to 98% (Rochow, 1979) and apparently still shows signs of superiority (Miller et al., 1991) . Power (1996) has examined direct and indirect viral interactions that may be contributing to the competitive dominance of B YDV-PAV. She maintains that BYDV-PAV may be winning an evolutionary battle because of its interactions with aphid vector species that are favoring higher transmission rates. For instance, B YDV-PAV can potentially use more than one aphid species for transmission (Sitobion avenae and Rhopalosiphum padi), whereas BYDV-MAV only uses S. avenae. In addition, R. padi was found to be a more efficient transmitter of virus than S. avenae Power et al., 1991) . Morphological alteration of vectors as a result of viral infection may also be enhancing the spread of BYDV-PAV. Aphids are polymorphic species, having both winged and nonwinged adults. Gildow (1980 Gildow ( , 1983 has shown that R. padi and S. avenae adults are winged with significantly higher frequency when feeding on BYDV-infected plants. Furthermore, S. avenae adults were found (in separate experiments) to be more frequently winged when feeding on B YDV-PAV-infected plants than when feeding on BYDV-MAV-infected plants (Gildow, 1980) . Power et al. (1991) point out that the competitive benefits of such viral-induced changes may include increased vector dispersal, which may therefore provide BYDV-PAV with a transmission advantage over B YDV-MAV.\n\nThe VSV experiment and BYDV-group observations illustrate two possible outcomes of competitive viral interactions: coexistence with ongoing adaptive change and competitive exclusion. Niche differentiation is another possible outcome of competitive interactions that allows stable coexistence between competitors but has so far not been examined in viral systems. Competition between two viral taxa for an obligate but finite resource (niche component) can and does eventually result in exclusion of one by the other, as demonstrated above in Clarke and colleagues' (1994) research. However, intertaxonomic competition in the presence of more than one fundamental niche may result in alteration (including expansion or contraction) of the niches used by the individual competing populations. Niches can be differentiated by resource partitioning, in which coexisting populations evolve the ability to utilize different resources, thereby avoiding direct competition. For viruses, this type of partitioning might involve replication in separate cell or tissue types of a particular host.\n\nNiche differentiation may also occur by utilization of similar host resources but in different temporal or spatial contexts. This may include either infection of the same host population but at different times of the year or perhaps infection of different populations of a single host species that are geographically or otherwise environmentally separate.\n\nCharacter displacement may be an observable condition indicative of niche differentiation. This involves the evolution of measurable phenotypic differences between taxa existing in sympatry that do not exist in populations that are not involved in competition. This may be the result of (ultimately) and give rise to (proximately) viral usage of different resources (cell types, vectors, etc.) . It is easy to imagine sympatric disparities in a viral surface protein, for instance. Examples of sympatric disparity patterns are, however, rare in those species of macroorganisms traditionally investigated ecologically and not surprisingly have never been sought in microorganisms.\n\nCompetition may not be the only virus-virus interaction that exists that has a direct (and often directional) impact on individual viral fitness. Coinfection of a single host with two or more distinct virus types may also result in a change in the type or degree of pathogenic effects caused by one or the other's replication. An increase in virulence caused by coinfection may decrease the length of host infectiousness, thereby diminishing transmission rates of one or all resident virus types. This effect may be interpreted mathematically by inclusion of additional terms in Eq. (7) and Figure 3 , which define the rate of coinfection of two or more viruses as well as the effects of such coinfection on host fitness (virulence) and immunity.\n\nExamples of multiple viral infections producing symptoms that are not found during single infections with any of the individual viral types involved have been documented. Contag and colleagues found that lactate dehydrogenase-elevating virus induced paralytic poliomyelitis in mouse strains that expressed endogenous murine leukemia virus but not in other mouse strains . Pedersen et al. (1990) discovered that coinfection with feline leukemia virus (FeLV) and feline immunodeficiency virus (FIV) amplified FIV-induced immunodeficiency. In 1995, Atencio and colleagues discovered that 100% of newborn mice coinfected with Moloney virus, a retrovirus that causes mufine leukemia (MoMLV) and A2 strain polyomavirus (PyV), exhibited stunted growth (runting). This effect was not observed in mice singly infected with MoMLV and was observed with much lower frequency in mice singly infected with PyV.\n\nAlthough poorly understood, altered or enhanced pathogenicity caused by mixed infections may be the result of direct virus-virus interactions such as potentiation of replication of one virus when the gene products of another virus are present in the same host tissue. It may also be caused by indirect effects such as presence of the host's immune-related molecules (cytokines, antibodies, etc.) that are induced by infection of one virus and that might potentiate replication of another. However, regardless of the mechanism, viruses whose overall fitness is weakened by the intrahost presence of another viral type must adapt to avoid, overcome, or tolerate the coinfection-induced variation in pathogenicity and coinfecting replication rates if they are to persist.\n\nCompetitive virus-virus interactions need not be direct in the sense of two or more viruses coinfecting a host simultaneously. Infection of a host or host population with one virus type can conceivably influence infection of that same host with a different virus either at some time in the future or simultaneously by inducing crossreactive adaptive immune responses against other viruses or by altering cells such that they are rendered uninfectible.\n\nFor instance, as reviewed by Weiss (1993) and Best et al. (1997) , proteins derived from endogenous retrovirus genes may act as replication inhibitors of similar exogenous agents by blocking host cell receptors. This has been observed in the case of the Fv-4 gene of mice, which originated from an endogenous retrovirus. Fv-4 is an envelope protein that appears to prohibit infection by potentially pathogenic ecotropic murine leukemia viruses by binding to host cell surface receptors, thereby preventing fusion and entry of other, closely related virus types (Kozak et al., 1984; Weiss, 1993) . This type of effect is also thought to occur in the chicken ev-3 gene, also of retroviral origin, which blocks the cell receptors used by Rous-associated virus-O (Crittenden et al., 1974) .\n\nIn the case of protective endogenous retroviruses, it is easy to see the fitness advantage conferred upon both the host and the virus itself and the resultant ecological barrier to which potentially infecting exogenous viral agents are exposed. This generates selective pressure reinforcing the role of endogenous retroviruses as host guardians that exclude phylogenetically similar exogenous potential competitors while at the same time favoring divergence in the reproductive capabilities among those potentially pathogenic viruses under exclusion. This may also provide a competitive exclusion explanation for the observation of a lack of exogenous viruses that are phylogenetically close to endogenous viruses of humans as well as an apparent lack of endogenous versions of the lentiviridae and spumaviridae (Lrwer et al., 1996) .\n\nSpecific host immune response to infection with one virus type may also be crossreactive to other distinct viruses, thus preventing their occupation of host individuals or populations. Such forms of indirect competition may also bring about, and perhaps even drive, viral evolutionary change. The most famous example of this occurrence is likely the exclusionary relationship between cowpox and smallpox infections. In the late eighteenth century, Edward Jenner demonstrated how humans exposed to relatively avirulent cowpox were resistant to infection with its more deadly relative, smallpox virus (Jenner, reprinted in 1959) . Immunological effects such as this are usually the result of similarity in antigenic makeup between the viruses, which causes crossreactivity of specific antiviral defense mechanisms against related types.\n\nA common interspecies or \"intertaxonomic\" interaction that has profound effects on evolutionary change is predation. Despite the ubiquity and quantity of viruses on our planet, there have been very few attempts to explore the possible existence of grazing organisms that rely on viral biomass for nourishment.\n\nIn a 1993 publication, Gonz~ilez and Suttle looked at phagotrophic consumption by marine nanoflagellates and determined that viruses and virus-like particles made up a significant portion of these microorganisms' total nutritional intake. The authors further note that these nanoflagellates engage in selective grazing of viruses in that they actually ingested different viral particles at different rates, perhaps implying an ecological and evolutionary stability of this feeding practice (Gonz~ilez and Suttle, 1993) . While this is an interesting phenomenon, there exists no additional evidence to suggest that host-unrelated predation has any influence on the course or pace of viral evolutionary change as it does in numerous other organisms.\n\nVirus-virus interactions need neither be exclusively competitive or negative. For instance, the coinfection of a cell by two or more viruses can result in interviral genetic recombination or reassortment. Discussions of ecological interaction rarely include treatment of taxa as sources of genetic (indeed evolutionary) diversity. Yet, genetic exchange between individual viruses is clearly an interaction that has obvious measurable effects on virus evolution to such an extent that virus survival and diversification is often propelled by, if not dependent on, such genetic exchange.\n\nIt is important here to make a distinction between these two processes, something that in the literature is occasionally neglected. Reassortment only occurs when two or more viruses with segmented (or diploid, such as lentiviruses) genomes coinfect a host cell. The genome segments are randomly packaged into progeny virions, and as a result the progeny may be composed of genomic segments from more than one parent. The outcome of this reassortment is a genomically diverse assemblage of offspring. As cleverly pointed out by Cann (1995) , two coinfecting influenza viruses each with eight original genomic segments may give rise to 28 = 256 potential progeny genomes.\n\nRecombination is a process whereby genetic material is exchanged between individual nucleic acid strands of the viral genome, which results in the formation of descendant nucleic acid strands composed of material from two or more parental strands. Recombination may be caused by polymerase copy choice or by strand breakage and re-ligation and can occur between either homologous or nonhomologous regions of the genomic strands. Detailed molecular descriptions of these processes are beyond the scope of this chapter, but see Nagy and Simon (1997) and Scholtissek (1995) for reviews on these subjects.\n\nMany important evolutionary leaps have undoubtedly been influenced as well as initiated by close viral interactions. Interviral recombination and reassortment generate diversity in infecting viral populations and thus, in addition to mutation, represent mechanisms that produce the phenotypic raw material upon which selection acts. The evolutionary role of genetic exchange differs from mutation, however, in that exchange allows for more rapid and extreme evolutionary modification. In other words, the sequence space of an organism can be thought of as every possible combination of nucleotides in its genome (e.g., 4 v possible genome sequences may exist, where v is the genome length). Most of these potential genome compositions are not biologically viable and are thus never observed in nature. Likewise, other gene combinations may allow viral replication but only under specific circumstances determined by environmental conditions that may or may not exist at a given time. Still other genetic progeny may exhibit very efficient and successful replication (comparatively), therefore possessing high fitness and existing (symbolically) near the top of a fitness or adaptive peak.\n\nHowever, existence atop a fitness peak may not be as optimal as it sounds. For instance, other taller peaks may simultaneously be present in a particular landscape or may emerge in the future that may not be accessible by way of the normal mutational mechanisms no matter how high the mutation rates. This is because the probabilistic attributes of the mutational process preclude quick and prodigious alteration of the genome and will usually produce small stepwise changes that correspond to movement of short distances through sequence space. Therefore, once a genome has \"summitted\" an adaptive peak, any other small motion would constitute a decrease in fitness --an improbable occurrence save for the effects of random drift. General movement through adaptive landscapes is discussed more thoroughly and eloquently by Wright (1931 Wright ( , 1932 Wright ( , 1982 , Kauffman and Levin (1987) , and Coyne et al. (1997) . The specific adaptive landscape of viruses is also discussed by Chao (1994 , Eigen and Biebricher (1988) , and Domingo and Holland (1997) . Niche expansion or shift in the form of changes in host range, tissue type preferences, vector usage, pathogenicity, or combinations of these and myriad other biological traits may represent movement of viral populations between fitness peaks or hills throughout their adaptive space.\n\nGenetic exchange between viruses is very evident both in vitro and in situ. Of greatest evolutionary significance is the generation of recombinants that exhibit phenotypes that differ from both (all) individual viral parents. The ensuing changes may yield expansion of replication capabilities, including changes in cell type preference, interspecies host-host transmission, or even changes in vector utilization. Mixed infections in the laboratory between parent viruses whose replication might otherwise be restricted to infection of only one or another cell type will frequently result in production of viral recombinants capable of replication within both cell types. As an example, using mixed infections of lepidopteran cell lines, Kondo and Maeda (1991) developed recombinants between various NPVs that subsequently exhibited expanded host ranges. The outcome was that coinfection of Bombyx mori NPV (BmNPV) with Autographa californica NPV (AcMNPV) resulted in recombinants that could replicate in previously nonpermissive cell types. Another example is provided by the efforts of Spector et aL (1990) , who found that experimental coinfection of HIV and a murine amphotropic retrovirus resulted in HIV pseudo-types capable of infecting both CD4-human cells and mouse cells. These retroviral recombinants thus exhibited expansion in potential host range as well as tissue tropism.\n\nThe occurrence of interviral genetic exchange in nature is supported by many lines of direct and indirect evidence and is thought to be a major contributor to host range expansion, tissue tropism changes, periodic epidemic and epizootic infection, \"emerging\" infections, and changes in viral pathogenicity. HIV and other primate lentiviruses have been investigated quite extensively in this respect. As reviewed by Katz and Skalka (1990) , Temin (1991) , Sharp et al. (1995) , Robertson et al. (1995a,b) , Burke (1997) , and Dornburg (1997) , recombination (especially involving regions of the envelope gene) within and between primate immunodeficiency viruses has been an important evolutionary mechanism contributing to successful host-range expansion and widespread diversification of the group.\n\nRetroviruses are known to recombine (\"have sex\") not only within populations but also with host endogenous retroviruses (Weiss et al., 1973; Coffin, 1982; Risser et al., 1983; Stoye and Coffin, 1985; Stoye et al., 1988; Temin, 1991) , with some herpesviruses (Isfort et al., 1994) , and with other exogenous retroviruses (Sharp et al., 1995; Robertson et al., 1995a,b) . As illustrated in Figure 8 , lentivirus phylogenies constructed using single genomic regions often exhibit consistent branching patterns, but incongruencies can be strongly apparent when trees for identical taxa are built using different regions of the genome (Li et al., 1988; Robertson et al. (1995a Robertson et al. ( ). et al., 1992 Robertson et al., 1995a,b; Jin et al., 1994; Louwagie et al., 1995; McCutchan et al., 1996; Sabino et al., 1994; Salminen et al., 1997; Dornburg, 1997) . Such phylogenetic disparities indicate that many lentivirus genomes are actually \"mosaics\" representing the products of hybridization events between distinct viral types. These interactions then gave rise to the evolutionarily successful (\"new\") viruses we observe today, perhaps exhibiting aggregate or even novel phenotypes.\n\nThe frequency of recombination in lentivirus envelope genes has a strong parallel in the phage world. Tail fiber proteins are the functional analogues of lentivirus envelope glycoproteins in that they are both involved in host cell attachment, specificity, and genome entry. As discussed by Kutter et al. (1996) and Hagg~rd-Ljungquist et al. (1992) , the makeup of tail fiber genes of many phages (including Mu, P1, P2, and T4) are clearly derived from genetic exchange between viral types. This should not be surprising, as viral proteins that control cell host range can be thought of as \"passkeys\" that allow entry into reproductive niches.\n\nIt is highly likely that recombination in the lentiviruses, phages, and perhaps other viruses is not only a significant cause of host range/tissue expansion and emergence but is also maintained and promoted to some extent by selective pressure related to this very attribute. That is to say, niche exploration, perhaps in the form of interspecies transmission (reproductive substrate variation), itself may be imposing directional selective pressures that facilitate and preserve the characteristic of recombination.\n\nNewly occupied adaptive peaks may be quickly ascended by RNA and retroviruses since these viruses have high mutation rates and exist as quasi-species that can evolve very rapidly due to the presence of enormous genetic variance. Under such circumstances, voyages through sequence space either pay off quickly (as when an adaptive peak is discovered) resulting in viral diversification or cladogenesis, or fail quickly, resulting in viral extinction. In these cases, the interaction (coinfection with recombination) of different viral types may be highly favorable. There may also be similar selective mechanisms operating on the integrase proteins of many viruses including retroviruses.\n\nThe equine encephalomyelitis complex alphaviruses represent an excellent example of viral use of recombination for evolutionary diversification. The evolution of these viruses is reviewed and discussed extensively by Weaver et al. (1994 Weaver et al. ( , 1997 , Strauss (1993), and Scott et al. (1994) . Phylogenetic analysis has revealed how recombination in these viruses has resulted in the acquisition and exchange of genes (and traits) between different viral types, which has given rise to many evolutionarily successful taxonomic groups which persist today. Strauss (1993) has shown how western equine encephalitis virus (WEEV) is actually a recombinant between eastern equine encephalitis virus (EEEV) and Sindbis virus. The recombination is manifest biologically not only in the pathogenicity of WEEV, which is similar to that of EEEV, but also in the virus's vector specificity (Culex mosquitoes), which differs from that of EEEV (Culiseta mosquitoes).\n\nGenetic reassortment has often been implicated as a primary driving force in the evolution of influenza viruses, allowing both for host species jumps and for the evasion of specific host antiviral responses (reviewed in Webster et al., 1992; Scholtissek, 1995) .\n\nMutation is not only a frequently inadequate method of generating requisite evolutionary diversity, it also has the potential, when coupled with random genetic drift, to cause significant decreases in fitness. Following a drastic reduction in population size, the probability of fixation of deleterious mutations (which occur with much higher frequency than advantageous ones) is enhanced by the improbability of subsequent reversions (Haigh, 1978; Chao, 1991) and a lack of restorative mechanisms (Muller, 1964) . This is termed \"Muller's ratchet\" since mutations in subsequent (colonizing) populations are accumulated in an irreversible fashion similar to the advance of a ratchet (Muller, 1964) . The end-result is a decrease in fitness caused by an increasing mutational load, and this has been observed in numerous viral systems in vitro. Significant fitness decreases following plaque-toplaque transfers (bottlenecks) have been demonstrated for VSV (Duarte et al., 1992 (Duarte et al., , 1993 , RNA phage ~6 (Chao, 1990; Chao et al., 1992) , FMDV , as well as in the DNA-based cellular microorganism, Salmonella typhimurium (Andersson and Hughes, 1996) . Viral bottlenecks occurring in nature have been investigated to a limited extent (see Domingo et al., 1985; Gebauer et al., 1988) , but their frequency is most likely common during certain host-host transmission events and intrahost colonization of secondary replication sites Domingo et al., 1996) . In viruses susceptible to the effects of Muller's ratchet due to transmission dynamics or other aspects of their host colonization biology, genetic exchanges via recombination and reassortment may represent a \"buffer\" that prevents population fitness loss due to an otherwise extensive accumulation of deleterious mutations. This mechanistic \"relief valve\" has been suggested as a selective determinant supporting the evolution and maintenance of genetic exchange in RNA viruses by Chao (1991 Chao ( , 1992 and Chao and colleagues (1992) .\n\nGenetic exchange in viruses, whether through recombination or reassortment, translates into the production of genetic and phenotypic diversity, which is of undeniable significance in viral survival as well as viral evolution. Although largely ignored as an ecological interaction, genetic exchange in viruses is a process that involves extremely close association (coinfection of a single cell) between individual viruses whose phylogenetic relationship may be somewhat arbitrary. This interaction has the potential to influence the evolutionary path of the existing viruses and even the power to create new viral taxa. The degree and direction of the resulting evolutionary change is intimately dependent on the virus types involved, the conditions of the interaction, both host and virus population characteristics, other coevolutionary interactions, as well as many other probabilistic components.\n\nUnfortunately, this review represents an inadequate introduction to the evolutionary ecology of viruses, which remains largely unexplored as a discipline. The primary basis of this shortcoming is the representational scope of scientific data that exists for viral taxa. As is apparent by our recurrent use of specific virus types in illustration (e.g., HIV), there is a clear overrepresentation of information on viruses that (1) infect humans or economically important biota and (2) are pathogenic. The skewed distribution of data type may be an inaccurate representation of the \"viral universe\" that exists on our planet. Therefore, while the existent virology literature may be immense and thus allow elucidation of amazing phenomena, our knowledge about chemistry, biology, and evolution will certainly be enhanced by investigation of new and unusual viruses. This limitation also precludes the types of large-scale generalizations about virus biology and evolution that can occasionally be made regarding other organisms.\n\nWhat hopefully has emerged from our discussion as presented in this chapter is the condition and capacity of the selective environment in determining the evolutionary path of viruses. This selective environment is partitioned into many compartments, each of which has a role in shaping the overall adaptive landscape. In addition, we hopefully have demonstrated the extreme range of virus adaptability that allows these beings to parasitize genomes in essentially any of their possible manifestations and to subsequently exhibit overwhelming diversity. The Fig. 9 . Hypothetical host-virus phylogeny illustrating various patterns of cladogenesis. As discussed in the text, virus diversification takes place within host taxa not only via adaptive and nonadaptive radiation, but may also occur through virus-host cospeciation, host jumping, and genetic exchange.\n\nmechanisms that are employed in diversification (adaptation, genetic exchange, mutation, niche segregation, cospeciation) contribute fundamentally to the broad range of their variation. We have attempted to illustrate this in Figure 9 , which demonstrates the evolutionary history of imaginary virus taxa in relation to their hosts.\n\nThe existence of viruses will also induce evolutionary responses in their hosts, which in turn feeds back as changes in the virus adaptive landscape. Changes in this landscape rarely appear to be so profound as to end all genome parasitization. The study of viral evolutionary ecology will assist researchers in many disciplines as they endeavor to explain and predict changes in viral reproduction, including the emergence of viruses as pathogens in the more \"conspicuous\" species such as Homo sapiens."}