{"title": "Acute rejection Clinical manifestations Patients with acute rejection present with non-specific", "body": "Acute rejection of the pulmonary allograft remains a potential cause of acute graft failure but more commonly presents with sub-acute and often subtle graft dysfunction. While arguments continue regarding the risk-benefit of a scheduled surveillance lung biopsy program and indications for therapeutic intervention it is timely to focus on techniques to improve the operating characteristics of surveillance and clinically mandated procedures as well as the kappa scores of the reporting histopathologists. The brave beating of a distant drum heralds the potential utility of gene transcript analysis technology to supplant our current \"gold standard\" but while theoretically appealing has not been validated in the crucible of real time clinical practice. Until such time as it is, we are wise to continue quality control measures which improve the safety of the procedure and the adequacy of samples provided to the histopathologists with expert clinical input into final diagnoses and therapies according to our consensus guideline statements.\n\nin lung transplantation not only because of potential acute graft dysfunction or failure, but because it is a major established risk factor for the development of chronic lung allograft dysfunction (CLAD) particularly the bronchiolitis obliterans syndrome (BOS). Early detection and treatment of acute rejection is thus of critical importance for lung transplant recipients. Antibody mediated rejection (AMR) may occur concurrently or separately from ACR and requires additional diagnostic and therapeutic manoeuvres and is covered later in the manuscript.\n\nRegistry data from the International Society for Heart and Lung Transplantation (ISHLT) show that about a third of patients will have at least one episode of treated rejection in the first year after transplantation (1) . Furthermore, acute rejection is responsible for 3.6% of deaths among adult lung transplant recipients in the first 30 days, and 1.8% in the period from 1 to 12 months post-transplant (1) . ACR is the most common form of acute lung transplant rejection and is most likely to be diagnosed within the first 6 months following lung transplantation (2) .\n\nCompared to the large body of data on the risk factors for CLAD, recipient, immunological and environmental factors predicting ACR are less well studied. Reported risk factors for ACR include the degree of human leukocyte antigens (HLA) mismatching (with discrepancies at certain loci-such as at HLA-DR, HLA-B and HLA-A of greater significance (3) , and genetically-determined differences in innate and adaptive recipient immunological responses to the allograft (4, 5) . Younger age is also associated with a higher rate of rejection in the first year after transplantation, but whether this association is confounded by the indication for transplantation and the underlying disease process is unclear (1) . The impact of both induction and maintenance immunosuppression on the incidence of ACR has been studied. Evidence from ISHLT registry data suggests a protective effect of the interleukin-2 receptor antagonists (basiliximab and daclizumab) when compared to no induction, or the use of the CD52 antagonist, alemtuzumab (1) . However, there is a paucity of randomised trial data to support this observation, and a systematic review could not find a difference between induction agents (6) . With maintenance immunosuppression, tacrolimus is associated with lower rates of BOS than cyclosporine, but the evidence supporting its use over cyclosporine for ACR is less conclusive. Despite Registry data and a single randomized trial (7) supporting its use, a systematic review could not conclusively demonstrate a benefit (8) .\n\nLastly, infections, particularly community-acquired viral infections like respiratory syncytial virus (RSV), coronavirus, rhinovirus and the influenza and parainfluenza viruses, potentially via stimulation of innate immunity, and exposure of cryptic antigens by epithelial injury, may stimulate alloimmune responses and precipitate ACR.\n\nACR is a response driven by T lymphocytes that recognises foreign major histocompatibility complex (MHC) antigens, also called HLA on allogeneic tissue. The function of MHC is to bind foreign antigenic peptides and display them on the surface of antigen presenting cells (APCs) for presentation to T cells. MHC genes are coded on the short arm of chromosome 6, and are highly polymorphic, resulting in extreme diversity between individuals. This difference in MHC between individuals is the major immunological barrier to transplantation, as the MHC molecules themselves act as antigens and permit rapid recognition of self from non-self.\n\nIn cellular rejection of the allograft, two distinct pathways of allorecognition are implicated. In the direct pathway, donor dendritic cells migrate from the graft to the secondary lymphoid tissue (\"passenger leukocytes\") to present MHC directly to recipient T cells (9) . In the indirect pathway, recipient dendritic cells process and present alloantigens derived from dying donor APCs to T cells, either in the secondary lymphoid organs or in the allograft itself ( Figure 1 ). Other non-immunological processes, like ischaemia and reperfusion injury or pulmonary infection may cause nonspecific activation of local innate immunity which stimulates acute rejection through mechanisms that have not been completely elucidated.\n\nOnce recipient T-cells are activated, they undergo clonal expansion and differentiate into alloreactive killer T cells (also called cytotoxic T lymphocytes) which migrate to the graft and dock with the allograft's MHC molecule and initiate tissue destruction (10) . Effective blockade of T cell activation and proliferation is required to prevent rejection, and the advent of calcineurin inhibitors was a revolutionary advance in this area.\n\nfeatures that may mimic the many other infectious and postinfectious complications affecting lung transplant recipients. Shortness of breath, cough with or without sputum production and even low-grade fever can be observed in ACR, and there are no signs or symptoms that can reliably be used to distinguish from opportunistic pulmonary infection. Increasing grade of rejection is associated with more severe symptoms (11) . Conversely, many episodes of ACR may be diagnosed on routine surveillance transbronchial biopsies in the early post-transplant period in asymptomatic patients. The physical examination may be normal, or reveal squeaks or crackles or features of a pleural effusion.\n\nThere are no specific laboratory findings in ACR. Increasing peripheral blood eosinophil count can precede clinically significant ACR in both lung and heart transplants, but the diagnostic accuracy and positive predictive value of this finding is modest at best (12) . A recent review of peripheral blood findings in ACR has suggested that the differential count can be used to guide diagnosis, with an absolute eosinophil count greater than 0.4×10 9 cells, absolute lymphocyte greater than 1.5×10 9 cells, and a relative basophil count greater than 2% favouring rejection, and a neutrophil count greater than 9×10 9 favouring infection (13) ; however, the diagnostic accuracy of such an algorithm requires formal evaluation in clinical practice.\n\nSpirometry is an easily performed, non-invasive, safe and repeatable test, routinely performed at follow-up visits or even by patients themselves at home, to screen recipients at risk for rejection. The usual spirometric abnormality in ACR is airflow limitation with reduced forced expiratory volume in one second (FEV 1 ). A decline in FEV 1 of 10% from a stable baseline that persists for more than 48 hours should generally trigger the need for further investigations (14, 15) . The utility of spirometry may be less helpful in single lung transplants, where changes may be confounded by progression of disease in the native lung (16) . However, stable spirometry does not exclude ACR, and the specificity of spirometry is also low (17) . Other airway-centric processes such as acute infection and airway anastomotic problems can cause a similar reduction in FEV 1 .\n\nA chest X-ray is routinely obtained in the investigation of a lung transplant recipient with new respiratory symptoms. In the early post-transplant period, recipients with ACR may demonstrate bilateral pulmonary infiltrates on plain radiography (18) , but the sensitivity and discriminant value of a plain radiograph is poor (19) . High-resolution computed tomography (HRCT) findings are generally also non-specific (20) ; however, a recent study found that the presence of bilateral ground-glass opacities with a lower lobe predominance, in association with interlobular septal thickening, and in the absence of features of fluid overload (cardiomegaly), consolidation and atelectasis, had a positive predictive value of ~90% for acute rejection (21) .\n\nThe importance of a histological gold standard for the diagnosis of ACR is clear from the non-specific nature and poor diagnostic accuracy of the clinical parameters or noninvasive investigations listed above. A presumptive diagnosis of ACR requires intensification of immunosuppression, which could potentially be hazardous in the presence of an alternative diagnosis, particularly undiagnosed opportunistic infection. The need to make a confident tissue diagnosis of ACR and to reliably exclude intrapulmonary infection cannot thus be overemphasised. Both may occur simultaneously. Bronchoscopy allows for invasive sampling for histopathological determination, as well as the collection of bronchoalveolar lavage fluid and tissue for cytological and microbiological analysis. The usual practice is to only biopsy one lung in heart-lung or bilateral lung recipients. In cases of radiographic patchy disease, transbronchial biopsies can be directed to the involved areas (22) . In the absence of radiological abnormalities or with diffuse disease, transbronchial biopsies are routinely obtained from the lower lobe (and, in many centres, also the ipsilateral right middle lobe or lingula, depending on the side biopsied whereas upper lobes are less commonly biopsied); the geographic distribution of rejection grades amongst the lung lobes has been shown to be similar (22) , and avoidance of upper lobe biopsies reduces the risk of iatrogenic pneumothorax. The Lung Rejection Study Group (LRSG) recommends a minimum of 5 pieces of evaluable, well-expanded alveolar parenchyma to provide adequate sensitivity for diagnosing ACR (23): a study has shown that this amount can reliably be obtained by performing 10 to 12 biopsy specimens, with a resultant low complication rate (2) . Complication rates in lung transplant recipients are low and include, in order of frequency, desaturation (10.5%), haemorrhage more than 100 mL (4%), pneumothorax (0.6-2.5%), post-procedural pneumonia (2%), arrhythmia (0.57%), and the need for mechanical ventilation (0.32%) (2, 24, 25) . Mortality from the procedure has not been reported ( Figure 2 ).\n\nT h e h i s t o p a t h o l o g i c a l h a l l m a r k o f A C R i s t h e demonstration on trans-bronchial lung biopsies of a mononuclear inflammatory cell infiltrate centred around small vessel and capillaries, and/or small airways (26) . The LRSG of the ISHLT has developed a \"working formulation of the standardization of the nomenclature in the diagnosis of lung rejection\", last revised in 2007, which establishes the diagnostic criteria for ACR and objectively grades its severity ( Table 1 ) (23) . Perivascular inflammation, termed \"A-grade\", evaluates the presence and extent of mononuclear cell invasion-composed chiefly of T cells, although B-cells and eosinophils have also been described (27)-around the blood vessels, surrounding submucosal interstitium and alveolar walls. The grades range from A0 (no rejection) to A4 (severe). Airway inflammation, termed \"B-grade\" rejection, evaluates the lymphocytic response in the submucosa of bronchioles, which may extend through the basement membrane at higher grades. The interpretation of B-grade rejection is problematic as airway tissue is often not represented on a trans-bronchial biopsy specimen, and airway-centric mononuclear inflammation is not specific and can also be seen during episodes of acute infection. The finding of significant airway neutrophilia, necrosis, granulomas and viral cytopathic effect together perivascular or peribronchiolar inflammation may favour infection over rejection, although it is important to remember that the two processes are not mutually exclusive and can occur contemporaneously. In general, the LRSG advises grading both A-and B-grade rejection only after the rigorous exclusion of infection (28, 29) . Other processes that can confound the histological diagnosis of ACR include drug toxicity, aspiration, ischaemia/reperfusion injury, AMR and recurrent primary disease (26) . The sensitivity of trans-bronchial lung biopsy for diagnosing ACR is only ~70%, and is highly dependent on the experience of the histopathologist (30) . Despite attempts to standardise the histological interpretation of ACR, interobserver agreement has been modest. The 2007 revision has attempted to improve this, but follow-up studies have not shown increased concordance (31) .\n\nA promising technique being studied to increase the diagnostic yield in ACR by obtaining more lung tissue is cryobiopsy (32) . Cryobiopsy is a relatively new interventional bronchoscopic technique that yields larger specimens with better representation of airways, alveoli and vascular structures. In the cryobiopsy procedure, a flexible cryoprobe delivers a compressed gas at the tip of the probe which freezes tissue on the probe's tip. Disadvantages are the need for intubation, and there are theoretical concerns about higher risks of pneumothorax and haemorrhage. A recent study of cryobiopsy in lung transplant recipients, however, found more representative specimens, with less crush artefact, and without a higher rate of complications when compared to conventional biopsies (33) .\n\nThe role of surveillance trans-bronchial biopsies in asymptomatic lung transplant recipients, at regular intervals is controversial and is not universally practised amongst lung transplant centres. Schedules for surveillance bronchoscopies vary, but generally involve monthly biopsies in the immediate post-transplant period (when the incidence of ACR is the highest), and continue at less regular intervals for the period from 3 to 12 months after transplant. The rationale for surveillance is the high incidence of asymptomatic ACR (~25%) observed (25) , and the suboptimal diagnostic accuracy of non-invasive tests (described above). Prospective cohort studies have shown that the incidence of high-grade perivascular or airway inflammation on routine surveillance biopsies is 16% and 14%, respectively (25, 34) . However, despite this finding, the evidence that early detection of ACR with subsequent augmentation of immunosuppression alters outcomes in lung transplantation is lacking. A small study randomising patients to either surveillance bronchoscopy or clinicallyindicated biopsy did not find a difference in acute rejection, the development of CLAD or survival (35) .\n\nThe identification of an objective, repeatable and specific non-invasive test that could replace trans-bronchial biopsy-which, as has been discussed, is an imperfect gold standard with modest inter-observer reliability-for the diagnosis of ACR remains an attractive but elusive goal. Furthermore, in the absence of a suitable biomarker, the current practice has also been to use the serum drug levels of calcineurin inhibitor as a proxy for the degree of immunosuppression, the intensity of which has been shown to correlate with a lower incidence of acute rejection (11, 36) . This latter approach has obvious drawbacks, not least the pharmacokinetic and pharmacogenetic variation between individuals, and the future identification of a biomarker more indicative of the underlying state of immune activation and/or rejection would be a much better guide to inform ongoing immunosuppression prescription. Several potential biomarkers are currently being evaluated. Exhaled nitric oxide (FeNO) as a marker of underlying lung inflammation in lung transplant recipients has been well studied, and levels are significantly elevated compared to baseline values in patients with ACR (37) (especially in those with lymphocytic airway inflammation), but the specificity is poor, as pulmonary infections also increase FeNO (38, 39) .\n\nQuantification of donor-derived cell free DNA (ddcfDNA) from the allograft in circulating plasma (detectable by next-generation sequencing) is an exciting blood-based biomarker in solid organ transplantation. Preliminary work suggests that increased levels of ddcfDNA are associated with both acute and chronic rejection, (23); \"R\" in B-grade inflammation denotes \"revised\". ACR, acute cellular rejection.\n\ncorrelate closely with histopathological features of ACR, and are associated with declines in lung function (40) . However, validation studies are still required and optimal cut-off values are yet to be determined. There are also several direct functional tests of immune function, some of which are commercially available. The Cylex Immune Cell Function Assay (ImmuKnow; Cylex, Inc., Columbia, MD, USA) measures ATP synthesis in activated CD4 T cells after exposure to a stimulant (phytohemagglutinin) as a measure of cell-mediated immunity, but its sensitivity for ACR seems to be low (41) . The alloreactive T-cell frequency assay can demonstrate increased CD4, CD8 and Treg proliferation by mixed lymphocyte reaction to donor antigens in ACR, but its clinical application is limited by the complexity of the assay and other alloimmune responses (42) .\n\nLastly, transcriptome signatures of ACR can be studied. MicroRNAs (miRNA) are small non-coding RNA molecules that are critical controllers of post-transcriptional regulation of gene expression. Several studies have implicated their involvement in renal and heart transplant rejection (43, 44) , and a small study in lung transplant recipients identified a distinct miRNA signature in airway epithelium that distinguished patients with ACR from those without rejection (45) . Even more promising is that miRNA profiles that detect cardiac ACR have been found in peripheral blood, and the potential of miRNA as a bloodbased marker of ACR is an exciting future field of study.\n\nTreatment decisions are dependent on institutional practice and the histological grade of rejection. Whilst there is consensus about treating higher grades of acute perivascular rejection (symptomatic grade A2 and above), the management of minimal or mild rejection (A1, asymptomatic grade A2, or isolated B-grade rejection) is more controversial. Some centres will elect not treat in the latter situations, rather repeating the biopsies in 4-6 weeks' time. However, considering that minimal rejection has been shown to be associated with an increased risk of CLAD comparable to higher grades of rejection (46) , and that lymphocytic bronchiolitis (B-grade rejection) has also been shown to be independently associated with increased risk of CLAD and death (34) , both types and all grades of ACR should probably be strongly considered for treatment, especially in patients with a clinical syndrome suggestive of rejection. A special consideration may be the asymptomatic patient with minimal A1 rejection (and no B-grade rejection) detected on surveillance biopsies in whom augmentation of immunosuppression may considerably jeopardise the treatment of a current and serious opportunistic viral or fungal infection-in this situation, deferment of treatment and re-biopsy may be a safer strategy.\n\nThe cornerstone of treatment for ACR is the steroid pulse. However, there are no study data to guide the dose or duration of therapy. Most centres advocate pulseddose methylprednisolone for ~3 days with transition to a tapering oral steroid wean. Some clinicians will use only oral prednisolone (0.5-1.0 mg/kg) for milder grades of rejection, although evidence for this practice is lacking. Most centres which perform surveillance bronchoscopies will also perform a follow-up bronchoscopy 4-6 weeks after an episode of ACR. This practice is supported by the finding of significant rates of persistent ACR that are often clinically occult (47, 48) .\n\nThe management of persistent or refractory ACR is not well established. Failure to respond to treatment for ACR should trigger investigations for concomitant AMR. Together with a repeat steroid pulse, other changes to therapy in cases of persistent ACR may include a switch to tacrolimus (if on a cyclosporine-based regimen) (49, 50) or the addition of a mammalian target of rapamycin (mTOR) inhibitor, such as everolimus. Other potential treatments that can be considered, if available, include alemtuzumab (an antibody to CD52, a peptide present on the surface of mature lymphocytes, which causes antibody-dependent lysis of lymphocytes) (51), and extracorporeal photophoresis (ECP). ECP is thought to reduce immune responses in transplant recipients by stimulating and expanding the number of peripheral regulatory T-cells, and has been shown to stabilise recurrent ACR and ameliorate lung function decline in CLAD (52) .\n\nWe have discussed acute rejection post lung transplantation (LTX) as a cellular driven immune response, which has historically been considered the main mechanism of acute lung allograft rejection. Over the past decade however, the role played by antibodies in acute lung allograft, as well as CLAD has stimulated growing interest (53) (54) (55) (56) and AMR has evolved from a hypothetical and controversial concept (23) , to an important diagnostic consideration in patients with acute allograft dysfunction and a well-recognised clinical entity post lung transplantation (56) .\n\nMuch of our initial understanding of pulmonary AMR has been extrapolated from the renal and heart transplant literature, where AMR has been recognised for some time (57, 58) . One of the biggest difficulties facing clinicians in reaching a diagnosis of AMR and choosing suitable management strategies is the lack of standardised data available, with different studies using various criteria for its diagnosis. A significant development has been the publication of the first consensus document on pulmonary AMR by the ISHLT. This consensus document has provided much needed standardisation of the criteria used to define AMR, which will facilitate universal interpretation of future research. It is generally accepted that this is an active document and ongoing research as well as increasing numbers of recognised pulmonary AMR diagnoses will generate information to help us understand the pathophysiology of pulmonary AMR and address numerous questions, which as yet remain unanswered (56) . In this section we will address the pathophysiology, diagnosis, clinical presentation, classification, and treatment of AMR, and explore some of the diagnostic and management challenges. The polymorphic nature of HLA antigens provides up to 2×10 4 different endogenous antigens that can be presented to T Cells with subsequent activation of B cells and plasma cells to produce DSA that target the graft (59). These DSA may be formed prior to transplant in patients who have been previously sensitized following exposure to allogeneic tissue via previous pregnancy, blood transfusions, or transplantation (60,61), or they may also develop de novo post LTX. The rate of detection of DSA by single antigen bead (SAB) testing in various studies ranges from 10-61% of patients within 1 year post lung transplant (62) (63) (64) (65) (66) , and their detection in post-transplant serum is associated with a significantly increased risk of AMR (67-69) and CLAD (62, 65, 66, 68, (70) (71) (72) (73) .\n\nThe significance of pre-transplant DSA has been well established in kidney and heart transplants, and in lungs they have been associated with acute and chronic effects on the lung allograft including refractory acute rejection, lymphocytic bronchiolitis (74), AMR (75) , and CLAD (72, 76, 77) . Pre-formed DSA have also been reported to promote de novo DSA development early after transplant and impact patient survival (64, 78, 79) .\n\nGraft injury as a result of DSA can occur via complementdependent and complement-independent mechanisms. The initial activating step is the formation of the antigenantibody complex, which results in an amplified immune response with numerous downstream effects (56) . In the complement-dependent pathway, otherwise known as the classical pathway, antibody binds to its corresponding HLAantigen on the airway epithelium and the resulting antigenantibody complex activates the complement cascade. However, complement is not always necessary for antibodies to cause graft damage, as they are able to directly act on inflammatory cells such as macrophages, natural killer cells, and neutrophils, via interaction with the Fc receptor portion on the antibody, and induce pro-inflammatory cytokine production and microangiopathy (78, 80) . Not all patients with DSA present in their serum exhibit other features of AMR. This could be due to the variable pathogenicity of the IgG subclass itself. There are 4 different IgG subclasses-IgG1, IgG2, IgG3, and IgG4, each with variable affinity for binding to Fc receptors. IgG4 and IgG2 are usually considered to be non-complement binding and IgG3 and IgG1 bind complement with the former having the strongest affinity to the Fc receptor. However, when there is high antigen, epitope level, or increased complement concentration, all IgG subclasses have the ability to activate complement (81) . This may therefore be a case of a \"wolf in sheep's clothing\", where DSA that may previously have been considered relatively benign, can become pathogenic depending on changes within immunological environment such as inflammatory responses to certain triggers (82, 83) .\n\nDSAs to HLAs have traditionally been considered responsible for AMR lung allograft injury. However some patients meet criteria for AMR but have no evidence of HLA-DSA and there is growing evidence to support the role of non-HLA DSA or tissue self-antigens (SAGs) which are directed towards epithelial antigens, such as K-alpha 1 tubulin (Kα1T) and Collagen V (Col-V). These may account for the unmeasurable HLA-DSA in some patients with AMR (84) (85) (86) (87) (88) (89) . Similarly, there are patients in whom DSA are clearly present yet they do not exhibit other manifestations of AMR, which suggests alternative factors may influence the susceptibility or risk of rejection in the presence of antibodies that can bind the graft (90) .\n\nSignificant work has been done by Bharat and his colleagues on SAGs. Their work has demonstrated that up to 30% of patients undergoing lung transplantation have pre-existing antibodies against Col-V and Kα1T, which strongly predispose patients to primary graft dysfunction (PGD), development of de novo alloimmunity, and CLAD (86, 88) . Their group have introduced the concept of the 'two hit' hypothesis for the development SAGs. The initial 'hit' involves an initial lung injury as a result of triggers such as infections with community acquired respiratory viruses (CARV), gastro-oesophageal reflux disease (GORD), ischaemia-reperfusion injury, or even the presence of HLA-DSA (91, 92) . The resulting local inflammatory response exposes SAGs such as Col-V and Kα1T which stimulate up-regulation of self-reactive lymphocytes and non-HLA antibody production. The second 'hit' is a result of down-regulation of regulatory T cells (TREGS) with loss of inhibition of self-reactive lymphocytes against SAGs which would usually induce T cell tolerance to SAGs. This ultimately leads to SAG autoimmunity Bharat (91, 93) . These SAGs may be a significant contributing factor to ongoing CLAD in patients who clear DSA post AMR treatment using commercially available kits that do not measure SAGs. A study by Hachem et al. has previously shown that more than 96% of LTX recipients with preexisting HLA-DSA developed de novo SAGs within three years of LTX and were strongly predisposed to development of CLAD. However, AMR treatment was only effective in reducing the increased risk of CLAD if SAGs were cleared as well as HLA-DSA. Patients who cleared HLA-DSA but had persistent SAGs shared an equal risk of CLAD as those with both HLA-DSA and SAGs (34) . Ongoing inflammation in patients post LTX recipients and those with end-stage lung disease provides an ideal environment for the above hypothesis, particularly in patients with cystic fibrosis (CF) who have ongoing infection and patients with idiopathic pulmonary fibrosis (IPF) who have ongoing inflammation. Studies have demonstrated a higher prevalence of SAGs pre-transplant in patients with CF and IPF compared to patients with other conditions such as COPD, whereas other studies have shown this can lead to the expansion of auto-reactive lymphocytes. Individuals with these diseases have the highest prevalence of SAGs pre-LTX compared to patients with other diseases such as COPD and alpha-1 anti-trypsin deficiency (89, (94) (95) (96) .\n\nFuture research will no doubt help clarify the association between the pathophysiology of AMR (67) (68) (69) and that of CLAD (62, 65, 66, (69) (70) (71) (72) . However, more data are needed to prove a link between these phenomena (97) .\n\nTrans-bronchial biopsies, when safe to perform, are an essential component of the diagnostic algorithm for patients presenting with a drop in lung function of more than 10% from baseline. It is considered the 'gold standard' for the diagnosis of ACR, however the appearance of 'capillary injury' with neutrophil margination, neutrophil capillaritis, and arteritis are considered by pathologists to be suggestive of AMR (23) and help clinicians make a more confident diagnosis by addressing the diagnostic criteria currently mandated by the ISHLT (56) . These morphological features are suggestive of AMR but are not pathognomonic, and can occur in other disease processes involving the lung such as infection, organising pneumonia, and diffuse alveolar damage (DAD) secondary to other causes, as well as ACR (grade > A3) (56, 61, 98) .\n\nAs in the case of DSAs, the absence of these features does not exclude AMR, and once again the clinical context needs to be taken into consideration when contemplating the diagnosis, and an effort needs to be made to exclude other causes such as infection although the two may co-exist (56, 99) although the two may co-exist.\n\nThe identification of C4d staining on a biopsy sample as a surrogate marker for AMR due to activation of the complement cascade is controversial and its role in the diagnosis of pulmonary AMR may have been overestimated (56, 61) . It is rarely seen in patients with a diagnosis of pulmonary AMR based on other criteria (26, 100) , and there is poor inter-pathologist agreement when it comes to recognising a positive stain on trans-bronchial biopsy (101) . Notably, C4d is not specific to pulmonary AMR, can be found in any process that is associated with complement activation such as reperfusion injury and infection (86) , and studies have shown no little or correlation between positive staining and the presence of DSA (100, 102) .\n\nThe clinical presentation of pulmonary AMR can be variable depending on the time post-transplant. Hyperacute rejection can occur as soon as the vascular anastomosis is completed and recipient immune cells come into contact with the donor recipient endothelial cells. Pre-formed antibodies already present at the time of transplant are solely responsible for the devastating effects of this type of rejection. Graft failure occurs within minutes to hours and is usually fatal as a result of acute severe refractory hypoxaemia with respiratory failure. Diffuse pulmonary infiltrates are seen on radiological examination, and histopathology reveals neutrophilic margination, vasculitis, fibrinoid necrosis, vascular thrombosis, and pulmonary infarction (61) . With the introduction of highly sensitive assays that can detect DSA the incidence of hyperacute rejection has been significantly reduced (103) , however antibody responses to donor HLA antigens are not well controlled with current conventional immune-suppression and therefore acute AMR can occur at any time after transplantation (104), with either pre-transplant HLA, de novo HLA, or non-HLA DSA such as autoantibodies to Kα1T and Col-V being responsible in mediating allograft injury. A more chronic and indolent form for AMR is thought to contribute to the development of CLAD due to BOS or even r-CLAD, but there are insufficient data to confirm this association (97) .\n\nA high index of suspicion is necessary when considering pulmonary AMR as a possible diagnosis as its clinical presentation is often nonspecific. Patients may often present with an asymptomatic drop in lung function and nonspecific symptoms such as cough, dyspnoea, fever, lethargy, which can rapidly progress to profound dyspnoea with progressive respiratory failure requiring increasing oxygen supplementation, mechanical ventilation and in some cases ECMO as an attempt to buy time for rescue therapy to work (105) .\n\nThe diagnosis of AMR is challenging and a high level of clinical vigilance is paramount. The current classification system requires evidence of lung allograft dysfunction, histological changes consistent with AMR, positive C4d staining, and the presence of DSA. A multidisciplinary approach that addresses the need to consider the clinical presentation as well as immunological and pathological information obtained during the diagnostic process is therefore recommended (56, 98) and includes:\n\n(I) Measurement of allograft function;\n\n(II) Histopathological assessment including C4d staining; (III) Evaluation for the presence of DSA. The diagnosis of AMR is usually made during the process of investigating a patient for a drop in lung function of greater than 10% from their baseline. This usually involves radiological investigations including a computerised tomography scan of the chest, nasopharyngeal swabs for respiratory viruses, bronchoscopy and bronchoalveolar lavage to look for infectious aetiologies as well as any airway abnormalities that may be contributing to the loss of graft function. If safe to do so, a trans-bronchial biopsy is also undertaken as the 'gold standard' in diagnosing ACR, and allows assessment for any features consistent with AMR, which includes staining for C4d (54) (Figure 3) . Serology for the detection of DSA using SAB is also requested.\n\nThe identification of DSA has evolved over time from the provision of a rather crude measure of the presence of DSA by mixing donor lymphocytes with recipient serum with the finding of recipient cell lysis indicating the presence of DSA, the so called complement-dependent cytotoxic (CDC) assay (106) . A modified version of this test relied on the use of a panel of HLA-phenotyped cells to express the result as the percentage of cells in the panel giving a positive result, the \"panel reactive antibody\" (PRA) percentage, with higher percentage PRA indicating a higher probability of positive crossmatch and vice versa (107) .\n\nThe development of the solid phase SAB technology has allowed for very sensitive and accurate identification of DSA. The assay involves incubation of the patient's serum with beads coated with two fluorochromes, which result in a unique signal for each bead. A specific HLA molecule produced by recombinant technology is also attached to each bead. When the recipient's serum is incubated with the beads, any HLA-antibody present will react with the bead expressing the corresponding antigen molecule. The beads are then washed against a fluoro-labelled anti-human IgG antibody, which provides a mean fluorescence intensity (MFI) representing the amount of fluoro-labelled anti-IgG in complex with anti-HLA antibody. The MFI is not an accurate quantitative measurement of the amount of antibody concentration which requires measurement of the antibody titre (108) (109) (110) .\n\nGiven the above, it is perhaps not surprising that there is ongoing controversy regarding what cut off level of MFI should be considered a clinically significant positive result. Whereas titres are more informative and accurate , random arbitrary selection of MFI thresholds to determine positive SAB results have led to conflicting reports on the clinical significance of DSA and their relationship to clinical outcomes post transplantation, with some studies using low MFI thresholds 200] showing no negative effect on transplant outcome with pre-existing DSA (62, 111) , whereas other studies that have chosen a slightly higher MFI (>3,000) showing an association with increased AMR risk following lung transplantation (75) . Notably this study reported a lack of effect of DSA with MFI values of 1,000-3,000, clearly demonstrating the importance of selecting MFI threshold values for identifying anti-HLA antibodies. The MFI threshold may explain suggested differences between pre-transplant DSA against Class I and II HLA associated with increased risk for BOS and decreased survival as suggested by the study conducted by Brugiere et al. where they showed that DSA against class II HLA, but not class I, was associated with increased risk for BOS and decreased survival, though there was significant difference in the MFI values for anti-class I (1,048±256) and anti-class II (2,175±597) DSA, precluding definitive assessment of differences in biological impacts between antibodies against class I or class II HLA (76) .\n\nLongitudinal variability in the MFI levels for particular antibodies are also seen which is thought to be due to the deposition of antibodies in the graft leading to levels in the circulation, the so called 'sponge effect' as described by Girnita and colleagues who noted the detection of DSA in the serum only after removal of the graft suspected to have AMR (73) .\n\nIt is also unclear as to whether DSA to any HLA locus or DSA with any MFI would have the same clinical outcome (111) . Some studies have shown that HLA class II antibodies may be more significant than HLA Class I antibodies (73, 112) , and that patients who develop class II DSA or have persistent DSA despite antibodydepleting therapy have worse long term outcomes after transplantation (67, 113, 114) .\n\nThe C1q binding assay C1q screen™ (One Lambda Inc., Canoga Park, California, USA), was developed in an attempt to determine which patients with detectable DSA are at higher risk of graft injury based on the presence of complement fixing DSA. As much as it is informative it only recognizes binding and not physiological complement activation (115) (116) (117) . However, its clinical utility has been demonstrated in renal (117) , heart (118) , and lung transplants (67) .\n\nComplement is not always required to cause antibody mediated graft injury since DSA have the ability to induce damage via non-complement dependant pathways, and this is a significant limitation to using C1q binding to predict the likelihood of an a antibody binding complement resulting in allograft damage (119) .\n\nAMR is classified into clinical and sub-clinical AMR. Clinical AMR indicates that there is allograft dysfunction whereas in sub-clinical AMR the lung function is normal. Clinical AMR is then sub-classified into definite, probable and possible AMR. There needs to be allograft dysfunction for it to be considered clinical AMR. In addition 4 other criteria are considered which include exclusion of other causes, histological changes consistent with AMR, the presence of C4d staining on biopsy, and the presence of DSA. When all criteria are met it is definite AMR. When 3 out of 4 criteria are met it is classified as probable AMR, whereas the presence of 2 out of 4 criteria classifies it as possible AMR. Subclinical AMR is also sub-classified into definite, probable and possible, however there is no allograft dysfunction, and definite subclinical AMR is when there is histology consistent with AMR, positive C4d staining and presence of DSA. Probable subclinical AMR is consistent with the presence of 2 of 3 criteria and possible AMR 1 of 3 criteria (Table 2, Figure 4 ) (56) .\n\nHyperacute rejection can occur peri-operatively, acute rejection as discrete clinically-symptomatic episodes and chronic rejection may manifest as persistent allograft dysfunction resulting from cumulative and on-going pathologic events. Rates of hyperacute rejection have significantly been reduced as a result of the introduction of highly sensitive assays used at the time of cross-matching (103) .\n\nThe management of AMR poses an ongoing dilemma for physicians caring for patients in whom a diagnosis of AMR has been made since there is no clear evidence to determine the best management option for AMR post lung transplantation. There are no randomised controlled or head to head studies and current data supporting various treatment modalities arise from retrospective studies, case reports, or case series. Current treatment strategies aim to deplete and modulate the production of circulating DSA in an attempt to arrest graft dysfunction. As yet, there are no clear guidelines or consensus on the management of AMR post lung transplantation. Current treatment regimens are based on those employed in other solid organ transplants and include the use of plasmapheresis (PP), intravenous human immunoglobulin (IVIG), rituximab, and bortezomib (120), but results are suboptimal (121) . PP removes antibodies from the circulation and has been reported to ameliorate lung function in some studies. IVIG causes B-cell apoptosis, reduces B-cell numbers, blocks binding of donor reactive antibodies and may inhibit complement activation (122) .\n\nRituximab is a chimeric human/murine monoclonal antibody directed at the CD-20 molecule that is found on mature B cells but not on pro-B cells or plasma cells and therefore it leads to elimination of peripheral B cells in the circulation but it has no effect on mature plasma cells or B cells in lymphoid tissue (123) . Bortezomib is a proteasome inhibitor that reduces DSA by depleting plasma cells by causing plasma cell apoptosis. Its clinical use has been supported within the renal (124) (125) (126) (127) (128) , and lung transplant literature (67, 129) , and has been effectively used to treat AMR that has been refractory to other treatments. The administration of bortezomib subcutaneously is associated with less side effects such as leucopoenia, neutropenia, thrombocytopenia, and peripheral neuropathy (130) . Other monoclonal antibodies which have been used as salvage treatment for AMR include eculizumab and alemtuzumab. Eculizumab is an anti-C5 monoclonal antibody that blocks terminal complement activation. Alemtuzumab is a monoclonal antibody that binds to CD52, a protein present on the surface of mature lymphocytes (131, 132) . Once treated, pulmonary AMR may stabilise, progress, or improve. A complete response to treatment is defined as a return to baseline function, abolition of DSA and reversal of pathologic changes. Partial response is improvement in lung function but not all parameters return to baseline. Stabilisation is no further clinical deterioration. No response is defined as on-going clinical deterioration and continued pathology (56) . © Journal of Thoracic Disease. All rights reserved. J Thorac Dis 2017;9(12):5440-5457 jtd.amegroups.com\n\nLung transplantation is unique to other solid organs in that it is open to the environment and undergoes continuous stimulus from infectious and non-infectious stimuli, which may play a part in up-regulating the immune system and therefore higher immune suppression is necessary. Longterm survival remains disappointing, with CLAD being the main cause of death. Current immunosuppression strategies targeting the T-cell responses do not seem to control CLAD, which may suggest an alternative pathway mechanically causing on-going graft damage. AMR has taken centre stage recently as a possible important mediator of chronic allograft injury and with improved knowledge on its mechanism of injury we may be able to identify targeted treatment that will enable us to gain good control and overall improve our patient survival post transplantation. "}