{"title": "Hemodialysis-Associated Infections*", "body": "that can grow in water can be a problem in a hemodialysis unit. Several species of nontuberculous mycobacteria may also contaminate water treatment systems, including Mycobacterium chelonae, M. abscessus, M. fortuitum, M. gordonae, M. mucogenicum, M. scrofulaceum, M. kansasii, M. avium, and M. intracellulare; these microorganisms do not contain bacterial endotoxin but are comparatively resistant to chemical germicides. [21] [22] [23] [24] [25] [26] Gram-negative water bacteria can multiply even in water containing relatively small amounts of organic matter, such as water treated by distillation, softening, deionization, or reverse osmosis, reaching levels of 10 5 to 10 7 microorganisms/mL 6 ; these levels are not associated with visible turbidity. When treated water is mixed with dialysis concentrate, the resulting dialysis fluid is a balanced salt solution and growth medium almost as rich in nutrients as conventional nutrient broth. 6, 27 Gram-negative water bacteria growing in dialysis fluids can reach levels of 10 8 to 10 9 microorganisms/mL, producing visible turbidity.\n\nBacterial growth in water used for hemodialysis depends on the types of water treatment system used, dialysate distribution systems, dialysis machine type, and method of disinfection (Table 25 .1). 6, 18, 21, 28, 29 Each component is discussed separately next.\n\nWater used for the production of dialysis fluid must be treated to remove chemical and microbial contaminants. The Association for the Advancement of Medical Instrumentation (AAMI) published guidelines and recommended practices for the chemical and microbial quality of water used to prepare dialysis fluid and reprocess hemodialyzers (Table 25 .2). [30] [31] [32] [33] The Centers for Medicare and Medicaid Services (CMS) has incorporated into their ESRD facility conditions for coverage infection control requirements that dialysis facilities need to follow, including water quality standards. 34 Some components of the water treatment system may allow for amplification of water bacteria. For example, ion exchangers such Particulate filter to protect equipment; does not remove microorganisms Absolute filter (depth or membrane)\n\nRemoves bacteria but unless changed frequently or disinfected, bacteria will accumulate and grow through the filter; acts as a significant reservoir of bacteria and endotoxin Granular activated carbon (GAC)\n\nRemoves organics and available chlorine or chloramine; significant reservoir of water bacteria and endotoxin Water Treatment Devices Ion exchange (softener, deionization)\n\nSofteners and deionizers remove cations and anions, contaminants from source water; significant reservoir for bacteria and endotoxin Reverse osmosis (RO) Removes bacteria, endotoxin, chemicals, and must be cleaned and disinfected; most systems employed for dialysis applications operate under high pressure Ultraviolet (UV) germicidal irradiator as water softeners and deionizers do not remove endotoxin or microorganisms and provide many sites for significant bacterial multiplication. 35 Granular activated carbon adsorption media (i.e., carbon filters) are used primarily to remove certain organic compounds and available chlorine (free and combined) from water, but they also significantly increase the level of water bacteria, yeast, fungi, and endotoxins. A variety of filters are marketed to control bacterial contamination of water and dialysis fluids. Most are inadequate, especially if they are not routinely disinfected or frequently changed. Particulate filters, commonly called prefilters, operate by depth filtration and do not remove bacteria or endotoxin. These filters can become colonized with gram-negative water bacteria, resulting in higher levels of bacteria and endotoxin in the filter effluent. Absolute filters, including membrane types, temporarily remove bacteria from passing water. However, some of these filters tend to clog, and gram-negative water bacteria can \"grow through\" the filter matrix and colonize downstream surfaces of the filters within a few days. Further, absolute filters do not reduce levels of endotoxin in the effluent water. These filters should be changed regularly in accordance with the manufacturer's directions and disinfected in the same manner and at the same time as the rest of the water distribution system. Ultraviolet germicidal irradiation (UVGI) is sometimes used to reduce microbial contamination in water, but the use of UVGI has some special considerations. The lamp should be appropriately sized for the flow rate of water passing through the device, and the energy output should be monitored to ensure effectiveness of the lamp. Manufacturers of the lamp may require routine replacement schedule. Some bacterial populations may develop resistance to UVGI. In recirculating dialysis distribution systems, repeated exposure to UVGI are used to ensure adequate disinfection; however, this approach allows for progressive removal of sensitive microorganisms and selection of UVGI-resistant organisms. In addition, bacterial endotoxins are not affected.\n\nReverse osmosis (RO) is an effective water treatment modality that is used in more than 97% of US hemodialysis centers. RO possesses the singular advantage of being able to remove a variety of substances, including microorganisms and endotoxins, from supply water based primarily on particle size and adsorption to the membrane. However, low numbers of gram-negative and acid-fast organisms may penetrate the membrane or by other means (leaks around seals), and colonize downstream portions of the water distribution system. Consequently, the RO unit must be disinfected routinely.\n\nWe recommend a water treatment system that produces chemically adequate water while avoiding high levels of microbial contamination. The components in a typical water system should include (1) prefilters, (2) a water softener, (3) carbon adsorption tanks (at least two in series), (4) a particulate filter (to protect the reverse osmosis membrane), and (5) an RO unit. If one includes a deionization unit as a polisher (post-reverse osmosis unit) and a storage tank, the final component should be an ultrafilter to remove microorganisms and endotoxin. As the incoming tap water passes through the system components, it becomes more chemically pure, but the level of microbial contamination increases, which is why ultrafiltration and RO are important. Additional components or processes may be included in the pretreatment chain (see Table 25 .1) depending on the pH, potable water disinfectant, and chemical quality of the incoming municipal water. If the system is adequately disinfected and properly maintained, the microbial content of water should be well within the recommended limits.\n\nWater that has passed through the water distribution system (product water) is then distributed to individual dialysis machines where it is combined with dialysate concentrates and to a reprocessing area if a facility reprocesses hemodialyzers. It may also be combined with concentrates at a central location where the resulting dialysis fluid is supplied to the individual machines. Plastic pipe (most often polyvinyl chloride) is then used to distribute water, or dialysis fluids to the dialysis machines. Distribution systems should include the use of a loop-based system and no dead-ended pipes. Outlets to dialysis machines should have a relatively short path with the least amount of fittings and the use of valves with minimal dead space. Voids, dead ends, and large surface areas serve as sites for microbial colonization. Also large diameter pipes decrease fluid velocity and increase the wetted surface area available for microbial colonization. In addition, long pipe runs also increase the available surface area for colonization.\n\nGram-negative water bacteria in fluids remaining in pipes overnight can rapidly multiply and colonize wetted surfaces of the distribution system, producing microbial populations and endotoxin in quantities proportional to the total volume of the surface area. Such colonization results in the formation of protective biofilm, which is difficult to remove and protects the bacteria and other organisms from disinfection. 36 Continuous circulation of water slows down this process. 37 Disinfection of the water or dialysate distribution system should be performed on a regular basis so that the microbial quality of the fluids is within the acceptable standards range. The frequency of disinfection should be validated by each facility and should be performed after any changes or modifications to the system. 27,38 AAMI standards and recommended practices are community consensus standards, and do not specify a schedule for disinfection other than to suggest that routine disinfection be conducted. In many instances, microbiological monitoring can be used to determine the frequency of testing of disinfection of the distribution system. 38, 39 In some circumstances, repeat disinfection of the system cannot adequately control microbial growth because of established biofilm and replacement of the system is the only option.\n\nTo prevent disinfectant from draining from pipes by gravity before adequate contact time, distribution systems should be designed with all taps at equal elevation and at the highest point of the system. Furthermore, the system should be free of rough joints and dead-end pipes. Fluid trapped in such stagnant areas can serve as reservoirs for bacteria and fungi that later contaminate the rest of the distribution system. 40 Storage tanks greatly increase the volume of fluid and surface area of the distribution system. If used, these should be designed with a conical bottom so that water exits the storage tank at its lowest point (and allows the tank to be drained), be fitted with a tight-sealing lid, be equipped with a spray head, and possess an air vent containing a bacteriological filter. If used, the storage tanks should be routinely cleaned, disinfected, and drained. To remove biofilm, use of strong oxidizers may aid in stripping biofilm from surfaces; however, physical scrubbing of the inner surfaces of the tank may be necessary. When using a storage tank, an ultrafilter should be incorporated before water is pumped into the distribution system.\n\nIn the 1970s, most dialysis machines were of the recirculating or recirculating single-pass type; their design contributed to relatively high levels of gram-negative bacterial contamination in dialysis fluid. Virtually all dialysis machines in the United States now are single-pass machines (i.e., the dialysate flows through the machine once). Single-pass machines tend to respond to adequate cleaning and disinfection procedures and, in general, have lower levels of bacterial contamination than do recirculating machines. Levels of contamination in single-pass machines depend primarily on the microbiological quality of the incoming water and the method of machine disinfection. 6, 38 Earlier dialysis machines had a port (waste-handling option) that allowed disposal of the extracorporeal circuit priming fluids. If one-way check valves in the waste-handling option are not maintained, checked for competency, or disinfected as recommended, it allows back flow from the effluent dialysate path into and contamination of the port and the attached bloodline. This led to outbreaks of infections among hemodialysis patients. [41] [42] [43] The waste-handling option is much less commonly used now.\n\nThe external surfaces of dialysis machines and components are also likely sources for contamination. These include frequently touched surfaces (e.g., the control panel, dialysis chairs, keyboard, shared charting computers), attached priming buckets used during the priming of the dialyzers, blood tubing draped or clipped to waste containers, or other equipment brought into the station. For example, among nine outbreaks of bacteremia, fungemia, and pyrogenic reactions not related to dialyzer reuse investigated by the Centers for Disease Control and Prevention (CDC), inadequate disinfection of the water distribution system or dialysis machines was implicated in seven (Table 25. 3). 4, 9, [40] [41] [42] [43] [44] [45] Surface contamination has been described as a potential contributor to transmission of bloodborne pathogens in the context of other poor practices. 46 A novel source of transmission has been identified: dialysis wall boxes, which contain several connections that allow the dialysis machine to hook up to the water supply and drain effluent. A large outbreak of bloodstream infections caused by Serratia marcescens, Pseudomonas aeruginosa, Enterobacter cloacae, and other gram-negative bacteria was identified and wall boxes were determined to be the source. 47 More work is needed to understand the role of wall boxes and other surfaces and related infection control aspects in transmission of pathogens.\n\nReuse of disposable hollow-fiber dialyzers in the United States increased between 1976 and 1982, from 18% to 43% of facilities reporting reuse; the highest percentage was 82% in 1997. 48 By 2002 the percentage of facilities reporting reusing dialyzers had declined to 63%. 49 Recent data from the CDC's National Healthcare Safety Network indicated that only 1.8% of facilities reported reuse in 2017 (CDC, unpublished data). This decline coincides with decisions made by several large dialysis organizations to discontinue the practice of reuse and to only use single-use dialyzers. Although dialyzer reuse is still common in developing countries, it has become less popular in developed countries and some have plans to phase out this practice. 50, 51 After a series of outbreaks of bacterial infections associated with reuse and reprocessing of dialyzers, CDC recommended that single use of dialyzers be the preferred practice and stated that it should be used whenever possible. 52 In 1986, AAMI standards for reprocessing hemodialyzers 53 were adopted by the United States Public Health Service and was incorporated into regulation by CMS. In the United States, dialyzer reuse has not been associated with the transmission of bloodborne pathogens such as hepatitis B (HBV), hepatitis C (HCV), or human immunodeficiency 54, 55 However, the reprocessing of dialyzers has been associated with pyrogenic reactions and bacterial infections. 54 These adverse events may be the result of the use of incorrect concentrations of chemical germicides, the failure to maintain appropriate water quality, breaks in reprocessing procedures, or practical challenges to achieving complete disinfection of reused dialyzers. Manual reprocessing of dialyzers, which is allowed in the United States, does not include testing for membrane integrity, such as a pressure-leak test, may fail to detect membrane defects, and relies on disinfection processes that are particularly difficult to standardize. 54, 55 Dialyzer reprocessing can be performed in myriad ways with few quality control checks. 52 Procedures used to reprocess hemodialyzers generally constitute high-level disinfection rather than sterilization. 20, 56 Several liquid chemical germicides have been used for high-level disinfection of dialyzers. There are commercially available chemical germicides specifically formulated for this purpose (e.g., peroxyacetic acid, chlorine-based, and glutaraldehyde-based products that are approved by the US Food and Drug Administration\n\n[FDA] as sterilants or high-level disinfectants for reprocessing hemodialyzers). During the period between 1983 and 2002, the percentage of centers using formaldehyde for reprocessing dialyzers decreased from 94% to 20%, whereas the percentage using peroxyacetic acid increased from 5% to 72%. Only a minority of facilities (4%) reported used either glutaraldehyde or heat disinfection. 49 Using a suboptimal disinfectant may lead to outbreaks of infection, such as nontuberculous mycobacteria. 20, 22, 54, 56 An outbreak of systemic mycobacterial infections in five hemodialysis patients, resulting in two deaths, occurred when high-flux dialyzers were contaminated with Mycobacterium abscessus during manual reprocessing and disinfected with a commercial disinfectant prepared at a concentration that did not ensure complete inactivation of mycobacteria. 26 These and other outbreaks of infections in dialysis patients emphasize the need to reconsider the safety and necessity of dialyzer reuse.\n\nOutbreaks of pyrogenic reactions (defined as fever or chills in a patient who was afebrile and had no signs or symptoms of an infection before the start of the dialysis treatment session) have often resulted from reprocessing hemodialyzers with water that did not meet AAMI standards (see Table 25 .3). In most instances the water used to rinse dialyzers or to prepare the dialyzer disinfectants exceeded the allowable AAMI microbial or endotoxin standards, because the water distribution system was not disinfected frequently, the disinfectant was improperly prepared, or routine microbial assays were improperly performed. Several outbreaks associated with dialyzer reuse have been reported. Breaches in disinfection of dialyzer components (such as an O-ring) and contamination caused by poor infection control practices during reprocessing steps have been identified as major contributors to those outbreaks. 52, [57] [58] [59] In at least one outbreak, no major breaches in reprocessing were identified. Rather, it was determined that dialyzers are difficult to reprocess safely and completely under typical conditions. This is due to poorly trained staff (often in low-paying jobs), variability in procedures, and few quality control standards. 52 As described in the most recent investigation of a reuse associated outbreak that resulted in 17 cases, \"In practice, reuse and reprocessing of dialyzers poses an increased risk for infection to patients. \" 52 In this investigation, each additional use of a dialyzer was associated with higher odds of bloodstream infection. In the era of affordable single-use dialyzers, dialysis providers have discontinued reuse in the interest of patient safety. 52 For facilities or regions where reuse and reprocessing continues to be performed, improved standardization of processes and rigorous quality assurance programs are needed.\n\nHigh-flux dialysis uses dialyzer membranes and hydraulic permeability that are 5 to 10 times greater than conventional dialyzer membranes. There has been concern that bacteria or more likely endotoxin in the dialysate may penetrate these highly permeable membranes.\n\nHigh-flux membranes require the use of bicarbonate rather than acetate dialysate. Bicarbonate dialysate must be prepared from two concentrates, an acid concentrate (acetic acid or citric acid) with a pH of 2.8 that is not conducive to microbial growth and a bicarbonate concentrate with a relatively neutral pH and a salt molarity of 1.2 M. Because the bicarbonate concentrate will support rapid growth, 60 its use can increase microbial and endotoxin concentrations in the dialysate and theoretically may contribute to an increase in pyrogenic reactions, especially when used during high-flux dialysis.\n\nSome of the concern appeared justified by results of surveillance data during the 1990s showing a significant association between use of high-flux dialysis and reporting of pyrogenic reactions among patients during dialysis. 61 However, a prospective study of pyrogenic reactions in patients receiving more than 27,000 conventional, high-efficiency, or high-flux dialysis with bicarbonate dialysate containing high concentrations of bacteria and endotoxin found no association between pyrogenic reactions and the type of dialysis treatment. 5 Although there seems to be conflicting data on the relationship between high-flux dialysis and pyrogenic reactions, centers providing high-flux dialysis should ensure that dialysate meets AAMI microbial standards (see Table 25 .2).\n\nRoutine disinfection of isolated components of the dialysis system often produces inadequate results. Consequently, the total dialysis system (water treatment system, distribution system, and dialysis machine) should be included in the disinfection procedure.\n\nDisinfection of dialysis systems usually employs sodium hypochlorite solutions, hydrogen peroxide solutions, commercially available peracetic acid disinfectants, ozone, and, in some systems, hot water pasteurization. Sodium hypochlorite solutions are convenient and effective in most parts of the dialysis system when used at the manufacturer's recommended concentrations. Also, the test for residual available chlorine to confirm adequate rinsing is simple and sensitive. However, because chlorine is corrosive, it is usually rinsed from the system after a relatively short dwell time of 20 to 30 minutes. The rinse water invariably contains organisms that can multiply to significant levels if the system is permitted to stand overnight. 27 Therefore disinfection with chlorine-based disinfectants are best used before the start of the first patient treatment session rather than at the end of the day. However, for models of machines that most dialysis facilities are using, options for disinfection include heat at the end of the day and use of other disinfectants with longer contact time that also require overnight dwell. There is no need to disinfect the fluid pathway between patients.\n\nAqueous formaldehyde, peroxyacetic acid, hydrogen peroxide, or glutaraldehyde solutions can produce good disinfection results. 18, 62, 63 These products are not as corrosive as hypochlorite solutions and can be allowed to dwell in the system for long periods of time when the system is not in operation. However, formaldehyde, which has good penetrating power, is considered an environmental hazard and potential carcinogen and has irritating qualities that may be objectionable to staff. 64 The US Environmental Protection Agency has also limited the amount of formaldehyde that can be discharged into the wastewater stream, which has drastically reduced the use of this chemical in the dialysis community as a disinfectant. Peroxyacetic acid and glutaraldehyde are commercially available and are designed for use with dialysis machines when used according to the manufacturers labeled instructions. Glutaraldehyde use is also limited because it is considered a sensitizer and may pose a risk to healthcare workers.\n\nSome dialysis systems (both water treatment and distribution systems, some hemodialysis machines) use hot-water disinfection (pasteurization) for control of microbial contamination. In this type of system water heated to >80°C (176°F) is passed through the water distribution system and hemodialysis machine or just the hemodialysis machine at the end of the day. These systems are excellent for controlling microbial contamination. However, it should be noted that heat disinfection of the hemodialysis machine would not control microbial contamination of the waste lines and effluent drains. Additional processes may be needed to disinfect waste lines, drains, and wall boxes.\n\nMicrobiological and endotoxin standards for water and dialysis fluids (see Table 25 .2) 30,39,65-67 were originally based on the results of culture assays performed during outbreak investigations. There is increasing evidence that the microbial quality of hemodialysis fluids plays a role in the chronic inflammatory response syndrome, affects anemia management, accelerates loss of residual renal function, and affects serum albumin levels in dialysis patients. [68] [69] [70] [71] [72] [73] [74] [75] [76] [77] [78] [79] [80] [81] [82] Increasing data suggest that use of ultrapure water and dialysate would benefit maintenance hemodialysis patients and potentially save costs. 83, 84 A large cohort study from Japan found a lower all-cause mortality in facilities using ultrapure water. 85 However, there have been no randomized controlled studies to evaluate and confirm these studies, so regulatory agencies have not yet mandated these higher water standards. 83 Water samples for routine testing should be collected from a source as close as possible to where water enters the dialysate proportioning unit. In most cases this is the tap (not from that hose connecting the tap to the dialysis machine) at the dialysis station (Fig. 25.1 ). Water samples should be collected at least monthly from several locations within the dialysis unit, including samples at different dialysis stations. Samples should also be collected using a similar approach after any modifications or maintenance have been made to the water treatment system water distribution system. Dialysate samples should be collected during or at the end of the dialysis treatment from a source close to where the dialysis fluid either enters or leaves the dialyzer (Fig. 25. 2). Dialysate samples should be collected at least monthly from a representative number of dialysis machines. Samples of water and dialysate should also be collected when a pyrogenic reaction is suspected. If centers reprocess hemodialyzers for reuse, water used to prepare disinfectant and rinse dialyzers should also be assayed monthly. 30, 66 The maximum contaminant levels for water are 100 CFU/mL and 0.25 EU/mL (see Table 25 .2). 30, 31, 33 Methods for microbiological and endotoxin testing are available elsewhere. 86 In an outbreak investigation, the assay methods may need to be both qualitative and quantitative; also detection of nontuberculous mycobacteria and in some cases fungi in water or dialysate may be desirable. In such instances, plates should be incubated for 5 to 14 days at both 36°C and 28° to 30°C. Laboratories should be notified of special testing requests outside of routine water testing, such as if the facilities would like to look for specific pathogens.\n\nGram-negative bacterial contamination of dialysis water or components of the dialysis system (water, dialysate, water used for reprocessing) can cause pyrogenic reactions. A pyrogenic reaction is defined as objective chills ( had no signs or symptoms of an infection before the start of the dialysis treatment session. 87, 88 Depending on the type of dialysis system and the level of contamination, fever and chills may start 1 to 5 hours after dialysis has been initiated.\n\nOther symptoms may include hypotension, headache, myalgia, nausea, and vomiting. Pyrogenic reactions can occur without bacteria; because presenting signs and symptoms cannot differentiate bacteremia from pyrogenic reactions, blood cultures are necessary. During 1990-2002 an annual average of 20% to 24% of the hemodialysis centers in the United States reported at least one pyrogenic reaction in the absence of septicemia in their patients undergoing maintenance hemodialysis. 48, 49, [89] [90] [91] [92] [93] [94] [95] [96] [97] Pyrogenic reactions can result from passage of bacterial endotoxin (lipopolysaccharide) or other substances in the dialysate across the dialyzer membrane [98] [99] [100] [101] [102] or from the transmembrane stimulation of cytokine production in the patient's blood by endotoxin in the dialysate. 99, [103] [104] [105] In other instances, endotoxin can enter directly into the bloodstream with fluids that are contaminated with gram-negative bacteria. 106 The signs and symptoms of pyrogenic reactions without bacteremia generally abate within a few hours after the dialysis has been stopped. If gram-negative sepsis is associated, fever and chills may persist and hypotension is more refractory to therapy. 4, 106 When a patient develops a pyrogenic reaction (i.e., onset of fever or chills) while being dialyzed, the following steps are recommended: (1) careful physical examination of the patient to identify signs and symptoms and evaluate other possible causes of chills and fever (e.g., pneumonia, vascular access site infection); (2) blood cultures, other diagnostic tests (e.g., chest radiograph), and other cultures as clinically indicated; (3) collection of dialysate from the dialyzer (i.e., postdialyzer effluent sample) for quantitative and qualitative microbiological culture; and (4) recording of the incident in a log or other permanent record. In addition, empiric antibiotic treatment should be administered to the patient. Determining the cause of such episodes is important because they may be the first indication of a remediable problem that can affect a potentially large number of patients.\n\nThe higher the level of bacteria and endotoxin in dialysis fluid, the higher the probability that the bacteria or their products will pass through the dialyzer membrane to produce bacteremia or stimulate cytokine production. In an outbreak of febrile reactions among patients undergoing hemodialysis, the attack rates were directly proportional to the level of microbial contamination in the dialysis fluid. 6 Prospective studies also reported a lower pyrogenic reaction rate among patients when they underwent dialysis with dialysis fluid from which most bacteria had been removed by filtration, compared with patients who underwent dialysis fluid that was highly contaminated (mean 19,000 CFU/mL). 5 high potential for blood contamination makes the hemodialysis setting unique. In addition, the need for routine aseptic access of the patient's vascular system makes the hemodialysis unit more akin to a surgical suite than to a standard hospital room. Medical items are categorized as critical (e.g., needles and catheters), which are introduced directly into the bloodstream or normally sterile areas of the body; semicritical (e.g., fiberoptic endoscopes), which come in contact with intact mucous membranes; and noncritical (e.g., blood pressure cuffs), which touch only intact skin. 109, 110 Cleaning and housekeeping in the dialysis center have two goals: to remove soil and waste on a regular basis, thereby preventing the accumulation of potentially infectious material, and to maintain an environment that is conducive to good patient care. 110 Crowding of patients and patient stations, as well as overtaxing of staff members, may increase the likelihood of microbial transmission. Adequate cleaning may be difficult if there are multiple wires, tubes, and hoses in a small area. There should be enough space to move completely around each patient's dialysis station without interfering with the neighboring stations. According to the Facility Guidelines Institute, each dialysis station should be at least 80 square feet and allow at least 4 feet distance between stations to avoid contamination. 111 However, most of dialysis facilities do not have space to meet that guideline. To avoid contamination, cleaning should only start when patients have left the station and staff should not allow new patients into chairs until cleaning and disinfection is complete. Creating unit-wide patient-free intervals between treatment shifts is likely to improve the adequacy of station cleaning and disinfection between patients.\n\nWhere space is limited, elimination of unneeded items, orderly arrangement of required items and removal of excess lengths of tubes, hoses, and wires from the floor can improve accessibility for cleaning. Because of the special requirements for cleaning in the dialysis center, staff should be specially trained in this task.\n\nAfter each patient treatment, frequently touched environmental surfaces, including external surfaces of the dialysis machine, should be properly disinfected; some surfaces may also require precleaning (with a detergent) before disinfection. A study in the Netherlands and an investigation of a large HCV outbreak in the United States where the investigators used chemiluminescent agents to detect nonvisible blood contamination have demonstrated the importance of environmental cleaning. 46, 112 Antiseptics, such as formulations with povidone-iodine, hexachlorophene, or chlorhexidine, should not be used for surface disinfection because these are formulated for use on skin and are not designed for use on hard surfaces. Given the role of environmental surfaces of components adjacent to the machine (e.g., wall boxes) in transmission of pathogens, as illustrated in recent outbreak, 47 attention should be paid to cleaning and disinfection of those surfaces as well.\n\nThe annual adjusted mortality rate among hemodialysis patients is 169 per thousand patient-years at risk. Infection is the second leading cause of mortality in this patient population, accounting for 8% of all deaths. 1 In a number of published studies that have evaluated bacterial infections in outpatient hemodialysis, bacteremia occurred in 0.6% to 1.7% of patients per month and vascular access infections (VAIs; with or without bacteremia) in 1.3% to 7.2% of patients per month. [113] [114] [115] [116] [117] [118] [119] [120] [121] [122] [123] A review of four studies published during 2002 estimated that 1.8% of hemodialysis patients have vascular access associated bacteremia each month, amounting to 50,000 episodes nationally per year. 124 In a study of 27 French hemodialysis centers, 28% of 230 infections in hemodialysis patients involved the vascular access, whereas 25% involved the lung, 23% the urinary tract, 9% the skin and soft tissues, and 15% other or unknown sites. 119 Because of the importance of bacterial infections in hemodialysis patients, the CDC initiated a voluntary ongoing surveillance system in the United States called the Dialysis Surveillance Network (DSN) in 1999. 122 At the time, only bacterial infections associated with hospital admission or intravenous antimicrobial receipt were counted; as a result, this system likely only detected more severe infections. During 1999-2001, 109 dialysis centers reported data. Rates per 100 patient-months were 3.2 for all VAIs (including access infections both with and without bacteremia), 1.8 for vascular access associated bacteremia, 1.3 for wound infection not related to the vascular access, 0.8 for pneumonia, and 0.3 for urinary tract infection. Among patients with fistulas or grafts, wounds were the most common site for infection. Among patients with hemodialysis catheters, infections of the vascular access site were the most common site for infection. 122 The surveillance project expanded and evolved into National Healthcare Safety Network (NHSN), of which Dialysis Event Surveillance is a component (https://www.cdc.gov/nhsn/dialysis/index.html). The NHSN is an Internet-based surveillance system that enables facilities to report healthcare-associated infection data to the CDC. VAIs in dialysis patients and related events are reported to NHSN's Dialysis Event Surveillance. Outpatient hemodialysis facilities in the United States eligible to participate in the surveillance are instructed to follow a standard protocol, 125 by which all outpatients who receive hemodialysis at the facility are monitored for three NHSN-defined dialysis events. The three types of dialysis events (positive blood culture; intravenous antimicrobial start; and pus, redness, or increased swelling at the vascular access site) are reported using a standard data collection form. During 2007-2011, 193 \n\nAccess site infections are particularly important because they can cause disseminated bacteremia or loss of the vascular access. Local signs of VAI include erythema, warmth, induration, swelling, tenderness, breakdown of skin, loculated fluid, or purulent exudates. 116, 117, 122, 128 Based on data from DSN collected during 1995-2005, the overall VAI rate was 3.1 per 100 patient-months and varied from 0.6 for fistulas to 10.1 for temporary catheters. 129 In the 2014 NHSN surveillance data report, the VAI rate was 1.21 per 100 patient-months. 127 The access-related BSI rate was 0.49 per 100 patient-months, which varied by access type: 0.16 for fistulas, 0.27 for grafts, and 1.83 for central venous catheters (tunneled and nontunneled).\n\nVAIs are caused (in descending order of frequency) by Staphylococcus aureus (32% to 53% of cases), coagulase negative staphylococci (20% to 32% of cases), gram-negative bacilli (10% to 18%), other gram-positive cocci (including enterococci; 10% to 12%), and fungi (<1%). 122, 129, 130 Among BSIs, S. aureus remained the most commonly reported pathogen in 2014 NHSN data (31% of BSI and 32% of access-related BSI), and 40% of cases of S. aureus were resistant to methicillin. 127 The primary risk factor for vascular access-related infection is access type, with catheters having highest risk for infection; grafts intermediate; and native arteriovenous (AV) fistulas the lowest. 115, 116, 120, 127, 129, 130 Other potential risk factors for VAI include (1) location of the access in the lower extremity; (2) recent vascular access surgery; (3) trauma, hematoma, dermatitis, or scratching over the access site; (4) poor patient hygiene; (5) poor needle insertion technique; (6) older age; (7) diabetes; (8) immunosuppression; (9) iron overload; (10) intravenous drug use; and (11) chronic inflammatory state. 116, 117, [131] [132] [133] [134] [135] [136] Based on the relative risk for both infectious and noninfectious complications, native AV fistulas are considered the preferred vascular access type; a goal of no more than 10% of patients maintained with permanent catheter-based hemodialysis treatment is recommended. [137] [138] [139] [140] [141] To minimize infectious complications, patients should be referred early for creation of an arteriovenous access, thereby decreasing the time dialyzed through a temporary catheter. During the period between 1995 and 2002, the percentage of patients dialyzed through fistulas increased from 22% to 33%, with most of the increase occurring after 1999. 49 Data from Dialysis Outcomes and Practice Patterns Study indicated that from August 2010 to August 2013, AV fistula use increased from 63% to 68%, whereas catheter use declined from 19% to 15%. 142 However, the majority of incident patients still initiated dialysis with a catheter. The US Renal Data System (USRDS) annual data report for 2016 indicated that whereas 18.8% of prevalent hemodialysis patients used a catheter, 80.3% of incident patients started dialysis with a catheter. 1\n\nBacterial pathogens causing infection can either be exogenous (i.e., acquired from contaminated dialysis fluids or equipment) or endogenous (i.e., caused by invasion of bacteria present in or on the patient). Catheter-related infections are most often caused by bacteria from the patient's skin colonizing the outside of the catheter or from direct contact (e.g., touch contamination by healthcare personnel) with the catheter hub, leading to contamination of the inner surface of the catheter. Surveillance data indicate that S. aureus and other coagulase-negative staphylococci were the most common pathogens for BSI and access-related BSI. 127, 130 Endogenous sources may also be more likely causes of VAI among fistula and graft patients. Contaminated infusates and hematogenous spread are thought to be less common causes of BSI in this patient population, regardless of vascular access type.\n\nExogenous pathogens have caused numerous outbreaks, most of which resulted from inadequate dialyzer reprocessing procedures (e.g., contaminated water or inadequate disinfectant concentration) or inadequate disinfection and maintenance of the water treatment and distribution system. During 1995-2006, five outbreaks were traced to contamination of the waste handling option on one type of dialysis machine. [41] [42] [43] [143] [144] [145] Recommendations to prevent such outbreaks have been published elsewhere. 146 Contaminated medication vials are also a source of bacterial infection for patients. In 1999, an outbreak of Serratia liquefaciens bloodstream infections and pyrogenic reactions among hemodialysis patients was traced to contamination of vials of erythropoietin. These vials, which were intended for single use, were contaminated by repeated puncture to obtain additional doses and by pooling of residual medication into a common vial. 147 Recommendations for preventing VAIs have been developed by the CDC 148 and the Healthcare Infection Control Practices Advisory Committee 149 and the National Kidney Foundation. [137] [138] [139] [140] [141] The CDC has developed a recommended \"Approach to BSI Prevention in Dialysis Facilities\" that includes core interventions to prevent BSI among hemodialysis patients (Table 25 .4). Facilities that implemented this set of interventions were able to reduce their access-related BSI rates and sustained these lowered rates for at least 4 years. 150 The core interventions include (1) BSI surveillance using NHSN and feedback to clinical staff; (2) hand hygiene observations with feedback to staff; (3) catheter/vascular access care observations to ensure clinical staff adherence to aseptic technique and good infection control practices (with staff feedback); (4) development of staff infection prevention skills, demonstrated through competency assessments; (5) patient education and engagement in infection control processes; (6) decrease catheter prevalence; (7) catheter hub disinfection; and (8) bacitracin zinc/polymyxin B sulfate (Polysporin) triple ointment or povidone-iodine ointment applied to catheter exit sites. The CDC has also developed tools, protocol, and guidance to assist in the implementation of the interventions (https://www.cdc.gov/dialysis/prevention-tools/index.html).\n\nOther strategies that might assist in implementation of recommended interventions include staff engagement and safety culture. Use of a behavioral change strategy (\"Positive Deviance\"), in which positive BSI prevention practices by certain staff were encouraged among all staff, was found to contribute to the reduction of BSI in one dialysis facility. 151 Additional recommendations for preventing hemodialysis-catheter-associated infections include (1) using sterile technique and maximal sterile barrier precautions (cap, mask, sterile gown, large sterile drapes, and gloves) during catheter insertion; (2) limiting use of noncuffed catheters to 3 to 4 weeks; (3) restricting catheter manipulation and dressing changes to trained personnel; (4) replacing catheter site dressing if damp, loosened, or soiled. 148, 152 A number of studies have looked at the use of various antimicrobial locks to prevent catheter-related BSI among hemo dialysis patients. Two meta-analyses of these studies concluded that (1) antimicrobial catheter lock solutions reduce catheter-related bloodstream infections and the (2) use of these lock solutions should be considered in routine clinical practice in conjunction with other prevention modalities. 153, 154 However, the long-term consequence of using antibiotics routinely in catheter locking solutions is unknown. CDC and the Healthcare Infection Control Practices Advisory Committee guidelines recommend lock solutions in patients with multiple BSIs despite optimal adherence to aseptic technique. 149 Routine prophylactic use of antimicrobial lock solutions for hemodialysis catheterrelated BSI is not recommended at this time. 148, 155 In hemodialysis patients, the Infectious Diseases Society of America has recommended treatment with nasal mupirocin in documented S. aureus carriers who have catheter-related BSI with S. aureus and continue to need a hemodialysis catheter. 156, 157 Otherwise the routine use of nasal mupirocin in patients with hemodialysis catheters is not recommended by either the CDC or the National Kidney Foundation. 137, 138, 148 The CDC also updated the Guidelines for the Prevention of Intravascular Catheter-Related Infections and included the recommendation of using chlorhexidine-impregnated dressings to protect the insertion site of short-term, nontunneled central venous catheters in patients aged 18 years and older (https://www.cdc. gov/infectioncontrol/guidelines/bsi/c-i-dressings/recommendations.html). However, no recommendations were made for patients with long-term, tunneled catheters, and the effect of chlorhexidine-impregnated dressings on reducing catheterrelated bloodstream infections among hemodialysis patients remains unclear. 158, 159 A recently developed chlorhexidine-impregnated catheter cap (ClearGuard ® ) has been reported in a cluster randomized trial to reduce catheter-related BSIs and hospital admissions for BSI. 160 A needle-free connector (TEGO ® needle-free hemo dialysis connector [ICU Medical, Inc., San Clemente, Calif.]) was found to be significantly associated with less intravenous antibiotic use among hemodialysis patients; however, the risk for catheter-related BSI among patients who used the connector was not statistically significantly decreased. 161 Poor injection safety practices have led to BSI among dialysis patients, and thus improving injection practices should be considered as a strategy to reduce the spread of both bloodborne viruses (e.g., hepatitis B and C) and BSIs. 147 To reduce the risk for infection, the CDC recommends (a) preparing medications in a clean room or, if a clean room is not available, in an area separated from the patient treatment area and designated for medications; (b) performing hand hygiene and using aseptic technique when preparing medication; (c) disinfecting the rubber septum of vials with alcohol and using a new needle and a new syringe to withdraw medication; (d) discarding single-dose vials and storing multidose vials appropriately; (e) not handling or storing used supplies, equipment, blood samples, or biohazard containers in or adjacent to areas where medications and clean (i.e., unused) equipment and supplies are handled; (f) delivering medications separately to each patient and not using common carts within the patient treatment area to prepare or distribute medications; and (g) performing hand hygiene, putting on new, clean gloves, scrubbing the injection port with antiseptic, and using aseptic technique when administering medications. 162 Intravenous medication vials labeled for single use, including erythropoietin, should not be punctured more than once. Multidose medication vials should be assigned to a single patient whenever possible. 163 \n\nHospital admissions for pneumonia have been declining overall for dialysis patients; however, pneumonia rates for hemodialysis patients are 1.8 to 2.0 times that of renal transplant recipients or peritoneal dialysis patients. Hospital admissions for pneumonia are also 102% higher among hemodialysis patients compared with the general population. 164 In one study of a group of 433 dialysis patients over a 9-year period, pneumonia was the third most common cause of infection (after vascular access and infections below the knee) and accounted for 13% of all infections. 165 One-and five-year survival probabilities are 0.55 and 0.17, respectively. Pneumonia is common among hemodialysis patients, carries a poor prognosis, and is often the antecedent to cardiovascular death. 166 169 which can be effectively prevented by vaccination. Influenza vaccination is associated with lower risk for hospitalization and death in ESRD patients. 170 Although transmission of influenza, even during pandemics, in US dialysis clinics is not evident through the published literature, anecdotal reports of transmission exist. Because of their higher risk for complications, it is important to maintain influenza vaccination coverage among hemodialysis patients. In addition to influenza vaccination for patients, vaccination for dialysis providers (clinicians, nurses, technicians) is also important. Vaccination for healthcare personnel has been found to decrease absenteeism and healthcarefacility acquired influenza. [171] [172] [173] However, coverage among dialysis healthcare personnel was still suboptimal: data indicated that only 73% of healthcare personnel in dialysis clinics received influenza vaccination in the 2011-2012 season. 174 Annual vaccination is therefore recommended for both dialysis patients and healthcare personnel. 169 ESRD patients with latent tuberculosis (TB) infection are at higher risk for developing TB disease. For this reason, the CDC recommends that all dialysis patients be tested at least once on admission for latent TB infection or TB disease using a tuberculin skin test or TB blood test. 175 Patients who test positive should be evaluated for treatment and for the presence of TB disease. TB transmission in US dialysis facilities has been very rare. The most recently reported instance occurred in 2003 when an infected healthcare worker transmitted the bacteria to patients and other healthcare workers at a dialysis facility. 176 Another episode in 1998 involved a patient with smear-positive pulmonary TB, but no transmission to other patients at the dialysis facility was identified. 177 Suspected or confirmed TB exposure occurring within a dialysis facility should be reported to the appropriate state or local public health authority.\n\nA new emerging respiratory infection, Middle East respiratory syndrome (MERS) caused by a corona virus, was first reported in 2012. 178 No MERS infections or transmissions have been reported in the United States, but because of their significance and transmissibility, healthcare facilities, including dialysis clinics, should remain vigilant for MERS and other respiratory pathogens.\n\nTo prevent the transmission of respiratory infections (e.g., influenza) in dialysis facilities, staff should have systems in place to detect patients with respiratory symptoms on presentation to the facilities and implement interventions to decrease transmission. Facilities should educate patients about respiratory hygiene and provide necessary supplies such as tissues, mask, and hand hygiene materials. Patients should be encouraged to notify facility staff of any respiratory symptoms when they arrive. Facilities should also have policies that encourage dialysis healthcare personnel to not work while sick with respiratory infection. 179 For new and emerging pathogens, dialysis providers should maintain awareness of current issues and recommendations from state and local public health departments and the CDC. Any possible instances of transmission of one of these new and emerging pathogens in a dialysis facility should be reported to public health authorities.\n\nHemodialysis patients have been in the forefront of the epidemic of antimicrobial resistance, especially vancomycin resistance. One of the earliest reports of vancomycin-resistant enterococci (VRE) was from a renal unit in London in 1988. 180 The prevalence of VRE stool colonization among dialysis patients has varied from 1.5% among pediatric dialysis patients in the United Kingdom 181 and 2.4% of adult dialysis patients at three dialysis centers in Indianapolis, Indiana, 182 to 9.5% at a university hospital in Baltimore, Maryland. 183 In one center the prevalence of rectal carriage of VRE was 9%, and 2% of noncarriers developed VRE infections in 1 year. 184 A meta-analysis of studies from 100 facilities and 4800 patients worldwide reported a pooled VRE colonization prevalence of 6.2%. 185 It appears that hospital acquisition of VRE contributes substantially to the increasing prevalence of VRE in the maintenance hemodialysis patient population. 186 Among enterococci causing bloodstream infections in hemodialysis patients, up to 11.4% have been reported to be resistant to vancomycin. 122, 127, 187, 188 Vancomycin resistance in S. aureus has also been reported in dialysis patients. Five of the first six US patients with infections associated with vancomycin-intermediate S. aureus were receiving either peritoneal dialysis or hemodialysis. 189, 190 In addition, the first US patient found to be infected with a vancomycin-resistant S. aureus (VRSA) strain was a maintenance hemodialysis patient; the VRSA was isolated from a diabetic foot wound and from a temporary central venous catheter exit site. 191 In the period between 2002 and 2009 there were nine cases of VRSA in the United States; three of these patients had chronic renal failure and two were hemodialysis patients. 192, 193 Five of those VRSA cases occurred in southeastern Michigan and contained a plasmid carrying the vanA gene, which had been donated from a VRE donor. 194 To date, 14 cases of VRSA have been reported to the CDC, of which the most recent case was in a dialysis patient. 195 A guide to investigation and control of VRSA is available from the CDC 196 and includes suggested strategies for VRSA control in dialysis centers.\n\nThe percentage of hemodialysis facilities reporting methicillin-resistant S. aureus (MRSA) infection or colonization has increased from 40% in 1995 96 to 76% in 2002. 49 In a 2005 CDC study assessing the incidence of invasive MRSA infection among dialysis patients, the incidence of invasive MRSA infection was found to be 42.5 cases per 1000 dialysis patient population. 197 This is approximately 100-fold higher than the general population, in which rates for invasive MRSA infection are 0.2 to 0.4 cases per 1000 population. The rate of invasive MRSA infections among hemodialysis patients appears to be decreasing. 198 In 2015, invasive MRSA incidence had decreased to 14.8 cases per 1000 population, still much higher than the incidence among general population. 199 A study in the United Kingdom of VAIs found that MRSA was responsible for 30% of S. aureus catheter-related infections in hemodialysis patients. 200 In the United States, 30.6% of BSIs in hemodialysis patients were caused by S. aureus and 39.5% of the S. aureus BSI isolates were methicillin-resistant strains. 127 Patients with chronic kidney disease, including end-stage renal disease, are at high risk for Clostridium difficile infection (CDI). 201 Limited data are available on CDI among dialysis patients in the United States. In a review of USRDS (Medicare claims) data between 2005 and 2008, 4.25% of dialysis patients were diagnosed with first episode of CDI. 202 In a cohort of dialysis patients followed from 1999 to 2007, 14.3% of hemodialysis patients developed CDI (a rate of 8.3 cases per 100 patient-years). 203 The UK Renal Registry reported an incidence of 1.09 CDI per 100 patient-years among hemodialysis patients in 2013-2014. 204 An outbreak of CDI in a hemodialysis facility has been reported. The outbreak investigation revealed several challenges in prevention and control of CDI among dialysis patients (e.g., shared patient environment and equipment, lack of physical barriers between patient treatment stations, and adequacy of typical cleaning and disinfection procedures). 205 CDI control strategies that were employed during this outbreak included designation of select dialysis stations as CDI contact isolation stations, use of dedicated, disposable gown and gloves by staff while caring for a patient in contact isolation, handwashing with soap and water after caring for CDI patients, use of 1:10 dilution of bleach to disinfect environmental surfaces in stations after treatment of CDI patients, and heightened diligence to ensure adequate wet contact time of bleach on surfaces.\n\nTo combat emerging antimicrobial resistance in dialysis patients, one must understand the transmission kinetics involved with each organism. For certain patients, including those infected with MRSA or VRE, contact precautions are used in the hospital setting. 162 The CDC has not recommended routine use of contact precautions in hemodialysis centers for patients infected or colonized with multidrug-resistant organisms (MDROs). Transmission of pathogenic bacteria is well documented in hospitals. At least one study has suggested that the majority of transmission and acquisition of resistant pathogens among dialysis patients occurs when these patients are admitted to the acute care setting. 186 However, studies have demonstrated MDRO spread in dialysis centers. 205, 206 The CDC recommends additional precautions be used during treatment of patients who might be at higher risk for transmitting pathogenic bacteria (i.e., those with an infected skin wound with drainage that is not contained by dressings or fecal incontinence or uncontrolled diarrhea). These interventions include the following: (1) Staff members treating the patient should wear a separate gown over their usual clothing and remove the gown when finished caring for the patient; (2) patients should be dialyzed at a station away from the main flow of traffic and with as few adjacent stations as possible (e.g., at the end or corner of the unit). 162 However, preventing transmission of resistant pathogens depends primarily on adherence to basic infection control practices and these additional practices. More work is needed to understand the transmission of targeted MDROs in dialysis settings and the effectiveness of interventions to reduce transmission.\n\nOne major contributor to the development of antimicrobial-resistant bacteria is inappropriate use of antimicrobial drugs. Antibiotics are commonly used in dialysis patients, especially vancomycin, cefazolin, and third-and fourthgeneration cephalosporins. In a small study, as many as 30% of antibiotic indications were found to be inappropriate. 207 Reasons for those inappropriate uses and possible strategies for improved antibiotic stewardship in dialysis facilities have been proposed. 208 More data are needed to understand the relationship between antibiotic prescribing patterns in dialysis centers and antibiotic resistance to better target potential stewardship activities. 209\n\nHCV is a single-stranded RNA virus that belongs to the family Flaviviridae. 210 HCV was first recognized as non-A, non-B hepatitis virus in 1974 until cloning of the etiological agent in 1989. [211] [212] [213] HCV is a relatively efficiently transmitted bloodborne viral pathogen in the dialysis setting. It is not as efficiently transmitted as HBV in this setting, and generally, recommended infection control practices do prevent transmission among hemodialysis patients (without need for isolation). 162, [214] [215] [216] However, new acquisition of hepatitis C infection continues to occur among maintenance hemodialysis patients and outbreaks of hepatitis C are far more common than outbreaks of hepatitis B in the dialysis setting.\n\nIn 2002, 63% of dialysis centers tested patients for antibodies against HCV (anti-HCV). In the facilities that performed screening, the incidence rate in 2002 was 0.34%, and among these centers, the prevalence of anti-HCV among patients was 7.8%, a decrease of 25.7% since 1995. 49 Only 11.5% of dialysis facilities reported newly acquired HCV infection among their patients. Higher incidence rates have been reported from cohort studies of dialysis patients in the United States (<1% to 3%), Japan (<2%), and Europe (3% to 15%). [217] [218] [219] [220] [221] [222] [223] [224] Higher prevalence rates (10% to >85%) also have been reported in individual facilities and in other countries. 220, [224] [225] [226] [227] [228] [229] HCV is moderately stable in the environment and can survive drying and environmental exposure to room temperature for at least 16 hours. 230 Longer survival, up to several weeks, has been reported. 231 HCV is most efficiently transmitted by direct percutaneous exposure to blood, and like HBV, the chronically infected patient is central to the epidemiology of HCV transmission. Risk factors associated with HCV infection among hemodialysis patients include blood transfusions from unscreened donors, injection drug use, low staff-topatient ratios, dialysis in a facility with high HCV prevalence, and number of years on dialysis. 217, 223, [232] [233] [234] [235] [236] The number of years on dialysis is a risk factor that is independently associated with higher rates of HCV infection. Multiple studies found that as the time patients spent on dialysis increased, their prevalence of HCV infection increased. 217, [236] [237] [238] These studies, as well as investigations of dialysis-associated outbreaks of hepatitis C infection, indicate that HCV transmission most likely occurs because of inadequate infection control practices. 239 The practices that have been found to be associated with higher prevalence of HCV in dialysis facilities include handling blood specimens near medication preparation area or other clean areas, use of a mobile cart to distribute medications, poor disinfection of priming buckets, and inconsistent cleaning of dialysis machines. 240 The CDC tracks HCV outbreaks in dialysis settings (https://www. cdc.gov/hepatitis/outbreaks/healthcarehepoutbreaktable.htm); during 1998-2008, the CDC helped investigate five outbreaks of HCV infection among patients in hemodialysis centers. 241, 242 From 2008 to 2015, 18 outbreaks involving at least 98 newly infected patients were reported to the CDC. 243 In those outbreaks a common finding was that seroconversions were associated with receiving dialysis immediately after or at a machine adjacent to a chronically infected patient. 46, 244 Multiple opportunities for cross-contamination were observed in the involved facilities, including (a) equipment and supplies that were not disinfected between patient use; (b) use of common medication carts to prepare and distribute medications at patient stations; (c) sharing of multiple dose vials, which were used at patients' stations (e.g., observed to be placed on the top of the hemodialysis machine); (d) contaminated priming buckets that were not routinely changed or cleaned and disinfected between patients; (e) machine surfaces that were not routinely cleaned and disinfected between patients; and (f) blood spills that were not cleaned up promptly. Investigation of an outbreak involving four different clusters found multiple lapses in infection control and blood contamination of environmental surfaces as a result of poor cleaning and disinfection practice. 46 In these outbreaks, a single common exposure event is rarely identified, and many outbreaks involve separate chains of transmission occurring over time. Moreover, it has been noted that station turnover procedures are rushed and disinfection of machine surfaces is initiated before the patient has left the treatment station. These common practices are challenges to proper cleaning and disinfection and prevention of cross-transmission of bloodborne pathogens such as HCV.\n\nOther traditional risk factors for acquiring HCV include injection drug use, exposure to an HCV-infected sexual partner or household contact, multiple sexual partners, and perinatal exposure. 245, 246 The efficiency of transmission in settings involving sexual or household exposure to infected contacts is low, and the magnitude of risk and the circumstances under which these exposures result in transmission are not well defined. When a new HCV infection (includes acute, symptomatic infection or HCV seroconversion) occurs in a dialysis facility, it should be assumed that the infection was healthcare related and investigated as such. State and local health departments to whom these infections should be reported have extensive expertise in evaluating traditional risk factors that the patient might have in addition to healthcare exposures.\n\nTreatment for HCV infection has gained significant achievements in the past several years, and recent data have indicated that ESRD patients infected with HCV can be treated successfully. 247, 248 All dialysis patients with HCV infection should be referred to care and assessment. Because dialysis in a facility with high HCV prevalence is a risk factor for HCV infection, HCV treatment may reduce the number of infected patients and therefore help decrease the number of new infections. However, the effect of HCV treatment on transmission of HCV in dialysis facilities is unknown.\n\nFDA-licensed or approved tests to screen for HCV antibodies (anti-HCV) in the United States comprise immunoassays, immunoblot assays, and immunochromatography-based rapid tests. None discriminate between active and resolved HCV infection, and confirmatory recombinant immunoblot tests have been discontinued. 249 All individuals who test anti-HCV positive should be further tested for HCV RNA by an FDA-approved nucleic acid test to determine current infection status. 250 Routine testing of hemodialysis patients for anti-HCV on admission and every 6 months has been recommended since 2001. 162 For routine HCV screening of hemodialysis patients, the anti-HCV screening immunoassay (either rapid test or laboratory-based assay) is recommended, and if positive, this should be confirmed with HCV RNA testing (Box 25.1). 250\n\nLessons from investigations of HCV outbreaks in dialysis indicate that breaches in infection control practices are the major contributors to HCV transmission. The following recommendations can be applied to prevent transmission of HCV in dialysis facilities (https://emergency.cdc.gov-/han/han00386.asp): (1) Evaluate infection control practices in each facility and ensure adherence to infection control standards. CDC audit tools can be used to help assess practices such as injection medication preparation and administration, hand hygiene, and routine environmental surface cleaning and disinfection; (2) promptly address any gaps in infection control identified; (3) ensure dialysis staff are aware of and trained to implement infection control guidelines 162 ; (4) follow CDC recommendations for HCV screening of hemodialysis patients and management of patients who test positive; (5) immediately report any case of new HCV infection among patients undergoing hemodialysis to the state or local health department. Any new HCV infections among hemodialysis patients should be investigated. 251 HCV-positive patients do not have to be isolated from other patients or dialyzed separately on dedicated machines and can participate in dialyzer reuse programs. 252 They should be referred for evaluation and treatment according to current medical practice guidelines.\n\nHBV is the most highly efficiently transmitted pathogen in the dialysis setting. Recommendations for control of hepatitis B in hemodialysis setting were first published in 1977, 253 and by 1980 their widespread implementation was associated with a sharp decrease in the incidence of HBV infection among both patients and staff members. 254, 255 In 1982 the hepatitis B vaccine was recommended for all susceptible patients and staff members. 256 Hepatitis B vaccination is currently the standard of care and is recommended to all susceptible hemodialysis patients. The vaccine series should ideally be administered before starting dialysis for ESRD. 162\n\nDuring the early 1970s, HBV infection was endemic in maintenance hemodialysis units and outbreaks were common. Subsequently, the incidence and prevalence of HBV infection among maintenance hemodialysis patients in the United States has declined dramatically and by 2002 was 0.12% and 1%, respectively. 49 Data from 2002 indicated that newly acquired HBV infections were reported by 2.8% of US hemodialysis centers, and 27.3% of centers reported one or more chronically infected patients. 49 New hepatitis B infections in hemodialysis patients are now rarely reported.\n\nThe chronically infected patient is central to the epidemiology of HBV transmission. HBV is transmitted by percutaneous (i.e., puncture through the skin) or mucosal (direct contact with mucous membranes) exposure to infectious blood or body fluids that contain blood. All hepatitis B surface antigen (HBsAg)-positive persons who are also positive for hepatitis Be antigen (HBeAg) have an extraordinary level of HBV circulating in their blood, approximately 10 8 to 10 9 virions per milliliter. 257, 258 With virus titers this high in blood, body fluids containing serum or blood may also contain high levels of HBV and are potentially infectious. Furthermore, HBV at titers of 10 2 to 10 3 virions/mL can be present on environmental surfaces in the absence of any visible blood and still cause infection. 257, [259] [260] [261] HBV is relatively stable in the environment and has been found to remain viable for at least 7 days on environmental surfaces at room temperature. 257, 259, 261 HBsAg has been detected in dialysis facilities on hemostats, scissors, dialysis machine control panels, and door knobs. 261 Thus blood-contaminated surfaces that are not routinely cleaned and disinfected represent a reservoir for HBV transmission. Dialysis staff members can transfer virus to susceptible patients through contamination in the environment. 257, 259, 261 Most HBV outbreaks among hemodialysis patients (see Table 25 .3) were caused by cross-contamination to patients via (1) environmental surfaces, supplies (e.g., hemostats, clamps, etc.), or equipment that were not routinely clean and disinfected after each use; (2) multiple-dose vials or intravenous solutions that were not used exclusively for one patient;\n\n(3) medications for injections that were prepared adjacent to areas where blood samples were handled; and (4) staff members who simultaneously provided care for both infected (HBsAg-positive) patients and susceptible patients. 106, [262] [263] [264] [265] [266] [267] [268] Once the factors that promote HBV transmission among hemodialysis patients were identified, recommendations for control were published. 253 The segregation of HBsAg-positive patients and their equipment from HBV-susceptible patients resulted in 70% to 80% reduction in the incidence of HBV infections among hemodialysis patients. 255, 269, 270 The success of isolation practices in preventing transmission of HBV infection is linked to other infection control practices, including routine\n\nAn anti-HCV positive result is consistent with current HCV infection, past HCV infection that has resolved, or biological false positivity for HCV antibody. Test for HCV RNA to identify current infection.\n\nAn HCV RNA-positive result indicates current (active) infection. All HCV RNA-positive persons should receive counseling, undergo medical evaluation, and be considered for treatment.\n\nAnti-HCV negative result is defined as an anti-HCV screening test negative. An anti-HCV-negative individual is considered uninfected.\n\nHowever, patients with exposure within the previous 6 months should be tested for HCV RNA or have a follow-up anti-HCV test ≥6 months after last exposure.\n\nAnti-HCV, Antibody to hepatitis C virus.\n\nserological surveillance and routine cleaning and disinfection. Frequent serological testing for HBsAg detects patients recently infected with HBV so that isolation procedures can be implemented before cross-contamination can occur. Environmental control by routine cleaning and disinfection procedures reduces the opportunity for cross contamination, either directly from environmental surfaces or indirectly by hands of personnel.\n\nIn past studies, independent risk factors among maintenance hemodialysis patients for acquiring HBV infection included the presence of ≥1 HBV-infected patient in the hemodialysis facility who was not isolated, as well as a vaccination rate <50% among patients. 89 However, transmission has been rarely reported in the United States in the past 20 years because of high rates of vaccination, screening, and isolation. The most recent documented transmission in a dialysis clinic in the United States was due to reactivation of hepatitis B infection that occurred in a patient with previous infection who became antigen positive as a result of immunosuppression. 271 The CDC has received anecdotal reports of atypical hepatitis B serological test results among dialysis patients that may represent reactivation of HBV infection or HBV mutant strains; however, no further cases of dialysis-related transmission have been identified.\n\nOther risk factors for acquiring HBV infection include injection drug use, sexual and household exposure to HBVinfected contacts, exposure to multiple sexual partners, male homosexual activity, and perinatal exposure. Dialysis patients should be educated about these and other risks and, for those patients with active HBV infection (HBsAg positive), informed that their sexual partners and household contacts should be vaccinated. [272] [273] [274] HBV-infected patients should be evaluated for HBV treatment.\n\nSeveral well-defined antigen-antibody systems are associated with HBV infection, including HBsAg and antibody to HBsAg (anti-HBs); hepatitis B core antigen (HBcAg) and antibody to HBcAg (anti-HBc); and HBeAg and antibody to HBeAg (anti-HBe). Serological assays are commercially available for all of these except for HBcAg because no free HBcAg circulates in the blood. One or more of these serological markers are present during different phases of HBV infection (Table 25 .5). 275 HBV infection can also be detected using qualitative or quantitative tests for HBV DNA. 276, 277 These tests are most commonly used for HBV-infected patients being managed with antiviral therapy. [278] [279] [280] [281] [282] In some individuals the only HBV serological marker detected is total anti-HBc (i.e., isolated anti-HBc). Among most asymptomatic persons in the United States tested for HBV infection, an average of 2% (range: <0.1% to 6%) test positive for anti-HBc 283 ; among injecting drug users, however, the rate is 24% to 28%. 284, 285 This pattern can occur after HBV infection among individuals who have recovered but whose anti-HBs have waned or among individuals who have low-level chronic HBV infection and failed to develop anti-HBs. It may also represent a false positive total anti-HBc result or someone in the window of infection. HBV DNA has been detected in <10% of individuals with isolated anti-HBc, and these individuals are unlikely to be infectious to others except under unusual circumstances involving direct percutaneous exposures to large quantities of blood (e.g., transfusion). [286] [287] [288] In most persons with isolated anti-HBc, the result appears to be false positive. Data from several studies have indicated that a primary anti-HBs response develops in most of these individuals after a three-dose series of hepatitis B vaccinations. 289, 290 No data exist on response to vaccination among hemodialysis patients with this serological pattern. Testing and follow-up recommendations for hemodialysis patients with isolated anti-HBc are available. 162\n\nThe following recommendations can be applied to prevent transmission of HBV in hemodialysis facilities: (1) serological screening of patients (and staff members) for HBV infection, including monthly testing of all susceptible patients for HBsAg; (2) HBV vaccination of susceptible patients (and patient care staff); (3) isolation of all HBsAg-positive patients in a separate room; (4) assignment of staff members to HBsAg-positive patients and not to HBV-susceptible patients during the same or overlapping shifts; (5) assignment of dedicated dialysis equipment to HBsAg-positive patients; (6) cleaning and disinfection of nondisposable items (e.g., hemostats, clamps, scissors) before use on another patient; (7) glove use whenever patient or hemodialysis equipment is touched and glove changes and hand hygiene between each \n\nDelta hepatitis is caused by the hepatitis delta (HDV), a relatively small defective virus that causes infection only in persons with active HBV infection. The prevalence of HDV infection is extremely low in the United States, with rates <1% among HBsAg-positive persons in the general population and >10% among HBsAg-positive persons with repeated percutaneous exposures (e.g., intravenous drug users, persons with hemophilia). 291 Only one transmission of HDV among dialysis patients has been reported in the United States. 292 In this episode, transmission occurred from a patient who was chronically infected with HBV and HDV to an HBsAg-positive patient after a massive bleeding incident; both patients received dialysis at the same station. Therefore, in dialysis settings, HDV-infected patients should be isolated from other HBV-infected patients.\n\nDuring 1985-2002, the percentage of US hemodialysis centers that reported providing maintenance hemodialysis for patients with HIV infection increased from 11% to 39% and the proportion of patients with known HIV infection increased from 0.3% to 1.5%. 49 Although the proportion of patients with HIV infection has remained stable during the past decade, the number of infected patients has increased, as has the number of centers treating patients with HIV infection. HIV is transmitted by blood and other body fluids that contain blood. No patient-to-patient transmission of HIV has been reported in a US hemodialysis center. However, there have been reports of transmission of HIV among patients in other countries. All these outbreaks have been attributed to several breaks in infection control: (a) reuse of access needles and inadequately disinfected equipment, (b) sharing of syringes among patients, and (c) and sharing of dialyzers among different patients. [293] [294] [295] [296] [297] The most recent reported outbreak involved three new HIV infections and was associated with sharing of multidose heparin vials, inadequately disinfected hemodialysis equipment, and dialysis staff who used blood-contaminated gloves to manipulate vascular access for multiple patients. 298 Adherence to recommended infection control practices is adequate to prevent HIV transmission in dialysis facilities. 162\n\nIn 2014 the largest outbreak of Ebola in history occurred in West Africa. Healthcare personnel caring for Ebola patients are at high risk for becoming infected, and during this outbreak, a significant number of healthcare personnel acquired the virus. 299 Other high-consequence pathogens have continued to be identified, including Candida auris, a yeast that is resistant to multiple antifungals. 300 Dialysis center staff and management should prepare for the possible introduction of highly virulent pathogens into their communities and dialysis centers by developing contingency plans, improving baseline adherence to recommended infection prevention practices, and strengthening communication channels with public health departments. The CDC has released on its website recommendations for infection control to prevent transmission of C. auris (https://www.cdc.gov/fungal/diseases/candidiasis/ c-auris-infection-control.html), including dialysis-specific recommendations.\n\nPreventing transmission of pathogens and reducing healthcare-associated infections among maintenance hemodialysis patients requires implementation of a comprehensive infection control program that can support consistent adherence to infection control recommendations (Table 25. 6; Boxes 25.2 to Box 25.4) among all staff members. Adherence to core prevention practices (see Table 25 .4) has been found to sustainably reduce highly morbid bloodstream infections among dialysis patients with central venous catheters. An active infection control program is the foundation of these efforts. The components of such a program include routine implementation of infection prevention and control practices specifically designed for the hemodialysis setting: (1) each dialysis facility should have at least one staff member with basic infection control knowledge and experience in addition to being able to access personnel with advanced infection control expertise; (2) infection prevention training and education should be provided to both staff and patients;\n\n(3) regular auditing of infection prevention practices should be conducted (audit and assessment tools are available at https://www.cdc.gov/dialysis/prevention-tools/index.html); (4) a culture of safety should be developed, including engaged leadership and involvement of frontline staff in infection prevention efforts; (5) routine serological testing and immunization of patients and staff should be performed;\n\n(6) infection surveillance should be conducted and the data\n\n• Hand hygiene should be performed:\n\n• Before and after having direct contact with a patient's intact skin • After contact with blood, body fluids or excretions, mucous membranes, non-intact skin, or wound dressings • After contact with inanimate objects (including medical equipment) in the immediate vicinity of the patient • If hands will be moving from a contaminated-body site to a clean-body site during patient care • After glove removal • Wear disposable gloves when caring for the patient or touching the patient's equipment at the dialysis station; remove gloves and perform hand hygiene (if hands are visibly soiled wash with soap and water) between each patient or station. • Items taken into the dialysis station should be disposed of or cleaned and disinfected before taken to a common clean area or used on another patient.\n\n• Nondisposable items taken to the patient treatment station that cannot be cleaned or disinfected (e.g., adhesive tape) should be discarded after use. • Unused medications (including multi-dose vials) or supplies (syringes, alcohol swabs, etc.) taken to the patient's station should be used only for that patient and should not be returned to a common clean area or used on other patients. • When multidose medication vials are used (including vials containing diluents), prepare individual patient doses in a clean (centralized) area away from dialysis stations and deliver separately to each patient. Do not carry multidose medication vials from station to station. • Do not use common medication carts to deliver medications to patients. Do not carry medication vials, syringes, alcohol swabs, or supplies in pockets. If trays are used to deliver medication to individual patients, they must be cleaned between patients.\n\n• Clean areas should be clearly designated for the preparation, handling, and storage of medications and unused supplies and equipment. Clean areas should be clearly separated from contaminated areas where used supplies and equipment are handled. Do not handle and store medications or clean supplies in the same or adjacent area to where used equipment or blood samples are handled. • Use external transducer protectors (venous or arterial) for each patient treatment to prevent blood contamination of the dialysis machine's pressure monitoring equipment. Change these external transducer protectors between each patient treatment and when they become wet, and do not reuse them. The redundant internal transducer protectors do not need to be changed routinely between patients. If the external transducer protectors are contaminated with blood the internal transducer protector should be assessed for contamination before dialyzing another patient with the same machine. • Clean and disinfect the dialysis station (chairs, beds, tables, machines, etc.) between patients.\n\n• Start cleaning only when patient has left the station and only admit new patient after cleaning and disinfection are complete • Give special attention to cleaning control panels on the dialysis machine and other surfaces that are frequently touched and potentially contaminated with patient's blood. • Discard all fluid, and clean and disinfect all surfaces and containers associated with the prime waste (including buckets attached to the machines). • For dialyzers and blood tubing that will be reprocessed, cap dialyzer ports and clamp tubing. Place all used dialyzers and tubing in a leak-proof containers for transport from station to reprocessing or disposal area. used for continuous quality improvement; and (7) systems should be in place for public health reporting. An excellent review of those essential components of an infection prevention program is available elsewhere. 301 The CDC has also published recommendations describing these components in detail. 162\n\nInfection control strategies that prevent HBV infection among hemodialysis patients have been well established; however, some questions remain. More work is needed to determine the ideal hepatitis B vaccine dosage regimen for preand postdialysis pediatric patients and for predialysis adult patients, as well as the optimal timing for follow-up testing and administration of booster doses among vaccine responders. Also, reports of patients with mutant HBV, patients with reverse seroconversion, and patients with atypical HBV serological test results highlight the need for more research to evaluate their significance in dialysis population. Further work is needed to clarify the specific factors responsible for transmission of HCV among hemodialysis patients and to evaluate the effect of current prevention recommendations, HCV treatment, and other strategies on prevention and control of HCV infection in this setting. VAIs continue to be a devastating complication among patient receiving maintenance hemodialysis; additional interventions are needed to further reduce rates of these infections. Finally, other important questions about the role dialysis centers play in the spread of MDROs and the effectiveness of interventions designed to prevent MDRO transmission require further investigation."}