{"title": "Seasonal Allergy and Seasonal Decrements in Athletic Performance", "body": "antibodies on initial exposure to allergen. IgE binding to mast cells and basophils sets the stage for the allergic response. On re-exposure, allergen cross-links IgE on cell surfaces, which causes the release of a host of inflammatory mediators. Early response mediators include granule mediators (eg, histamine, tryptase) and lipid mediators (eg, leukotrienes, prostaglandins). Cytokines such as tumor necrosis factor-alpha (TNF-a), interleukins, and chemokines (IL-8, MCP-1 and MIP-1a) are produced minutes to hours later ( Fig. 1) [7, 8] . The type of allergen, the degree and length of exposure, and the atopic tendency of the individual determine the manifestation of symptoms.\n\nSources of allergens include the environment (eg, tree, grass and weed pollen, dust, mold), foods, drugs, and stinging insects. Aeroallergens are further subdivided into seasonal aeroallergens, like tree, grass and weed pollen, and nonseasonal aeroallergens like mold and dust [9] .\n\nThe concentration of pollen in the atmosphere, which correlates with allergic manifestations, is reported and disseminated at multiple centers internationally. In the United States and Canada, a useful resource is The National Allergy Bureau, which provides pollen and mold counts from approximately 75 counting stations (www.aaaai.org/nab/). \n\nPhysical manifestation of allergy is often debilitating. In the lung there may be bronchoconstriction or asthma; in the nose, rhinitis; in the skin, urticaria; in the eyes, conjunctivitis. Systemic manifestations of allergy characterize anaphylaxis, which may be life threatening and require immediate medical attention. Anaphylaxis that occurs in conjunction with exercise, termed exercise-induced anaphylaxis, has been reported in certain individuals [10] . In addition to the inflammatory response, allergic disease manifestations have been associated with fatigue [11] , depression [12] , and decrements in cognition [13] . In fact, epidemiologic evidence suggests that seasonality of even extreme behavioral manifestation, such as suicide, may be associated with allergy [14] or with exposure to seasonal allergens, specifically tree pollen [15] .\n\nIn addition to the clinical manifestations of an allergic disorder, in vivo and laboratory-based testing for allergen sensitivity is used to strengthen the diagnosis of allergic disease. Skin-prick and intradermal testing provide a rapid and functional measure of IgE-mediated hypersensitivity in the skin with a resultant wheal and flare response that occurs within 15 minutes of allergen contact. In situations of decreased skin response from treatment with antihistamines, increased skin sensitivity from dermatographism, or logistical constrains, athletes may opt for the radioallergosorbent test (RAST), which detects specific IgE antibodies in serum with comparable sensitivity and specificity to skin-prick testing [16] .\n\nAthletes are particularly vulnerable to the effects of the environment, as many athletic activities-whether they are for leisure, training, or competition-occur outdoors. When athletes train and compete, often for long durations of time, they make intimate contact with the outdoor elements that are comprised of a host of topographical, seasonal, and climatic components. Exposure to the various elements is magnified by increased ventilation (up to 200 L/min during exercise), which intensifies the contact between the respiratory system and environment, and by inhalation of poor quality and cold air, which often affects those who train year-round in temperate climates [17, 18] . During the winter months, cold air inhalation during exercise exacerbates exercise-induced asthma in people with asthma [19] . Track and field athletes have extensive exposure to various seasonal pollen allergens during the spring (trees), summer (grass), and early fall (ragweed) [20] . Susceptible athletes may develop conjunctival inflammation, rhinitis, or bronchial inflammation as a consequence of these environmental conditions.\n\nBased on a 15-year database of aeroallergen records, an in-depth study reported the predicted aeroallergen counts that would be observed in association with the 2004 Olympic games in Athens, Greece. The study predicted that peak pollen concentrations would be observed during training in March and May, and high levels of goosefoot, mugwort, Alternaria, and Cladisporum spores would be observed in August and September during the Olympic games [21] , thus highlighting the need for preparation, testing, and therapy.\n\nAn earlier survey of allergic disease in elite athletes reported that 20% of the 1984 Australian Olympic team had allergic disorders based on clinical evaluation (not including skin testing or RAST) [22] . Of 214 Australian Olympic athletes studied during the 2000 Sydney Olympics, which took place during the period of high tree pollen (over 5000 grains per CmM), a high prevalence of perennial and seasonal allergic disease was reported. Within that group, 56% reported a history of allergic rhinoconjunctivitis, 41% were symptomatic with a positive skin test to a potential allergen, 29% were diagnosed with seasonal allergic rhinoconjunctivitis based on history and skin testing, and 21% suffered from asthma [23] . Before the 2004 Olympics in Athens, Greece, information regarding circulating aeroallergens in neighboring cities was published to attempt to minimize the allergy symptoms and help athletes achieve peak performance. Understandably, the incidence of adverse responses to seasonal allergens is common amongst athletes. Although athletes with allergic diseases have successfully won many Olympic medals, the detrimental contribution of pollutants, allergens, or other environmental factors has occasionally produced severe exacerbations of allergic conditions, warranting medical attention and causing suboptimal performance.\n\nSeasonal exposures to infectious agents may also induce seasonal decrements in athletic performance. Viral infections reviewed in Nelson et al [24] , such as influenza, reovirus, and respiratory syncytial virus, manifest a seasonal peak in winter and early, cause significant morbidity, may trigger bronchial hyperreactivity, and may result in secondary bacterial infections such as sinus or bronchial infections (Table 1) .\n\nSeveral studies have characterized the relationship between viral infection, which is primarily a T-helper type 1 (Th1) response, and enhancement of allergic disease, which is a T-helper type 2 (Th2) response. Viral infections like influenza A may trigger allergic asthma by interfering with tolerance to aeroallergens [25] , inducing a concomitant Th1 response [26] , and causing recruitment of Th2 cells into the lung [27] . In some people, seasonal allergy and mood vulnerability to inflammation may interact, and people with allergies may experience more postflu mood worsening than those without allergies [28] .\n\nOften the initial contact of pollen and other airborne components is with nasal mucosal and eyes. Studies have shown that allergic rhinoconjunctivitis is under-recognized and certainly undertreated in elite athletes [18] . Helenius et al [29] reported the results of a survey of 49 athletes competing in summer events. The diagnosis of allergic rhinoconjunctivitis was more common among athletes than in a control group of nonathletes (P = .037). Helbling et al [30] surveyed 2961 Swiss athletes who participated in 68 sports. Of the 79% who responded to the questionnaire, 16.8% indicated they suffered from hay fever and 59% reported that they needed medication during the pollen season. Individuals who have allergic rhinitis also often have increased bronchial hyperresponsiveness [31, 32] .\n\nAllergic rhinitis (AR) is characterized by nasal mucosa edema as a result of IgE-mediated release of early-and late-phase mediators and Th2 cytokines, which promotes the infiltration of mucosa with inflammatory cells such as eosinophils, neutrophils, basophils, T cells, and macrophages [2, 33, 34] . AR is characterized by nasal congestion, rhinorrhea, sneezing, itching of the nose, or postnasal drainage and is often associated with allergic conjunctivitis manifested by ocular itch, tearing, redness, and sometimes swelling and photophobia. These and other signs and symptoms of AR are listed in Box 1. Allergic, irritant, infectious, hormonal, occupational, and other factors are causative agents in nasal mucosal edema [35] . Peak presentations of allergic rhinoconjunctivitis occur between 10 to 25 years, which includes the age range of most elite athletes [3] .\n\nAlthough exercise may increase nasal airway patency, likely by way of increased sympathetic nerve discharge [36] , there are several reasons why AR may interfere with athletic performance. Rhinitis often causes changes in sleep patterns because of nasal obstruction, rhinorrhea, and sinus pressure that add to tiredness and fatigue and impair athletic performance [18] . Additionally, short bursts of sprinting require nasal breathing for optimal performance [36] , implicating nasal obstruction as a deleterious factor in performance. AR has been associated with alteration in central nervous system (CNS) function, which may significantly affect the athlete's ability to perform. Using a standardized computerbased battery of cognitive processing tests, subjects who have AR experienced decrements in reaction time, attention, and vigilance when exposed to pollen [13] . Others associated AR with increased fatigue [11] , depression [11, 37] , and anxiety in women [38] , which all pose a potential hindrance to performance.\n\nThe mechanism by which seasonal environmental exposures may affect these cognitive and emotional parameters has not been elucidated. Reichenberg et al [39] has shown activation of the innate immune response in humans by low-dose endotoxin exposure and subsequent release of pro-inflammatory cytokines (eg, IL-1, IL-6, TNF-a), some of which are also released by IgE-mediated responses in the nasal mucosa (see Fig. 1 ) [40, 41] . The exposure to endotoxins and secretion of cytokines induced depressive symptoms, anxiety, and cognitive impairment in the absence of constitutional symptoms (eg, decreased energy, anorexia, drowsiness) [39, 42] . Circulating cytokines may also induce activation of the HPA-axis [43] , and elevation of corticotrophin-releasing factor (CRF)\n\nItching of the nose, ears, palate, throat Sneezing spells Clear and watery rhinorrhea Congestion Sinus headache Mouth breathing Post-nasal drip Sleep disturbance Cough Fatigue and cortisol have been shown to contribute to major affective illness [44] . Furthermore, cytokines in the respiratory tract may stimulate specific receptors present in the vagus nerve and affect brain function through this pathway [45] . As such, cytokine release could contribute to decrements in cognition and to the onset or exacerbation of depression or anxiety, thus having detrimental effects on athletic performance.\n\nAthletes must prepare themselves for the various climatic conditions they will encounter in their training locale and the competition destinations. Knowledge of the temperature, humidity, sunlight, altitude, season, and type and concentration of pollen they will be exposed to can help athletes achieve peak performance through the use of prophylactic measures [21] .\n\nVarious nonpharmacologic therapies have been effective under certain conditions. For the treatment of AR, saline nasal irrigation is a safe and effective method of cleansing the nasal mucosa of allergens, and improving nasosinus disease [46] . External nasal dilators have been used by athletes [47] to increase nasal valve area, which is the narrowest area in the nasal canal [46, 48] , and to significantly decrease submaximal exercise-perceived exertion, heart rate, ventilation, and volume of oxygen use [47] .\n\nBeginning with the earliest Olympic games, athletes have enhanced athletic performance through the use of foreign substances. In 1967, the International Olympic Commission developed a list of prohibited methods and substances to protect the health of, and foster equality for, all competing athletes [49] . In the realm of allergic diseases, these restrictions have generated significant challenges. For example, the overall Olympic champion in women's gymnastics at the 2000 Olympics was disqualified and her gold medal withdrawn because she used a medication for AR which contained pseudoephedrine, allegedly without the intent of doping. Pseudoephedrine is no longer on the Prohibited List (Table 2 ). In 1972, the winner of the 400-meter men's Freestyle was disqualified because significant levels of the banned drug ephedrine were detected in his post-race urinalysis. The swimmer had used a combination ephedrine/theophyl-seasonal allergy and the athlete e41 seasonal allergy and the athlete e43 line preparation for the prerace treatment of his asthma [22] . These examples highlight the importance for athletes, coaches, and team physicians to understand the potential that a particular medication, apparently innocuous, may contain or be contaminated by a particular banned substance. To establish a universal internationally standardized Olympic antidoping code, the World Anti-Doping Agency (WADA) was established in 1999. The WADA disseminates current information on substances prohibited for use by competitive athletes. WADA maintains and updates the World Anti-Doping Code Prohibited List, which includes substances that are prohibited only during competition, others that are always prohibited, and others that are on the monitoring list (see Table 2 ). More and current updated information regarding antidoping rules, regulations, and prohibited substance listings can be found at www.wada-ama.org.\n\nOral decongestants, such as pseudoephedrine and phenylpropanolamine, are effective in reducing nasal congestion from rhinitis, although they can cause insomnia, loss of appetite, and excessive nervousness [3, 50] . These decongestants are no longer on the Prohibited List, but have been placed on the 2005 Monitoring Program to detect patterns of misuse in sports (see Table 2 ). Topical a-adrenergic nasal decongestants are commonly used, but may cause rhinitis medicamentosa, the syndrome of rebound nasal congestion, when overused [3] . Antihistamines are commonly used, have long been standard therapy for seasonal and perennial AR, and are effective in relieving symptoms of itching, sneezing and rhinorrhea, and allergic conjunctivitis [6, 51] . The older firstgeneration antihistamines are significantly limited by their sedative and anticholinergic adverse effects and may compromise important psychomotor skills (eg, reaction time, visual discrimination) [52] , and therefore should be avoided. The newer second-generation antihistamines are preferred because of their longer duration of action and minimal, if any, CNS adverse effects [53, 54] . Intranasal steroids are likely the most effective therapy for AR and allergic conjunctivitis. Their efficacy is maximized with continuous use [53] , but there are also proven as-need benefits [55] . They have the benefit over antihistamines of downregulating numerous steps in the inflammatory process, including reducing the release of cytokines and chemokines [56] . Their use in Olympic athletes requires the application for an abbreviated therapeutic use exemption (TUE). Several studies have shown concurrent reduction with use of intranasal corticosteroids in bronchial hyperresponsiveness [5] . Leukotriene modifiers have confirmed benefit in allergic rhinitis comparable to antihistamines [57] . Other effective intranasal agents include intranasal antihistamines, ipratropium bromide, and cromolyn sodium [3] . To date, there have been no published reports of immunotherapy specifically targeting elite athletes [18] . However, allergen immunotherapy significantly decreases the severity of AR, reduces the requirement for pharmacotherapy, and improves quality of life [53] .\n\nAsthma is characterized by variable airflow obstruction, bronchial hyperresponsiveness, and airway inflammation. Respiratory viral infections (most common), allergens, irritants, drugs, climatic conditions, exercise, and other stimuli can induce asthmatic exacerbations. In a survey of 214 athletes representing 12 Olympic sports, 21% reported having experienced asthma [23] . The reason for the higher prevalence of asthma among athletes is because of their exposure to various climatic conditions (eg, cold in winter), pollen content (eg, grass, weed, trees), and various pathophysiologic changes that occur during exercise that may promote bronchial hyperresponsiveness [17, 19, [58] [59] [60] [61] [62] [63] . When strenuous exercise results in resistance to airflow, the phenomenon is called exercise-induced bronchospasm or exercise-induced asthma (EIA) [19] .\n\nVarious factors have been described in the development of EIA. The generally accepted pathogenesis of EIA involves the loss of heat and water from airway mucosa [59, [64] [65] [66] . During exercise and increased respiratory rate, large volumes of dry, cold air reduce airway cooling as it travels along the tracheobronchial tree, which may cause bronchial constriction through a reflex stimulation of airway receptors. This response may lead to changes in mucosal osmolarity and promote mast cell degranulation, consequently furthering bronchoconstriction [67] . Rapid airway rewarming after exercise may cause vascular congestion, increased permeability, and edema, leading to obstruction [19, 68] .\n\nEIA symptoms of chest tightness, wheezing, and shortness of breath generally follow a brief period of bronchodilation that occurs at initiation of exercise. Bronchoconstriction peaks 8 to 15 minutes after exercise and resolves in about 60 minutes. A refractory period of up to 3 hours after recovery, during which time repeat exercise causes less bronchospasm, has been observed. [68] . Although EIA generally commences following the cessation of physical exertion, it may also appear during sustained activity [69] .\n\nTrack and field athletes are extensively exposed to seasonal allergens. When the rate of breathing exceeds 30 L/min, there is a shift from nose breathing to combined mouth and nasal breathing, thereby increasing deposition of airborne allergens and other inhaled particles into the lower airway [20] . Asthmatic subjects who are allergic to birch pollen were shown to have aggravated EIA seasonal allergy and the athlete e45 responses during the pollen season when compared with the response of asthmatic individuals who are not allergic to birch pollen [63] .\n\nIn has been reported that 40% to 90% of asthmatics have EIA [61, 67, [70] [71] [72] . Before the 1984 Summer Olympics, 67 of 597 (11%) athletes screened for performance experienced symptoms of EIA, yet only 26% of theses athletes had a history of asthma [60] . However, 42 of 67 reported symptoms of asthma during strenuous exercise, thus emphasizing the importance of screening for EIA in well-conditioned individuals who appear to be in excellent health [73] .\n\nEIA is a common and often unrecognized problem among school-age participants in sports [74] . In a cohort of 256 adolescent athletes, 9.4% were diagnosed with EIA. Yet screening for EIA through physical examination and history did not accurately predict it and would have detected only about half of the children who were diagnosed as having EIA using spirometry [75] . Furthermore, 9% of individuals in the general population who have EIA have no history of asthma.\n\nDetailed prior knowledge of environmental exposures can help prevent or minimize exacerbation. Once a pattern of symptoms has been established, prophylaxis is the key to therapy in patients who have EIA. Physical warm-up can reduce EIA. Continuous, low-intensity warm-up is more effective than interval warm-up in preventing EIA in athletes [76] . In certain cold conditions, such as those experienced by cross-country skiers, breathing filters are being used [67] . Although there is no clear evidence that physical conditioning decreases EIA or improves pulmonary function, it does delay the symptoms of EIA from reaching threshold [77] .\n\nLong-term and more effective control is gained with pharmacologic intervention. The most common and effective prophylactic therapies used before exercise are b 2 agonists, cromolyn, and nedocromil (see Table 2 ) [78] [79] [80] . Inhaled corticosteroids may be helpful in reducing bronchial hyperresponsiveness when used for their long-term antiinflammatory effects. Theophylline preparations and anticholinergics are used as tertiary agents when other agents are proven ineffective. However, the requirement for blood-level monitoring of a narrow therapeutic window makes theophylline a less desirable alternative agent for athletes [61] . Short-acting b 2 agonists are considered first-line therapy and provide protection in 80% to 90% of subjects with minimal adverse effects [81, 82] . Long-acting b 2 agonists can prevent bronchial obstruction for 10 to 12 hours [83] and provide athlete with a full day of protection. Formoterol, salbutamol, salmeterol, and terbutaline are permitted by inhalation with the completion of an abbreviated TUE, but all other b 2 agonists, including their D-and L-isomers are prohibited in and out of competition, according to the 2005 Prohibited List (see Table 2 ). Regular use of b 2 agonists without antiinflammatory treatment may increase airway responsiveness to irritants and foster allergen-induced late bronchoconstriction and airway inflammation [84] .\n\nGiven the central role of IgE in the pathogenesis of allergic disease, inhibiting IgE responses through the use of anti-IgE antibodies would decrease its sensitizing effects on mast cells and basophils. Several studies indicate that anti-IgE therapy is effective in the treatment of asthma and allergic rhinitis [85] [86] [87] [88] . However, the implications for athletes are unknown.\n\nIn conclusion, evidence supports that seasonal allergy confers a seasonal vulnerability for performance decrements in competition and training. Specific interventions that prevent and directly address the allergic symptomatology, tailored to athletes' individual needs in specific circumstances, could prevent seasonal decompensation in performance or restore functioning to baseline levels."}