{"title": "Estimating the Case Fatality Risk of COVID-19 using Cases from Outside China", "body": "The new coronavirus appears to be fairly transmissible [1] , and is spreading in China. Disease severity is a particularly important parameter for understanding this new disease [1] , but unfortunately, the case fatality risk (CFR) data from China is difficult to interpret owing to likely missed mild cases (including due to a lack of appropriate test kits early in the epidemic) and also the likely delay in deaths occurring. Such a prolonged time course is suggested by a case series of 138 cases from Wuhan, China with cases enrolled between 1-28 January 2020. For this group on 3 February, 62% were still hospitalised and 31% (11/36) of those admitted to ICU were still there (6 had died) [2] .\n\nIn jurisdictions outside China (and excluding Hong Kong, Macao and Taiwan) the CFR as detailed in the 13 February WHO Report [3] was 1/447 = 0.22% (95% confidence interval (CI) = 0.40% to 1.26%). But this estimate also did not account for possible missed mild cases in those countries or the lag time between hospitalisation and death.\n\nOne possible way to get a better estimate of the CFR is to consider the proportion of cases currently in intensive care units (ICUs) in settings outside China where the healthcare system is working relatively normally (ie, is not over-burdened by the epidemic). As per Table 1 we estimated that 4.0% (14/349) of identified cases were in ICUs in all the countries outside of China that had 20+ cases. When there were 23 known cases: \"all 22 patients currently isolated are in stable condition.\"…\"one patient was discharged from a hospital yesterday after he was cured\". Based on a news report on 6 February [7] . International conveyance -(specifically the cruise ship \"Diamond Princess\" moored in Japan)\n\n174 (updated to 218 later on 13 Februarysee comments)\n\nBased on a news report on 13 February [8] : \"Kato said five people from the ship are currently in serious condition in hospital\". A prior report on 12 February in the same news source gave more detail for the first four people where the Health Minister (Katsunobu Kato) was reported saying: \"At this point, we have confirmed that four people, among those who are hospitalised, are in a serious condition, either on a ventilator or in an intensive care unit.\" [9] Total 4.0% (14/349) Next we considered the typical survival of people admitted to ICUs with severe respiratory conditions. We used data from a meta-analysis of trials comparing higher vs lower levels of positive end-expiratory pressure (PEEP) in adults with acute lung injury or acute respiratory distress syndrome (ARDS) [10] . This study found 374 hospital deaths in 1136 patients (32.9%) assigned to treatment with higher PEEP and 409 hospital deaths in 1163 patients (35.2%) assigned to lower PEEP (with no significant difference between these two groups). Combining these data suggests a CFR in such patients with acute lung injury of 34.1% (783/2299). This estimate is a little less than one case series of ICU patients with acute respiratory failure from Influenza A (H1N1) and requiring mechanical ventilation, who had a CFR of 46% (156/337) [11] . Another study of such ICU patients with influenza found a lower overall CFR of 26% (492/1859) [12] and another one reported a CFR of 24% (177/733) [13] . Furthermore, in a group of 340 ICU patients with ARDS, the CFR at 90 days was 32% in a group given a neuromuscular blocker and 41% in the placebo group [14] .\n\nWe then applied the 34.1% value from the meta-analysis to the data in Table 1 , giving an estimated CFR of 1.37% ([14 x 34.1%]/349) for COVID-19. The 95% confidence interval (CI) of this estimate is 0.57% to 3.22%. This estimate can be considered a symptomatic CFR (sCFR) as it likely to be based on a denominator who had symptoms and were tested and laboratory-confirmed as cases. This estimate is almost invariably higher than the infectionfatality risk (IFR) which can only be estimated when serological testing becomes available to identify all of those infected [15] .\n\nDecision-makers and disease modellers might still be best to assume that the 'true' CFR is less than our estimate here as mild cases may not be identified. Furthermore, if a specific treatment is identified in the near future, then cases could have improved survival and the CFR might decline. On the other hand, if health systems became overloaded with the COVID-19 epidemic, then the CFR could likely increase for both the community and in hospital cases. As there is further progression of the COVID-19 epidemic, ongoing work will be needed to better clarify both transmissibility and the CFR, so that the likely mortality burden can be estimated. The method we have used here for CFR estimation will only be valid prior to healthcare systems becoming overloaded, after which they are likely to change their ICU admission policies.\n\nOur provisional CFR estimate for COVID-19 is less than that estimated for MERS-CoV and SARS-CoV, but is broadly comparable with two of the three previous influenza pandemics (when considering the range of estimated values) ( Table 2 ). These values could, however, be over-estimates given the possibility of mild cases not being detected (see main text). Pandemic influenza in 2009 0% to 1.2% (but mainly 0.05% to 0.005%)\n\nA systematic review considered 77 estimates from 50 published studies [19] . The values for symptomatic cases had point estimates ranging from 0 to 1,200 per 100,000 cases. Nevertheless, \"most of the estimates in this category [symptomatic cases] fell in the range of 5 to 50 deaths per 100,000 cases.\" Pandemic influenza in 1957 (US data) 0.2% Calculated using US data from: [20] ."}