{"title": "Prevalence of enteric pathogens in diarrheic and non-diarrheic samples from pig farms with neonatal diarrhea in the North East of Spain", "body": "Neonatal diarrhea is one of the most frequently disease in modern swine production, which can be associated with high mortality, decreased growth rates and increase of treatment costs (Sjölund et al., 2014) . Infectious and non-infectious factors can be involved in diarrhea outbreaks in suckling piglets. Among non-infectious factors stress, poor husbandry and nutrition can contribute to an animal's susceptibility to disease. Moreover, enteric outbreaks are usually associated to the presence of infectious agents, such as viruses, bacteria or coccidian, although the presence of pathogens in piglets alone does not determine the occurrence of diarrhea episodes (Ruiz et al., 2016) . All those pathogens can act as primary and sole agents of scours in piglets although co-infections are commonly reported (Kongsted et al., 2018; Mesonero-Escuredo et al., 2018) .\n\nIn recent years, viruses -particularly coronaviruses and rotaviruses-have regained attention as agents of diarrhea in pigs. In regards to rotaviruses, although several genogroups (A, B, C, E and H) have been associated with porcine diarrhea, rotavirus A (RVA) is the most frequent (Marthaler et al., 2014) . Other species such as rotavirus B (RVB) and C (RVC) have been identified less commonly in diarrheal outbreaks (Morin et al., 1990; Martella et al., 2007; Amimo et al., 2013b) . RVB has been reported in several Asian countries, North America, South Africa and Brazil, but rarely in Europe (Smitalova et al., 2009; Otto et al., 2015) . However, there are still few studies conducted on RVB, RVC and other genogroups to determine their importance in porcine diarrhea outbreaks. Regarding porcine coronaviruses, transmissible gastroenteritis virus (TGEV) and porcine epidemic diarrhea virus (PEDV) can also cause diarrheal outbreaks with high morbidity and mortality in neonatal pigs. However, since 2014 the most recent outbreaks in Europe have been related with PEDV ( Carvajal et al., 2015; Laranjo et al., 2015) . As regards bacterial infections, Escherichia coli (E. coli) has historically been considered one of the main agents causing neonatal diarrhea in pigs (Chan et al., 2013) . Different E. coli pathotypes have been identified based on toxin production and other virulence factors. The most common are the enterotoxigenic E. coli (ETEC) strains, characterized by the production of enterotoxins (STa, STb and LT). Other pathotypes of E.coli have been detected in piglets, such as enteropathogenic E. coli (EPEC) strains, producing intimin (eae gene), although less frequently (Toledo et al., 2012) . Anaerobic bacterial pathogens such as enterotoxigenic strains of Clostridium perfringens (C. perfringens) type A (producing Cpα toxin), C. perfringens type C (producing Cpα and Cpβ toxins) and Clostridium difficile (C. difficile) producing enterotoxin A (TcdA) and/or cytotoxin B (TcdB) have also been reported in diseased piglets (Uzal and Songer, 2019) .\n\nIdeally, diagnosis of outbreaks of neonatal diarrhea should consider the clinical findings and lesions, the epidemiological pattern and the detection of the infectious agents potentially involved. However, most often the diagnosis of enteric diseases is mainly focused on some predominant infectious agents. Yet, in most cases, several agents with the potential for producing diarrhea in piglets are found in the same outbreak.\n\nThe objective of this study was to determine the prevalence of several pathogens related with neonatal diarrhea and to compare their frequencies with that of healthy penmates in a framework of diagnostic analysis.\n\nThirty-one conventional farrow-to-finish farms presenting neonatal diarrhea in piglets aged between 1 and 7 days were included in the study. In each farm, 10 samples from diarrheic animals and 5 samples from apparently healthy penmates were asked to be collected. Fecal samples were submitted for diagnostic to the Laboratori Veterinari de Diagnosi de Malalties Infeccioses, of the Universitat Autònoma de Barcelona (Spain), between February 2017 and June 2018. Farms were located in Catalonia (NE of Spain), one of the regions of Europe with a higher pig density (242 pigs/km 2 ). Finally, a total of 215 diarrheic samples were taken from the 31 tested farms (5-10 animals/farm). Additionally, from 19 of these studied farms, 88 fecal samples (3-5 animals/farm) were obtained from apparently healthy pen-mates that did not present diarrhea at the moment of sampling. One gram of fecal sample was obtained directly from the animals using rectal swabs. A farm was considered to be positive for a specific pathogen when at least one sample of the tested animals was found positive for that pathogen.\n\nStool samples were directly analyzed upon arrival for microbiological identification of E. coli, C. perfringens and C. difficile and an aliquot of each sample was stored at −80°C.\n\nFor E. coli isolation, samples were aerobically cultured on Columbia blood agar (BD GmBh, Germany) and MacConkey agar plates (Oxoid, UK), and were incubated during 24 h at 37°C.\n\nTo recover C. perfringens and C. difficile from faeces, samples were firstly treated with ethanol (96%) 35 min to eliminate the vegetative cells and then centrifuged (x 8000g) as described by Koransky et al. (1978) . The pellet was then cultured on a selective medium Clostridium difficile agar base (Conda Laboratorios, Spain), and incubated anaerobically for 48 h at 37°C.\n\nFaecal samples were centrifuged (6000g, 5 min) before the RNA extraction. Non-diarrheic samples were initially diluted in 500 μL of sterile distilled water before centrifuging. The Nucleospin RNA extraction kit (Macherey-Nagel, Germany) was used following the manufacturer's instructions. The final extracted RNA was suspended in 50 μL of RNAse-free water (Macherey-Nagel, Germany). Detection of viral agents was done using the AgPath-ID™ One-Step RT-PCR kit (Applied Biosystems, ThermoFisher, USA). For RVA, PEDV and TGEV, the protocol designed by Masuda et al. (2016) was followed, and RVB and RVC were detected using a previously described RT-PCR by Marthaler et al. (2014) .\n\nDNA was extracted from bacterial cultures by boiling. Briefly, all bacterial growth from MacConkey plates and Clostridium spp. selective medium plates from all samples were diluted in 600 μL of sterile distilled water and 200 μL of the dilution were then transferred to a new tube. Two-hundred microliters of sterile distilled water were added to each tube. Tubes were boiled in a water bath for 10 min, and then centrifuged at 13,000 rpm for 5 min. After centrifugation, the supernatant was recovered and stored at −80°C until processed.\n\nThe presence of E. coli adhesins (F4, F5, F6, F18, F41 and eae) and toxins (LT, Sta, STb, EAST1) was analysed using conventional PCR. VT1 and VT2 toxins were included as a routine basis in this general diagnostic panel of E. coli. C. perfringens (α, β and β2) and C. difficile (TcdA and TcdB) toxins were also evaluated by PCR.\n\nFor all PCR, the master mix consisted of: 1x PCR Buffer, 0.2 mM of each dNTP (Bioline, France), 3 mM of MgCl2, 1 mM of each primer and 1 U of Taq DNA Polymerase (Bioline, France). A final volume of 2.5 μL of DNA was used in the PCR. In each reaction, positive and negative controls were included.\n\nThe characterisation of E.coli, as regards to the presence of adhesins and eae) and toxins was done using the primers described by Toledo et al. (2012) . The PCR program consisted of 5 min at 94°C, followed by 30 cycles of 1 min at 94°C, 1 min of annealing at 63°C and 1 min of extension at 72°, and a final extension step of 7 min at 72°C.\n\nThe detection of toxigenic C. difficile strains was done by a standardized PCR protocol for TcdA and TcdB previously described by Persson et al. (2008) . The PCR program consisted of 10 min at 94°C, followed by 25 cycles of 50 s at 94°C, 40 s of annealing at 53°C and 50 s of extension at 72°C, and a final extension step of 3 min at 72°C. For the detection of C. perfringens type A and C, specific PCR were carried out using the primers described by van Asten et al. (2009) , and the program consisted of 5 min at 95°C, followed by 30 cycles of 1 min at 94°C, 1 min annealing at 53°C and 1 min of extension at 72°C, and a final extension step of 10 min at 72°C.\n\nReference E. coli and C. perfringens strains used as positive controls were kindly donated by Dr. Blanco (E. coli Reference Laboratory, Santiago de Compostela, Spain). Positive C. difficile strain was kindly provided by Dr. Sanfeliu (UDIAT Diagnostic Centre, Sabadell, Spain).\n\nPCR products were resolved in a 1.5% agarose gel by electrophoresis. Reference positive strains and a 100 bp ladder (Biotools B&M labs, Spain) were used to identify the positive samples. Amplified PCR products were visualized using ethidium bromide staining under UV light.\n\nThe prevalence of enteric pathogens from the diarrheic cases evaluated in the study showed a high diversity in the proportion of positive \n\n3.6 (5) 1. samples per each of the 31 farm tested (Fig. 1) . C. perfringens A, C. difficile toxigenic strains, and RVA and RVC were the most frequently agents diagnosed at farm level (Fig. 1) . Regarding the number of diarrheic animals in the overall population analyzed, viruses presented the following prevalence (Table 1) : 51.6% (111/215) of samples were positive for RVA, 9.3% (20/215) for RVB and 39.1% (84/215) for RVC. The percentage of samples positive to coronaviruses was low (11/215, 5.1%), 6 of them being positive to TGEV and 5 to PEDV. Regarding bacterial agents, C. perfringens Cpα toxin was found in 71% (152/215) of the samples while only 7 samples (3.3%) from two different farms were found positive for Cpβ toxin (Table 1) . Moreover, Cpβ2 toxin was detected in 87% of Cpα toxin positive samples (132/152). TcdA and TcdB C. difficile isolates were found in 28.9% (62/215) and 34% (73/215) of the samples, respectively, 22.3% of the samples being TcdA/TcdB double positive.\n\nE. coli was isolated in pure culture in 44% (94/215) of the tested samples from diarrheic animals. The virulence factor characterization of these 94 isolates showed a low prevalence (< 5%) of E. coli toxins and fimbriae, except for STb (10.7%), eae (9.8%) and EAST1 (56%) genes (Table 2 ). E. coli strains that could be classified into a pathotype were isolated from 21/31 (67.7%) farms but with a low proportion of positive samples. The highest prevalence corresponded to the ETEC pathotype (12.1%), harboring STa, STb and/or LT genes, followed by the EPEC pathotype (9.8%) with the eae gene, and lasting with an occasional VTEC (5.1%) strains, none of them harboring neither VT1 and VT2 genes.\n\nRotaviruses were detected in 30 out of 31 farms (Table 3) . RVA (80.6%) and RVC (71%) were isolated from most of the farms (25 and 22, respectively), and were detected concomitantly in 17 of them (54.8%). By contrast, only 7 farms were positive to RVB, always found in co-infection with RVC. Finally, PEDV and TGEV were detected in 4 and 3 farms respectively.\n\nAs regards the bacterial agents, C. perfringens A was found in 100% of farms, followed by C. difficile toxigenic strains (87.1% farms). Pathogenic E.coli, mainly ETEC and EPEC strains, was found in 64.5% of farms. Finally, 58% of farms were positive to RVA, RVC, C.difficile and CpA co-infection (Table 3) .\n\nDiarrheic animals (n = 140) and non-diarrheic (n = 88) penmates were sampled in 19 farms. RVA was the only pathogen statistically associated with the cases of diarrhea [61.4% vs 31.8%, p < 0.001] (Table 4 ). Regarding bacterial pathogens no statistical differences were found when comparing diseased versus non-diseased pen-mates although prevalence of C. difficile TcdA and E. coli F41 or STa toxigenic strains were slightly higher in the diseased animals (Table 4 ).\n\nThere were 6/19 farms in which RVA could not have a prominent role in the diarrhea outbreak, either because of the absence of RVA positive animals in the farm or because the RVA prevalence was higher A. Vidal, et al. Veterinary Microbiology 237 (2019) 108419 in healthy animals than in diseased cases. In those particular cases, other bacterial agents such as toxigenic C. difficile (TcdA / TcdB) or pathogenic E. coli (mainly ETEC or VTEC), or other viruses, such as RVB, could be identified in a larger proportion of diseased pigs compared to the healthy pen-mates (Fig. 2) .\n\nThe present study reports data of the prevalence of the main pathogens associated with neonatal diarrhea in Spain. In general, C. perfringens type A, toxigenic C. difficile and rotavirus could be isolated from most of the analyzed farms. Furthermore, most of the analyzed samples of this study, regardless the health status of the piglet, were positive for multiple combinations of pathogens, involving principally RVA, RVC, E. coli, and toxigenic strains of C. difficile and C. perfringens type A. Moreover, the large number of combinations of pathogens, possibly along with other non-infectious causes, stands for the multifactorial origin of the neonatal diarrhea in pigs and shows the actual complexity of this condition.\n\nOne of the main results of this study is the evidence of RVA as the most frequent agent involved in neonatal diarrhea of the studied cases. This result agrees with a recent case-control study conducted in pig farms in Denmark, in which the authors concluded that RVA was the only agent that could be statistically associated to neonatal diarrhea (Kongsted et al., 2018) . Nevertheless in some cases their role as a causative agent of disease in pigs have been controversial. While some studies did not find a clear association between RVA infection and neonatal disease (Ruiz et al., 2016; Amimo et al., 2013a) , others did find a statistical relationship between neonatal diarrhea and RVA single infection (Linares et al., 2009; Kongsted et al., 2018; Mesonero-Escuredo et al., 2018) , or RVA combined with other factors such as coinfections or management conditions (Ruiz et al., 2016) .\n\nA. Vidal, et al. Veterinary Microbiology 237 (2019) \n\nAs regards to other rotaviruses, most of the RVC positive farms found in this study were also positive to RVA, and had similar frequencies of RVC positive animals in piglets suffering diarrhea and in the healthy penmates. A recent study made in Danish pigs affected by the new neonatal porcine diarrhea syndrome (NNPDS) found that regarding rotaviruses only 9% of pigs were positive to RVA and none to RVC by RT-qPCR (Goecke et al., 2017) . By contrast, for RVB, differences in the frequency of this pathogen in diseased and healthy piglets were clearer although the global RVB prevalence was low. Thus, in the context of our study, both RVA and RVB could be considered as prominent causing agents of diarrhea in some outbreaks.\n\nThe number of papers on the prevalence of RVB and RVC in pigs is relatively scarce. In a study conducted in the United States, the authors reported similar rotaviruses prevalence with 62% RVA, followed by 53% RVC and 33% RVB (Marthaler et al., 2014) . Rotavirus B has also been detected in several Asian countries, South Africa, and Brazil (Alekseev et al., 2015) . In Europe, limited reports of RVB have been described in Germany (Otto et al., 2015) and the Czech Republic (Smitalova et al., 2009 ) so far, with prevalence of 1.6% and 0.6% respectively. The differences in the obtained prevalence between those studies and the present work could be explained by the study design, the age of the animals or the geographical area of sampling.\n\nRegarding the analyzed coronaviruses, PEDV and TGEV, only 13 animals from 8 different farms were positive. Similar results were found recently in Spain by Mesonero-Escuredo et al. (2018) , who reported a 3.7% prevalence for PEDV. Regarding the positive samples to TGEV in the present study it must be mentioned that the PCR that we used could not distinguish TGEV from porcine respiratory coronavirus (PRCV) since the target gene was the viral nucleocapside. Besides this, the spread of PRCV across Europe since its emergence in the 1980 decade reduced the prevalence of TGEV because of the crossed immunity between the two viruses. Nowadays diarrhea caused by TGEV is uncommon in Europe (Saif et al., 2012) .\n\nThe prevalence of C. perfringens type A, as well as the Cpβ2 positive strains, was very high and similar between diarrheic and healthy pigs. The role of the cpβ2 toxin in the pathogenesis of neonatal diarrhea is controversial and while some studies have associated it with diarrhea outbreaks (Garmory et al., 2000; Bueschel et al., 2003) , others found no differences between diseased and healthy pigs (Jäggi et al., 2009; Farzan et al., 2013; Lee et al., 2014) . Since C. perfringens type A is a common gut microorganism, the detection of this agent cannot be interpreted unambiguously, given that it is not possible to distinguish commensal from pathogenic strains. Thus, although it has been considered as a main pathogen involved in persistent neonatal diarrhea (Mesonero-Escuredo et al., 2018) , a direct pathogen-toxin-disease association has not been yet determined (Kongsted et al., 2013 , Kongsted et al., 2018 . As regards C. perfringens type C, the prevalence detected in the present study was low. This could be the result of the routine vaccination plan implemented in sows (Salvarani et al., 2013) .\n\nIt has been suggested that C. difficile could be one of the most important uncontrolled cause of neonatal diarrhea in pigs in some scenarios (Songer and Anderson, 2006) with significantly higher\n\nA. Vidal, et al. Veterinary Microbiology 237 (2019) 108419 prevalence in diarrheic piglets (Kim et al., 2018) . However, in our study, the general prevalence of toxigenic C. difficile was similar in both healthy and diarrheic animals. Other studies have reported a high prevalence of C. difficile toxins in healthy animals concluding no clear relationship between diarrheal outbreaks and the detection of toxigenic C. difficile in pigs (Yaeger et al., 2007; Álvarez-Pérez et al., 2009 ). ETEC has been and still is considered the main agent responsible for intestinal disorders in neonatal piglets being F4, F5, F6 and F41, the main fimbriae associated with diarrhea, (Dubreuil et al., 2016; Luppi et al., 2016) . In the present study, ETEC strains were infrequently isolated from both diarrheic and non-diarrheic piglets, similar to the results reported previously by others (Kongsted et al., 2013; Kongsted et al., 2018; Larsson et al., 2015; Mesonero-Escuredo et al., 2018) . This low prevalence of E. coli pathotypes and virulent factors is probably related to the E. coli vaccination programs implemented in sows in the Spanish farms. Most of these vaccines available on the market contain E. coli fimbriae (mostly F4, F5, F6 and F41) and toxoids (such as LT), and therefore, prevent the infection caused by pathogenic strains of E. coli. By contrast, EAST1 positive E. coli were very common. The pathogenic role of the EAST1 toxin is not clear, given that it has also been found in a high prevalence in strains from healthy animals of our study in agreement with the results published by Zajacova et al. (2012) .Nevertheless, in some farms in which RVA was not considered to be the main causative agent, the diarrheic process of the piglets could be associated to pathogenic E. coli or toxigenic C. difficile strains.\n\nThe high frequency of multiple infections detected in diarrheic and healthy piglets makes the setting up of a final diagnosis a very difficult task. Moreover, presence of pathogenic agents in the healthy group should be interpreted with caution since some of these animals could be sampled during the incubation period of the infection. Additional information supplied by complementary techniques or studies, may help to achieve a definitive diagnosis.\n\nIn conclusion, the large diversity of agent combinations and disease situations detected in the different pig farms confirms the multifactorial origin of the neonatal diarrhea in pigs and stand for a more personalized diagnosis and management advice at a farm level, including also non-infectious factors that can trigger neonatal diarrhea.\n\nThe authors do not have any conflict of interest."}