{"title": "A spike-specific whole-porcine antibody isolated from a porcine B cell that neutralizes both genogroup 1 and 2 PEDV strains", "body": "Porcine epidemic diarrhea (PED) is caused by porcine epidemic diarrhea virus (PEDV) and has become a major concern because PED causes devastating economic losses to the pork industry (Wang et al., 2016a; Lin et al., 2016; Choudhury et al., 2016) . PEDV infection is characterized by vomiting, anorexia, watery diarrhea, dehydration, and weight loss, and causes high morbidity and mortality in suckling piglets less than 2 weeks of age, although it affects pigs of all ages (Madson et al., 2014; Song and Park, 2012) . PEDV was first identified in 1978 in Europe and was designated PEDV CV777 strain (Choudhury et al., 2016) . PEDV has now spread widely to multiple continents and PED is recognized as a global swine disease (Choudhury et al., 2016; Wang et al., 2016a; Chung et al., 2016) . Based on the sequence analysis of the whole PEDV genome, the current PEDV strains are classified into two genogroups, G1 (classical) and G2 (variant) (Wang et al., 2016a; Chung et al., 2016) . The prevalent strains causing the recent pandemic outbreaks in Asia and North America primarily belong to the G2 genogroup, although the G1 genogroup, represented by the prototype classical strain CV777, is still circulating in China and other Asian counties (Wang et al., 2016a; Chung et al., 2016) . Comparisons of the gene sequences of PEDV strains revealed that the greatest variation occurs in the PEDV spike (S) gene (Chung et al., 2016; Wang et al., 2016a) . Although PEDV G1-positive serum has limited cross-neutralizing activity against the G2 isolate (Wang et al., 2016b) , the antibodies generated by the G1 PED vaccine inefficiently conferred complete protection against the pandemic G2 isolates (Wang et al., 2016a) .\n\nPEDV, a member of the alpha coronavirus genus, primarily infects and replicates in the villous enterocytes of the small intestine in vivo, and its infection causes serious villous atrophy Song and Park, 2012) . Three spike (S) glycoproteins of PEDV form a clubshaped functional spike trimer on the virion surface and are responsible for the attachment and entry of PEDV to target cells (Liu et al., 2015; Park et al., 2011) . PEDV S protein is the main determinant of viral cellular tropism and contains the targets recognized by most neutralizing antibodies (Liu et al., 2015; Park et al., 2011) . Protection against PEDV infection is primarily mediated through antibodies, especially neutralizing antibodies (Langel et al., 2016; Song et al., 2016; Lee et al., 2015) . Isolating PEDV neutralizing antibodies from memory B cells from PEDV infected or vaccinated pigs can be very useful for understanding the neutralizing antibody development in vivo and could facilitate the design of new subunit vaccines. Furthermore, the isolated whole porcine potent neutralizing antibodies against PEDV could be developed as candidates for passive immunotherapy treatment. Egg yolk IgY antibodies against PEDV S protein provides partial protection against the acute PEDV infection of neonatal piglets (Lee et al., 2015) .\n\nAs a therapeutics, the whole porcine neutralizing antibody has a big advantage compared to the egg yolk IgY against PEDV infection. Unlike egg yolk antibodies against PEDV, the whole porcine neutralizing antibody is more stable in vivo and exerts antiviral activity through Fc mediated antiviral functions except the neutralizing activity. Here, we isolated a whole-porcine PEDV neutralizing antibody (designated PC10) from the B cells of a PEDV hyperimmunized pig. PC10 recognized a conformational epitope of PEDV S protein, and significantly neutralized both PEDV G1 CV777 and G2 Lnct2.\n\nVero E6 cells (an African green monkey kidney cell line, ATCC) were cultured in Dulbecco's minimum essential medium (DMEM, Life Technologies) supplemented with 10% heat-inactivated fetal bovine serum (FBS, Gibco) at 37°C in 5% CO2. The intestinal porcine epithelial cell line J2 (IPEC-J2) (kindly provided by Dr. Anthony Blikslager, North Carolina State University, Raleigh, NC, USA) was maintained in Dulbecco's Modified Eagle's Medium Nutrient Mixture F-12 (DMEM/ F12) supplemented with antibiotics (100 units/ml of penicillin, 100 μg/ ml of streptomycin, and 0.25 μg/ml of Fungizone ® ), 0.1 mM HEPES (Gibco), and 10% FBS (Gibco) (Li et al., 2017) . The PEDV CV777 (GenBank accession number: KT323979) and Lnct2 (GenBank accession number: KT323980) were propagated and titrated in Vero E6 cells.\n\nTo mount the high levels of PEDV-specific antibody response, ten consecutive immunizations with PEDV inactivated vaccine were performed through intrarectal or intramuscular routes at 2-week intervals. Blood samples were collected and evaluated for antibody binding and neutralization activities before each vaccination. We isolated PEDV-Sspecific single B cells (CD3−, IgG+, and PEDV-S+) from the mesenteric lymph node by FACS sorting and to amplify the variable regions of immunoglobulin heavy and light chain genes (VH and VL) by an optimized single-cell PCR. Paired VH and VL sequences from the sorted single B cells were amplified and sequenced. Once the amplified VH and VL PCR products were confirmed by sequencing, the full-length heavy and light chains were obtained through overlapping PCR with the constant region fragment of porcine IgG1 as described previously (Liao et al., 2013) . The PCR fragments of the full-length heavy and light chains, with a CMV promoter and polyA tail, were co-transfected into 293T cells to generate whole-porcine mAbs. The secretion of the mAb in the cell supernatant was monitored by ELISA and viral inhibition assay. Once the function of the mAb was confirmed, the mAb full-length heavy chain or light chain was separately cloned into the pcDNA3.1 expression vector. The mAb plasmids were co-transfected into 293T cells for the antibody production. The whole-porcine IgG1 was expressed in 293T cells by transient transfection, purified by affinity chromatography using protein A agarose (GeneScript, China), and titrated using a BCA Protein Assay Kit (Thermo Scientific). All pig experimental procedures were approved by the Harbin Veterinary Research Institutional Animal Care and Use Committee (IACUC). The primers used to generate PC10 were listed in Table 1 .\n\nThe total porcine IgG was measured by an in-house anti-pig IgG isotype-specific ELISA. Briefly, 96-well plates (Corning, NY) were coated with 100 μl of 2 μg/ml mouse anti-pig IgG mAb (BD Biosciences, US) in 50 mM carbonate buffer (pH 9.6) at 4°C overnight. The plates were washed three times with phosphate-buffered saline (PBS), pH 7.4, containing 0.05% Tween-20 (PBST) and then blocked with blocking buffer (PBST with 5% non-fat dry milk and 5% FBS) for 2 h. After washing, the diluted samples were added in duplicate for 1 h at 37°C. After washing, horseradish peroxidase (HRP)-conjugated goat anti-pig IgG (SouthernBiotech) diluted 1:4000 was added for 1 h. The tetramethylbenzidine (TMB) peroxidase substrate with H 2 O 2 was added to each well and incubated at 37°C for 10 min. The reaction was stopped with 50 μl 0.2 M sulphuric acid. The optical density (OD) was measured with a Bio-Tek microplate reader at 450 nm.\n\nThe quantification of PEDV RNA by real-time RT-qPCR analyses was carried out as previously described (Li et al., 2017) . Briefly, total RNA was extracted from the cell culture supernatants or cell lysates using the Simply P Total RNA Extraction Kit (BioFlux, China). The reverse transcription reactions were performed using the PrimeScript™ II 1st Strand cDNA Synthesis Kit (TAKARA), and qPCR was performed on a LightCycler480 II instrument (Roche, Switzerland) with Power SYBR Green PCR Master Mix (Applied Biosystems). The PEDV RNA was quantified based on a standard curve with known amounts.\n\nTo determine whether PC10 specifically bind PEDV infected cells, the PEDV infected Vero E6 cells were fixed with 4% paraformaldehyde for 30 min, then were permeabilized with 0.2% Triton X-100 for 15 min. The cells were stained with 100 μl of 50 μg/ml purified PC10 IgG and mouse anti-PEDV nucleocapsid (N) monoclonal antibody (2G3 mAb) at 4°C for 1 h. The bound antibodies were visualized by using goat anti-porcine IgG (H+L)-AF488 (SouthernBiotech) and the Alexa Fluor 546 goat anti-mouse IgG antibody (1:200 dilution) (ThermoFisher Scientific) for 1 h at 37°C. Cell nuclei were counterstained with DAPI (1 μg/ml) (Sigma-Aldrich, St. Louis, MO). The stained cells were analysed with an AMG EVOS F1 florescence microscope and Leica TCS sp5 confocal microscopy.\n\nTo measure the binding of PC10 IgG to the expressed PEDV spike protein, the spike gene of PEDV CV777 was codon-optimized and synthesized (BGI Tech, China). The synthesized PEDV S gene was cloned into the pcDNA 3.1(-) expression vector through EcoRI and HindIII restriction sites. The pcDNA3.1-S plasmid was transfected into 293T cells using Lipofectamine ® 3000 transfection reagent (Thermo Fisher Scientific) according to the manufacturer's instructions. The expression of the PEDV S protein was verified by western blot analysis using the mouse anti-PEDV S polyclonal serum prepared in our laboratory (Wang et al., 2016b) . The 293T cells transfected with the pcDNA3.1-S plasmid or empty vector were analysed at 48 h post transfection by PC10 IFA as described above.\n\nPC10 western blotting the virus S protein or the cellular expressed S protein was performed as previously described (Wang et al., 2016b) . Briefly, the virus S protein or the cellular expressed S protein was separated on SDS-polyacrylamide gel and blotted onto a nitrocellulose membrane (GE Corporation). After blocking overnight with PBS containing 2% BSA at 4°C, the membranes were washed and probed with 50 μg/ml PC10 or 200-fold diluted mouse anti-PEDV S polyclonal serum in blocking buffer. After 2 h of incubation, the membranes were washed and detected with 0.8 μg/ml Rabbit anti-pig IgG (H+L) (HRP) antibody (Abcam) for PC10 and 1 μg/ml Rabbit anti-mouse IgG (HRP) antibody (Abcam) for mouse anti-PEDV S serum in the blocking buffer. The images were acquired on the Talon enhanced chemiluminescence (ECL) system.\n\nPEDV-infected Vero E6 cells were detached by trypsin at 48 hpi and washed with PBS with 1% BSA. The cells were then washed and labelled with 100 μl of 50 μg/ml purified PC10 IgG at 4°C for 1 h. The cells were washed twice and then stained with goat anti-porcine IgG (H +L)-AF488 (SouthernBiotech) at 4°C for 1 h. After wash, the cells were fixed with 2% paraformaldehyde. For the flow cytometric analysis, at least 10,000 events were counted in each tube, and the compensation was calculated based on single-stained controls. The data were analysed using FlowJo 10.0 software (FlowJo, Ashland, OR).\n\nThe antibodies were two-fold serially diluted in DMEM and incubated with an equal volume of 4000 TCID 50 /ml PEDV for 1 h at 37°C. Then, 100 μl of the sample-virus mixture was transferred to duplicate wells of a 96-well plate containing confluent Vero E6 cells. The samples, virus, and blank controls were set up at the same time. The plates were incubated for 2 h at 37°C and then washed gently with PBS to remove unbound viruses. The plates were then incubated for 36 h at 37°C in a 5% CO2 atmosphere. The PEDV production in the culture supernatants and PEDV-infected cells at 36 h post infection (hpi) was analysed by PEDV IFA (Li et al., 2017) .\n\nThe ELISA-based PEDV neutralization (SN) assay was performed as previously described with slight modifications (Song et al., 2016) . Briefly, Vero E6 cells were seeded in 96-well plates at a density of 6 × 10 3 cells/well and cultured overnight to form a confluent monolayer. Diluted antibodies were mixed with an equal volume of 4000 TCID 50 /ml PEDV and incubated for 1 h at 37°C. The antibody-virus mixtures were transferred to triplicate wells for infectious adsorption for 2 h at 37°C. Control wells containing cells only (no serum, no virus) and virus only (no serum) were included on each plate. After washing to remove unbound viruses, the cells were further cultured for 36 h. The cells were fixed with 4% paraformaldehyde and permeabilized in 0.2% Triton X-100 for 15 min at room temperature, and blocked for 2 h at 37°C. The diluted anti-PEDV N 2G3 was added each well and incubated for 1 h at 37°C. HRP-conjugated goat anti-mouse IgG (Sigma-Aldrich, St. Louis, MO) was used to detect the presence of bound Ab. ELISA plates were read with a Bio-Tek plate reader at OD450. The percent of viral infection inhibition at each dilution was normalized with virusonly controls after background subtraction of the OD450 absorbance from uninfected cells. IC50 was defined as the lowest concentration of antibodies for which 50% inhibition of infection was reached.\n\n2.10. Viral capture assay 96-well plates (Corning, NY) were coated with 100 μl of 10 μg/ml purified IgG (PC10, purified PEDV positive or negative IgG) in NaHCO3, pH 8.5, overnight. The wells were then washed with PBS and blocked with blocking buffer. Then, 100 μl diluted PEDV stock was added to each well of the antibody-coated plates and incubated for 2 h at 37°C. The plates were robustly washed with PBS to remove unbound virus and then overlaid with 1 × 10 4 susceptible Vero E6 cells per well to measure mAb-captured infectious viruses. Following a 48-h culture, PEDV infection was measured by PEDV RNA RT-qPCR.\n\nDiluted antibodies were mixed with an equal volume of 4000 TCID 50 /ml PEDV and incubated for 1 h at 37°C. The antibody-virus mixtures were then added to triplicate wells of confluent monolayer Vero E6 cells for infectious adsorption for 2 h at 37°C. The cells were then vigorously washed twice and the attached PEDV was quantified by viral RNA RT-qPCR. For the analysis of PEDV and PC10 binding at two separate time points, PEDV was added to Vero E6 cells and incubated for 1 h at 4°C, and antibodies were then added to PEDV-infected cells and the temperature was raised to 37°C immediately. After a 2-h infection incubation, the cells were washed and the cell-associated PEDV was measured by PEDV RNA RT-qPCR.\n\nAll results in the figures are presented, where appropriate, as the mean ± the standard error of the mean (SEM) from three independent experiments and were analysed in GraphPad Prism with an unpaired ttest (GraphPad Software, Inc.). Differences were considered significant if the P value was < 0.05. P values are indicated as follows: *P < 0.05; **P < 0.01; ***P < 0.001.\n\nAll three pigs exhibited strong anti-PEDV antibody binding activity, as measured by ELISA, and anti-PEDV neutralizing activity, as measured by a microplate IFA neutralization assay, following multiple rounds of vaccination. The OD values of the anti-PEDV binding antibodies from the three pigs diluted 100-fold in serum were higher than 2. The serum from Pig #243 exhibited the highest neutralizing activity of the three immunized pigs (IC50 = 2180 for #243 versus IC50 = 1280 for #241 and IC50 = 1500 for #242). We therefore chose the mesenteric lymph node from pig #243 for the isolation of PEDV-Sspecific single B cells by FACS single-cell sorting (IgG+ PEDV-S+ CD3-B lymphocyte) and amplified the variable regions of immunoglobulin heavy and light chain genes (VH and VL) by nested single-cell PCR (Smith et al., 2009; Liao et al., 2009 ). The full-length antibody heavy chain and light chain assembled in vitro were co-transfected into 293T cells. The total secreted porcine IgG1 in the 293T culture supernatant was monitored by ELISA and viral inhibition assay. The porcine PC10 F. Fu et al. Veterinary Microbiology 205 (2017) 99-105 IgG was detected in the supernatant of 293T cells at 72 h post transfection (OD450 = 1.03) (Fig. 1A) , the supernatant secreted PC10 IgG reduced 72.09% PEDV CV777 infection in Vero E6 cells, as determined by quantifying the PEDV viral RNA in the supernatant (Fig. 1B) . The inhibition of PEDV infection by the supernatant secreted PC10 were further confirmed by IFA using an anti-PEDV N protein antibody. As shown in Fig. 1C , incubation with the secreted PC10 IgG evidently reduced the infection of the cells by PEDV G1 CV777. PEDV G2 Lnct2 is a new PEDV field-isolated strain stocked in our laboratory (Li et al., 2017) . PC10 also curtailed the infection of G2 Lnct2 PEDV though less efficiency comparing to CV777 (Fig. 1C) . These results indicate that PC10 is able to inhibit the infection of both genogroups of PEDV.\n\nTo determine if PC10 specifically recognizes PEDV proteins, we first analysed whether PC10 bound to PEDV -infected Vero E6 cells. PC10 and anti-PEDV N 2G3 were co-localized in the PEDV CV777 or Lnct2 infected cells but not in uninfected control cells ( Fig. 2A) , indicating that PC10 specifically binds to PEDV-infected cells. That PC10 specifically recognized PEDV-infected E6 cells was further confirmed by the results of flow cytometry analysis. The percentage of cells positive for PC10 staining in the CV777-infected, uninfected Vero E6, and unstained control Vero E6 cells was 88.72%, 1.91%, 0.09%, respectively, (Fig. 2B) . Like CV777, PEDV G2 Lnct2 infected cells were specifically bound by PC10 ( Fig. 2A and 2B) . Together, these results demonstrate that PC10 can specifically recognize the expressed viral proteins in cells infected with both PEDV genogroup strains.\n\nThe PEDV S protein is the only known target of PEDV neutralizing antibodies. To further clarify whether PEDV S is recognized by PC10, we transfected pcDNA3.1 vector expressing PEDV S into 293T cells. The successful expression of PEDV S in 293T was confirmed by western blot analysis and IFA using mouse anti-PEDV S polyclonal serum ( Fig. 2C and D). PC10 specifically recognized the transiently expressed S protein in 293T cells and not the pcDNA3.1 empty vector-transfected 293T cells (Fig. 2C) . However, unlike mouse anti-PEDV S serum, PC10 didn't bind to the reduced S protein of the cellular expressed S protein and PEDV particles in western blotting ( Fig. 2D and E) . The results indicate that PC10 IgG1 specifically recognizes the native PEDV S protein instead of the reduced linearized S protein. \n\nTo determine whether PC10 neutralizes PEDV infection, the PEDV IFA neutralization assay was established by immunofluorescent visualization of infected Vero E6 cell monolayers using anti-PEDV N mAb IFA. Typical fluorescent images of infected monolayers are shown in Fig. 3A . At a concentration of 120 μg/ml, the positive #241 purified IgG completely neutralized PEDV infection. A PEDV-negative IgG purified from a PEDV-negative healthy Bamma pig slightly inhibited the PEDV infection. At concentrations of 120 μg/ml, 30 μg/ml, and even 7.5 μg/ ml, PC10 completely neutralized the CV777 infection in Vero E6 cells (Fig. 3A) . A PC10 concentration of 0.47 μg/ml still exhibited significant inhibition of CV777 infection. To measure the neutralizing activity of PC10, we quantified the PC10 neutralization activity by an ELISA-based F. Fu et al. Veterinary Microbiology 205 (2017) 99-105 neutralization assay. Consistent with the results of the microplate IFA neutralization, 3.125 μg/ml PC10 almost completely neutralized CV777 infection; the IC50 of PC10 was 0.103 μg/ml (Fig. 3B) . Consistent with the results of PC10 binding to PEDV infected cells, PC10 also neutralized the infection of the PEDV G2 strain Lnct2 though Lnct2 exhibited approximately 50-fold less sensitivity to PC10 compared to CV777, IC50 of PC10 against Lnct2 is 5.239 μg/ml (Fig. 3B) . These data demonstrate that PC10 is capable of robustly neutralizing the infection of both G1 and G2 PEDV.\n\nThe capacity of antibodies to bind viral particles, especially infectious functional virions, is a pre-requirement for many biological antiviral activities of antibodies. To explore whether PC10 IgG captures infectious PEDV virions, we set up a microplate viral capture assay as previously described in Tomaras et al., 2008 (Tomaras et al., 2008 . PC10 captured a significant amount of infectious PEDV in the solution, as measured by the PEDV infection of Vero E6 cells at 48 hpi and the number of PEDV RNA copies in the PC10 group reached 1,604,542 ± 258,737 copies, which is approximately 40-fold higher than the background value, based on the number of PEDV RNA copies in the coated PEDV negative IgG (PEDV RNA 40, 727 ± 19, 721 copies) or PBS groups (35,133 ± 10,033 copies) (P < 0.01, unpaired t-test) (Fig. 4) . The coated PC10 captured even slightly more infectious PEDV than the purified IgG from the PEDV hyperimmunized pig #241 (1,340,209 ± 224,670 copies). Thus, PC10 IgG is capable of efficiently binding the infectious PEDV.\n\nTo explore whether PC10 neutralizes PEDV infection via acting on cell-free viruses and interfering with viral attachment to host cell receptors or entry into cells, we set up experiments to determine whether PC10 inhibits PEDV binding to cells or PEDV entry into cells after attachment to cells. We first incubated antibodies with PEDV at 37°C for 1 h before adding the PEDV-antibody mixture to Vero E6 cells. We measured the cell-associated PEDV following a 2-h infection incubation at 37°C after washing unbound viruses. Unlike the #241 purified polyclonal IgG, the presence of PC10 did not reduce the cellassociated PEDV, although both PC10 and #241 IgG neutralized PEDV infection (Fig. 5A) , indicating that PC10 neutralization is not mediated through blocking the viral attachment to cells. To further confirm this result, we next added PC10 and PEDV to target Vero E6 cells at separate time points. We added PEDV to Vero E6 cells and incubated them at 4°C for 1 h, which allowed the virus to attach to Vero E6 cells but prevented PEDV entry into the cells because the fusion of the viral envelope and cellular membrane does not occur at 4°C. Then, PC10 was added to the PEDV-cell complexes and the temperature was raised to 37°C immediately to initiate the viral fusion. If PC10 inhibits viral attachment to cells, there would be no reduction in cell-associated PEDV or neutralization under these conditions. The addition of PC10 following PEDV attachment to cells did not reduce the cell-associated PEDV. Consistent with the results that PC10 did not block the PEDV attachment to cells, PC10 still almost completely neutralized PEDV infection when PC10 was only present in the 2-h infection incubation at 37°C after PEDV had attaching to cells, just as the neutralization observed when PC10 and PEDV were pre-incubated at 37°C for 1 h (Fig. 5B) before infection absorbance. These results indicate that PC10 does not block PEDV from attaching to E6 cells and potentially act on the PEDV entry steps following the viral attachment to cells.\n\nPorcine epidemic diarrhea (PED) is a contagious intestinal disease caused by PEDV and had resulted in devastating damage to the pig industry (Wang et al., 2016a; Sun et al., 2016; Lin et al., 2016) . The PEDV spike (S) glycoprotein forms a functional trimer that mediates virus attachment to the target cells and subsequent membrane fusion, and is the main target for humoral immunity and neutralizing antibodies (Lin et al., 2016; Liu et al., 2015) . Isolating neutralizing antibodies against the PEDV S protein from memory B cells is vital to elucidate the induction of the PEDV neutralizing antibodies and the protective mechanism of PEDV infection. In this study, we isolated a whole-porcine PC10 mAb against the PEDV S protein from sorted B cells, and demonstrated that PC10 neutralized PEDV infection in vitro.\n\nIsolating the potently neutralizing antibodies induced in pigs by natural infection or vaccination is critical to elucidate the determinants of PEDV protection. PC10 isolated from porcine B cells powerfully neutralized both PEDV G1 CV777 (IC50 = 0.103 μg/ml) and G2 Lnct2 infection (IC50 = 5.23 μg/ml) in vitro. This indicates the epitope targeting by PC10 is conserved between G1 CV777 and G2 Lnct2. Sites like the epitope recognized by PC10 that induce potent neutralizing activity should be the focus of future rational PEDV vaccine design. The PEDV S is the target of neutralizing antibodies (Lin et al., 2016; Liu et al., 2015) . We found that PC10 only bound to the cellular expressed native S protein of PEDV infected or pcDNA3.1-S transfected cells not the denatured S protein in western blot (Fig. 2) . These indicate that PC10 specifically recognize native PEDV S protein via a conformationdependent epitope. Furthermore, binding of PC10 to PEDV S protein displayed on the surfaces of infected cells could potentially result in the clearance of PEDV infected cells in vivo by antibody-dependent cellmediated cytotoxicity (ADCC). These multiple protective mechanisms exhibited by PC10 presumably make PC10 to a promising therapeutic antibody against PEDV infection in neonatal piglets.\n\nNeutralization of coronaviruses by antibodies is generally attributed to antibody occupancy of the spike trimers and interference with viral attachment to target cells or entry. Here, we found PC10 efficiently bound PEDV in solution, which is consistent with the potent neutralizing activity of PC10 because the capture of infectious virions is a prerequirement of many antiviral activities of antibodies (Liu et al., 2014) . But the binding of PC10 to spike proteins did not interfere with the viral attachment to the target cells (Fig. 5A ). This conclusion was drawn from the observation that PC10 did not reduce the cell-associated PEDV after a 1-h pre-incubation of PEDV and PC10 at 37°C and that PC10 still neutralized PEDV infection even after PEDV had attached to the target cells (Fig. 5) . It was previously reported that PEDV enters Vero cells through an initial endocytic uptake, followed by the viral fusion between the PEDV S and host endosomal membrane (Park et al., 2014; Liu et al., 2016) . This is consistent with the results that the cellassociated PEDV was significantly higher at 37°C than 4°C regardless of the presence of PC10, PEDV-negative IgG, or DMEM alone, indicating that PEDV is taken up by cells through endocytosis more efficiently at 37°C than at 4°C. The virus uptake through endocytosis more Fig. 4 . PC10 captured infectious PEDV. The same amount of PEDV was added to a coated plate with 10 μg/ml antibodies. The captured infectious PEDV was measured by the infection of Vero E6 cells and quantified by PEDV RNA RT-qPCR at 48 hpi. The results are presented as the mean ± SEM (n = 3). **P < 0.01 by unpaired t-test. efficiently at 37°C than at 4°C is observed in Herpes simplex virus 1 (HSV1) infection (Sayers and Elliott, 2016) . In conclusion, PC10 isolated from porcine B cells recognizes the native PEDV S protein and robustly neutralizes PEDV G1 and G2 strains. These results provide insight about the natural induction of the PEDV neutralizing antibodies following PEDV vaccination in pigs and may contribute to PEDV vaccine design."}