{"title": "Innate immunity modulation in virus entry", "body": "Viruses can enter cells by many routes which reflect the evolutionary interface between host and viruses, for which anti-viral innate immune evasion might have been positively selected to improve cell entry [1, 2] . Besides the host innate immune defence ensured by hundred of antimicrobial peptides (AMP) which can be rapidly mobilized to neutralize viruses [3] , innate pathogen recognition is mediated by dozens of soluble, membrane bound or cytosolic germ-line encoded pattern recognition receptors (PRRs) which detect conserved pathogen associated molecular patterns (PAMPs) [4] . Soluble serum PRRs include collectins, ficolins and pentraxins that may opsonise viruses leading to their complement-dependent destruction. Membrane-bound endocytic/phagocytic PRRs, including the mannose receptor (MR), scavenger receptors (SR), and dendritic cell-specific ICAM grabbing non-integrin (DC-SIGN) may also directly recognize viruses to mediate virus uptake.\n\nMoreover, several membrane bound and cytosolic-distributed PRRs have for major functions to transduce intracellular signals to elicit innate immune responses.\n\nToll-like receptors (TLRs) are membrane-expressed signaling PRRs: while TLR1/2/4/5/6/10 are distributed on the cell surface, TR3/7/8/9 are located within endosomal compartments [5] . Detection of cytosolic-located PAMPs can be achieved by specific PRRs which include the retinoic acid-inducible gene I (RIG-I)-like receptors (RLR), RIG-I and MDA5 [4] . Following recognition of viral PAMPs, these PRRs transduce intracellular signals to activate nuclear factor-kappa B (NF-kB) and/or type I IFN (IFN-I) regulatory transcription factors (IRF)3 and/ or IRF7, leading to proinflammatory cytokine and IFN-I expression by the infected cells. Newly synthesized IFN-I is secreted and binds to IFN-I receptor (IFNAR) inducing the expression of hundreds of IFN stimulating genes (ISGs) with direct anti-viral effect [4] .\n\nOverall, innate PRRs are a line of defence that viruses have to escape to establish a successful cellular infection. However, very little is known about how viruses might modulate innate immunity in virus entry. In this review we focused on mechanisms used by viruses to modulate innate immunity in order to both facilitate their entry into a cell and to counteract immediate cell autonomous antiviral responses postvirus entry.\n\nEvasion and subversion of soluble PRR Mannose-binding lectin (MBL) is a serum lectin of the collectin family that plays an important role in innate immunity [6] . MBL binds to carbohydrates on the surface of a wide range of pathogens and activates the lectin pathway of complement. However, the degree of glycosylation of viral glycoproteins is a general factor in determining sensitivity to MBL recognition ( Figure 1 ). For example, the sensitivity to MBL detection of seasonal H1N1 strains of influenza virus (highly sensitive) and A (H1N1) pandemic viruses (poorly sensitive), is depending on the extent of glycosylation of their respective hemagglutinin (HA). The loss of a single N-linked glycan from the HA of influenza virus is associated with resistance to MBL detection and increased virulence [7 ] . MBL can also bind to high-mannose glycans on human immunodeficiency virus (HIV)-1 envelope glycoprotein gp120 [8] ; the level of glycosylation of gp120 is variable, depending on infected cell [9] what might allow prevention of MBL binding.\n\nA high number of virus-mediated diseases are associated with MBL gene polymorphisms, clearly suggesting that avoiding MBL detection is important for viruses. For instance, hepatitis B and C virus persistence and disease progression was linked to MBL polymorphisms. Recently, MBL was shown to interact with hepatitis C virus (HCV) E1/E2 envelope glycoproteins leading to inhibition of virus entry [10] . These new results provide a molecular explanation for the role of MBL in HCV disease.\n\nFinally, another way to block MBL-dependent virus neutralization was recently reported for human astroviruses (HAstVs); the coat protein of HAstVs binds to MBL and inhibits the mannan-mediated activation of the lectin pathway of complement [11 ] .\n\nBesides avoiding or inhibiting collectin functions, viruses may hijack collectins to facilitate infection ( Figure 1 ). The surfactant protein (SP-A) is an innate immune factor of the lung, amniotic fluid and vaginal tract. SP-A binds to high-mannose carbohydrate residues of several human cytomegalovirus (CMV) glycoproteins. SP-A binding to CMV stimulates virus entry in permissive lung rat cells [12] . Whether this is true for human cells is not known. Interestingly, SP-A binds to HIV gp120 mannose carbohydrate what enhance the uptake of viral particles by dendritic cells (DCs) [13] .\n\nPhagocytosis is an innate defence system of specialized phagocytes, i.e. macrophages, neutrophiles and DC, first described more than 120 years ago by Ilya Ilitch Metchnikov (Nobel prize in medicine 1908) [14] . It is only recently that this process appeared as a mechanism promoting virus entry. Adenovirus targeted to the Fcg receptor 1 of hematopoietic cells gives rise not only to adenovirus aggregates which are phagocytosed, but also to single particles which enter into the cells by endocytosis [15] . Interestingly, both phagocytosis and endocytosis of adenoviruses were shown to cooperate in order to optimize viral gene delivery. Thus, phagocytosis might facilitate entry of aggregated viruses, but not the one of single particles. However, virus phagocytosis was also reported by Clement et al. who have shown that plasma membrane protrusions of fibroblastic cells are formed around entering herpes simplex virus (HSV)-1 that further enter cells in phagocytosis-like particles [16] . A recent study has shown that the additional binding to the aVb3-integrin routes HSV-1 to an acidic vesicular compartment [17 ] . In regard to the role of integrins in phagocytosis [18] , it might be determined whether the aVb3-integrin routes HSV-1 through phagosome-like vesicles. Finally, the giant mimivirus was also shown to use phagocytosis to infect macrophages [19] . Although the big size of mimiviruses may explain why they evolved to subvert phagocytosis, this cellular process might be usurped by other viruses.\n\nAs phagocytosis, macropinocytosis is an endocytic mechanism with a role in immune defence (although it is primarily used for the non-selective internalization of fluid and membrane). First reports have shown that macropinocytosis is an infectious entry route for adenovirus serotype 3 and vaccinia virus [20, 21] . Recently, it was described that influenza A virus, well described to use a clathrin-mediated endocytosis pathway to enter into a cell, can enter host cells through an alternative pathway with the molecular characteristics of macropinocytosis, in serum-rich conditions [22] . \n\nGeneral viral strategies to manipulate innate PRR to enhance virus entry. Viruses may express glycosylated surface proteins which do not allow collectin binding, such as MBL, and subsequent complement-mediated destruction (1). Alternatively, viruses may benefit from SP-A recognition to improve cell entry, through unknown mechanism (2). Viruses may directly bind several different endocytic/phagocytic PRRs (SR, MR, DC-SIGN) to usurp intracellular routes for efficient entry (3) . Virus binding to TLR (4) may also promote specific virus receptor (VR) expression (5) to enhance further virus entry (6) . Finally, co-infecting bacteria may contribute to virus entry via TLR signaling (7) through still undefined process (8) .\n\nfor the latter MR-dependent entry is not associated with productive HIV-1 infection in macrophages.\n\nSR represents a large family of transmembrane PRR involved in endocytosis/phagocytosis that recognizes several different PAMPs [28] . SR-BI, a class B SR, which binds a variety of lipoproteins (high-density lipoproteins (HDL), low-density lipoproteins (LDL)), is utilized by HCV to gain entry into hepatocytes ( Figure 1 \n\nThe high variability of components exposed on the surface of viruses might contribute to limit broad recognition by surface expressed TLRs. In contrast, endocytosed viruses are exposed to vesicular TLRs which detect viral genomic PAMPs [4] . However, viruses might benefit from stimulating TLRs ( Figure 1 ). Wild-type HA MeV activates TLR2 as a 8 Virus Entry Postvirus entry, certain viral genomes may escape from RIG-I detection either directly (2) or via inhibitory virion-incorporated proteins (3). IRF3 activation may also be inhibited by virion-incorporated proteins (4), to prevent IFN-I production. Moreover, virion-incorporated proteins could inhibit IFNAR-dependent signals to prevent antiviral ISG production (5 Inside the cytoplasm, viruses can be recognized by several PRRs, including two DExD/H box RNA helicases RIG-I and MDA5, ultimately driving IFN-I production [53] . Only examples of direct modulation of RIG-I by virusincorporated proteins were yet reported ( Figure 2 ). RIG-I detects unique 5 0 triphosphate on virus genomic RNA and triggers IFN-I induction [54] . RNA viruses elicit IFN-I production upon RIG-I recognition soon after virus entry and delivery of their genome inside the cytosol. However, it was shown that genomic RNAs of several emergent double-stranded (ds)RNA viruses evade RIG-I detection because of the cleavage of triphosphates at the RNA 5 0 end, by a viral function [55] . Beyond, virion-incorporated proteins such as ebola-VP35 can also prevent RIG-Imediated detection by competing for RNA genome interaction [56] . Another mechanism for direct RIG-I modulation was recently described with the protease of HIV-1 which promotes the lysosomal degradation of RIG-I [57] . Moreover, immunoglobulin-dependent dengue virus entry into immunoglobulin Fc region receptor (FcR)-bearing cells promotes activation of hydroxyacetone kinase and autophagy-related genes (ATG)5-ATG12, which disrupt the RIG-I and MDA-5 signaling cascade and prevent IFN-I production [58] .\n\nTo prevent IFN-I induction, IRF3, a downstream effector of several cytosolic PRRs, is a very common putative target of virion proteins (Figure 2 ). The immediate-early (IE)62 protein is an abundant tegument protein of the alphaherpesvirus varicella-zoster virus (VZV). IE62 promotes inactivation of IRF3 by preventing its phosphorylation by TANK-binding kinase (TBK)1 [59 ] . Moreover, although IE62 is not able to interact with TBK1 or IRF3, unproductive TBK1-IRF3 complexes are maintained, limiting the redistribution of trapped-TBK1 to activate other IRF3 substrates. Another example is the phosphoprotein P of rabies virus that binds to the ribonucleoprotein of free virions, which prevent TBK1 dependent phosphorylation of IRF3 [60] . Similarly, ebola virus VP35 also inactivates IRF3 [61] and the nucleoprotein of LCMV dampens IFN-I induction by preventing IRF3 activation [62] .\n\nInterestingly, viral strategies evolved to inhibit IFN-I induction might also depend on host-incorporated proteins within free infectious virions. Although most of the host-incorporated proteins contribute to virus infectivity, it is unknown whether they contribute to modulate early innate immune events. Interestingly, the propyl isomerase (PIN)1 integrated into HIV-1 viral particles [63] and required for uncoating of the virus [64] , regulates ubiquitination and proteasome-dependent degradation of IRF3, what might prevent IFN-I induction [65] . Moreover, PIN1 regulates the expression of the cytidine deaminase APOBEC3G an innate restriction factor that inhibits HIV-1 replication [66] .\n\nFinally, IFNAR-depending signals might also be the target of virions proteins (Figure 2 ). Thus the VZV-IE63 protein can prevent IFN-I response by inhibiting the phosphorylation of the eukaryotic initiation factor 2 (eIF-2a), a downstream event of the IFNAR signaling pathway which inhibits translation [67] . Moreover, the phosphoprotein P of MeV inhibits IFNAR-dependent signalisation by binding to and preventing the activation of STAT1, a downstream intermediate of this receptor [68] .\n\nAutophagy is a catabolic lysosomal mechanism which plays a crucial role as an innate defence mechanism by promoting virus or virus-derived component degradation and delivery of virus RNA to TLR-containing endosomes leading to IFN-I induction [69, 70] . However, several viruses evolved strategies to avoid or usurp autophagy to their own benefit [71] . Although the manipulation of autophagy upon virus entry to improve infectivity was not yet reported, several studies reported autophagy induction upon virus receptor engagement (Figure 2 ). Vaccine MeV entry induces autophagy through the direct engagement of the regulatory complement activation receptor CD46 [72 ] , a receptor also for human herpes virus 6 (HHV6) and several serotypes of adenoviruses [73, 74] . Although CD46-mediated autophagy induction does not enhance MeV entry [72 ] , whether MeV benefits from autophagy induction to replicate is not yet known. TLR3, TLR4 and TLR7, PRRs that recognize virus genome PAMPs, were also reported to induce autophagy upon ligand binding [75] , what might be hijacked by some viruses to promote their own replication. Moreover, it is also shown that autophagy-associated proteins can be recruited to nascent phagosomes and accelerate phagosome maturation [76] . Moreover, clathrin-associated plasma membrane contributes to the formation of autophagosomes [77 ] . Since phagocytosis and clathrin-dependent endocytosis are both involved in virus entry, their links with autophagy proteins or with the entire autophagy process, respectively, might benefit for virus entry/replication. Further studies are required to determine whether viruses induce/use autophagy or autophagy-associated proteins upon entry to enhance entry and infectivity.\n\nDifferent evolutionary selected strategies that promote viral entry into cells through subversion of innate immunity were described. Viruses might hijack innate cell surface PRR to enter a cell. Viruses may also evade anti-viral innate response by avoiding PRR recognition and/or inhibiting PRR downstream signaling intermediates. A recent global genomic analysis on the HIV/host interface highlighted that most genetic variability that could account for differences in susceptibility to disease occurs in genes coding for cellular membrane proteins of the host as well as in the viral envelope genes suggesting that the genetic variability of cell surface expressed proteins might be a defence mechanism for virus binding/entry prevention [1] . Moreover, a recent bottom-up approach based on both literature-curation and literatureomics data integration to analyze the interactions between viral proteins and host proteins of the IFN-I response highlighted that viruses target significantly transcription factors, signaling intermediates and membranous receptors [78 ] . These global results display the potential of the studies that remain to be done to fully depict innate immune manipulation in virus entry. \n\nBarbalat R, Lau L, Locksley RM, Barton GM: Toll-like receptor 2 on inflammatory monocytes induces type I interferon in response to viral but not bacterial ligands. Nat Immunol 2009, 10:1200-1207. This paper shows that non-nucleic structures of viruses can induce type I IFN induction. It reports that vaccinia virus ligands can specifically induce type I IFN induction via recognition by TLR2, via a process requiring receptor internalization in inflammatory monocytes. "}