{"title": "", "body": "Arterivirus Papain-like Proteinase 1β DATABANKS MEROPS name: equine arteritis virus-type cysteine peptidase MEROPS classification: clan CA, family C32, peptidase C32.001 Tertiary structure: Available Species distribution: known only from porcine reproductive and respiratory syndrome virus Reference sequence from: porcine reproductive and respiratory syndrome virus (UniProt: Q04561)\n\nThe family Arteriviridae currently includes four species prototyped by equine arteritis virus (EAV; the family prototype), porcine reproductive and respiratory syndrome virus (PRRSV-I and PRRSV-II, genotypes I and II respectively), lactate dehydrogenase-elevating virus (LDV), and simian hemorrhagic fever virus (SHFV), respectively [1] . EAV is the best-characterized arterivirus, although recent studies have increasingly been focused on PRRSV due to its economic importance. Arteriviruses are enveloped viruses with a polycistronic plus-strand RNA genome (12À15 kb; [2À6]). Their replicase proteins are expressed from open reading frames (ORFs) 1a and 1b that encode two large polyproteins: pp1a (187À260 kDa) and pp1ab (345À422 kDa), the latter resulting from a C-terminal extension of pp1a via ribosomal frameshifting. Both polyproteins are processed extensively by three or four ORF1a-encoded endopeptidases [7À15] . The arterivirus proteases and proteolytic pathways should be compared with those of the distantly related coronaviruses (see Chapters 494 and 546) and roniviruses, all of which are united in the order Nidovirales [16, 17] .\n\nThe papain-like proteinase 1β (PLP1β), formerly known as PCPβ (for papain-like cysteine proteinase β), is the second of three (four in SHFV) consecutive cysteine proteinase domains that have been identified in the N-terminal 500 residues of the arterivirus pp1a/pp1ab (see also Chapters 495 and 497). Its name derives from limited sequence similarity to the papain active site and the relative position of this proteinase in pp1a/pp1ab with respect to an upstream PLP (PLP1α; Chapter 495). In contrast to the PLP1α domain, PLP1β is proteolytically active in all arteriviruses studied so far (EAV, PRRSV, and LDV). Based on the genome sequence analysis, the SHFV replicative polyproteins are expected to have two divergent PLP copies (PLP1β and PLPγ) downstream of PLP1α ( Figure 496 .1). Interestingly, PLP1β from PRRSV and LDV cluster with SHFV PLP1β, while the EAV PLP1β clusters with SHFV PLPγ [18] (Gorbalenya, unpublished data) . In EAV, PLP1β catalyzes the autoproteolytic release of non-structural protein 1 (nsp1), the 29 kDa N-terminal replicase cleavage product [7] . The Nsp1 equivalent of PRRSV and LDV is larger (about 47 kDa) and is autocatalytically cleaved into nsp1α (20À22 kDa) and nsp1β (26À27 kDa) by PLP1α and PLP1β, which reside in these respective proteins (Chapter 495) [11] .\n\nThe activity of the PLP1β domain was first detected in vitro upon translation of RNA transcripts encoding the N-terminal region of EAV pp1a [7, 11] . In addition, EAV PLP1β was found to be active in Escherichia coli when it was expressed fused to the C-terminus of glutathione-Stransferase [7] . Using the latter system, the site cleaved by this proteinase was determined by sequence analysis of the nsp2 N-terminus. PLP1β was found to cleave just downstream of its active-site His residue (His230 in EAV; here and hereafter polyprotein numbering is used), at Gly260kGly261 of the EAV pp1a polyprotein [7] . A limited mutagenesis study of this site revealed that its P1 position is more sensitive to replacements than its P1 0 position. Furthermore, it was shown that sequences downstream of P2 0 are not required for cleavage of the EAV nsp1knsp2 site. After the production of an EAV nsp1specific antiserum, the proteolytic activity of PLP1β was also studied in vivo in infected cells and in transient expression systems [8] . The results from this study are in agreement with the data obtained in vitro [7, 11] .\n\nSequence comparison initially suggested that the PLP1β domains of both PRRSV and LDV cleave between Tyr and Gly (Tyr382kGly383 and Tyr380kGly381, respectively) [11] . However, N-terminal sequencing of nsp2 that was immunoprecipitated from cells infected with PRRSV-II indicated that the site is located one residue downstream at Gly383kAla384 [19] . The same site was found to be autocatalytically processed by recombinant Nsp1β upon its expression as part of a longer polypeptide precursor in E. coli [20] . This cleavage site is also conserved in the genotypically distinct PRRSV-I ( Figure 496 .1).\n\nLike PLP1α, PLP1β was found to cleave rapidly in a rabbit reticulocyte lysate and in vivo [7, 8] . Trans-cleaving activity could not be detected, suggesting this proteinase acts only in cis [7] . Occlusion of the PLP1β active site by C-terminal residues was proposed to explain this selective inactivation [16] and was subsequently corroborated by the analysis of the crystal structure of PRRSV-II nsp1β [20] (see below).\n\nComparative sequence analysis (Figure 496 .1) suggests that the arterivirus PLP1β domain spans approximately 140 amino acids (sequences upstream of residue 123 and downstream of residue 263 are not required for its activity in EAV) [7, 11] . The proteolytic domain occupies the C-terminal part of the B200-residue nsp1β in LDV/ PRRSV and of the 260-residue nsp1 in EAV, in which it is located downstream of the N-terminal zinc finger (ZF) and PLP1α domains. [18] . It includes also the (putative) N-terminal residue of the downstream domain, which along with the upstream Nsp1 C-terminal residue are highlighted with blue P1 0 and P1, respectively. Note that SHFV encodes two proteins, Nsp1β (SHFVb) and Nsp1γ (SHFVg). The alignment was produced with Muscle [36] and Clustal [37] using Viralis platform [38] and was prepared for publication with ESPript 2.2 [39] . The catalytic Cys and His residues of the PLPβ and PLPγ domains are marked with #. Conserved and identical residues in all viruses are colored. Secondary structure elements for PRRSV-II Nsp1β [20] are schematically shown on top of the alignment. The C-terminal boundaries of the protease domain in viruses other than PRRSV-II and EAV are yet to be verified experimentally. GenBank and/or RefSeq accession numbers of respective virus genome sequences as well as the PDB accession number for PRRSV-II Nsp1β are presented next to the virus acronyms.\n\nThe arteriviral PLP1β domains contain Cys and His residues with sequence characteristics typical for the Cys/ His catalytic dyad found in viral papain-like proteinases [3, 4, 11, 21] . The putative active-site Cys is followed, as usual, by a bulky, hydrophobic residue (Trp) and some local conservation was also detected (Figure 496.1) . Replacement of EAV Cys164 (by Ser or Gly) or His230 (by Val, Ala, or Gly) abolished cleavage of the nsp1knsp2 site in a rabbit reticulocyte lysate [7] , strongly suggesting that these two residues form the EAV PLP1β catalytic dyad. Similar results were obtained for the PLP1β domain of PRRSV-I, for which the replacement of Cys276 (by Ile, Leu, Arg, or Ser) or His345 (by Asp or Tyr) was found to be detrimental for the autoproteolytic activity [11] . The available evidence suggests that Cys269 and His340 form the catalytic dyad of the LDV PLP1β [11] . These initial results were corroborated and extended by a recent report on the crystal structure of recombinant nsp1β (residues 181À383 of pp1a) from PRRSV-II [20] . The PRRSV-II PLP1β domain (Val265ÀPro361 of nsp1β) was found to possess a typical papain-fold topology (Figure 496.2) . It is composed of two opposing subdomains À one consisting of three lefthanded α-helices and the other of four right-handed, antiparallel β-strands. Cys270 and His339 are facing each other at the interface of these two subdomains, and His339 is held in an orientation that would favor catalysis by hydrogen bonds to the side-chain oxygen atoms of Gln328 and Leu340. The crystal structure of PRRSV-II Nsp1β was obtained after expression of the protein from a construct that contained a stop codon following the P1 residue [20] . In this respect it differs from the autocatalytically released Nsp1α of PRRSV-II, the structure of which has also been solved [22] , (see Chapter 495 for details). Despite this difference, the active sites of both proteases are similarly blocked. In Nsp1β the C-terminal residue, Gly383, is positioned in the immediate vicinity of and stabilized by the catalytic Cys270 and His339 residues (Figure 496.2) . Also, 11 of the C-terminal Nsp1β residues form C-terminal extension (CTE) and are occluding the PLP1β substrate-binding pocket. These amino acids are conformationally stabilized in the active site of the proteinase by a multitude of hydrophobic interactions and main-chain hydrogen bonds.\n\nSurprisingly, the crystal structure of PRRSV-II Nsp1β also revealed that in addition to the C-terminally located PLP1β and CTE domains, the protein contains a distinct N-terminal domain (NTD) with structural homology to several endonucleases [20] (Figure 496.2) . This compact domain, spanning residues Ala181 to Ser228, consists of one α-helix and three β-strands. It is connected to the PLP1β domain by a flexible linker region (LKD) formed largely by random coils. Initial data suggests that recombinant PRRSV-II nsp1β does display nucleolytic activity that is dependent on the presence of divalent cations in vitro and may preferentially target single-stranded RNA and double-stranded DNA molecules [20] . However, a large excess of recombinant protein over substrate, as well as prolonged reaction times are necessary to detect nucleic acid degradation. Orthologs of this domain exist in PRRSV-I, LDV and SHFV (Figure 496 .1) but it remains unclear whether they are enzymatically active. The functional significance of this endonuclease activity during viral replication is also obscure.\n\nAlthough the crystal structure of PRRSV-II nsp1β contained one monomer per asymmetric unit, in solution the protein was reported to form homodimers, which display a remarkable resistance to high salt concentrations. Molecular modeling of the Nsp1β homodimer suggested that the majority of contacts between the monomer subunits are mediated by hydrophilic residues in the Nterminal domain, with minor contributions from the linker region between this domain and PLP1β. The PLP1β active sites face away from each other in the modeled dimer, supporting an intramolecular autoproteolytic mechanism. Interestingly, PRRSV Nsp1α similarly forms salt-resistant dimers in solution ( [22] , see Chapter 495). Whether PRRSV Nsp1β dimerization occurs in virusinfected cells, as well as the functional consequences of )) and PDB entry 3MTV [20] . The structure of the Nsp1β monomer includes four domains colored differently: N-terminal domain (NTD: Ala181 to Ser228; green), linker domain (LKD: Phe229 to Thr264, red), PLPβ (Val265 to Pro361; blue), and C-terminal extension (CTE: Asn362 to Gly383, yellow). Also depicted are the main and side chains of the juxtaposed catalytic Cys270 and His339 residues (Cys and His, magenta) and C-terminal Gly383 residue (Gly, yellow). this interaction remain to be addressed. EAV nsp1 has also been demonstrated to homo-oligomerize during EAV infection [23] and our recent unpublished data suggest that an autoproteolytically released recombinant EAV nsp1 is also present largely in a dimeric form in solution. These observations suggest that dimerization may be of significance for the post-proteolytic functions of these proteins in arteriviral replication.\n\nExpression of recombinant PRRSV-II Nsp1β was described [20] . The Nsp1β-coding sequence (pp1a residues 181À383) with a short stretch of upstream sequence (amino acids 167À180) of PRRSV-II XH-GD strain were cloned into pGEX-6p-1 The resulting expression plasmid was transformed into the BL21(DE3) strain of E. coli. Nsp1β was purified as a fusion to the C-terminus of GST by affinity chromatography and the GST tag was removed by proteolysis.\n\nThe PLP1β-containing Nsp1β/Nsp1 proteins of arteriviruses are accessory proteinases that assist the Nsp4 main proteinase (see Chapter 691) in the proteolytic processing of the pp1a and pp1ab replicase polyproteins [16] . All available evidence points to a single proteolytic event mediated by PLP1β, i.e. the autoproteolytic release of Nsp1βkNsp1 (see above). Consequently, the viral proteins containing this domain have other function(s) during viral infection that may be facilitated by their autoproteolytic release.\n\nThe function of the PLP1β domain was initially thought to be limited to the autoproteolytic release of nsp1 (Nsp1β) and the liberation of the N-terminus of the downstream-located Nsp2. The latter plays a decisive role in the formation of the membrane-associated EAV replication complexes [24] (for details see Chapter 497). Genetically engineered mutations that abolished cleavage of the nsp1knsp2 site (C164S, G260V, and G261V) also rendered viral RNA accumulation in EAV-transfected cells undetectable [25] . Substitutions in the PLP1β catalytic dyad were also detrimental for PRRSV viability [26] . Combined with the observation that EAV nsp1 is dispensable for genome replication [27] , these data imply that it is the processing of the nsp1knsp2 site, rather than Nsp1βkNsp1 per se, that is indispensable for the formation of functional arterivirus replication complexes.\n\nIn addition, EAV Nsp1 was implicated in the selective regulation of subgenomic mRNA synthesis [27] , which is a crucial, replication-dependent event in the replicative cycle of arteriviruses and other nidoviruses [28À30]. Initially, EAV nsp1 was thought to exercise this function mainly through its ZF domain [27] , but more recent data demonstrated the critical importance of charged residues from the PLP1β (and PLP1α) domains for subgenomic mRNA production [18] . EAV Nsp1 also appears to fine-tune the abundance of each viral mRNA species by controlling the accumulation levels of its respective minus-strand template [18] .\n\nAn intriguing aspect of nsp1β/nsp1 biology is the fact that these proteins were found to partially localize to the cell nucleus during infection with EAV or PRRSV [19, 31, 32] . In the case of EAV nsp1, this appears to be due to active transport across the nuclear pore complex [9] . How these proteins are transported into the nucleus, while lacking discernible nuclear localization signals in their primary structures, remains unclear. The relevance of the nuclear localization of nsp1βknsp1 during infection is currently unknown, but it may be connected to a recently described function of PRRSV nsp1α as an antagonist of Type I interferon (IFN), the synthesis and secretion of which are key events of cellular innate immune responses. Overexpression of nsp1β (and nsp1α, see Chapter 495) strongly inhibited the expression of a reporter gene driven by an IFNβ promoter in the absence of other viral proteins [19,32À34] . The protein domains responsible for the suppression of innate immune responses by PRRSV nsp1β\n\nhave not yet been delineated, nor has the relevance of this proposed function for virus infection been examined. Interestingly, nsp1β can also suppress IFN-mediated signaling events; in contrast, Nsp1α can only block IFN production ( [19] , see Chapter 495).\n\nPLP1β is a small papain-fold cysteine protease domain, which cleaves the polyprotein in cis just downstream of its active site His residue. In contrast to the cleavage carried out by the PLP1α domain of PRRSV and LDV, only two residues downstream of the cleavage site are required for processing.\n\nA polyclonal rabbit antiserum against EAV nsp1 was raised using a peptide representing the first 23 residues of the ORF1a protein [8] . This serum is available from the authors for research purposes on request. The production of a mouse monoclonal antibody (12A4) recognizing EAV nsp1 has also been documented [35] . Polyclonal antisera directed against nsp1α and nsp1β from a PRRSV-II strain have been described recently [19] .\n\nIn evolutionary terms the PLP1β lineage is far separated from other virus and cellular papain-like peptidases. The genetic segregation of PLP1α (Chapter 495), PLP1β and PLP2 (Chapter 497) in pp1a/pp1ab indicates that all these proteases may have evolved through duplication and subsequent pronounced divergence from a common ancestor. PLP1α seems to be the closest parolog of PLP1β.\n\nThe papers of Snijder et al. [7] , den Boon et al. [11] , Ziebuhr et al. [16] , Nedialkova et al. [18] , Chen et al. [19] , Xue et al. [20] , and Tijms et al. [27] are recommended."}