{"title": "Perspective Reverse vaccinology 2.0: Human immunology instructs vaccine antigen design", "body": "Traditionally, vaccines have been developed empirically by isolating, inactivating, and injecting the microorganisms (or portions of them) that cause disease (Table 1 ; Rappuoli, 2014) . Two decades ago, genome sequencing revolutionized this process, allowing for the discovery of novel vaccine antigens starting directly from genomic information. The process was named \"reverse vaccinology\" to underline that vaccine design was possible starting from sequence information without the need to grow pathogens (Rappuoli, 2000) . Indeed, a vaccine against meningococcus B, the first deriving from reverse vaccinology, has recently been licensed (Serruto et al., 2012; O'Ryan et al., 2014) . Today, a new wave of technologies in the fields of human immunology and structural biology provide the molecular information that allows for the discovery and design of vaccines against respiratory syncytial virus (RSV) and human CMV (HCMV) that have been impossible thus far and to propose universal vaccines to tackle influenza and HIV infections. Here, we provide our perspective (summarized in Table 1 ) of how several new advances, some of which have been partially discussed elsewhere (Burton, 2002; Dormitzer et al., 2012; Haynes et al., 2012) , can be synergized to become the engine driving what might be considered a new era in vaccinology, an era in which we perform \"reverse vaccinology 2.0.\" Several technological breakthroughs over the past decade have potentiated vaccine design. First, the greatly enhanced ability to clone human B cells and then to produce the corresponding recombinant mAbs or antigen-binding fragments (Fab's) has provided access to an enormously rich set of reagents that allows for the proper evaluation of the protective human immune response to any given immunogen upon immunization or infection. A fundamental step for the success of this approach has been the growing capacity to select the most favorable donors for the isolation of the most potent antibodies (Abs) through extensive examination of serum-functional Ab responses. Second, conformational epitope mapping studies, performed via improved structural biology tools for the three-dimensional characterization of Fab's complexed with their target antigens , can now readily yield the atomic details of protective epitopes recognized by broadly neutralizing Abs (NAbs [bNAbs] ). Third, new computational approaches, informed by such structural and immunological data, have enabled the rational design of novel immunogens to specifically elicit a focused immune response targeting the most desirable protective epitopes (Liljeroos et al., 2015) . In addition to these advances, a great improvement in RNA sequencing technology has allowed for a massive analysis of the B cell repertoire, providing an accurate overview of the Ab maturation process generated by an infection or vaccination and driving new strategies aimed at priming the B cell precursors expressing germline-encoded Abs in an effective way before initiation of any somatic mutation.\n\nknowledge of the correlates of vaccine-induced protection or biological signatures of responsiveness are becoming fundamental in the development of novel vaccines. Both memory B cells (MBCs) and plasmablasts (peaking at day 8 after vaccination) have been used to generate naturally derived antigen-specific mAbs. MBCs were shown to be more suitable for this kind of application because of their capability to secrete Abs after EBV immortalization and in the presence of a TLR9 ligand and/or allogeneic irradiated mononuclear cells (Traggiai et al., 2004) . Usually, total peripheral blood lymphocytes or sorted IgG + MBCs are cultured and the released Abs can be screened for antigen specificity and/or functionality. More recently, it has been discovered that even single plasmablasts can be cultured without immortalization, and they can produce sufficient amounts of Abs to allow screening for Ab specificity and function (Jin et al., 2009; Corti et al., 2011b) . This approach has been particularly successful in isolating NAbs from individuals infected by rapidly evolving viral pathogens, leading to the identification of new target molecules that induce the most potent or broadly neutralizing response without prior knowledge of their nature. The power of the characterization of the Abs produced by human B cells that were generated in vivo in response to specific infections has been proved so far for different viruses, such as influenza, HCMV, dengue, and RSV (Beltramello et al., 2010; Corti et al., 2010 Corti et al., , 2013 Macagno et al., 2010; Krause et al., 2011; de Alwis et al., 2012) . Two emblematic examples of how human mAbs can be valuable tools to discover or design new anti-gens come from HCMV and RSV. Most studies on HCMV have focused on the viral glycoproteins gB or gHgL as targets of NAbs. By screening mAbs from an immune donor based on their capacity to neutralize infection in vitro, a panel of potent NAbs was identified. These Abs recognize multiple antigenic sites on a pentameric complex of gH/gL/pUL128/ pUL130/pUL131A, which was not previously known to be the target of NAbs (Macagno et al., 2010) . In a follow-up study, a pentamer-based vaccine was reported to elicit very high NAb titers in mice (Kabanova et al., 2014) , providing evidence of the power of the reverse vaccinology 2.0 approach for the identification and design of improved HCMV vaccine candidates. Furthermore, independent structural and immunological studies have also demonstrated the antigenic potential of the HCMV pentamer in mice (Wen et al., 2014; Ciferri et al., 2015) . A second example comes from the analysis of the NAb response to the F protein of RSV. Initially, the postfusion F protein of RSV was chosen as a candidate to develop a vaccine because it is a very stable protein and is recognized by a neutralizing mAb (palivizumab) that is used to prevent RSV infection in newborns (The IMpact-RSV Study Group, 1998) . However, a promising alternative to the postfusion F antigen has also been identified. RSV-specific human B cells transduced with Bcl-6 and Bcl-xL were used as a source to identify Abs that effectively neutralized the virus. By screening B cell culture supernatants, a NAb called D25-many times more potent than palivizumab-was isolated and shown to completely prevent viral replication in Table 1 . Historical milestones tracking the impact of new technologies on vaccine discovery and design\n\nApproach to discover and design vaccines\n\n1796 Classical vaccinology Growing microorganisms: Growth of microorganisms allows making killed and live-attenuated vaccines or to discover antigens used for subunit vaccines.\n\n1796: Jenner starts growing cowpox in cows (Willis, 1997; Baxby, 1999) , marking the beginning of vaccinology. 1995 . 1995: Venter publishes the first sequencing of the entire genome from a bacterium (Fleischmann et al., 1995 (Fleischmann et al., ). 2000 Reverse vaccinology Genomics, high-throughput protein expression, and animal models: Vaccine antigens are discovered using the genomic information without the need for growing microorganisms. Antigens selected in silico are expressed and screened in animal models.\n\n2000: The first vaccine candidates based on antigens discovered by genomics are reported (Pizza et al., 2000) . Reverse vaccinology 2.0 Genomics, high-throughput protein expression, animal models, human monoclonals, B cell repertoire deep sequencing, proteomics, and structure-based antigen design: Genomics is used not only for antigen discovery, but also for antigen expression, conservation, and for epidemiology. Human monoclonals are used to identify protective antigens/epitopes. Structural characterization of the Ab-antigen complex is used to instruct antigen design.\n\n2008: Dormitzer, Ulmer, and Rappuoli propose the term \"structural vaccinology\" to identify the emerging structure-based antigen design (Dormitzer et al., 2008) .\n\n2013 2013: Graham and Kwong first report that RSV pre-fusion F antigen successfully derived from structure-based design is protective in the animal model (McLellan et al., 2013a) .\n\nan in vivo RSV infection model in cotton rats (Kwakkenbos et al., 2010) . In a subsequent study, it was shown that D25 and two additional highly potent RSV-specific NAbs were specific for the prefusion form of RSV F (McLellan et al., 2013b) . Furthermore, by analyzing many different mAbs isolated from an RSV sero-positive individual, Corti et al. (2013) have also shown that the most potent NAbs recognize the prefusion form of the F antigen, suggesting that the prefusion protein could be considered as the most effective vaccine antigen. These examples of isolation and characterization of bNAbs induced by infection have highlighted how understanding the mechanisms leading to the elicitation of a protective response can aid the design of more effective vaccines. However, the identification of mAbs of the desired specificity usually requires the interrogation of thousands of B cells, with labor-intensive culture and screening steps of the B cell culture supernatants that lead to the isolation of a few dozen Abs. Moreover, this approach does not allow the gain of substantial information on the shaping of the Ig gene repertoire induced by the response to a given pathogen or vaccine. A milestone in understanding the nature and generation of successful Ab responses has been the development of Ab repertoire sequencing technologies for the identification and generation of recombinant human mAbs. The first description of the single-cell RT-PCR method showed the possibility of isolating the Ig heavy (VH) and light (VL) variable chain genes from single B cells, followed by the expression of chimeric murine and rabbit mAbs (Babcook et al., 1996) . Another hallmark in the field of human immunology has been the demonstration that cloning and expression of human mAbs could be achieved through the recovery of the Ig sequences from single B cells derived from the bone marrow and blood of healthy donors and by transfection of producer cells with the VH and VL chain genes (Wardemann et al., 2003) . Furthermore, the possibility of using fluorescently labeled antigens to sort antigen-specific B cells by flow cytometry has facilitated more focused analyses of the Ig gene repertoire usage and of the corresponding Ab binding and/or functional capability toward targeted antigen-specific and often rare B cell subpopulations after vaccination or infection (Tiller et al., 2008; Wrammert et al., 2008; Scheid et al., 2009a) . Although this methodology allows for sequencing and expression of the Abs encoded by a small number of B cells and individuals, it has brought numerous immunological insights to the development of the B cell response to antigens of a different nature. For example, it has been demonstrated that the B cell responses to polysaccharides, such as Streptococcus pneumoniae polysaccharides, show high clonality with a limited Ig gene usage and can be different in diverse age groups (Kolibab et al., 2005; Smith et al., 2013) . Instead, greater repertoire diversity has been highlighted between different individuals and even within a single individual at different time points after vaccination with protein antigens, such as influenza hemagglutinin (HA) and tetanus toxoid (TT; Wrammert et al., 2008; Frölich et al., 2010) . However, it is mainly the research in the HIV field that has demonstrated how the characterization of bNAbs, isolated from immune donors, and the knowledge of their pathway of generation can provide new insights into how to induce them through new vaccination strategies. Novel recombinant and soluble HIV-1 envelope (Env) proteins have been used as baits to identify and capture Env (gp160)-specific B cells by flow cytometry in selected HIV-infected donors (Scheid et al., 2009b; Wu et al., 2010) . Single-cell Ab cloning techniques have successfully generated hundreds of HIV-specific Abs and, among them, dozens of new extremely potent nextgeneration bNAbs (Doria-Rose and Connors, 2009; Klein et al., 2013; Burton and Mascola, 2015; Haynes, 2015) . The real challenge now is to take advantage of our understanding of the generation of bNAbs to design new immunogens able to induce the affinity maturation of B cell lineages expressing bNAbs. Essentially, this means being able to orchestrate a fine-tuned interplay between the host immune system and a tailored antigen (or antigens) that should prime the B cell precursors in an effective way (discussed further in the section A vacciny strategy targeting germline Abs).\n\nBoth of the aforementioned methods have two limitations for the identification of the best protective Abs: first, the required EBV transformation of B cells can have a bias on the secretion of mAbs; and second, in vitro-expressed synthetic Abs might not always faithfully reflect their natural functional capability. To overcome these limits, Burtion, Poignard, and co-workers have isolated HIV-specific human mAbs from MBCs expanded in vitro with the addition of feeder cells and conditioned medium generated from mitogen-stimulated human T cells and screened the supernatants for neutralization activity (Walker et al., 2009 (Walker et al., , 2011 . A modified high-throughput approach has also recently been developed based on the isolation of MBCs from PBMCs and expansion in vitro without the need for activated T cell supernatants, allowing secretion of sufficient amounts of Abs in culture to be screened in binding and functional assays . The main advantage of this technique is provided by the possibility of isolating and directly characterizing the Abs produced by individually cloned B cells without the need for cloning and expression of all the recombinant mAbs and, more importantly, maintaining the original natural properties of binding and functionality. After characterization of the binding and/or functional capacities of the Abs, the Ig gene sequences can be recovered. In turn, repertoire analyses to understand the origin and evolution of the Abs of interest can be performed, and further cloning and expression steps for deeper structural characterizations can be performed (Fig. 1) . Recently, through this new approach, broad and potent HIV NAbs have been discovered in the pool of antigen-specific MBCs, highlighting new vulnerability sites on the HIV Env antigen (Huang et al., 2014) . This efficient new methodology, applicable both to preselected antigen-specific single-sorted MBCs or to B cell subpopulations of unknown specificity, will enable the identification of new target antigens or epitopes involved in a protective Ab response (Fig. 1) .\n\nOverall, the single B cell cloning approaches used to isolate mAbs have been demonstrated to be extremely powerful for the identification and characterization of key protective antigens but have the drawback of being low-throughput technologies, revealing only a very limited slice of the full Ab repertoire. Therefore, using these techniques to analyze the impact that a vaccine antigen or a vaccine formulation can have in inducing specific repertoire signatures shared by different individuals may lead to erroneous and misleading conclusions. Recent advances in next-generation sequencing technology have enabled the sequencing of Ig genes from millions of B cells simultaneously, giving a high-resolution characterization of the Ab sequence repertoire (Reddy and Georgiou, 2011) . Nevertheless, the ability of this approach to recognize the antigen-specific Ab repertoire inside the totality of the individual Ab repertoire and evaluate specific changes induced by a vaccine or pathogen still remains questionable. One approach is to computationally search the total repertoire data for Ab sequences that are shared among individuals that have been exposed to the same antigen through infection or vaccination, identifying a \"convergent repertoire.\" Three recent studies found that conserved CDR3 sequences were presence of feeder cells allow direct screening and selection of naturally produced Abs with desired functionality and recovery of the corresponding Ig gene sequence. This approach is one of the most recent that allows for the interrogation of single-sorted B cells through direct screening of Ab functionality. In turn, repertoire analyses to understand the origin and evolution of the Abs of interest can be performed . Starting from the recovered sequences, further expression of the recombinant Abs of interest in the most appropriate system allows for a fine-tuned characterization of their properties. (Center right) Structural characterization of such Abs bound to their target antigen (Ag) allows for the detailed definition of the protective epitope. A molecular detail of an antigen-Ab (Fab) complex as revealed by a cocrystal structure identifying a protective epitope is represented as an example. The protective epitope (red shape) can then be engineered for presentation as an optimized immunogen in a novel format (for example, by mounting the epitope in an oriented multicopy array on a nanoparticle [orange octagon], because nanoparticles can increase an epitope-focused immune response; López-Sagaseta et al., 2016) . (Bottom inset) The new antigen can be developed with the best formulation or delivery system to then be tested in humans. The figure was inspired by Fig. 3 from an earlier paper (Burton, 2002) . produced in patients recovering from acute dengue infection (Parameswaran et al., 2013) , or during the immune response to pandemic influenza H1N1 vaccination (Jackson et al., 2014) and Hib-polysaccharide vaccination (Trück et al., 2015) . Although the \"convergent repertoire\" demonstrates changes in the large-scale structural features of the repertoire, the antigen specificity of the identified Ab sequences always needs experimental confirmation through the expression, purification, and functional testing of recombinant Abs. However, only a small subset of Abs are usually expressed and investigated after the exhaustive interrogation of the repertoire, missing the possibility of having a full picture of the properties and functionality of all Abs directed against one specific antigen. To start from an enriched antigen-specific B cell population, most studies have used PBMCs isolated at day 8 after immunization, when there is the peak of circulating plasmablasts. Yet, this approach entails a loss of information on the longitudinal evolution of the B cell memory repertoire and eventually of bNAbs and their maintenance in the long-term memory population.\n\nFinally, in recent studies, the sequencing of paired VH/ VL Ig gene repertoire by next-generation sequencing technology has been combined with novel proteomic methods mining the antigen-specific Ab repertoire that comprises the human serum polyclonal response (Wine et al., 2015) . The new perspective offered by combining the analysis of the B cell and Ab repertoire induced by TT vaccination has highlighted that the anti-TT serum IgG repertoire is composed of a limited number of Ab clonotypes (80-100), whereas the B cell receptor repertoire diversity in the memory and plasmablast compartments is orders of magnitude greater than that of the serological repertoire (Lavinder et al., 2014) . This observation suggests that most peripheral B cell-encoded Abs are unlikely to be present in detectable amounts as soluble proteins, leaving unanswered questions regarding the nature and dynamics of the elements regulating the serological memory. Collectively, all of the technologies that allow the dissection of the human Ab response to pathogens are increasing our understanding of how protection is induced and can drive the design of more efficacious antigens for the development of vaccines to prevent current and future pathogenic threats.\n\nUse of protective Abs in structure-based antigen design HIV. The incredible antigenic variability of HIV Env initially led to the belief that bNAbs would be nearly impossible to elicit, and that the only way to tackle HIV efficiently would be by generating T cell-mediated immunity. However, this viewpoint was dramatically impacted by landmark discoveries reported in 1994; namely, the generation of two new recombinant mAbs: mAb b12 from a combinatorial Fab phage display library (Burton et al., 1991) and the human mAb 2F5 isolated from an HIV-1-positive volunteer (Conley et al., 1994) , both of which were shown to be broadly neutralizing against panels of HIV strains. In particular, mAb b12 binds the conserved CD4 binding site (CD4bs) on the Env gp120 sub-unit and was shown to neutralize 50-75% of primary HIV isolates tested (Burton et al., 1994; Binley et al., 2004) . However, a clear limit of b12 was the somewhat low potency of this mAb, which required up to 25 µg/ml for neutralization of most HIV strains in the United States. Moreover, mAb b12 showed a very limited effect in controlling viremia in vivo, even when combined with 4E10, a distinct bNAb with similar potency (Poignard et al., 1999; Cardoso et al., 2005) ; in more recent analyses, b12 neutralized only 30-60% of diverse HIV strains (Walker et al., 2011) . These findings again led researchers to believe that Ab-based therapies and vaccines would be useless for HIV control, and the development of vaccines based on Env components lost some momentum.\n\nThe HIV field changed completely around 2009/2010 with the identification of \"second generation\" bNAbs. First, using a neutralization screening of supernatants from thousands of MBCs from an HIV-infected donor, two more potent human mAbs (PG9 and PG16) targeting a broadly neutralizing epitope were described as able to neutralize 70-80% of the tested HIV strains with an IC 50 <50 µg/ml and 50-60% with an IC 50 <1 µg/ml (Walker et al., 2009) . Then, by using antigen-specific human B cell sorting and engineered \"probe\" Env antigens that better exposed conserved epitopes, powerful new bNAbs (e.g., mAbs of the group called VRC01) targeting the conserved CD4bs on the Env gp120 subunit were identified, and one of them was found able to neutralize up to 90% of HIV isolates at an IC 50 <50 µg/ml and ∼70% at an IC 50 <1 µg/ml, with an overall low geometric mean IC 50 of 0.3 µg/ml (Wu et al., 2010) . Subsequently, the ability to use single-cell technologies allowed for the identification of several hundred anti-HIV human mAbs, some of which were bNAbs with a median IC 50 as low as 0.02 µg/ml, >1,000-fold better than the recombinant b12 Ab isolated in 1994 (Scheid et al., 2011; Walker et al., 2011; Burton and Mascola, 2015) . Epitope mapping studies using the new Abs showed that in addition to the original CD4bs epitope, several other regions of HIV Env were able to induce bNAbs. The new Abs also showed remarkable therapeutic effects in vivo: in rhesus monkeys chronically infected with pathogenic simian-human immunodeficiency virus SHIV-SF162P3, they were able to rapidly reduce plasma viremia to undetectable levels and keep it at bay for months (Barouch et al., 2013) . Similarly, therapeutic benefits were observed by the suppression of viremia in SHIV-infected macaques (Shingai et al., 2013) . Excitingly, one such therapeutic bNAb, 3BNC117, which targets the CD4bs epitope on gp120, was tested in phase 1 clinical trials and was recently reported to reduce plasma viremia in chronically infected humans (Caskey et al., 2015) . Likewise, a phase 1 study using infusion of a VRC01 class Ab showed promising results, reducing plasma viremia and suppressing neutralization-sensitive strains in a subset of HIV-1-infected subjects (Lynch et al., 2015) .\n\nThe new findings described in the previous paragraph may completely change the approach to HIV prevention and therapy, and today, Ab-mediated protection is believed to be a promising approach to HIV control. The immunological and structural information available is being used to design vaccine antigens, notably including the emerging class of recombinant Env SOS IP (soluble gp140 stabilized by disulphide bridges and by an Ile to Pro mutation) immunogens stabilized in native-like conformations and able to induce NAbs against neutralization-resistant (tier 2) HIV in rabbits and, to a lesser extent, macaques (Sanders et al., 2015) . Alternatively, such information could be used to produce a cocktail of therapeutic Abs to be delivered simultaneously by passive immunization. Delivery of bNAb-encoding genes by gene therapy-vectored immunoprophylaxis-has also been shown to be an efficient method to prevent HIV infection in humanized mice, and it will be interesting to see if this strategy can be translated to protect humans against HIV (Balazs et al., 2012 (Balazs et al., , 2014 .\n\nThe quest for an RSV vaccine has met many challenges that have inspired research breakthroughs, illustrating how information from human immunology and structural biology studies can be used in combination to instruct vaccine antigen design. RSV is the main viral cause of severe respiratory tract disease in children worldwide (Nair et al., 2010) and also afflicts elderly and immunocompromised adults (Falsey et al., 2005) . The membrane-anchored fusion glycoprotein F present on the surface of this virus is the major target of NAbs (Anderson et al., 2010). However, although an approved therapeutic mAb treatment (palivizumab) targeting F has existed for nearly two decades (The IMpact-RSV Study Group, 1998), attempts to develop an RSV vaccine using recombinant F antigen have been hampered by its poor behavior in solution and its tendency to undergo large conformational changes. Early epitope-focused rational antigen designs were enabled by the cocrystal structure of the Fab region of an RSV-neutralizing mAb (motavizumab, an affinity-enhanced form of palivizumab) bound to its target F epitope prepared as a synthetic 24-residue peptide that adopted a helix-turnhelix motif in the crystal (McLellan et al., 2010) . However, initial attempts to design an immunogen comprised of a scaffold protein presenting this F epitope with the observed helix-turn-helix conformation were only partially successful: after immunization, conformation-specific anti-F Abs were elicited but lacked the ability to neutralize RSV (McLellan et al., 2011) . Subsequently, Correia et al. (2014) reported a proof-of-principle study, wherein they developed a new structure-based approach for the computational design and optimization of improved biophysically robust scaffold proteins displaying the desired RSV peptide epitope in a conformationally faithful manner that was able to elicit RSV NAbs in nonhuman primates (NHPs). Furthermore, when the RSV peptide epitope scaffold antigen was mounted in multicopy ordered arrays on the surface of a virus-like particle by linking to the hepatitis B core antigen, at least half of the NHPs raised RSV-neutralizing activity comparable to that induced by natural human infection. Thus, careful manipulations to properly present a structurally optimized form of a single well-defined protective epitope resulted in the generation of the desired immune response, demonstrating the feasibility of this novel immune-focusing approach. Nevertheless, variability of the immune response in a diverse human population, together with the risk of the emergence of naturally occurring epitope escape mutants, makes a vaccine approach relying on a single protective epitope potentially less robust compared with immunization strategies based on a full-length antigen, such as the entire ectodomain of the RSV F protein, which would potentially offer a broader immune response.\n\nThe trimeric F protein of RSV undergoes a major conformational change from a relatively compact metastable prefusion state to a more elongated highly stable postfusion state (McLellan et al., 2013c) . Because of its exposure on the virion surface, the prefusion structure was an obvious candidate vaccine antigen, but the spontaneous conversion of recombinant prefusion F to the post-fusion state discouraged initial efforts in this direction. However, although an engineered postfusion F antigen elicited NAbs in animals (Swanson et al., 2011) , an alternative study by Magro et al. (2012) using immunized rabbit sera and sero-positive human sera reported that Abs targeting the prefusion F protein accounted for most of the RSVneutralizing activity. The latter highlighted the importance of renewed attempts to make a stable and efficacious prefusion F antigen, which was facilitated by the discovery and structural characterization of new mouse and human RSV-neutralizing mAbs specific for prefusion F. Crucially, a cocrystal structure reported by McLellan et al. (2013b) showed how the potently RSV-neutralizing human Fab D25 binds and traps F in a previously unobserved prefusion conformation. The structure revealed a large quaternary epitope on the prefusion F trimer apex, defining a major site of vulnerability on a novel antigenic structure. Subsequently, based on the crystal structure, McLellan et al. (2013a) were able to stabilize the prefusion F antigen in a trimeric conformation by replacing its transmembrane region with a trimerization domain and by inserting ad hoc mutations to create a novel disulfide bridge and a core structure with improved hydrophobic packing. This new prefusion antigen was able to elicit much higher levels of RSV-neutralizing activity compared with the postfusion F antigen in mouse and NHP models. Although polyinosinic :polycytidylic acid adjuvant was used in combination with the engineered F antigen to stimulate an appropriate neutralizing response and no information was provided regarding their potency in the absence of such a strong adjuvant, this work provides an elegant preclinical demonstration of the feasibility of a structure-based vaccine strategy driven by the analysis of the human natural protective immune response and focused on mimicry of a large conformational epitope. Indeed, this study provides hope that a vaccine containing a prefusion-stabilized F protein would induce a response protective against RSV infection in humans, and clinical trials are ongoing.\n\nYet another important area where human immunology is informing the design of novel immunogens is in the search for broadly protective vaccine antigens to protect against influenza (flu), a persistent global public health threat (Lambert and Fauci, 2010) . Traditional flu vaccines made using HA and neuraminidase antigens purified from egggrown influenza virus are efficacious when the vaccine antigens are genotypically matched against the circulating strains and subtypes. However, the frequent occurrence of genetic variation via antigenic drift and reassortment implies that such flu vaccines need to be revised annually to elicit protective responses. Indeed, the bulk of the immune response triggered either by the vaccine or by natural infection is against the head of HA, which is highly diverse between distinct strains, and therefore, only minimal cross-protection from one strain to another is typically achieved. Consequently, flu vaccine efficiency can be highly variable depending on how much the HA of the circulating flu strains matches the HA in the vaccine strains. Moreover, all presently available seasonal flu vaccines are probably unable to prevent infection with a new emerging strain of highly pathogenic flu virus to which the human population has not been previously exposed, such as the H5N1 or H7N9 strains. Because the latter circulates among avian populations, there is the risk that zoonosis to humans may trigger a deadly pandemic infection. Therefore, an important goal is the development of a potent and universally protective flu vaccine to generate high titers of bNAbs against influenza virus. Such a vaccine should ideally induce an immune response against one or more conserved epitopes in the viral proteins to prevent infection or disease from all or nearly all possible circulating strains of the flu virus. The HA stem region is indeed highly conserved among different strains and subtypes of influenza virus, but this region is poorly immunogenic when in the full-length HA protein contained in conventional vaccines. Therefore, conventional flu vaccines are not able to elicit a powerful anti-stem HA Ab response.\n\nHowever, the appropriateness of the HA stem region as a component in a universal flu vaccine was recently confirmed by the finding that bNAbs against this region of HA can be selected from human subjects after infection or vaccination (Kashyap et al., 2008; Throsby et al., 2008; Ekiert et al., 2009 Ekiert et al., , 2011 Sui et al., 2009; Corti et al., 2011b; Dreyfus et al., 2012) . These observations have driven experimental approaches aimed at improving the immune response against the stem (Hai et al., 2012; Schneemann et al., 2012; Kanekiyo et al., 2013) . This aim is complicated because, as for RSV F (see RSV section above), the native HA is a meta-stable membrane glycoprotein that undergoes large conformational changes. To overcome this challenge, Kanekiyo et al. (2013) used a structure-based design to generate a genetic fusion encoding HA from one H1 strain linked to the bacterial protein ferritin. Because of the natural oligomerization of ferritin, the HA-ferritin polypeptide spontaneously selfassembled into 24-mer nanoparticles, each displaying eight trimeric H1 subtype HA \"spikes\" projecting off the ferritin nanoparticle scaffold, oriented such that the immune system could encounter the ordered arrays of HA in a native-like conformation. When tested in preclinical in vivo models, this elegant multivalent immunogen presenting structurally intact HA trimers was effective in eliciting higher titers of NAbs compared with a similarly adjuvanted trivalent inactivated vaccine (TIV) in both mice and ferrets, providing broader coverage against unmatched H1N1 viruses. Analysis of the specificity of the immune response revealed that the NAbs generated by HA-ferritin nanoparticles were directed against both the sensitive receptor binding site in the HA head and the conserved HA stem region, and the latter was responsible for half of the observed heterosubtype neutralizations. Although it could not be considered a real universal flu vaccine, this HA nanoparticle-based vaccine proved that a potent and broad neutralizing response against the HA stem region can be induced by the use of an appropriate immunogen. However, a potent cross-protective response was observed only in the presence of strong adjuvants such as Ribi or MF59. Such adjuvants may work by improving the development of T follicular helper cells and the germinal center antigen-specific B cell response (Mastelic Gavillet et al., 2015) , thus helping the selection of low-abundance B cell clones recognizing poorly immunogenic epitopes such as those of the HA stem region, as experimentally proved for other model antigens (Victora et al., 2010) .\n\nThe identification of human mAbs able to bind conserved epitopes in the HA stem region of several flu strains belonging to different subtypes can be considered the first step toward the discovery of an ideal immunogen for a universal flu vaccine. These Abs are precious tools that can be used both for cocrystal structure studies to precisely identify the neutralizing epitopes in the HA stem region and for binding assays to isolate the most appropriate immunogen to induce a broad protection. Two different groups have recently taken advantage of such anti-HA stem Abs and the cognate structurally derived epitope mapping information to rationally design and screen a series of novel immunogens, leading to selection of a stable immunogen containing the appropriate conformational epitopes from the HA stem (Impagliazzo et al., 2015; Yassine et al., 2015) . A team led by Nabel and Graham have again taken advantage of ferritin nanoparticles to present a refined HA antigen comprised of a stem-only immunogen, which was rationally designed and stabilized in a trimeric \"headless\" state (Yassine et al., 2015) . In the study, the design strategy was driven by prior human immunology studies and detailed structural knowledge that showed that the immunogenically subdominant stem region of HA contains highly conserved protective conformational epitopes recognized by human mAbs with multisubtype HA recognition profiles broader than those targeting the more variable head region (Throsby et al., 2008; Ekiert et al., 2009 Ekiert et al., , 2011 Sui et al., 2009; Corti et al., 2011a; Dreyfus et al., 2012; Friesen et al., 2014) . New structural studies by x-ray crystallography and cryoelectron microscopy informed an itera-tive design pathway that resulted in seven generations of H1 subtype HA-stabilized stem immunogens (termed H1-SS), with the last designed form presenting the desired trimeric structure and the epitope recognized by the broadly neutralizing human mAbs. When this recombinant antigen was fused to ferritin, it assembled on the nanoparticle surfaces (termed H1-SS-np), which were confirmed to possess the desired antigenic features. More importantly, in preclinical immunization studies, H1-SS-np induced a higher Ab response against the HA stem compared with the classical trivalent inactivated flu vaccine, with cross-reactivity not only to many H1 strains but also to distant subtypes from both group 1 (H2, H5, and H9) and group 2 (H3 and H7). Although neutralization could be observed only for the homologous and two other heterologous H1 strains, vaccination with H1-SS-np resulted in the complete protection of mice and partial protection of ferrets against lethal viral challenge using the H5N1 heterosubtype. The latter finding was further supported by passive transfer of immunoglobulins from the immunized mice, which protected naive mice against H5N1 challenge (Yassine et al., 2015) , suggesting that anti-HA stem Abs can have a protective effect via a different mechanism than virus neutralization.\n\nAn alternative route toward the same goal was reported by Impagliazzo et al. (2015) , who used ingenious structure-based design methods combined with a library approach to generate minimally sized trimeric stem-only HA immunogens (termed mini-HAs), which were soluble and conformationally stable and satisfied the prerequisite to structurally and antigenically mimic the highly conserved stem region of full-length HA, as revealed by their capacity to bind anti-HA stem bNAbs. Impagliazzo et al. described a lead candidate, mini-HA #4900, that raised broad and protective immune responses, completely protecting mice in lethal heterologous and heterosubtypic challenge models. Furthermore, in an NHP model, when compared with TIV, this immunogen elicited higher Ab titers against homologous as well as a variety of heterologous and heterosubtypic strains that bound HA in the stem-neutralizing epitope and triggered potent Ab-dependent cellular cytotoxicity activity and were able to neutralize an H5N1 heterosubtypic strain. However, the capacity of lead mini-HA candidates to reduce fever in NHPs after sublethal challenge with a heterologous H1N1 strain was only comparable to that of TIV, whereas no reduction of tracheal viral load could be observed in mini-HA-immunized animals, leaving some doubts about the superiority of this novel vaccine in this animal model and, thus, about its potential as a universal flu vaccine for humans. Nevertheless, these small HA-stem constructs can be considered good starting points for a vaccine candidate raising a broadly protective immune response against group 1 flu viruses, which may be extendable to group 2. Finally, it should be noted that both the structurally designed mini-HAs and the H1-SS-np described in the previous paragraph were reported to elicit broadly reactive Abs against the HA stem when administered in the presence of Ribi and Matrix M, respectively. Again, these studies appear to suggest that a strong adjuvant may be required to obtain an appropriate response to conserved subdominant epitopes in the HA stem region, most likely acting by enhancing T follicular helper cells in the germinal center and therefore driving selection of scarce B cells specific for these epitopes. Collectively, such studies are fine demonstrations of how structure-based antigen designs can be used to obtain an improved immune response specifically directed toward a target epitope identified by human immunology studies and validated by structural biology studies. Clinical studies in humans will be required to fully demonstrate the power of these synergistic approaches.\n\nAnother great advance in our knowledge of the human immune response to pathogens that can aid the design of new efficacious vaccines comes from the possibility of obtaining a detailed overview of the Ab repertoire generated by infection. Such an analysis applied to HIVinfected individuals has revealed that rare, naturally occurring anti-Env bNAbs are characterized by a large number of somatic mutations arising from multiple rounds of selection in response to emerging escape mutants of the HIV Env glycoprotein (Mouquet et al., 2010) . Surprisingly, it was then found that germline Ab precursors of these HIV bNAbs have only very low affinity for most of the native heterologous Env variants; these observations suggested that immunogens based on natural Env are inefficient in expanding the right germline B cell clones and are unable to elicit cross-neutralizing Abs (Xiao et al., 2009; Liao et al., 2013; Doria-Rose et al., 2014) . Therefore, an alternative step-wise vaccination strategy has been recently proposed based on priming with an engineered antigen designed to target the germline precursors of HIV bNAbs followed by a sequential boost with a series of intermediate antigens, which would progressively match the conformation of the natural Env protein. Although a complete demonstration of the validity of the germline-targeting vaccine approach has not been achieved yet, promising supporting data have been published in recent months.\n\nIt was previously shown that a group of HIV crossneutralizing Abs from different donors, collectively called \"VRC01 class Abs,\" targeting the CD4bs of HIV Env derive from the same germline variable heavy chain VH1-2*02 and a few variable light chains characterized by a short (only five amino acids) CDR3. In 2013, Jardine et al. (2013) reported the use of multiple rounds of computational design and structural analysis to engineer an external outer domain (eOD) of the Env protein able to bind the germline precursors of VRC01 Abs with high affinity. The selected protein, eOD-GT6, was fused to a linker from a bacterial lumazine synthase to allow the formation of a 60-mer virus-like protein nanoparticle able to activate B cells expressing either a mature VRC01 B cell receptor or its germline precursor.\n\nMore recently, an improved version of the multimeric germline-targeting antigen, eOD-GT8, has been used in two independent studies to immunize knock-in mice for the human VH1-2*02 variable heavy chain (Dosenovic et al., 2015; Jardine et al., 2015) . Both studies have shown that eOD-GT8 was able to expand B cells expressing human transgenic heavy chain combined to a mouse light chain with a five-amino acids-long CDR3 resembling naturally occurring light chains of human VRC01, introducing a series of somatic mutations in the VH1-2*02 gene similar to those observed in naturally occurring HIV bNAbs. In contrast to eOD-GT8, native Env trimers were unable to expand VH1-2*02 B cells in the same knock-in mice. Importantly, in both studies, the Abs generated by immunization with eOD-GT8, although similar to VRC01, were not able to neutralize HIV infection.\n\nIn a study by Dosenovic et al. (2015) , eOD-GT8 and Env trimers were also used to immunize a different knock-in mouse strain expressing the mature heavy chain of the human VRC01 NAbs, containing all naturally raised somatic mutations that would pair with a naive λ chain from the mouse repertoire. In this mouse strain, eOD-GT8 was not efficient in triggering NAb responses, whereas Env trimers triggered a robust cross-neutralizing Ab response through the selection of appropriate mouse light chains.\n\nThe data generated so far did not demonstrate that it is possible to generate HIV broadly cross-neutralizing Abs using only germline targeting antigens. However, they suggest that a germline targeting antigen should be used to prime naive B cells encoding the germline precursors of HIV bNAbs, and then native-like HIV Env antigens are required to select and expand B cells expressing cross-neutralizing Abs as a consequence of the somatic hypermutation process. Additional work using multiple intermediate Env antigens is required to obtain a definitive proof of concept for the feasibility of the germline-targeting vaccination approach.\n\nRecent technological advances in human immunology and structural biology have provided new reagents and improved tools that allow a better understanding of the basic biological and molecular mechanisms leading to a protective human immune response to pathogens, inspiring new strategies for vaccine design. For some of these approaches (e.g., stabilization of RSV prefusion F antigen and discovery of the HCMV pentamer complex), a solid preclinical proof of principle has been obtained supporting a clinical development. However, additional preclinical work is still required to demonstrate the validity of other rationally designed vaccines (e.g., universal flu or HIV germlinetargeting antigens). Nevertheless, further investigations of the basic mechanisms regulating the human immune response to pathogens will continue to facilitate the design of new and more efficacious vaccines against infectious diseases. The combined application of the described new tools in human immunology and structural biology with microbial genomics will establish a new multidisciplinary approach to vaccine antigen discovery and design that may be termed reverse vaccinology 2.0. "}