{"title": "IgY antibodies for the immunoprophylaxis and therapy of respiratory infections", "body": "Respiratory tract infections (RTIs) represent one of the most common illnesses encountered in clinical medicine. In developed countries, RTIs account for the majority of antibiotic prescriptions, more than 30% of lost work-days, and 20% of all medical consultations. 1 About 1.3 million children under 5 years die from acute respiratory infections (ARI) worldwide every year 2 and represents the cause of death in one third of children under five years in developing countries. 3 Multidrug-resistant (MDR) or difficult-to-treat pathogens are an enormous challenge to the global health care community because of the high morbidity and mortality associated with them as well as the economic burden that they place on patients and the health care system. Antibiotics are a major tool in managing infections caused by these pathogens, [4] [5] [6] [7] [8] but the emergence of antibiotic resistance has undermined their usefulness in some cases. Furthermore, a substantial proportion of respiratory infections are acute viral infections. The management of such infections includes use of antivirals and treatment to relieve disease symptoms. However, most antiviral agents target conserved viral proteins, which places selective pressure on the virus, leading to the development of antiviral resistance. 9 Viral infections can be prevented by vaccination, but vaccine development faces multiple challenges, including antigenic variations in viral strains, low efficacy or short-term immune responses. In the case of outbreaks, rapid vaccine development may not be possible to control the spread of infection. 10 Therefore, an urgent need exists to develop novel approaches to treat and manage the respiratory infections Passive immunization offers an alternative approach for treating infections in immune-compromised individuals and avoiding any side effects that might result from vaccination. 11 Antibody preparations used for passive immunization mainly contain polyclonal antibodies derived from the sera of immunized animals, immunized humans, and in some cases convalescing patients. 12, 13 The effective use of polyclonal antibodies faces several challenges, including standardization and patient safety. Monoclonal antibodies (mAbs) have been suggested as an alternative to polyclonal antibodies, but their use is limited by high production cost (about US$100/g). 14 In addition, the possibility of viral escape mutants requires production of numerous mAbs targeting several antigens. This strategy would increase the cost and require additional efficacy and safety studies. 15 Immunoglobulin (Ig)Ys are produced by chickens and other birds, reptiles, and amphibians. The function of IgYs is similar to that of mammalian IgGs. 16 IgYs are present in the sera of chickens and are passed to the embryo through egg yolk. 17 Egg IgY antibodies have previously been used against bacterial 18 and viral infections. 19 IgY is well tolerated because chicken eggs are a natural part of the human diet. In addition, it can be used in patients with egg allergies because the purified IgY does not contain egg albumin, the common trigger for allergic reactions to eggs. 20 Moreover, the immunogenicity of IgY has been tested previously in both pigs and mice. Vega et al 21 and Torche et al 22 have both demonstrated that administration of IgY to pigs via both systemic and local routes induced an anti-IgY antibody response, primarily consisting of the IgG subclass. These data suggest that IgY is antigenic and although the biochemical properties of this antibody molecule do not facilitate considerable binding to mammalian Fc receptors, serum sickness is a theoretical possibility if IgY is administered in large amounts. Whether or not IgY elicits an allergic response in pigs is unknown, however Akita et al 23 demonstrated that administration of egg yolk containing IgY, purified IgY, and IgY Fab' to mice failed to induce an IgE response. They further determined that there was very little cross reactivity between egg white protein, which is highly allergenic, and purified IgY.\n\nBecause IgY does not react with the human complement system or Fc receptors, the risk of further inflammation is minimal. 24 IgY is thought to work by binding to the bacteria or viruses, leading to their elimination through the gut and prevention of bacterial replication or virus spread. 25 In some cases, passive immunization using IgY antibodies has rapid and local onset of action, and can be given to patients with active infection. It can also be used in immature or impaired immune response, such as infants and immuno-compromised adults. 26, 27 An additional advantage of IgYs is their high content of sialic acid, 28 which is reported to increase the half-life of the drug 29 compared with those with lower sialic acid content. This finding suggests that IgY-based therapy could have a longer circulating half-life, which could increase its efficacy against infections.\n\nThe aim of this review is to highlight the potential use of specific IgYs in immunotherapy for the prevention and treatment of respiratory tract infections.\n\nPassive immunization is the administration of preformed antibodies or immunoglobulins to treat various infectious diseases. 24, 25, 30 Passive immunity can be either natural or acquired. 24, 31 Maternal antibodies transferred to the offspring deliver protection against pathogens, which represents natural passive immunity. In birds, the egg yolk is the reservoir of the circulating IgYs, which then enter the embryonic circulation of the developing embryo. 32, 33 The maternal IgYs provide protection for a very short time (about 2 weeks), and their levels in the chicks' blood decrease rapidly after 1 week from hatching, when the young birds begin to synthesize their own antibodies. 34 Passive immunity can also be artificially induced by transferring antibodies or serum derived from immune subjects to non-immune subjects by systemic, intravenous, or oral routes. Owing to the short-term nature of passive immunity, a continuous supply of the preformed antibodies is needed, which requires that they be produced on a large scale. 35 Such production of large quantities of IgY antibodies from egg yolk can be achieved via hyperimmunization of chickens. The process includes the immunization of hens with specific antigens at regular intervals for continuous production of IgYs in the egg yolks. Extraction of these IgYs from egg yolks ensures a constant supply of the antibodies. 36 Passive immunization was first introduced more than 100 years ago by Albert Calmette and others. 37 The passive immunization principle has since been extensively used for treating and preventing diseases in humans and animals.-31,38,39 An expected advantage of antibody-based treatments is the absence of off-target resistance or altered distribution of the host flora because the treatments target specific diseasecausing pathogens. 40 Intranasal antibody prophylaxis, which is based on the passive immunity principle, was reported to show promise against viral respiratory infections in animal models, including respiratory syncytial virus (RSV), influenza virus, and Sendai virus, and it was expected to show good efficacy in human clinical trials for influenza A and B viruses, Coxsackie virus, and rhinoviruses. However, studies showed low antiviral efficacy of the antibodies used and suggested that this result might be attributable to low levels of viral-specific antibodies in the immunoglobulin (Ig) preparations used. 41 \n\nEvidence for maternal IgY transfer from chicken to egg yolk for embryo protection was first reported more than 100 years ago. 42 Immunizing hens for the production of egg yolk IgY antibodies could permit efficient production of large quantities of antibodies (≈ 100 mg of total IgY/egg). 24 These antibodies could in turn provide useful biological alternatives for specific antiviral therapy against several respiratory infections. 43 IgYs are highly stable at pH 4-9 and up to 65°C in aqueous conditions, and they retain antigen-binding activity in the presence of pepsin at pH 4-6. These characteristics make them very good candidates for most types of processing and applications. 43 The large-scale, relatively simply production of IgYs together with the ease of transportation and storage make them a good candidate for global therapeutic use in the time of a pandemic. 44 Use of IgY antibodies has been an accepted practice since 1996, 45 also, the Veterinary Office of the Swiss Government (Office Vétérinaire Fédéral) approved the practice in 1999. 36 In humans, IgY has been shown to be effective for the prevention and treatment of acne and other dermatological infections. 46 It has also been used against candidiasis, dental caries, and periodontitis of the oral cavity [47] [48] [49] ; gastritis and Helicobacter pylori 50, 51 ; intestinal disorders such as celiac disease, cholera, and diarrhea 52-54 ; metabolic syndrome 55 ; and illness caused by environmental factors, such as norovirus, dust mites, and snake venom. [56] [57] [58] Our group previously developed a reliable murine model for H. pylori infection. 59 In addition, we developed IgY antibodies in chickens that target a pathogenic H. pylori strain and used these antibodies to treat infected mice. Passively immunized mice had a significantly lower degree of infection and gastritis than unimmunized animals. 59 Oral administration of anti-H. pylori IgY can be used a complementary therapy combined with routine antibiotic therapy. 60 \n\nIgYs cause agglutination of pathogens (virus, bacterial, fungal), leading to their immobilization, which facilitates their removal from the gut. 61 Adherence-blockade Inhibition of adhesion has been shown to be the main mechanism of IgY action against pathogens in vitro. 62, 63 Experiments in vivo demonstrated that IgY prevented Escherichia coli K88 from adhering to the intestinal mucus of piglets. 62 IgY was also found to bind to exposed factors on the surface of gram-negative bacteria, such as fimbriae (or pili), flagella, lipopolysaccharides, and outer membrane proteins. 25 Binding of the IgYs blocked or impaired the function of these growth-related components of the bacteria. It is also possible that specific IgY binding to bacteria could alter cellular signaling processes, leading to decreased toxin production and release. 25 \n\nSeveral studies have suggested that IgY can enhance phagocytic activity against invading pathogens. For example, IgY improved phagocytosis of Staphylococcus aureus by neutrophils 64 as well as the phagocytic activity against E. coli by milk macrophages and polymorphonuclear neutrophil leukocytes. 65 Studies have also shown that binding of specific IgY on the surface of Salmonella typhimurium 63 and E. coli O111 65 leads to structural alterations that can be detected using electron cloud and/or electric field on the bacterial surface. 63 Such changes can increase the susceptibility of bacterial cells to phagocytosis. A recent in vitro study showed that IgY opsonization of P. aeruginosa augments the PMNmediated respiratory burst and subsequent bacterial elimination.- 66 The researchers found that viable bacteria are reduced by 87% when anti-P. aeruginosa IgY is used to opsonize the bacteria prior to phagocytosis ( Figure 1A) . Adding IgYs to a bacterial suspension caused bacterial clumping and immobilization within minutes of opsonization, as shown by indirect immunofluorescence. The addition of IgY enlarged the target geometry through bacterial aggregation, which augmented phagocytic efficiency. 66 Neutralization IgY can prevent internalization of S. aureus by mammary epithelial cells, leading to neutralization of bacterial toxins. 67 On the other hand, IgYs can inhibit cell-to-cell spread of virus particles, thus suppressing viral colonization. 61 Figure 1 . Structural comparison between mammalian IgG and avian IgY.\n\nIgY antibodies have numerous advantages. 20 First, they can be naturally produced, avoiding environmental contamination because they are not synthetic drugs. In addition, they do not induce specific resistance because they are directed against multiple antigenic targets. Because IgY antibodies specifically target a particular pathogen, they do not affect the microbial population of the host. Consequently, they do not induce the unpleasant side effects that are typical of antibiotics. Finally, IgY antibodies are not deposited in meat, hence avoiding potential violations of regulations in countries that forbid the use of antibiotics for poultry and livestock. 68 IgY antibodies used for passive immunotherapy also have advantages in addition to having local, rapid activity to the pathogen, they can be given to a wide range of individuals of any age, ranging from infants to adults and including immunodeficient patients and pregnant women. 20 As natural components of eggs, the IgY antibodies tend to be nontoxic. Further, they can be stored for months in powder form at low moisture without the need for refrigeration, and they are cheaper and faster to produce than vaccines. 61 Use of IgY antibodies also has general advantages in the context of immunotherapy. Egg collection is pain-free and animal friendly, which is beneficial from the perspective of animal welfare. Further, IgY has greater binding avidity to target antigens than mammalian IgG. 69 IgY antibodies can also be produced against conserved mammalian proteins more easily and more successfully than IgG antibodies can be produced in other mammals due to evolutionary distance between mammals and birds. 70 They also need lower antigen quantities to induce an efficient immune response. 68 IgY can be stored in eggs for at least 1 year at 4°C. 71 Large quantities of IgY antibodies can be produced by one chicken (about 22 g/year), and 2% to 10% of these antibodies are target specific, 25, 72 which exceeds the annual production from four rabbits. 68 Furthermore, the production of eggs for human consumption is already carried out on an industrial scale, making low cost production of IgY in large quantities technically feasible. 36, 73 IgY structure Chicken IgA and IgM are structurally and functionally analogous to mammalian IgA and IgM, while IgY differs from mammalian IgG despite their similar function. IgY is the predominant serum antibody in birds, reptiles, amphibians, and lungfish, 16, 74 and its serum concentrations far exceed those of IgA or IgM. 33 IgYs are concentrated in the egg yolk, while IgA and IgM are found in the egg white. Although functional similarity exists between IgY and IgG, their structures are markedly different, as shown in (Figure 2 ). 25 Among the differences, the H chain of IgYs have one variable region (VH) and four constant regions (CH) regions, while mammalian IgGs have only three CH regions. Also, IgY lacks a hinge region between the CH1 and CH2 domains, making it less flexible than IgG. 75 \n\nOne of the most useful characteristics of IgYs is their stability during processing steps and under physiological conditions after administration. 24 IgYs were found to be stable during storage at room temperature or at 4°C for 6 months without losing their activity. 76 Furthermore, IgY antibodies can be stored for 5-10 years at 4°C without significant loss of their activity; they can even retain their activity after storage for 6 months at room temperature or for 1 month at 37°C. 77 IgYs are preferably stored at −20°C for long-term storage; storage at −70°C can cause up to 50% loss of their activity. 78 The stability of IgY is not affected by freeze-drying, although repeated freeze-thaw cycles might compromise its activity. 79 One report 80 showed that the thermal stability of IgYs was not affected by lyophilization at 90°C for 15 minutes. Long-term storage of IgY is better achieved by spray drying to avoid losing antibody potency. 81 Acid stability of IgY antibodies is reported to be between pH 4 and 11, while activity decreases at lower pH values. 75, [82] [83] [84] [85] The loss of activity at lower pH values might be due to conformational changes that distort the antigen-binding site. 75, 84 IgY antibodies are stable in alkaline conditions up to pH 11.0, while they lose activity at pH values ≥ 12. 75, 82 Safety Safety is a major way in which IgY is superior to mammalian IgG. IgYs are safer than IgGs because they do not bind to human Fc receptors or fix mammalian complement components, hence they do not trigger potentially dangerous immune responses. 17 Kubickova et al 86 exposed immortalized human lung epithelial cells to IgY, using lipopolysaccharide as a positive control and phosphate-buffered saline as a negative control. Treatments also included exposure to human and goat IgG, and exposure lasted 24 hours for all treatments. The researchers found that the levels of pro-inflammatory cytokines tumor necrosis factor (TNF)-α, interleukin (IL)-1β, IL-6, and granulocyte-macrophage colony-stimulating factor (GM-CSF) were very low in cell cultures treated with IgY compared with the high levels of TNF-α and GM-CSF in cells treated with lipopolysaccharides, indicating that IgYs do not cause inflammatory responses in lung cells and can thus be safely used for prevention of airway infections. 86 Additionally, oral IgY antibodies have been applied to treat rotavirus infections in humans 54 and to treat pulmonary Pseudomonas aeruginosa infections, and no negative side effects of IgY treatment have been observed in up to 10 years of use. 87 The safety of intranasal IgY delivery has been documented for the treatment of influenza virus 19 and acute and chronic pharyngitis for human. 88 Use of IgY for the treatment of respiratory infections Influenza Worldwide, influenza viruses cause 3-5 million hospitalizations and 250,000-500,000 deaths annually. 89, 90 Vaccination and antiviral drugs are the current approaches for the prevention and treatment for this infection. 91 The long time needed to prepare a new influenza vaccine (about 6 months) for the new strains leave the population vulnerable to infection. 92 The available antiviral drugs have limited efficacy because the virus can develop resistant variants with different active target binding sites. Consequently, the drugs are not effective when taken beyond the third day of infection. 93 The rapid development of new treatments against influenza is a critical need that would intensify in a pandemic situation. Passive immunization has the potential to deliver prophylactic as well as therapeutic effects. 12 Chicken IgYs have been tested for their use as passive immunotherapeutic or prophylactic agents against influenza viruses. Yang et al 94 produced large quantities of egg yolk IgYs (9.18 mg/mL egg yolk) after 8 weeks immunization with an inactivated H1N1 virus. Hemagglutination inhibition and Western blotting assays showed the specific binding of the IgY antibodies that were produced to the hemagglutinin and neuraminidase of H1N1. Plaque reduction assays showed the reduction of H1N1 infection by IgY antibodies. In vivo studies in a mouse model showed that the anti-H1N1 IgYs provided protection against the virus by reducing the infectious titer of the virus in the lung, with no changes to the normal structure and weight of the mouse lung tissue. Besides the antiviral effect of the anti-H1N1 IgYs, the researchers also showed a protective effect comparable to that of the neuraminidase inhibitor oseltamivir. These results indicate that IgYs can provide a highly effective alternative approach for the treatment of influenza (Table 1) .\n\nThe pathogen-specific titer of IgY typically starts to increase in eggs from the second week after immunization, peaking in the fifth week. Wen et al 43 isolated egg yolk IgY against influenza B virus after immunization of the hens with an inactivated virus. The IgY yield was 76.5 mg per yolk, with a purity of 98.2%. The specific binding of the IgY to the viral proteins was demonstrated by Western blotting and hemagglutination inhibition test. The researchers used plaque reduction assays to demonstrate the efficacy of the specific IgY in neutralizing the influenza infection in MDCK cells. In vivo studies showed that intranasal treatment of mice prior to or after influenza B virus infection with virus-specific IgY had a protective effect by reducing viral replication in the lungs. The work of Wen et al showed that IgY specific to influenza B can readily provide a good alternative for influenza B prevention and treatment. 43 Influenza-specific IgYs can be administered to humans (either intranasally or orally) and could serve as a quick and safe strategy in the fight against a pandemic influenza (Table 1) . 44 Pathogen-specific IgYs can remain in the sera and eggs of immunized hens for at least 2 months. In vitro investigation of IgYs produced from hens immunized with inactivated H1N1, H3N2, and H5N1 influenza viruses showed that the IgYs that were produced inhibited homologous as well as heterologous influenza viral strains. 44 In vivo studies in a mouse model showed that intranasal administration of H5N1-specific IgYs 1 hour prior to infection had a 100% protection against lethal challenge with H5N1. Interestingly, IgY to H5N1 was found to also protect against A/Puerto Rico/ 8/34 H1N1. 44 Another study found that intranasal administration of H5N1-specific IgYs in mice before and after lethal infection with H5N1 and H5N2 resulted in complete recover of the infection. Another interesting finding from this study was the presence of anti-H5N1 IgY antibodies in eggs bought directly from the market. 19 Another study tested the efficacy of avian IgY neutralizing antibodies against the pandemic influenza virus A/H1N1. The antibodies were derived from ostrich eggs immunized with a swine influenza virus vaccine strain. 95 The quantity of the IgY produced was very large and was found to have strong crossreactivity with pandemic influenza H1N1 and swine influenza virus as shown by ELISA and immunocytochemistry. Ostrich IgY antibodies were found to inhibit the hemaggregation activity of erythrocytes that was induced by pandemic influenza A/H1N1 virus. The IgYs generated were found to inhibit the cytopathological effects of H1N1 on MDCK cells upon cocultures with the antibodies, confirming the viral neutralization in the cells. The large amount of IgY generated from only one female ostrich makes this approach a cost-effective way to produce IgY antibodies against pandemic influenza virus A/ H1N1 (Table 1) .\n\nPseudomonas aeruginosa in patients with cystic fibrosis (CF) CF is a multisystem autosomal recessive disorder affecting approximately 70,000 people worldwide. 96 CF is caused by dysfunction of the cystic fibrosis transmembrane conductance regulator (CFTR) protein. This CFTR dysfunction results in very thick secretions in the airways, leading to difficult mucociliary clearance. 96 Pseudomonas aeruginosa is very common in CF patient, resulting in a decline in lung function with higher morbidity and mortality. 97, 98 Eradication of P. aeruginosa is difficult and patients usually experience chronic infection. 4, 99 A characteristic change in the bacteria during the course of infection is alginate production, which leads to greater difficulty in pathogen eradication. 4, 99 Antibiotic therapy is currently the best management approach in these cases. 100 Early interventions targeting the bacterial colonization step can prevent the chronic stage from developing, 66 while later interventions that fail to eradicate P. aeruginosa in CF patients will increase the risk of exacerbation. 101 Binding of IgY to P. aeruginosa early in the course of infection prevents adhesion of the bacteria to oropharynx, which can prevent bacterial colonization. 102 IgA in the In vitro Purified IgY preparations, obtained from hens immunized with BRSV, neutralized BRSV in vitro respiratory mucosa appears to have a role in the initial host response by helping to reduce bacterial colonization. 103 Consequently, CF patients with IgA deficiency could have greater susceptibility to bacterial colonization. 104 Passive immunization with IgY could prophylactically augment mucosal IgA immunity, thus increasing the resistance to P. aeruginosa colonization. 105 IgY was found to induce rapid and competent bacterial clearance in a murine pneumonia model. 18 This study found that the pulmonary bacterial load in anti-P. aeruginosa IgYtreated mice was lower than in the controls by more than 2log after 24 hours of infection. The IgY was found to induce a rapid decline in the bacterial load within the first hours of infection. The IgY-treated mice had a better clinical state compared to controls, which may be attributable to a lack of disseminated infection since anti-P. aeruginosa IgY protected against bacteremia. 18 Production of inflammatory cytokines accompanied the faster bacterial clearance in treated mice. IL-1β and TNF-α, potent mediators of inflammation, were significantly reduced in anti-P. aeruginosa IgY-treated mice compared to controls after 24 hours of infection. Accordingly, the PMN mobilizer granulocyte-colony stimulating factor (G-CSF) and the PMN chemoattractant and murine IL-8 analog macrophage inflammatory protein-2 were significantly decreased at 24 hours post infection in the anti-P. aeruginosa IgY-treated group compared to controls, suggesting a moderation of neutropoiesis consistent with reduced numbers of the bacteria. Lung pathology caused by P. aeruginosa was reduced by the antibacterial activity of IgY immunotherapy (Table 1) . 18 The prophylactic effects of intranasal administration of IgY antibodies were more notable than intranasal spray 6 hours post infection. The superiority of the prophylactic treatment could have been due to the presence of IgY antibodies in the airways, which prepared the mucosal surface for the opsonophagocytic process and reduced its interaction with the IgY opsonized pathogens. 105 Anti-Pseudomonas IgY was shown to bind the P. aeruginosa protein flagellin, which is the main component of the flagellum and is required for the motility and chemotaxis of the bacteria 106 as well as the invasion and establishment of infection in the host. 107 The activity of anti-Pseudomonas IgY was studied using 2D electrophoresis of P. aeruginosa strains, immunoblotting, and MALDI-TOF-MS. The results revealed that IgY had antibacterial immunoreactivity against all of the studied strains, increasing its potential for use as a prophylactic therapy. 108 The researchers found that the binding of IgY with flagellin hindered host invasion by reducing the adherence of the bacteria to host cells of CF patients ( Figure 1A ). They concluded that IgY might directly hinder adherence or indirectly reduce motility. The binding of IgY to flagellin might reduce the inflammatory response to P. aeruginosa in CF patients (Table 1) . 108 \n\nIn a Phase I feasibility study, CF patients were asked to gargle with an antipseudomonal IgY antibody every night after brushing their teeth. This practice prolonged the time from first to next colonization. The specific antipseudomonal IgY prophylaxis experiments showed that 4.4% of the cultures were positive for P. aeruginosa, but none of the patients became chronically colonized. However, in the control group, in which 18.7% of the cultures were positive, 5 of 21 patients became chronically colonized. 109 Another study demonstrated that oral administration of IgY against P. aeruginosa prevented pulmonary P. aeruginosa infections in patients with CF. None of the IgY-treated patients in this study became chronically colonized with P. aeruginosa, compared to 24% in the control group. No undesirable side effects were reported for the IgY treatment during the 10-year study period (Table 1) . 87 Nilsson et al 102 put 17 Swedish CFs patients on oral prophylactic therapy with IgY antibodies against P. aeruginosa for up to 12 years. During the course of the study, continuous administration of azithromycin was used in several of the patients. Only 29 cultures tested positive for P. aeruginosa (not including cultures after chronic colonization) in the antibiotic-treated group (P = 0.028). In the IgY group (n = 17), only two siblings were chronically colonized with P. aeruginosa compared to seven patients in the control group (n = 23). There was no decrease in pulmonary function or the body mass index in the IgY-treated patients. These results suggest that the combined use of IgY and antibiotics for the treatment and prophylaxis of P. aeruginosa have the potential to prevent P. aeruginosa colonization and delay or avoid chronic P. aeruginosa infection (Table 1) . From this study, Anti-Pseudomonas IgY has the possibility to be complement to antibiotics, when they are insufficient for the treatment of P. aeruginosa infections in CF lungs.\n\nPMN phagocytosis is a fundamental determinant of an appropriate innate immune response against bacterial infections. Dysfunction in this pathway cause excessive bacterial colonization, leading to parenchymal infection that might develop into sepsis. 105 IgY was observed to be more hydrophobic than mammalian IgG. 75 This hydrophobicity helps the Fc portion to be oriented opposite the antigen, exposing it to Fc-receptor interaction. This feature of increased surface hydrophobicity of the IgY suggests increased phagocytic killing of P. aeruginosa through opsonization ( Figure 1B ) ( Table 1) . 66 A recent clinical study investigating the use of polyclonal anti-Pseudomonas IgY antibodies to prevent P. aeruginosa recurrence in CF patients is underway (ClinicalTrials.gov identifier NCT01455675). 110 Severe acute respiratory syndrome Coronaviruses (CoVs) were only known to cause the common cold in vertebrates until 2002, when severe acute respiratory syndrome (SARS)-CoV emerged in China. 111 The disease rapidly spread worldwide, causing approximately 8000 infections with a 10% mortality rate. 112, 113 During the SARS outbreak in China, passive immunization using sera from recovered SARS patients showed positive results. 80 Anti-SARS coronavirus IgYs were evaluated after isolation from egg yolk of pathogen-free chickens immunized with SARS coronavirus antigen. 80 The generated IgY had a high purity and good biological activity, and IgY antibody was able to neutralize the SARS coronavirus at a dilution of up to 1:640. The results of the neutralization experiments showed high concordance with ELISA results. The efficiency of IgY was not altered after lyophilization, potentially making transport and handling easy for passive immunization and shortterm protection. 80 After evaluation using experimentally infected animal models, anti-SARS IgY produced in this study might be a good candidate for mass production as a SARS-CoV immunotherapeutic (Table 1) .\n\nIn case of outbreaks, there is a need for a rapid intervention. While the production of vaccines take a longer time than the production of IgY antibodies(about 6 weeks 44 from hens vaccination to IgY production), the use of IgY Abs in outbreaks instead of vaccines is quite unlikely most of the time. Fu et al 80 reported that, a combination of vaccine, passive immunizations and drug therapy will be required for effective control of SARS.\n\nTuberculosis is a major global concern in both human and animal populations. The disease is caused by a group of highly related intracellular pathogens, Mycobacterium tuberculosis complex (MTBC), that cause human morbidity and mortality worldwide. 114 Although a third of the world's population is latently infected with MTB, only 5-10% develop active tuberculosis (TB). 115 In 2016, TB was the leading cause of death, with about 1.3 million human deaths. 116 The combination of TB with HIV/AIDS and the development of multidrug-resistant strains have increased the disease burden. 117 Immunotherapy might present a new option for treating drug-resistant TB strains, with promising outcomes and better quality of life for patients.-118 Intramuscular immunization of Lohmann laying hens showed an increase of anti-MTBC IgY antibodies in egg yolk, with peak concentration at 4 weeks after immunization. The specific antibodies were persist 200 days after the last immunization. The study suggested that, specific anti-MTBC IgY could be an effective approach as immunotherapy of TB (Table 1) .\n\nBRSV is an enveloped, negative-stranded, nonsegmented RNA virus that is the main cause of respiratory disease in young calves. 119 BRSV is closely related to human RSV (HRSV), which is the most common cause of lower respiratory tract infections in children worldwide. HRSV results in more than 3 million hospitalizations and an annual mortality rate of 66,000-199,000 in children under 5 years. 120 It has no licensed vaccine or effective treatment. 121 The similarity between the two viruses makes BRSV infection in calves a good animal model for studying HRSV. 122 Purified IgY preparations, obtained from hens immunized with BRSV, neutralized BRSV in vitro. First, a group of hens were immunized with six doses of immunogen containing 10 5 TCID 50 /ml BRSV at days 0, 18, 32, 56, 85, and 106. The second group were immunized with two doses containing 10 7 TCID50/ml BRSV at days 0 and 42. Vaccines were prepared with Freund's complete adjuvant for the first dose and Freund's incomplete adjuvant for the following doses. In the first group, birds began to respond after the third immunization and antibody titers increased to the maximum after the fifth immunization. In the second group, the antibodies were detectable after the first immunization, and high titers were detected after the second immunization. Notably, only two doses were needed to induce specific neutralizing antibodies in the second group, reducing suffering and stress of birds caused by repeated inoculation. 123 The specificity of the IgY obtained against BRSV in the second group, which presented the highest serum neutralizing antibody level, was evaluated by a dot blot assay. IgY antibodies were able to specifically recognize the virus at dilutions up to 1:20,480. Moreover, from the in vitro neutralization test, the highest neutralizing anti-IgY antibody titer was detected after the fifth immunization in the first group and after the second immunization in the second group. These findings suggest that the immune response could be improved by increasing the amount of the antigen used for inoculation. The study concluded that IgY technology is an attractive tool that could potentially be used for prophylaxis and/or treatment of respiratory disease caused by BRSV infection (Table 1) . 123 \n\nThe promise of IgY antibodies underscores the need for continuing research to improve different aspects of production, including chicken immunization protocols and adjuvant use, IgY extraction techniques, and methods to increase antibody yield. Development of monoclonal IgY antibodies will combine the advantages of both mAbs and avian IgY. Chicken mAbs are antibodies derived from a single B-cell lineage that has undergone repetitive rounds of somatic hypermutation and clonal selection and are usually of the IgY isotype recognizing a single unique epitope. 124 Thus, chicken mAbs tend to be more specific and of higher affinity compared to polyclonal antibodies counterparts. 125 Genetically engineered singlechain fragment variable IgY (IgY-scFv) has been successfully generated based on phage display technologies by different research groups. 26 Spillner et al 126 \n\nNo potential conflict of interest was reported by the authors.\n\nAuthors are grateful for financial support from the King Abdulaziz City for Science and Technology (KACST), Riyadh, Saudi Arabia for providing the grant on MERS-CoV special program (project number 10-1).\n\nAymn Talat Abbas http://orcid.org/0000-0001-7372-370X Sherif Aly El-Kafrawy http://orcid.org/0000-0002-3667-7529"}