{"title": "FIRST DETECTION OF CANINE PARVOVIRUS TYPE 2C IN BRAZIL", "body": ". In 2001, an antigenic variant was reported in Italy (3, 4) .\n\nThat mutant virus has an amino acid substitution (Asp-426 to Glu-426) in a residue of the capsid protein that is considered antigenically important. This mutant has also been detected in several countries (9, 15, 20, 26) and, recently, it was detected in Uruguay (20) . In the last years, serological studies performed in Brazil, Rio Grande do Sul State, indicated that CPV frequently infects the canine population (10, 27) .\n\nHowever, until now, the CPV-2c has not been reported in Brazil yet.\n\nThe emergency and spread of CPV-2c is considered a sanitary threat worldwide. The monitoring of CPV field isolates has been fundamental to understand the virus epidemiology and to develop preventive measures (20) . The present communication describes the first record of the CPV-2c detection in Brazil.\n\nTwenty faecal samples from vaccinated and unvaccinated dogs (one to six months of age) with diarrhea were collected from January to July 2008 in private and public (Hospital de Clínicas Veterinárias) animal Hospitals located in Porto Alegre, Brazil (Table 1) . Samples were Table 1 . Nucleotide and amino acid differences in the VP2 sequence and characteristics of their hosts of the CPV-2 strains analyzed in the present study with other CPV-2 isolates from Brazil (DQ340409 and DQ340434) and Uruguay (EF375479). and 2c (99.6% to 99.8%). One distinct nucleotide in the position 4424 (codon 546) was displayed in the seven 2c strains from Brazil but not in the strains from other countries.\n\nThis mutation (T to C) corresponds to a transition in the third position of the codon that did not change the amino acid sequence. The other two strains were identified as type 2b and exhibited 100% nucleotide identity with one 2b strain previously described in Brazil (18) .\n\nIn the present study, seven out of the nine samples were type 2c, indicating that this type was already introduced in Brazil. In the last years, authors from many countries analyzed CPV samples to determine the circulating types, finding a high frequency of the type 2c (13, 14, 28) . One study performed in Uruguay found that 24 out of the 25 CPV strains were type 2c (20) . Probably, this new viral type could have some adaptative advantage that leads it to replace the types 2a and 2b (11, 24) .\n\nPreviously, the canine parvovirus types 2a and 2b had completely replaced the type 2 worldwide. CPV appeared in Brazil around the 80's and this type change was also observed in previous studies (6, 18, 19) . The 2c samples 468 Streck, A.F. et al. (7, 8, 20) . Also, in the present study we cannot discuss vaccination failure because in nine positive cases only one puppy had completed the vaccination protocol. This is the first report of the presence of CPV-2c in Brazil. The present study aims to warm the veterinarians about these new threat and possible changes among parvovirus pathology and protection afforded by the current vaccines. "}