{"title": "Studying human pathogens in animal models: Fine tuning the humanized mouse", "body": "Mouse models are an indispensable tool for studying the dynamics of host-pathogen interactions which determine the delicate balance between microbial aggression/survival and host defence. Despite some differences, the defence mechanisms of man and mice are similar and both species can often be challenged with the same or closely related pathogens to study immune and disease mechanisms (Mak et al., 2001; Buer & Balling, 2003) .\n\nThe first step in the life cycle of a virus is attachment to a host cell surface molecule and delivery of the viral genome into the interior. Usually the virus takes advantage of a host molecule with a function unrelated to infection, such as receptors, which can be adhesion molecules or membrane-bound exopeptidases. Host cell surface receptors are recognized as important determinants of virus host range and tissue tropism (Uchil & Mothes, 2005) .\n\nThe ability to manipulate the mouse genome by genetic engineering (gain of function, loss of function/knock-out, exchange of function/knockin gene transfer) enables us to overcome species barriers in studying infectious diseases in animal models by transferring the appropriate speciesspecific pathogen receptors.\n\nTo date five different coronaviruses are known as pathogens for humans. Human coronavirus (HCoV)-229E and HCoV-NL63 comprise group 1 and HCoV-OC43 and HCoV-HKU1 comprise group 2. The SARS-CoV represents a new prototype and is either classified as group 4 strain or as a distant relative of the group 2 (Gorbalenya et al., 2004; McIntosh, 2005; Woo et al., 2005) . Whereas HCoV-229E and HCoV-OC43 cause mild upper respiratory tract diseases, HCoV-NL63, HCoV-HKU1 and SARS-CoV cause severe respiratory tract infections, the latter one with high mortality.\n\nHumans are the only natural host for HCoV-229E. Mice are resistant to HCoV-229E due to species-specific interaction of the virus S-gene (Sanchez et al., 1999; Kuo et al., 2000) with the host cell surface receptor, i.e. human aminopeptidase N (hAPN, or human CD13) (Delmas et al., 1992; Yeager et al., 1992) .\n\nGain of function gene transfer made the first transgenic mice expressing functional hAPN available (hAPN +/+ , Lassnig et al., 2005; Wentworth et al., 2005) Primary embryonic fibroblasts (PEFs) and dendritic cells derived from the bone marrow of transgenic mice were susceptible to infection by HCoV-229E whereas PEFs from wild-type (WT) mice were not. So far HCoV-229E infection experiments were mostly carried out with immortalized human cell lines (Lachance et al., 1998; Arbour et al., 1999) . In vitro function, reactivity and behaviour of these immortalized cells may be affected through the process of immortalisation and may not reflect the original cell behaviour. The hAPN expressing mice allow the study of HCoV-229E mediated pathogenesis in ex vivo cells from different tissues and organs and will therefore be instrumental for further elucidation of the biology of the virus.\n\nVirus existence is threatened by the host's innate (virus invasion) and/or adaptive (virus spread) immune mechanisms. It is not advantageous for a virus if its host dies due to infection. Co-evolution has led to selection and adaptation of both the virus and the host (Katze et al., 2002; van Kooyk & Geijtenbeek, 2003 and refs. therein) . Interferons (IFN) represent the main antiviral defence mechanisms developed in mammals (Decker et al., 2005 and refs. therein) .\n\nImmunocompetent hAPN +/+ mice were not susceptible to HCoV-229E infection (Lassnig et al., 2005; Wentworth et al., 2005) . Thus we crossed the transgenic mice into immunocompromised IFNunresponsive (Stat1 )/) ) mice and passaged HCoV-229E in hAPN +/+ Stat1 )/) PEFs. The ''adapted'' virus replicated efficiently in hAPN +/+ Stat1 )/) mice and virus was detected in large amounts in the lung and gut. Infected transgenic animals displayed histopathology in the lung consistent with active virus replication. In summary the generation of an animal model for HCoV-229E infection in vivo requires (i) transfer of the human receptor molecule (''humanized mouse''), (ii) immuno-impairment of the transgenic mouse (iii) adaptation of the virus to the new host.\n\nThe requirement for the latter two points may be explained by the presence of unspecific/innate antiviral defence mechanisms in vivo, the need for adaptation of efficient virus entry in vivo or the need for species-specific viral replication mechanisms.\n\nThe concept of crossing immuno-impaired mice (''natural'' mutants or gene-targeted mice) with mice overexpressing pathogen receptors as described by us (Lassnig et al., 2005) and others (Mrkis et al., 1998; Baric & Sims 2005 ) creates a versatile tool for studying host-pathogen interaction across species barriers.\n\nOptimizing the humanized mouse models -''fine-tuning'' by forward and reverse genetics Four additional approaches of step wise ''finetuning'' the infection models by reverse genetics will lead to even more sophisticated and suitable animal models for HCoV-229E infections in vivo.\n\nThe virus-receptor interaction is a multi-step process itself. Multiple attachment receptors may be used simultaneously or sequentially and/or in a cell-type specific manner (Haywood, 1994; Bomsel & Alfsen, 2003) . The need for a co-receptor was suggested for the group 1 coronavirus TGEV, which binds more efficiently to cells expressing in addition to porcine APN a high molecular-mass sialoglycoprotein on the cell surface (Ballesteros et al., 1997; Schwegmann-Wessels et al., 2002; Schwegmann-Wessels et al., 2003) . At present nothing is known about an additional attachment or co-receptor for HCoV-229E. Forward genetic screens in mice will enable the identification and characterization of genes that may participate in efficient HCoV-229E entry.\n\nThe hAPN +/+ Stat1 )/) mice still express endogenous murine (mu)APN, which may or may not interfere with proper homodimerization of transgenic huAPN and may or may not sequester HCoV-229E from hAPN by weakly cross-reacting with muAPN. Thus, hAPN transgenic mice will be crossed to muAPN )/) mice in order to test the contribution of the endogenous molecule to the infection process.\n\nThe hAPN +/+ Stat1 )/) animals have impaired IFNa/b and IFNc responses resulting in severely impaired antiviral host defence mechanisms (Durbin et al., 1996; Meraz et al., 1996) . Next we will cross the hAPN +/+ mice to mutants solely deficient in IFNa/b (IFNAR1 )/) , Mü ller et al., 1994) , IFNc (IFNGR1 )/) , Huang et al., 1993) and mice with only partially impaired IFN responses (Tyk2 )/) , Karaghisoff et al., 2000) . This will further elucidate the effects of IFNs on HCoV-229E infections and also mimic the situation in humans more accurately. Moreover, human mutants of the IFN signalling molecules we suggest above to study in mice were described in addition to other mutants of the innate and adaptive immune molecules (Casanova & Abel 2004; Puel et al., 2004) .\n\nThe most elegant and meaningful strategy for the generation of humanized mice would be to replace the murine locus encoding the homologue of a human virus-receptor protein by the corresponding human sequences (knock-in). In doing so the main part of the locus, especially its control regions and distal/proximal elements for spatial/ temporal expression remain unperturbed. A prerequisite of this strategy is that a homologue of the pathogen receptor molecule exists in the mouse and that its expression profile resembles that of the corresponding human gene.\n\nHumanized mice and ''fine-tuned'' humanized mice are not only instrumental for the analysis of viral pathogens but also have been proposed and generated for the study of intracellular bacteria, like Listeria monocytogenes (Lecuit et al., 2001) . Biological safety issues are important when these powerful animal models for studying human infectious diseases are generated. It is clear, that use of these mice will be restricted to facilities providing the required biosafety arrangements and equipment for protection of the animals from unintended infections and for prevention of uncontrolled recombination and/or escape of pathogen(s)."}