{"title": "", "body": "for an undefined period of time, and that during this period they should be ineligible as donors. 3, 4 There have been two safety alerts by the US Food and Drug Administration on serious adverse events that were likely to have resulted from the transmission of pathogenic organisms via a FMT. The alert from March 12, 2020, was the result of potentially detectable enteropathogenic Escherichia coli and Shiga-toxin-producing E coli. 5 In the current situation, screening policies for FMT donors ought to remain stringent, safe, effective, and scientifically justified wherever possible. The recipients of FMT globally are often patients who are older (aged >65 years), with multiple comorbidities, or immunocompromised with Clostridioides difficile infections. Therefore, minimising the potential to transmit pathogens through FMT depends on FMT providers and robust screening procedures.\n\nThe University of Birmingham Microbiome Treatment Centre is the second largest provider of FMT for treatment globally, and we are running the largest FMT trial for inflammatory bowel disease (STOP-Colitis) 6 in the world to date. Our donor eligibility criteria, based on our pu blished guidelines, would exclude FMT derived from any individual with symptoms of COVID-19. 7 In addition to these criteria, as of January, 2020, FMT produced from the date of detection of the first cases of COVID-19 have been quarantined from use until a time when a validated stool test for SARS-CoV-2 becomes available. We are not currently processing any new donors, but we anticipate that this situation will delay the availability of FMT for only a short period of time, because such tests are in rapid development. 8 We believe that the molecular screening of stool from all donors for SARS-CoV-2 will be the safest way forward, because this approach would adequately address and mitigate against the risk posed from asymptomatic carriage and might also provide a useful measure of asymptomatic prevalence in the wider community."}