{"title": "Fast, selective and quantitative protein profiling of adenovirus-vector based vaccines by ultra-performance liquid chromatography", "body": "Adenoviruses are non-enveloped icosahedral-shaped viruses of 70-90 nm, consisting of a protein capsid containing a double stranded DNA genome [1, 2] . Adenoviruses are promising vectors for intracellular delivery of DNA [3] . The Advac ® technology in combination with the PER.C6 ® technology [4, 5] allows for the production of adenovirus vectors in which the viral DNA can be modified to encode for an antigen of interest. For example, in the case of the Ebola vaccine the adenovirus vector is modified to encode for a certain glycoprotein from the Ebola virus [6] . Upon vaccination, this glycoprotein is expressed in the host cell and presented to the immune system, thereby expectedly eliciting a protective immune response against the Ebola virus. The adenovirus proteome is composed of different proteins in varying stoichiometries [1, 7] . The adenovirus proteins are identified by numbers, in order of decreasing molecular weight as observed by SDSPAGE [8] . The virus capsid consists of 240 trimers of protein II (hexon) and 60 copies of protein III (penton base). The fiber protein (IV) is extending outwards from the penton bases and is considered essential in the binding of the adenovirus to the cell surface. Four minor proteins (IIIa, VI, VIII and IX) are located on the inner side of the capsid and are thought to act as cement proteins. The core of the particle contains six different proteins: V, VII, X, IVa2, the terminal protein (TP), and the adenovirus protease (AVP) [1] . The viral protein identity, heterogeneity and content in the adenovirus particles determine the identity of the particle, its interaction with the cell and, possibly, its stability. If the incorrect proteins are expressed or the virus particles are not correctly assembled, then this could lead to adenoviruses with decreased or no biological activity, and, therefore, a vaccine with decreased potency. In addition, degraded or modified proteins in the adenovirus vector [26] and Liu et al. [10] . particles could also result in decreased biological activity or adverse effects upon vaccine administration. It is a challenge to develop a suitable analytical method for the analysis of the adenovirus proteins due to the great dynamic range needed to measure all protein subunit concentrations simultaneously, and due to the large variability of protein sizes and charges [9] . The molecular masses of the adenovirus proteins range between 7 and 108 kDa, and the copy numbers per virus particle are between 2 (for the TP) and 720 (for the protein II monomer) [1, 10, 11 ]. An additional layer of complexity is added by the need to disassemble the adenovirus into stable and analyzable protein before analysis. Typically, an extensive sample treatment is required to denature the viruses into proteins, to remove matrix components (e.g. surfactants) from the samples, or to concentrate the samples [12, 13] . Intact proteins in biopharmaceutical products are commonly analyzed by spectrometry [14] , electrophoresis [15] , liquid chromatography [16, 17] , or mass spectrometry [14, [18] [19] [20] . More specifically, viral proteins are typically analyzed by SDS-PAGE [10, 21, 22] , capillary gel electrophoresis (CGE) [23] [24] [25] or RP-HPLC [12, 13, 26] . SDS-PAGE has been extensively used for adenovirus protein analysis [27, 28] . The key proteins of the adenovirus are separated from each other by SDS-PAGE, and MS can be used after in-gel trypsin digestion for band assignment. Such methods do not allow for accurate quantification of the adenovirus proteins due to the poor separation on the gel. In addition, protein modifications (for example, detected by MS) could be introduced by the harsh SDS-PAGE and MS pretreatment conditions. Capillary gel electrophoresis was applied for the analysis of recombinant GB virus-C proteins [29] , the analysis of the four major influenza virus proteins [25] , and the characterization of proteins from Western, Eastern, and Venezuelan equine encephalitis (WEVEE) virus like particles (VLPs) [23] . The downside of the capillary gel electrophoresis methods is the limited molecular weight range. The method has a low efficiency for proteins with sizes lower than 15 kDa or larger than 100 kDa resulting in insufficient resolution. Another drawback is the extensive sample treatment that is required to denature, reduce and alkylate the virus samples before analysis by CGE. Liquid chromatography-based methods for analysis of intact proteins in virus and virus-based vaccines have been reported in the literature. Although RP-LC is already an established technique for protein analysis, recent technology developments especially improved the stationary phases (i.e. particle sizes down to 1.7 m with pore sizes of 300 Å) allowing for even better, more reproducible separation of intact proteins [14] . Another technical improvement is the introduction of low-binding materials in the LC equipment that decreased artifacts such as adsorption to injectors, tubing etc. [14] . RP-HPLC was used for analysis of the nucleocapsid protein (N-protein) from the severe acute respiratory syndrome (SARS) coronavirus [13] . Separation was on a reversed phase C18 column (5 m particle size and 300 Å pore size) with ACN/water and trifluoroacetic acid (TFA) as mobile phase. Prior to analysis, the samples were dialyzed, lyophilized, and concentrated. The method did not achieve baseline resolution between the analyte of interest and interfering peaks from the sample matrix. The N-protein could only be identified after fraction collection and MALDI-TOF analysis. RP-HPLC [12, 30, 31] was also used for quantification of the influenza hemagglutinin protein (HA) from the influenza virus. HA is cleaved by trypsin into a hydrophilic HA1 and a hydrophobic HA2 fragment. With RP-HPLC, fragment HA1 is well-resolved from other sample components and a quantitative method with external calibration has been reported in the literature [31] . The sample preparation in this method is laborious and time-consuming and the other major proteins from the influenza virus, HA2, M and NP, could not be detected. An RP-HPLC with UV absorbance detection, based on Lehmberg et al. [26] and Liu et al. [10] , is being used for quality control of the protein profile of adenovirus vaccine products, see Fig. 1 for an example chromatogram. Disadvantages of the RP-HPLC method are its inadequate resolution for certain proteins (e.g. protein II and IX) and the insufficient repeatability of the retention times and peak areas. Therefore, reliable quantification of all proteins by RP-HPLC is not possible. Another drawback of the RP-HPLC method is its very long run time of 130 min, which limits the throughput to 10 samples per sequence (including controls and blanks) as sample instability is observed after sample storage for 18 h in the auto sampler. This paper describes the development and validation of an RP-UPLC method for protein profiling of adenovirus serotype 26 (Ad26) and 35 (Ad35) in adenovirus vector-based vaccine products. The method has two purposes: confirm identity of the test sample and detect protein modifications or degradation products of the adenovirus vector. For identity purposes, the protein profile of the test sample is compared to the profile of a reference sample based on the relative retention times and relative peak areas. By calculating the relative peak areas of all peaks in the chromatogram and identifying new peaks in the chromatogram, the method also allows the detections of degradation products in the sample Additional requirements for the method development were: a chromatographic run time of less than 30 min, baseline separation of all relevant adenovirus proteins allowing for their quantification, and an increased method robustness.\n\nAcetonitrile UPLC/MS grade (PN 01204101) from Biosolve (Valkenswaard, the Netherlands), Acetonitrile gradient grade (SN 34851-2.5L), Trifluoroacetic acid 99+% (PN 302031) and cytochrome-C (PN C2506) from Sigma-Aldrich (Zwijndrecht, the Netherlands), methanol (PN 106008) and Milli-Q water from Merck Millipore (Amsterdam-Zuidoost, The Netherlands). Formulation buffer, Ad35 reference material (with transgenes B and C), Ad26 reference material (with transgenes A and B) and Ad26 process samples were from Janssen Vaccines (Leiden, the Netherlands). \n\nA Waters Acquity H-class UPLC system equipped with a quaternary solvent manager, autosampler, and PDA detector (Waters Corp., MA, USA) was used. Data processing was performed by Empower 3 software. Various settings were tested in method development; the settings for the final, validated method were as follows. The analytical column was an Acquity UPLC Protein BEH C4 Column (300 Å, 1.7 m, 2.1 × 150 mm). New analytical columns were preconditioned with 3 injections (30 l each) of 10 mg/ml cytochrome-C followed by 3 injections (30 l) of Milli-Q water to prevent unwanted protein adsorption with the stationary phase. Solvent A was 5% v/v acetonitrile (ACN) in Milli-Q water, solvent B was 100% ACN, and solvent C was 1% w/v TFA in 5% ACN. From A, B and C a linear elution gradient was formed from 20% ACN to 60% ACN containing 0.175% w/v TFA in 17 min. The flow rate was 0.6 ml/min, the injection volume was 30 l, the column temperature was 50 • C, the auto sampler temperature was 8 • C, and for detection UV-absorbance was monitored at 280 nm. After analyses, the system was flushed with 30% v/v ACN in Milli-Q, the needle wash was with 20% v/v ACN in Milli-Q, and pump seal wash was with 10% v/v methanol in Milli-Q.\n\nFor preparative runs intended for peak assignment, samples of selected AdVac vaccines were first concentrated in 1.5 ml Eppendorf ® LoBind microcentrifuge tubes Protein (Hamburg, Germany) by centrifugation in an Eppendorf 5417R microcentrifuge at 17000 g for 30 min at 4 • C and removal of the supernatant. Concentrated samples were analyzed by the RP-UPLC method on a Waters Acquity H-class UPLC system (method as described in Section 2.2). Fractions were collected every 10 s for 16 min in Eppendorf twin.tec PCR Plates LoBind using the fraction collector of a TriVersa NanoMate ® (Advion, Ithaca, NY, USA). The fractions were dried in a vacuum centrifuge without heating for 4 h. The pellets were resuspended in 6 l of 30% ACN, then 12 l of trypsin solution (20 g/ml in 50 mM Ammonium bicarbonate) was added, and samples were incubated overnight at 37 • C. The tryptic digests were again dried in a vacuum centrifuge and resuspended in 18 l of 20% ACN with 0.1% formic acid. The trypsin digests were analyzed by LC-MS E on a Waters Acquity H-class UPLC system coupled to a Waters Synapt G2-SI mass spectrometer (Waters Corp., MA, USA). The analytical column was an Acquity UPLC Protein BEH C18 Column (300 Å, 1.7 m, 2.1 × 150 mm). Solvent A was 0.1% formic acid in Milli-Q water and solvent B was 0.1% formic acid in 100% ACN. Elution was by a linear gradient from 2% B to 35% B in 45 min. The flow rate was 0.2 ml/min, the injection volume was 10 l, the column temperature was 40 • C, the autosampler temperature was 6 • C. For MS E conditions were: collision energy, 20 40 V (ramped); lock-mass solution, leucine enkephalin (2 ng/ml) in 1:1 ACN-Milli-Q water with 0.1% formic acid; lock-mass flow, 5 l/min; capillary voltage, 3.0 kV, sample cone temperature, 25 • C; source temperature, 120 • C; desolvation gas, 800 L/h; cone gas flow rate, 20 L/h; employing resolution mode with 1 scan per s.\n\nSamples of adenovirus vector type 26 based vaccine were first diluted to 2.0 × 10 11 virus particles (vp)/ml in formulation buffer and then the following stress conditions were applied: thermal stress by incubation at 50 • C for 45 or 120 min; oxidative stress by addition of 30% v/v hydrogen peroxide and incubating for 4 h. The stressed samples were analyzed by capillary zone electrophoresis (CZE) according to Van Tricht et al. [32] , by potency assay according to Ma et al. [33] , and by RP-UPLC as described above (Section 2.2.). To compare the different techniques recoveries between stressed samples and non-stressed samples were used (i.e. total peak area recovery for RP-UPLC, potency recovery for the potency assay or virus particle concentration recovery for CZE).\n\nSpecificity was demonstrated during development for Ad26 and Ad35 proteins by MS-based peak assignments and by demonstrating absence of the viral proteins in the formulation buffer. The method repeatability, accuracy, intermediate precision, and linearity were determined for 5 concentration levels in the range of 0.5 × 10 11 -2.0 × 10 11 vp/ml with 3 replicates at each concentration level, repeated on 3 different days by two operators on two analytical columns, and two LC instruments. The method repeatability requirements were ≤ 15% RSD for relative peak areas and ≤ 1% RSD for relative retention times. The intermediate precision was determined based on the method repeatability and linearity data on three different days and the limits were ≤20% RSD for relative peak areas and ≤ 2.0% RSD for relative retention times. The linearity requirements were r 2 ≥ 0.98 and the sum of residuals less than 5%. The accuracy requirement was recoveries of 80-120% for relative peak areas. The limit of quantification (LOQ) was determined as the lowest concentration level that met the requirements for accuracy and precision. Robustness was derived from the results of method development obtained with design of experiments.\n\nIn the original RP-HPLC method, based on Lehmberg et al. [26] and Liu et al. [10] , the adenovirus proteins were separated on a C4 column (5 m, 2.1 × 250 mm) with a water-ACN gradient, with three segments of different slopes, from 20% to 60% ACN containing 0.1% TFA in 110 min, see Fig. 1 . The adenovirus samples are directly injected into the UPLC system without sample pre-treatment (e.g. denaturation, reduction or dilution) and the viruses dissociate into proteins upon coming in contact with the water-ACN mobile phase in the UPLC system. Dissociating the viruses into proteins prior to the UPLC analysis resulted in irreproducible chromatograms (data not shown) [26] . This method was transferred to an UPLC Xbridge BEH 300 C4 column (1.7 m, 2.1 × 150 mm). The linear gradient with three slopes was replaced by a single-slope linear gradient to improve elution reproducibility and the flow rate was increased The critical method parameters of the RP-UPLC method were studied in a screening design of experiments to assess their impact on the method's run time and the resolution between the adenovirus proteins.: The following conditions were evaluated: gradient start composition (0-20% solvent B), gradient end composition (45-65% solvent B), gradient run time (17-25 min), TFA concentration (0.04-0.12%), and column temperature (40-70 • C). JMP statistical software was used to fit a model based on standard least squares using the main effects of the parameters. The response that was chosen to study the effect of the tested parameters was the best resolution between the maximum number of protein peaks with the shortest run time. From a Pareto-analysis with standardized parameter estimates it was concluded that the TFA concentration and the column temperature had the strongest impact on the response. The peaks between approximately 6 and 8 min (proteins V, VII and VIII) and between 13 and 15 min (proteins IIIa and IX) were most influenced by the column temperature and the TFA concentration ( Fig. 2A -C and G-J). The best resolution between the different peaks was obtained at the highest concentration of TFA (0.12%) and a column temperature of 50 • C (Fig. 2B) . The gradient start and end composition and the gradient time were not critical regarding resolution or elution order, provided the gradient start composition was above 10% ACN to assure complete dissociation of the virus particles and the end composition was above 45% ACN to allow elution of all adenovirus proteins. Based on this feasibility experiment, the gradient start composition was fixed at 20% B and the end composition at 50% B, with a gradient time of 17 min. These settings resulted in the shortest run time with the best resolution possible. Initially, solvents A and B were prepared with 0.04-0.12% TFA, however, allowing this range of TFA concentration caused dayto-day variability (i.e. shifts in retention time), indicating that the TFA concentration is a critical method parameter which needs to be tightly controlled. Fig. 2A-C shows that TFA has a significant effect on the separation even with slight changes from 0.09% to 0.12% TFA. The method robustness with respect to this parameter was examined specifically by design of experiments (see below, Section 3.1.1). In addition, to increase the reproducibility of the mobile phase composition, the gradient mobile phase preparation method was changed as follows: Solvent A was 5% ACN in water, solvent B was 100% ACN, and solvent C was 1% TFA in 5% ACN. The UPLC-system was then used to mix the three solvents to reproducibly obtain constant concentrations of TFA in the mobile phase throughout the gradient.\n\nThe effects of the TFA concentration in the mobile phase and the column temperature were studied by a 3 1 4 1 full-factorial design (1 factor at 3 levels and 1 factor at 4 levels) with the aims to reduce the total run time of the analytical method and to improve the separation of critical peak pairs: V-VIII(1), VIII(1)-VII, VII-VI(2) (Ad35 only), VI(2)-VI(3) (Ad26 only), II-IX, and IX-IIIa. The selected factors were: TFA concentration, 0.150, 0.175, or 0.200%; column temperature, 40, 50, 60, or 70 • C. The study was executed by analyzing both Ad26 and Ad35 samples. The responses that were considered to evaluate the effects were the retention time of protein II (used as indicator of the method's run time) and the separation of the critical peak pairs (see above). As the protein peak widths did not significantly change under the tested conditions, the differences in retention times of the critical peak pairs were used instead of the resolution as indicator for separation. A protein retention difference of 0.3 min or higher corresponded with baseline separation. The data were processed by JMP statistical software based on the factor main effects and interaction effects. For both adenovirus type 35 (Fig. 3A) and type 26 (Figs. 2E and 3 B) critical peak pairs were baseline separated in 17 min using 0.175% TFA and a column temperature of 50 • C. The contour plot in Fig. 4 summarizes the results of this design of experiments. Peak pairs II-IX and VVIII (1) were baseline separated at all tested conditions, with a retention time difference of > 0.6 min (Fig. 2D-F) . For column temperatures between 40 and 55 • C, the separation of peak pair VI(2)VI(3) (Ad26 only) was compromised (resolution 0.8) at a TFA concentration of 0.2% (Fig. 2F ), but remained acceptable (baseline resolution) for the other peak pairs. Column temperatures of 55 • C or higher resulted in insufficient separation for three out of five peak pairs at all TFA The robustness of the method for small changes in the TFA concentration was studied by assessing the reproducibility of the retention times and peak areas. An Ad26 sample was analyzed at four dif- ferent TFA conditions (with three independent analysis per tested TFA concentration): 0.170, 0.175, 0.180, or 0.185% TFA in the mobile phase (Fig. 5) . The retention times and peak areas for 1.70, 0.180 and 0.185% TFA were compared to the retention times and peak areas for the default conditions (0.175% TFA). The critical peak pairs were always baseline separated and the peak areas and retention times at 1.70, 0.180 and 0.185% TFA did not deviate more than 5% as com-pared to the optimal system employing a TFA percentage of 0.175% in the mobile phase. Based on the results it was concluded that the method is robust within the concentration range of 0.170 to 0.185% TFA, provided the mobile phase is prepared as described above in Section 3.1.\n\nPeaks were assigned to the respective adenovirus proteins by separate LC MS analysis. Due to the presence of TFA in the mobile phase, it was not possible to attain accurate mass data form the intact adenovirus proteins by online coupling to MS. Therefore, fractions were collected from the RP-UPLC chromatograms of Ad26 and Ad35, which were digested by trypsin and subsequently analyzed by RP-HPLC-MS E in order to identify the proteins by peptide mapping. Peaks observed for both Ad26 and Ad35 (Figs. 3 and 5) could be assigned to proteins II, III, IIIa, V, VI, VII, VIII, IX, and X. Multiple fragments from cleavage of proteins VI and VIII were identified, marked VI(1), VI(2), VI(3) (only in Ad26), VIII(1), and VIII(2) (only in Ad26). Indeed, maturation of adenovirus into complete, infectious virus particles involves proteolytic cleavage of capsid and core proteins by the adenovirus proteinase (AVP), and the results of peak assignment indicate that the Ad26 sample contains mature adenovirus particles, The fiber protein (IV) was also identified and had a retention time of 12.0 min, but the peak height was very close to the limit of detection of the RP-UPLC-UV method. The terminal protein could not be identified in the RP-UPLCUV chromatogram, probably because of its low copy number (n = 2) in the virus (for comparison: the copy number for protein II is 720). Proteins 52.55k (1) and (2) , assigned in the last two peaks of the RP-UPLC chromatogram (Fig. 3B) , are associated with maturation of the virus particles and reported only present in immature virus particles [34, 35] . Preliminary data showed that the peak area ratios of 52.55 K/III, VIII(1)/III and VIII(2)/III are a measure of the relative concentration of immature adenovirus particles, which is in line with observations by Takahashi et al. [27] and Vellekamp et al. [28] . \n\nSummary of method repeatability and intermediate precision of the previous method RP-HPLC [26] and RP-UPLC. The precision is given as overall precision in RSD% including all concentration levels and all tested proteins. \n\nThe optimized RP-UPLC-UV method is intended for protein profiling of Ad26 and Ad35 vector-based vaccine products. The protein profile of the test sample was compared to the profile of a reference sample based on the relative retention times and relative peak areas. The first purpose of the comparison was to confirm the identity of the adenovirus vector (type 26 or 35) based on matching relative retention times of the detected adenovirus proteins in the test sample versus the reference (i.e. protein fingerprinting). The second purpose was to detect potential protein modifications and degradation products of the vaccine product, by monitoring the relative peak areas of all peaks in the chromatogram, including any previously unidentified peaks. To validate the method for these two purposes, the specificity, precision, accuracy, linearity, and LOQ were assessed. The specificity of the method for the adenovirus proteins was demonstrated by MS during method development (see paragraph 3.2) and by demonstrating absence of peaks assigned to the viral proteins in the chromatogram of the formulation buffer (blank). Precision was evaluated as method repeatability and intermediate precision of the relative peak areas and relative retention times. The method repeatability of the relative retention times of all proteins was between 0.1 and 1% RSD. The method repeatability of the relative peak areas was between 1 and 14% RSD, which was a significant improvement compared to the current RP-HPLC method with a method repeatability of 6-26% RSD ( Table 1 ). The intermediate precision of the relative retention times was 0.1-2.0% RSD and 1-14% RSD for the relative peak areas (Table 1) , which met the acceptance criterion for method validation (≤ 20% RSD), except for the relative peak area for protein V (9-26% RSD), which was higher than obtained for other proteins and did not meet the acceptance criterion for method validation. Linearity was demonstrated for samples diluted with formulation buffer within a range of 1.0 × 10 11 to 2.5 × 10 11 vp/ml. The determination coefficients for the peak areas were between 0.98 and 1.00, based on five concentration levels with three replicates at each level. The accuracy of the absolute peak areas could not be determined by spiked recovery due to unavailability of pure adenovirus protein standards. Therefore, the accuracy was determined as percentage recovery of the measured relative peak area against the expected relative peak area at all concentration levels, based on dilutional linearity of the highest concentration level. The recoveries of the relative peak areas were between 79-108% for all adenovirus proteins. The LOQ of the method, the lowest concentration level within the linear range with acceptable precision and accuracy, was 1.0 × 10 11 vp/ml. The RP-UPLC-UV method was not validated for the quantification of protein V since the peak area repeatability was higher than the criterion. Protein IV, VI(3), VIII(2), 52.55 K (1), 52.55 K (2) could not be quantified because their peak areas were below the limit of detection. In summary, the method was validated for the quantification of the relative peak areas of adenovirus proteins II, III, IIIa, VI(1), VI(2), VII, VIII(1), VIII(2), IX, and X and for the detection of adenovirus proteins IV, V, VI(3), VIII(2), 52.55 K (1), 52.55 K (2) in adenovirus type 26 and type 35 vector-based vaccine products.\n\nTo assess if the RP-UPLC-UV method can pick up changes in the protein composition that may occur during product storage, Ad26 samples were stressed under different conditions and characterized by several physicochemical and biochemical methods. The stress conditions comprised oxidation with peroxide or temperature stress at 50 • C for 45 and 120 min. The stressed samples and a non-stressed control sample were analyzed by RP-UPLC-UV and the chromatograms of the stressed samples were compared to the control sample based on the relative retention times and relative peak areas. The same stressed samples were also analyzed by capillary zone electrophoresis [32] and by a potency assay, for determination of the concentration of virus particles and the infectivity, respectively. Thermal stress at 50 • C for 45 min resulted in overall RP-UPLC peak area decreases of approximately 17%. Thermal stress for 120 min resulted in 56% decrease in overall peak areas and, consequently, some proteins were close to the limit of quantification. The relative peak areas of the proteins, however, were the same in both temperature-stressed samples compared to the non-stressed sample. The CZE analysis of the temperature-stressed samples showed a decrease in virus particle concentration of 25% at 45 min and 74% at 120 min, which was in line with the peak area decrease of the RP-UPLC chromatograms (Fig. 6 ). This suggests that temperature stress resulted in loss of virus particles rather than specific degradation of adenovirus proteins. For the same samples, the infectivity decreased by 22% and 91% for stress times of 45 and 120 min, respectively. Oxidative stress resulted in the loss of almost all adenovirus proteins (approx. 91% overall chromatogram peak area decrease) and a number of new peaks were observed in the chromatogram, which were tentatively assigned to oxidized adenovirus proteins. The relative peak areas did change after oxidation stress due to the new peaks. The virus particle concentration measured by CZE decreased by 88% and the infectivity decreased by 99%, which indicated that almost all the adenovirus particles were degraded in the oxidized sample. The RP-UPLC method is sensitive for temperature stress and oxidative stress.\n\nThe validated method was implemented for the analysis of adenovirus-based products. Some examples are provided in Fig. 7 and further described below. Fig. 7A shows the chromatogram of an Ad26 process intermediate sample which was stored for 9 months at 5 • C (normal storage condition of final product is −80 • C). All peak areas decreased by a factor of 3 compared to the reference sample (Fig. 7d) . Moreover, a degradation product was observed as shoulder of the peak of protein II at 12.9 min. This peak was identified by MS as intact protein II with oxidation and deamidation modifications. Fig. 7B shows a partially purified sample from downstream processing. Additional peaks were detected in the RP-UPLC chromatogram at 2 and 9 min. The DAD spectra of these peaks did not show the typical protein spectrum characteristics. Fractions containing these peaks were collected and analyzed by GC-MS and LC-MS. The peaks at 2 min and 9 min were assigned to 2,4dimethylbenzaldehyde and 2,4 di tert-butylphenol, respectively. These could be leachables from the disposable container bags used in the process. Trace C in Fig. 7 is from another partially purified process intermediate sample with high concentrations of host cell protein impurities. The DAD spectra of the additional peaks showed typical protein-spectra, however the relative peak areas of the adenovirus proteins were unchanged compared to the reference sample. In this case, fractions of the additional peaks were collected and analyzed by LC-MS. The unknown peaks between 11 and 13 min were assigned to host cell proteins, which were present at high concentrations and could therefore be detected by the RP-UPLC method. \n\nAn RP-UPLC method was developed and validated for protein profiling of adenovirus type 26 and type 35 proteins. Compared with a currently used RP-HPLC method, the method's run time was decreased from 130 min to 17 min, allowing for the analysis of up to 50 samples per day instead of 10. Protein profile changes were observed upon oxidative stress of adenovirus samples, indicating that the method can be used to monitor stability of adenovirus vector-based vaccines. Analysis of process intermediate samples showed the ability of the RP-UPLC method to detect and possibly quantify protein degradants, leachables, and host cell protein impurities. Future method development will be directed towards enhancing the sensitivity of the RP-UPLC method to be able to accurately quantify protein IV (the fiber protein). For example, alternative detection modes such as fluorescence will be explored. The new RP-UPLC method is a useful addition to the analytical toolbox for the analysis of adenovirus-based products, as it allows for the rapid and accurate quantification of the adenovirus protein profile and any protein degradation products."}