{"title": "Therapeutic approach to respiratory infections in lung transplantation", "body": "Due to their chronic immunocompromised state lung transplant recipients (LTRs) are at increased lifelong risk of respiratory tract infections and other severe complications (Table 1) . Immunosuppressive regimes include a combination of calcineurin inhibitor (cyclosporine or tacrolimus), an anti-proliferative agent (mycophenolate mofetil (MMF), azathioprin or sirolimus) and prednisone. Impaired mucociliary function and cough reflex, altered lymphatic drainage and donor-transmitted pathogens encourage infections besides the immunosuppressive state [1] . The clinical course of upper and lower respiratory tract infections varies in these patients. They may present with systemic symptoms such as fever, myalgia and fatigue or localized upper or lower airway symptoms with or without deteriorated lung function. Development of any such symptoms necessitates urgent evaluation at the transplant centre. Diagnostic work-up includes patient history and physical examination, laboratory results, blood gas analysis, lung function testing, chest radiography in conjunction with either sputum samples or bronchoscopy with bronchoalveolar lavage (BAL) and possibly transbronchial biopsies. In the initial period after lung transplantation (LTx), infections tend to be bacterial, followed by fungal microorganisms and viruses [2, 3] .\n\nImmediate and appropriate treatment is essential in preventing complications such as septicaemia, acute respiratory distress syndrome (ARDS), acute graft rejection and death. Infections and acute cellular rejection (AR) can trigger chronic lung allograft dysfunction (CLAD) [4e6] .\n\nCLAD is an emerging umbrella term encompassing all different forms of chronic graft dysfunction. Traditionally CLAD has been considered as an obliterative bronchiolitis (OB) characterized by fibroproliferative processes in smaller airways along with peribronchial and perivascular inflammation leading to an obstructive ventilatory defect [2, 7, 8] . In attempting to grade graft dysfunction, The International Society for Heart and Lung Transplantation Abbreviations: ARDS, acute respiratory distress syndrome; AR, acute cellular rejection; BAL, bronchoalveolar lavage; BCC, Burkholderia cepacia complex; CARV, community-acquired respiratory viruses; CF, cystic fibrosis; CLAD, chronic lung allograft dysfunction; CMV, cytomegalovirus; IA, invasive aspergillosis; ISHLT, The International Society for Heart and Lung Transplantation; LTRs, lung transplant recipients; MMF, mycophenolate mofetil; NRAD, neutrophilic reversible allograft dysfunction; OB, obliterative bronchiolitis; PCR, polymerase chain reaction; PTLD, posttransplant lymphoproliferative disorder; RAS, restrictive allograft syndrome; SOTr, single organ transplantation recipients; TMP-SMX, trimethoprimsulfamethoxazole.\n\n(ISHLT) defined the term bronchiolitis obliterans syndrome (BOS) as an irreversible decline in FEV1 to less than 80% of baseline [9] . Treatment options in CLAD remain both limited and unpredictable and include immunomodulation with oral macrolides (azithromycin or clarithromycin), a leukotriene receptor antagonist (montelukast) and extracorporeal photopheresis [10e15].\n\nNeutrophilic reversible allograft dysfunction (NRAD) represent a possible sub-set within CLAD, with patients initially fulfilling BOS criteria along with demonstrating profound BAL neutrophilia, that reverses completely after initiating azithromycin. In contrast, another recently described CLAD form known as the restrictive allograft syndrome (RAS) is characterized by a progressing restrictive ventilatory defect and peripheral lung fibrosis. This form generally exhibits a rapid, treatment refractory course and is inevitably associated with high mortality [16] .\n\nThe development of these complications affects the long-term survival of LTRs and therefore needs to be identified.\n\nImpaired cough reflex, swallowing and hypoventilation after surgery may increase the risk of pneumonia. Common pathogens include Pseudomonas aeruginosa, Staphylococcus aureus as well as other gram-negative organisms with important resistance profiles [2] .\n\nManagement of these infections requires comprehensive workup, including microbiological cultures, molecular tests, detection of urinary antigens for Legionella and Pneumococcal with interim broad-spectrum empirical antibiotic prophylaxis until all results are available. Each work-up should include bronchoscopy with bronchoalveolar lavage (BAL) for microscopy, culture and polymerase chain reaction (PCR) testing and when indicated transbronchial biopsies.\n\nPreoperative airway colonization with gram-negative organisms e.g. in Cystic Fibrosis (CF) patients increases pneumonia risk in LTRs [17] . Increasingly this refers to multi-resistant gram-negative (MRGN) organisms which present considerable challenges to treating physicians in deciding upon appropriate antibiotic regimes.\n\nMycobacterial infection in LTRs is rare and largely due to nontuberculous mycobacteria [3, 18] . Diagnosis should be considered especially in areas with high prevalence.\n\nPneumocystis jirovecii pneumonia in solid organ transplantation recipients (SOTr) is extremely serious and can cause significant loss in graft function and often requires intensive care admission. Mortality remains at around 60% despite treatment with high-dose trimethoprim-sulfamethoxazole (TMP-SMX) [19] . In suspected pneumocystosis urgent work-up including BAL with PCR should be performed and treatment started immediately. Given the high risk of infection among SOTr, lifelong TMP-SMX P. jirovecii prophylaxis is recommended and has proven very effective [20e22] (Fig. 5 ).\n\nFor many years, patients with Burkholderia cepacia complex (BCC) were considered unsuitable transplant candidates due to an unacceptably high risk of lethal infection after transplant. Improved detection has identified different species with varying pathogenicity. Subsequently restrictions in transplant suitability have been reduced to include only subtypes including Burkholderia cenocepacia (genomovar III) and Burkholderia gladioli, which represent the main mortality risk after transplantation [23e25].\n\nNocardia spp. are gram-positive, aerobic actinobacteria causing life-threatening infections, predominantly amongst immunosuppressed patients. Nocardia asteroides type IV (Nocardia cyriacigeorgica) is the commonest pathogen leading to pulmonary or disseminated extrapulmonary nocardiosis that is often lethal. Nocardiosis may present with a variety of radiological findings (Figs. 1e3) making differentiation from other pathogens and diseases difficult. Nocardia spp. pneumonia is found in approximately 2% in LTRs and Nocardia farcinica is associated with poor outcome [26, 27] .\n\nTissue necrosis is occasionally associated with the granulomatous response and may imitate histoplasmosis or tuberculosis. The treatment of choice is protracted TMP-SMZ, second-line therapy is imipenem and amikacin. Treatment should be started immediately and may last for 6 months or longer in pulmonary or systemic nocardiosis to prevent relapse and failure of treatment [28] .\n\nAspergillus species (Aspergillus fumigatus, Aspergillus niger, Aspergillus flavus and Aspergillus versicolor) or Candida species (Candida albicans, Candida glabrata and Candida krusei) represent the predominant fungal infections. All can be identified by BAL cytological evaluation, serum antigen levels or occasionally are suspected in macroscopic endobronchial lesions observed at bronchoscopy and subsequently confirmed on microscopic assessment of mucosal biopsies.\n\nFungal infections in LTRs may reflect localized airway involvement, invasive forms involving lung parenchyma or disseminated disease. Early infection of the healing bronchial anastomosis is especially common with Aspergillus. Endoscopic appearance resembles an ulcerative tracheobronchitis with necrosis and pseudomembrane formation with airway stenosis and suture line dehiscence [29, 30] . This may lead to subsequent invasion of the neighbouring pulmonary artery causing severe haemoptysis and is understandably associated with high mortality [31] .\n\nMost cases of invasive aspergillosis (IA) occur within the first year after transplantation, affecting approximately 5% of LTRs involving lung parenchyma with or without extrapulmonary involvement [32] . Typical chest x-ray findings include pneumonia. Disseminated disease may present as nodular consolidation with or without cavitation but often lacks a characteristic appearance [33] (Fig. 4) .\n\nRisk factors for IA are CLAD, hypogammaglobulinemia and previous bronchial stenting [34] .\n\nRisk stratification of patients likely to develop invasive aspergillosis from those colonized remains difficult. Colonisation is usually transient but increases the risk of invasive disease. Both are however associated with increased mortality, while IA carries still a high mortality up to 80% [35] . Galactomannan testing might be helpful for diagnosing IA. Serum tests have a very poor sensitivity, ranged from 30 to 55.5% and specificity from 87 to 95% [36] . Detection in BAL fluid shows sensitivity of 60% and specificity of 95%e98% [37] . Routine screening for an aspergillus colonization at the time of transplantation (positive intraoperative aspergillus culture) might identify patients at higher risk for IA especially in patients with CF-which is important for the postoperative followup management [17, 35, 38] .\n\nCandida infection is reported to be 5%, during the first months after transplantation [39] . Risk factors for candida infection include an immunosuppressed state, heavy use of broad-spectrum antibiotics, frequent need for renal replacement therapy and protracted use of central intravenous catheters [40, 41] . Detection should be based on culture and histology of bronchial mucosa biopsies rather than BAL findings [42] . Systemic candida infection with manifest septicaemia requires urgent treatment with fluconazole.\n\nIn general, antifungal treatment includes echinocandins (caspofungin, micafungin, anidulafungin), azoles (fluconazole, more commonly newer azoles: voriconazole, posaconazole, itraconazole) and amphotericin B. Echinocandins are effective against Candida and Aspergillus species. The nature of antifungal prophylaxis varies greatly between transplantation centres, both in terms of treatment choice and optimal duration. Most centres rely initially on azole mono-therapy (voriconazole or posaconazole) or in combination with inhaled amphotericin B followed by maintenance itraconazole for 4e6 months after transplantation [36,43e45] . Fluconazole is not routinely used as prophylaxis due to a lack of anti-candidal activity in non-albicans species.\n\nFirst-line therapy in IA is voriconazole, echinocandins and systemic amphotericin B representing second-line therapy. Itraconazole and voriconazole are inhibitors of CYP3A4 and induce a lower demand of calcineurin inhibitor dose. Drug level concentration of azoles should be checked regularly for adjust doses on serum through levels with the aim of optimizing effectiveness and limiting side effects like visual disturbance, hepatotoxicity and nephrotoxicity [46] .\n\nFungal infections caused by Cryptococcus, Zygomycete, Histoplasmosis and Scedosporium in LTRs are rare and an individual management based on the clinical presentation and need of antifungal agent resistance profile should be considered.\n\nViral infections have significant impact after lung transplantation. Common pathogens in LTRs are community-acquired respiratory viruses (CARV) including: paramyxoviridae (respiratory syncytial virus A and B (RSV), parainfluenzavirus (PIV1-4) and human metapneumovirus (HMpV)), the orthomyxoviridae (influenza A and B), the picornaviridae (rhinovirus A, B, C and enterovirus), the coronaviridae (coronavirus) and the adenoviridae (adenovirus) [47, 48] . A novel parvovirus is human bocavirus (hBV) but data for this virus are rare [49] .\n\nThere is a seasonal variation among CARV with predominance for influenza and RSV during winter months. Asymptomatic viral carriage is rare but can sometimes be seen in picornavirus or coronavirus infection whereas influenza and paramyxoviruses are more often associated with high symptom load leading to emergency visits and hospitalisations [48] . High rhinovirus load seems to be associated with the development of clinical symptoms in LTRs [50, 51] . The gold standard for early diagnosis in CARV is nucleic acid amplification testing (NAAT) by PCR in a single or multiplex format [47, 52] . Testing for antibodies with immunofluorescence assay (IFA) is less sensitive [53] .\n\nAntiviral treatment options are limited [54, 55] . The paramyxoviruses can be treated in selected cases with ribavirin, with existing data for oral, intravenous and nebulized forms [56, 57] . Ribavirin can improve outcome but side-effects have to be considered [58] . Treatment options in influenza infection include amantadine, rimantadine and the neuraminidase inhibitors zanamivir and oseltamivir. Efficacy data for their use in LTx recipients is limited and the main management goal remains prevention. In adenovirus infection cidofovir treatment is unexperienced with a lack of data in LTRs.\n\nCytomegalovirus infections affect up to one-third of LTRs in the first year. Symptoms may present with fever, pneumonitis, enteritis, nephritis, retinitis, hepatitis, myelosuppression and encephalopathy [1] . CMV is a risk factor for AR, CLAD and posttransplant lymphoproliferative disorder (PTLD) [59, 60] .\n\nCMV-naive recipients (RÀ) receiving seropositive CMV-donor (Dþ) organs possess a greater risk for severe infections which is associated with increased mortality [9] .\n\nThe clinical course in a CMV-positive recipient pretransplant is known to be less distinctive compared with CMV-negative recipients. Detection of CMV in peripheral blood includes quantitative PCR and semiquantitative pp65 antigenemia testing. In tissueinvasive disease a biopsy may proof diagnosis by presenting typical inclusion bodies. Standard care for severe CMV infection is IV ganciclovir therapy (5 mg/kg) for 2e3 weeks, followed by PO valganciclovir for a further 2 weeks consolidation [61, 62] .\n\nIn persisting CMV antigenemia despite treatment, drug resistance on ganciclovir which is up to 10% should be considered. Alternative treatment with either foscarnet or cidofovir might be initiated [63, 64] .\n\nMost centres propose CMV prophylaxis with valganciclovir (900 mg) for a period of 6e12 months in Dþ/RÀ LTRs and for a period of 3e6 months in DÀ or Dþ/R þ LTRs following transplantation [65e68]. In D-/R-patients no specific antiviral CMV prophylaxis is recommended. Newer agents such as maribavir, leflunomide, letermovir and artesunate have recently been proposed to be alternative agents in the treatment of CMV infections resistant to ganciclovir, cidofovir and foscarnet [69, 70] .\n\nImmunosuppression, cytomegalovirus and EpsteineBarr virus (EBV) infections are associated with PTLD. Incidence is reported in LTRs between 2 and 8% [60, 71, 72] .\n\nPTLD manifestation is highly variable and can affect any organ leading to a nodal or extranodal involvement. Types of PTLD can be polymorphic or monomorphic and treatment option is Rituximab in CD20-expressing tumors.\n\nVaccination is routinely performed in all patients after one year post-transplantation. Current data show that only around one third of immunosuppressed patients achieve protective antibody response to flu vaccination [73e75]. Vaccination can be injected with a single intramuscular dose of inactivated vaccine. An intradermal booster dose does not significantly improve vaccine immunogenicity in LTRs and is therefore not indicated [76] . In general, influenza vaccination in LTRs is well tolerated showing little adverse events predominantly local [77] . Until now, there is no effective vaccine for RSV. CMV vaccination is of high interest and still in development with some ongoing clinical trials [78, 79] .\n\nRespiratory infections in LTRs are a challenging problem affecting both graft and patient survival. A patient-based surveillance is important to individualize medical treatment regarding prophylaxis and therapeutic regimes. Follow-up monitoring, recognition of former infections and resistance profiles, laboratory findings (e.g. drug-induced neutropenia) and acute symptoms need to be evaluated. Diagnostic work-up includes lung function testing, blood tests, chest x-ray or CT scan and surveillance bronchoscopy with BAL, biopsy, PCR and IFA. An early and accurate detection of pathogens is crucial for prompt and effective treatment to prevent LTRs from complications and to reduce mortality."}