{"title": "Extended model of topological relations between spatial objects in geographic information systems", "body": "Serving as a spatial information management, analysis and presentation system, geographic information systems (GIS) have been applied in many fields for solving spatial-related problems, where spatial analysis and querying are two major GIS functions used for these applications. In order to describe spatial entities in GIS, two aspects are designed in its data structure: (a) description of single objects based on corresponding object elements and (b) description of spatial relations between objects, for example, whether a car moving on the road X or road Y is a matter for a GIS query. To answer this query, we should know the spatial relations between a point (a car in this example) and a line segment (a road in this example). Another example is that a GIS user may request information about the effects of the distribution of Severe Acute Respiratory Syndrome (SARS) in his or her home. In these and other possible GIS queries, topological relations between spatial objects perform a fundamental role and thus, have been identified as a major theoretical issue for research. This issue is also essential for GIS-based spatial analyses. Another major area where topological relations are used is quality control, i.e. to check logical consistence between basic elements of GIS including points, linear features and polygons according to a GIS data model applied. For instance, logical consistence www.elsevier.com/locate/jag International Journal of Applied Earth Observation and Geoinformation 9 (2007) 264-275 between digitized spatial features for corresponding objects can be checked automatically after map digitization based on the topological relations among them. Mathematically, there are many different kinds of topologies with point set topology being the most fundamental one. Both algebraic topology and fuzzy topology have been further developed based on the point set topology. The algebraic topology is the theory of assigning a cohomology group and a fundamental group to the manifold, which helps to classify manifolds. This, in turn, can help us to understand spatial relations between objects in the real world by applying the theory of classification of manifolds. The fuzzy topology is a generalization of the ordinary topology by introducing the membership function (Liu and Luo, 1997) . Fuzzy topology can be used to model fuzzy objects which exist in the real world. Overall, the theory of point set topology has been well developed and many of its theories are well known and useful in solving GIS problems. For example, the structure of the interior, boundary and exterior of a set has been studied.\n\nMany studies have been devoted to examine the topological relations between crisp spatial objects. White (1980) introduced the algebraic topological models for spatial objects. Allen (1983) identified 13 topological relations between 2 temporal intervals. Based on the four-intersection model and ordinary point set theory, Egenhofer and Franzosa (1991) presented topological relations between two spatial regions in two-dimensional (2D) space. Later, Egenhofer (1994) and Clementini and Di Felice (1996) showed an extension of topological relations between spatial objects in 2D space with arbitrary holes. Based on the nine-intersection model, Cohn and Gotts (1996) discovered 46 topological relations between two regions with indeterminate boundaries while Clementini and Di Felice (1996) identified 44 topological relations between two regions with indeterminate boundaries. Tang and Kainz (2001) discovered 44 fuzzy topological relations.\n\nHowever, the four-intersection model is rather limited because a line should have an empty interior in 2D space even though it is not the case in one-dimensional (1D) space. Unfortunately, this issue has been ignored by the existing models. Furthermore, it is impossible to describe all the possible topological relations between two arbitrary objects, which are theoretically infinite theoretically, with the current limited number of topological models. Some alternative solutions to these problems will be to model these topological relations by using other tools such as an infinite sequence of numbers or matrices.\n\nGeometrically, the basic GIS elements can be classified as point, linear and polygon features. Complex GIS objects can be constructed by a composition of these elements. In this paper, we will focus on the description of topological relations between two connected objects (e.g. line-to-polygon and polygon-to-polygon) in R 2 . For this purpose, we have developed an infinite sequence of numbers or matrices that can be used to describe the topological relations between two objects and provide a more practical solution which may lead to a wider range of applications.\n\nThis paper is organized as follows. Section 2 reviews the point set topology and the base concepts of group theory and fundamental group. In Section 3, the nine-intersection models are analyzed. In Section 4, based on the definition of topological relations between two sets, an extended topological relations model will be described in detail. In Section 5, several special cases of topological relations, including line segment to convex region, point-to-point, point-toline, point-to-polygon and line-to-line, will be examined. Section 6 extends the proposed model from convex region to the non-convex region. The significance of this extension to the non-convex case will also be analyzed in this section. Finally, conclusions and discussions on the newly proposed model will be made in Section 7.\n\nSince the models discussed in this paper are based on the theorem of point set topology (Bredon, 1993; Gaal, 1964; Apostol, 1974) , it will be essential to review several related definitions and theorems of this topology. If X is a topological space and A & X, (a) the largest open set U contained in A is called the ''interior'' of A in X and denoted by A o ; (b) the smallest closed set F containing A is called the ''closure'' of A in X and denoted byĀ; (c) the set of the elements in X but not in A is called the complement of A and denoted by A c ; (d) the boundary of A is defined as @A ¼Ā \\ A c . Let X and Y be two topological spaces and f: X ! Y is a mapping, then (a) f is said to be continuous if f À1 (U) is open for each open set U & Y; (b) f is said to be a homeomorphism if both f and f À1 are continuous.\n\nA group G is a finite or infinite set of elements together with a binary operation (called group operation) which together contain four fundamental properties:\n\n(i) Closure, i.e. if A and B are two elements in G, then the product AB is also in G. Definition 2.1. If the group has only one element, then this group is called trivial group.\n\nExample 1. The set of all positive integers (Z) under multiplication form a group and denoted by hZ, *i. Moreover, the Cartesian product of n positive integers (Z Â Z Â Á Á Á Â Z |fflfflfflfflfflfflfflfflfflfflfflffl ffl{zfflfflfflfflfflfflfflfflfflfflfflffl ffl} n terms ) under multiplication form a group and denoted by hZ n , *i.\n\nIn mathematics, the fundamental group is one of the basic concepts of algebraic topology. Associated with every point of a topological space, there is a fundamental group that expresses the one-dimensional structure of this space surrounding that given point. This fundamental group is the first homotopy group. The idea of fundamental group will be described in terms of nonmathematics as follows. For a given space, pick a point in it and consider all the loops at this point (see Fig. 1 ). Two loops are considered to be of the same class if there is a continuous deformation (i.e. continuous change without breaking) on the space such that one can be deformed to the other without b. In Fig. 1 , with the base point p, loop 1 and loop 2 are of the same class as they can be deformed to a circle, while loop 3 and loop 4 are of the same class as they can be deformed to a point. The set of all classes of the loops with this method of combining them is the fundamental group and denoted by p 1 . Although, in general, the fundamental group depends on the choice of base point, it turns out that, up to isomorphism, this choice makes no difference if the space X is pathconnected (Armstrong, 1983; Bredon, 1993) . Moreover, in surface space, the first fundamental group measures the one-dimensional hole structure of a space. In Fig. 1 , the first fundamental group of space X is hZ, *i as it is a path connected space and has one and only one hole. In other words, if the space has n holes, then the first fundamental group of the space will be hZ n , *i.\n\nThe properties of topological spaces that are preserved under homeomorphism are called topological invariants of spaces. Connectivity, compactness and first fundamental group are several fundamental topological invariants. As these invariants are invariants under bi-continuous mappings (homeomorphisms), studying these invariants can help us to understand their topological relations between spatial objects.\n\nRegarding topological relations, Egenhofer and Franzosa (1994) gave the following definition. Let A 1 , B 1 & X and A 2 , B 2 & Y, then the topological relation between A 1 and B 1 is equivalent to the topological relation between A 2 and B 2 if a homeomorphic map f: X ! Y such that f(A 1 ) = A 2 and f(B 1 ) = B 2 is presented.\n\nFrom a mathematical point of view, the topological relation is basically an equivalence relation (reflexive, symmetric and transitive), which is simply the partitioning of the relation between two spatial objects into different partitions. In the next two sections, we will discuss the inadequacy of the present model in describing the topological relation between spatial objects based on the above definition.\n\n3. An analysis of the nine-intersection model Egenhofer and Herring (1991) decomposed any region A into three parts: interior (A o ), boundary (@A) and exterior (A c ). The nine-intersection model for the topological relations between two non-empty regions, A and B, was then defined as follows:\n\nðThe nine-intersection model for the topological relationsÞ\n\nConsidering the values of empty and non-empty, there are eight topological relations between two nonempty regions. In fact, this model is inadequate as it is illustrated below.\n\nLet A be a set in R 2 and let x 2 A, x is then called an interior element of A if there is an small open disc D(x, r) in R 2 , such that D(x, r) & A. The interior of a set A in R 2 is defined by the collection of all interior elements in A, denoted by A o . In Fig. 2 (a), point P 1 is an interior element of A while points P 2 and P 3 are not interior elements of A. As shown in Fig. 2(b) , the interior of A is only the region of A excluding the boundary.\n\nA line segment in R 2 has an empty interior (Worboys, 1995) . Indeed, we can pick up an arbitrary point in that line segment, for whatever a small open disc with this point as the center, must contain some points not within this line segment. Thus, by the definition of interior, a line segment in R 2 has an empty interior. One may see this in Fig. 2(c) . As the interior of a line segment in R 2 is empty, it might be inappropriate to say that the intersection between the interior of a line segment and a region is non-empty (Egenhofer and Mark, 1995) , as we have seen in the case of the nine-intersection\n\nA has a non-zero in the first row, where L represents a line segment in R 2 .\n\nBy the definition of topological relation between spatial objects (Egenhofer and Franzosa, 1994) , the number of components of TPCO is an invariant property of topological relation. For two sets A, B in R n , the topological components of A and B can be defined as the number of maximum connected components.\n\nAs can be seen from Fig. 3 , the number of topological components of @A \\ @B and A o \\ B o are four and two, respectively. As the homeomorphic map f: X ! Y preserves the intersection, interior, exterior, closure and boundary that\n\nf ðĀÞ ¼fðĀÞ and f(@A) = @f(A), the number of components of\n\n. . .g is preserved by homeomorphism. This set is denoted by TPCO.\n\nThe numbers of holes and the numbers of components of TPCO are two important topological properties. The numbers of holes refer to the first fundamental group and the numbers of components are the properties of connectivity. One may begin studying the topological relations between spatial objects with these two properties which are the numbers of components and the first fundamental group. It should be noted that not all TPCO are used in studying the topological relation in GIS.\n\nThe topological properties of each topological component are described by a sequence of numbers. This sequence of numbers is a series of topological properties, i.e. the number of components and the first fundamental group.\n\n1. Number of components: 0 means no intersection, 1 means one component, 2 means 2 components and so on. 2. The first fundamental group: 0 means the trivial group, 1 means hZ, *i, 2 means hZ 2 , *i and so on.\n\nThe meaning of these numbers will be explained as follows. In Fig. 4 The next section aims to identify the useful components of convex non-empty spatial objects which can be used to describe the topological relations between spatial objects.\n\nIn the application of GIS, it is essential to make several assumptions either about the phenomena of the real world or about the limited nature of the theorems.\n\n(i) In the real world, all spatial objects are closed and bounded. Thus, all objects are assumed to be bounded and closed. (ii) It is also assumed that non-empty interior regions are regular closed; i.e. A ¼Ā o .\n\n(iii) Under the assumption in (ii), the spatial objects are assumed to be connected. (iv) Under the assumption in (ii), the spatial objects do not contain any holes. (v) Under the assumption in (ii), the non-empty interior regions will be assumed to be convex. Fig. 6(a) shows the case of convex to convex while Fig. 6(b) shows the case of convex to non-convex. The figures illustrate why the case of convex to convex should be considered. Indeed, the fundamental group of A [ B in the case of convex to convex is trivial while the fundamental group of A [ B in the case of non-convex sets may not be trivial.\n\nRemark 1. Under Section 4.1, assumption (i) is a general fact for spatial object in the real case. For (ii), the spatial region is assumed to be regular as the case of spatial region attaching line segment is excluded. For (iii), the meaning of connected is that the object has one and only one component. In modeling topological relations, spatial objects are assumed to be connected, otherwise this object can be treated as two or more connected spatial objects. The assumptions of (iv) and (v) are made based on our focus which is convex regions without holes.\n\nIn this section, the topological relations between two convex non-empty interior sets in R 2 will be first investigated. It will be assumed that sets A and B are connected convex non-empty interior sets in R 2 . It is an attempt to discover useful topological parts via ''the number of components'' and ''the first fundamental group'' by using their topological properties.\n\n(i) All topological components of A and B as well as TPCO belong to the trivial group. This means in the case of convex to convex, it is unnecessary to consider the factor of the first fundamental group. (v) If A and B are both non-empty interiors, then the number of components of (A [ B)\\(A \\ B) will depend on the number of components of @A \\ @B.\n\nIn other words, if j@A \\ @Bj ! 2 and jA o \\Bj < 1, jB o \\Aj < 1 and j@A \\ @Bj < 1, then jA o \\Bj + jB o \\Aj = j@A \\ @Bj.\n\nIf j@A \\ @Bj ! 2, each component of @A \\ @B will correspond to two components of (A [ B)\\(A \\ B). One is on the left-hand side of the outward ray from A o \\ B o to the outside through @A \\ @B (see Fig. 7) , and the other is on the right of the outward ray from A o \\ B o to the outside through @A \\ @B. Therefore, each component of @A \\ @B corresponds to one left component of (A . 9 ).\n\nGeometrically, GIS features can be classified as point, line and polygon features. Because of this, the topological relations between point-to-point, point-toline, point-to-polygon, line-to-line, line-to-polygon and polygon-to-polygon should be described thoroughly. As shown above, the case of polygonto-polygon is rather complicated. Therefore, only Table 1 Topological relations between two convex sets represented by the the topological relations of line-to-polygon, pointto-point, point-to-line, point-to-polygon and line-toline cases will be presented here. The definition of a point in R 2 is simply a coordinate in R 2 and the definition of a line segment will be defined in the same way.\n\nLet P and Q be the end points of a line segment and define a map a:[0, 1] ! R 2 by a(t) = P + t(Q À P), where [0, 1] is a closed interval in R and a(t 1 ) 6 ¼ a(t 2 ) for all t 1 , t 2 2 [0, 1].\n\nWe define a o = a((0, 1)), @a = a(0) [ a(1) and a c = R 2 À a([0, 1]), where (0, 1) and [0, 1] are open and closed intervals in R. We decompose any region A into three parts, interior, boundary and exterior, denoted by A o , @A and A c , respectively. Hence, we also define the topological relations between a line segment and a convex non-empty interior region as follows:\n\nðTopological relations between a line and a regionÞ Based on this definition, nine topological relations between line segment and a convex region are obtained (Table 2) , two topological relations between point and point, three topological relations between point and line segment, three topological relations between point and polygon and five topological relations between polygon and polygon (Table 3) .\n\nThe discussion in Section 4 mainly focuses on the modeling of topological relations between convex objects. In real cases, because the GIS objects are not necessarily convex, we should extend our discussion to investigate the case of non-convex regions based on our examination on the properties of the convex case.\n\nBased on the only four useful topological parts A o \\ B o , A o \\B, B o \\A and @A \\ @B, the factor of the fundamental group of A [ B will be considered. It is called the four-intersection-p 1 model; i.e.\n\nwhere ''È'' is the notation of directed sum, i.e. an additional piece of information of the original. In this paper, some properties of the four-intersection-p 1 model will be discussed. As shown in Fig. 10 , the topological relation of A and B can be represented as 2 2 2 4 Èð1Þ.\n\nThe following are some properties of the non-convex case which can be represented by this four-intersectionp 1 model. Table 2 The total number of topological relations between a line segment and a convex region (i) If the representative number of p 1 = 0, i.e. it is a trivial group, then this will reduce the case of convex to convex.\n\nProof. If p 1 = 0, A [ B does not contain any holes and we apply similar arguments as in (5) and (6) (iii) The boundary of each bounded component of A c \\ B c consists of two parts, @A\\B and @B\\A. Moreover, j@A\\Bj = j@B\\Aj and j@A \\ @Bj = 2 Â j@B\\Aj.\n\nProof. Since each bounded component of A c \\ B c is bounded by two topological parts, one is @A\\B and one is @B\\A. In addition, each component of each part corresponds to two components of @A \\ @B. & (iv) In R 2 , B A c \\ B c j j¼ the representing number of p 1 .\n\nThis shows that it is not necessary to consider the factor of A c \\ B c .\n\nProof. By (ii) we can see that each component of the bounded component of A c \\ B c is a hole of A [ B. Each hole distributes one of the representative number of p 1 . & (v) Let p 1 = k > 0, then j@A \\ @Bj ! 2k. This is the corollary of (iii) and (iv). (vi) Let {B 1 , B 2 , B 3 , . . ., B n } be the set of all bounded components of A c \\ B c . If j@A \\ @Bj ! 2 and jA o \\Bj < 1, jB o \\Aj < 1, j@A \\ @Bj < 1 and Table 4 ).\n\nIn Table 4 , for H ¼ p n m nþ m þ s È ðkÞ : m; n; p; k 2 Z þ and k s max f p i g Â kg, as both A and B are not necessarily convex, the union of A and B \n\nAs pointed out, the topological relation between two sets is not as simple as finite. In fact, it is infinite and can be approximated by a sequence of matrices. This study aims to construct a sequence of topological relations which is infinite. The following is a sequence of different topological relations between two convex nonempty regions. The construction of a kind of sequence of topological relation where the topological relations are equivalent to those between a circle and a regular polygon, with the regular polygon internally tangent to the circle, S ¼ 1 0 n n : n ! 3 has been attempted. These relations are illustrated in Table 5 .\n\nIn addition, with this new model, many more relations beyond the topological relations can be identified. For example, the diagram in Fig. 13 represents a piece of land with two kinds of vegetation, grass and forest. The topological relation between grass and forest can be described as 1 0 3 3 Èð0Þ or simply 1 0 3 3 .\n\nMany articles have discussed the topological relations between crisp spatial objects. However, two common problems arise in the existing models. First, most existing intersection models state that a line segment in twodimensional space has non-empty interior. However, a line should have an empty interior in 2D space while it has non-empty interior in one-dimensional space. Therefore when examining intersection relations, one should consider what space the line belongs to. Mathematically, the embedding space should be considered.\n\nSecondly, there are many topological properties and it is inadequate to only consider the empty and nonempty invariants because many other topological properties, such as connectivity, compactness, first fundamental group and subspace topology, can help to identify the topological relations in the use of GIS. In this paper, we have extended the topological relations between GIS objects by considering more topological properties including connectivity and first fundamental group. By considering such invariants, we have obtained a model in which the topological relations can be described by a sequence of matrices which is an infinite sequence of matrices.\n\nIn this paper, an extended model for describing topological relations between two spatial objects has Table 5 Infinite sequence of topological relations between two convex regions Fig. 13 . Topological relation between grass and forest. been presented in which the spatial objects can be convex or non-convex. This is based on the topological properties of the topological components. By considering these components (or properties), a sequence of topological relations can be, which is infinity. The proposed model can be immediately applied on the design and implementation of a GIS as shown in the forest-grass topological relations example. The proposed solution can help to represent the topological relations between any two arbitrary objects without holes and connected sets.\n\nThe proposed solution has its advantages and the following is a summary of the analysis on the framework.\n\nIn the case of convex to convex, only four parts only should be considered. They are A o \\ B o , A o \\B, B o \\A and @A \\ @B. Many topological relations between set A and set B can be well separated by using this model. Because the abstract concepts of topological properties are represented by numbers only, it is easy to systemize. If the topological properties of set A and set B are also considered, they can identify the relations of complex spatial entities such as spatial objects with holes. If all topological properties on each topological component are considered, many more relations can be identified. As the definition of topological relations is abstract, this definition can be extended to a higher dimensional space, for example, a three-dimensional space."}