{"title": "A randomized controlled feasibility trial comparing safety and effectiveness of prehospital pacing versus conventional treatment: 'PrePACE' ଝ,ଝଝ", "body": "TCP failed. The primary outcome was survival to discharge or 30 days. Randomization compliance, safety, follow-up rates, primary outcome, and sample size requirements were assessed. Results: Of 383 patients with unstable bradycardia, 151 (39%) failed to respond to atropine or fluid and were eligible for enrolment and 82 (55%) were correctly enrolled. Fifty-five (36%) of eligible patients could not be enrolled for practical reasons; 3 had advance directives, 32 met inclusion criteria on arrival at hospital and in 20 cases, paramedics chose not to enroll based on the circumstances of the case. The remaining 13 were missed cases; 8 were missing randomization envelopes and in 5, the paramedic forgot. Randomization compliance was 95% (78/82). Forty-two (51%) patients were randomized to TCP and seven of these crossed over to dopamine. Two cases were randomized but did not receive the intervention; either due to lack of time or loss of IV access. Three adverse events occurred in each group. Survival to discharge or 30 days in hospital was 70% (28/40) and 69% (29/42) in the dopamine and TCP groups, respectively with 100% follow up. To detect a 10% relative difference in 30 days survival between treatment arms, a sample size of 690 per group would be required. Conclusions: It is feasible to conduct a prehospital randomized controlled trial of TCP for unstable bradycardia and a definitive trial would require a multi-centre study.\n\nThe epidemiology of hemodynamically unstable bradycardia in the out-of-hospital setting is not well documented and often contradictory; mortality rates of 11% (sameday), 16% (30-day), and 18% (1-year) have been described in retrospective studies. 1 Estimates of inhospital mortality in small prospective controlled trials range from 86% to 100%. [1] [2] [3] Dopamine is the conventional treatment for hemodynamically unstable bradycardia in advanced life support EMS systems. Inhospital options for treatment include transcutaneous cardiac pacing (TCP); a non-invasive means of temporarily pacing the heart. [3] [4] [5] [6] [7] [8] [9] [10] [11] A systematic review of the prehospital literature suggested there was inadequate evidence to determine the efficacy of TCP in this setting. 4 Despite the lack of evidence in the prehospital and emergency setting, the 2005 International Liaison Council of Resuscitation consensus document 12 recommends the use of TCP for hemodynamically unstable bradycardia. Moreover, TCP capable defibrillators are currently approved for use in Canada and the United States and some EMS systems have adopted TCP as a standard of care.\n\nStudies of TCP conducted in the prehospital setting to date appear to be limited to two small negative prospective controlled trials using concurrent or historical controls. 3, 11 Survival rates varied from 0% to 14.3% in the control group and 14.8% to 83.3% in the intervention group however the sample sizes were too small to demonstrate any difference between groups. A meta analysis was not possible given the differences in study design. 4 A randomized controlled trial (RCT) designed to ascertain TCP effectiveness for hemodynamically unstable bradycardia in comparison to dopamine in the prehospital setting is probably justified; however, operational constraints in the prehospital setting can be challenging and often there are unanticipated logistical issues which may compromise the rigour of a randomized controlled trial. Before launching a prehospital trial in TCP, it is prudent to demonstrate that such a trial is feasible first.\n\nPrehospital randomized controlled trials are costly and time consuming and may fail for a number of reasons. In practice it might not be possible to supply or keep ambulances stocked according to a predefined randomization schedule. Paramedics might find the study intervention too time-consuming to administer, or may lack confidence in it. Given the chaotic nature of the prehospital setting, even if paramedics are willing and able to randomize patients, allocation may not be distributed equally across the control and treatment groups. While TCP appears to be safe in the hospital environment, 9, 13, 14 it might be less safe or less dependable in the field. Moreover, collecting reliable and valid data in this situation may be difficult. And finally, conducting the study with a waiver of consent is challenging in the US setting. A feasibility trial plays an important role before a main trial in revealing barriers and evaluating protocol design and providing justification for a larger study. 15 The goal of this investigation was to evaluate the feasibility of an RCT of TCP in comparison with dopamine for hemodynamically unstable bradycardic patients in the prehospital setting in Toronto. The specific objectives were (1) to identify the logistical issues related to implementation of the protocol, (2) to evaluate the randomization implementation strategy, (3) to measure TCP safety and dependability, (4) to evaluate follow up strategies, (5) to evaluate the definition and ease of collection of the primary outcome, and (6) to define the sample size required for the definitive trial.\n\nA randomized controlled feasibility trial was conducted comparing a treatment group receiving TCP to a control group receiving medical therapy (dopamine) in accordance with ACLS guidelines. 16\n\nToronto Emergency Medical Services (EMS) system provides out-of-hospital emergency medical care and inter-hospital transfer services for a population of 2.5 million. The EMS system employs 400 Advanced Life Support (ALS) paramedics and 400 defibrillator-only Emergency Medical Technicians (EMTs and 3000 firefighter first responders under a single Base Hospital providing medical direction to all providers.\n\nTreatment and control group algorithms were enclosed in a series of sequentially numbered opaque envelopes. Block randomization (using SAS version 8.02 software) at the station level was used to direct the stocking of the ambulances with envelopes. Neither the patient nor the paramedic was blinded to treatment assignment once the envelope was opened.\n\nThe intended destination of each envelope was recorded on a master list and station-specific blocks of envelopes were sent to their respective hubs for the initial distribution to the appropriate ALS stations. There are 22 ALS paramedic stations housing 54 ambulances divided across 4 geographical quadrants in Toronto with a distribution hub in each quadrant. A field logistics coordinator was on call weekdays from 8 a.m. to 4 p.m. to replenish depleted supplies and paramedics had 24-7 access to extra blocks of envelopes from a central supply cupboard to stock the vehicle. Paramedics were encouraged with posters and a sign-off sheet to restock their vehicle following the predefined order of the envelopes.\n\nConsecutive patients ages 18 years and older with hemodynamically unstable bradycardia presenting to ALS paramedics were identified, screened, and enrolled. The inclusion criteria were either: (1) heart rate (HR) <60 per minute and systolic BP (SBP) <80 mmHG; or (2) HR < 60/min and SBP < 100 mmHG and at least one additional sign/symptom (GCS score < 15 or chest pain or crackles upon auscultation). Cases of trauma, hyperthermia, hypothermia or cardiac arrest were ineligible as were patients in whom it was not possible to start an intravenous line.\n\nAll patients who met the inclusion criteria were given a 250 ml fluid bolus of normal saline. A second bolus could be repeated if the blood pressure failed to respond. Patients who failed to respond to the fluid bolus received 1.0 mg of atropine intravenously. Atropine was withheld in patients presenting with 2nd degree AV block, type II or new 3rd degree block with wide QRS. If patients improved after the first dose of atropine they could continue to receive it each time they deteriorated, up to a maximum of 3 mg, as long as they continued to respond. If the blood pressure and heart rate or signs and symptoms failed to respond to any dose of atropine within 3 min of administration or reached the 3 mg maximum and met the inclusion criteria they were randomized. Patients randomized to the control group received dopamine in accordance with the current protocol for hemodynamically unstable bradycardia, i.e. starting at 5 g/(kg min) and increasing the dose by 5 g/(kg min) every 2 min until an improvement in signs and symptoms was observed, titrating to a maximum dose of 20 g/(kg min). 16 Patients in the treatment group received TCP in accordance with the current ACLS guidelines, 16 i.e., 0.03 mg/kg midazolam was administered initially, the TCP rate was set at 80, and the current was set to its lowest setting (5 mA) and increased until mechanical capture was achieved as demonstrated by a palpable pulse with each paced beat. Paramedics were instructed to continue pacing at a current setting 10% higher than the threshold of mechanical capture. 16 Patients in the treatment group who failed to respond to TCP crossed over to receive dopamine in the same manner as those in the control group.\n\nParamedics documented patient and call characteristics, as well as vital signs pre-and post-intervention on the ambulance call report and a mandatory data checklist which included the variables of interest. Source documents also included the cardiac monitor summary.\n\nAdverse events were defined a priori as ventricular tachycardia; ventricular fibrillation; cardiac arrest; cutaneous burns (TCP only); and chest wall discomfort during pacing (TCP only) as rated by the patient on a 5-point scale (0 = no discomfort; 1 = mild; 2 = moderate; 3 = severe; 4 = intolerable; 5 = patient unconscious). In addition, the TCP data checklist captured equipment failure, electrical capture, mechanical capture, and threshold current for mechanical capture.\n\nAll source documents were placed in a Research Data Collection Envelope and sent to the documentation center via the EMS internal mailing system. Recruitment notification occurred by means of a 24/7 enrolment hotline. A single trained paramedic research coordinator abstracted data from the prehospital and in-hospital source documents onto a case report form. The relevant source documents were blinded to treatment group assignment for formal review by a central validation committee (CVC). The CVC reviewed all recruited cases and verified protocol adherence and patient outcomes. The chair resolved disagreements in interpretation through consensus. Only cases meeting CVC approval were assigned a subject identification code and included in the analysis. Potentially eligible cases not enrolled were identified by review of all ambulance call records for cases in which a fluid bolus and/or atropine was administered.\n\nIndividual paramedics were contacted to confirm eligibility and identify reasons for non-enrolment.\n\nThe primary outcome was survival to hospital discharge or, if the patient remained in hospital, 30 days post intervention. Pre-and post-intervention improvement in systolic BP, GCS 17 score, and Patient Status Change 18 score measured by the paramedics on arrival at destination hospital were secondary outcomes.\n\nThe primary and secondary outcomes were compared among patients in the treatment and control groups using a chisquare test for nominal and ordinal data. An intention-totreat analysis was used, blinded to treatment assignment.\n\nA p-value of <0.05 was considered statistically significant. Statistical analyses were conducted using SAS version 8.02.\n\nOutcome measures for feasibility were identified for each objective: (1) Logistics: > 70% enrolment rate of eligible cases where true missed cases were defined as cases which otherwise would have received TCP if it was the standard of care; (2) Randomization implementation: equal treatment assignment across groups and over time and randomization compliance rates of greater than 95%; (3) Safety and dependability: adverse event rates and equipment failure rates of less than 1%; (4) Follow-up rate: at least 99%; and (5) Suitability of the primary outcome: determined by a reasonable sample size for a definitive trial.\n\nThis study was conducted with a waiver of consent in accordance with the Tri-Council Agreement 19 and ethics approval included the use of a recruitment compensation gift certificate for a correctly enrolled case. All enrolled patients received a letter of notification that they were enrolled in a study under waiver of consent. 20\n\nThere were 383 hypotensive bradycardic patients treated by paramedics during the study period from 1 December 2001 to 30 November 2003; 232 responded to initial treatment and did not meet the study inclusion criteria (Figure 1 ). There were 151 patients (39%) eligible for TCP or dopamine and 83 (55%) were enrolled successfully. Demographic characteristics of the 68 eligible cases that were not enrolled were similar to those of enrolled patients, with the exception of a slightly higher initial heart rate and systolic blood pressure in the patients not enrolled (Table 1) Of the 83 cases successfully enrolled by paramedics, only 1 case was rejected by the CVC; a patient randomized to dopamine after arrival at the Emergency Department (ED), and 82 were included for analysis. Follow-up to discharge or survival to 30 days in hospital was obtained in all cases.\n\nIn 32 (47%) of the 68 eligible cases the patient met the inclusion criteria on route to hospital or just prior to arrival in the ED and the paramedic reported too little time to enroll the patient; in 20 (29%) cases the paramedic chose not to enroll at their discretion, i.e. they were uncomfortable with the patient's condition, the family or the circumstances, or they were concerned about inducing chest pain while pacing a conscious patient. Three patients (4%) had advance directives so that all preliminary treatment was discontinued after discussion with the Base Hospital physician. None of these patients are considered true missed cases as pragmatically they would not receive TCP in the field if it was a standard treatment option for the same reasons. There were 13 missed cases; 8 cases were missed because the ambulance was not equipped with a research envelope and 5 were missed because the paramedic forgot about the study. Thus the missed case rate was 14%; 13 of 95 eligible patients including the 82 enrolled in the study.\n\nTreatment assignment was equal: 42 (51%) were assigned to TCP and 40 (49%) to dopamine. The pattern of enrolment was also examined for stability across the study months. Overall, an average of about 3. The distributions of actual and randomized treatment are outlined in Figure 1 . Randomization compliance was 95% (78/82), including cross-over patients. In two cases assigned to TCP, the paramedics misread the instructions and administered dopamine. Two patients (one in each group) did not receive the study intervention after randomization. One control group patient's IV became interstitial before dopamine could be administered; the treatment group patient arrived at the ED prior to initiation of TCP. Table 2 summarizes the reported adverse events according to treatment actually received. In the 32 patients who received TCP alone, there was no reported equipment failure. Electrical capture was reported for all 32 patients and mechanical capture was reported for 28 (88%). The mean (S.D.) threshold for capture was 64 (33) mA. Where available, midazolam was given to patients in the TCP arm and the mean (S.D.) dose was 2.0 (0.5) mg. One combative patient who received dopamine alone was given 2 mg of midazolam according to the medical directive. \n\nThe 82 enrolled patients were taken to 16 different hospitals. Six (7%) patients were initially treated in a community hospital and subsequently transferred to an academic institution. Two patients were discharged before 24 h directly from the ED to home or to a nursing home. These were judged to be alive at 24 h and met the criteria of alive to discharge even though they were never admitted to hospital.\n\nA summary of the outcomes by intention-to-treat is provided in Table 3 . \n\nSome of the fields routinely captured on the ambulance call report may be poorly defined or understood, inconsistently recorded or difficult to abstract due to handwriting. We are not aware of any systematic bias in data interpretation that would preferentially affect either treatment group. The data checklist helped to assure common data definitions for the unique study variables. ). An evaluation of the safety and adversity of TCP use in the out of hospital setting is limited by the small sample size of this feasibility study. It is not possible to confirm if all potentially eligible patients were missed because some data on the ACR was missing and a study-specific data checklist was not completed. In addition the treatment given to these non-study \n\nThis feasibility study demonstrates that it is possible to conduct a population-level randomized controlled trial of TCP for hemodynamically unstable bradycardic patients in an urban prehospital setting. We were also able to estimate a sample size for the main trial. In our large urban system serving 2.5 million people there were 383 unstable bradycardic patients treated over 2 years. Of these, 61% responded to fluid and atropine either alone or in combination. Only 39% met the inclusion criteria and of these only 98 or (65%) were able to receive TCP for practical reasons in the field for a variety of reasons not captured in the inclusion criteria. Hence a large multi-centre randomized controlled trial will be required to ascertain TCP effectiveness compared with dopamine in the prehospital setting and the inclusion criteria will need to be adjusted accordingly to reflect the target population most likely to receive the treatment. Randomization was executed successfully with 86% of eligible cases enrolled and the follow-up rate was 100%. TCP was found to be relatively safe and adverse events were limited to chest discomfort, which is similar to what has been seen in other clinical studies. 3, [9] [10] [11] 13, 14, 22 The observed TCP mechanical capture rates of 88% are higher than previously reported rates of 19% in a controlled trial 3 and 86% in a case series. 10 The field logistics coordinator played an important role in stocking randomization envelopes and checking vehicles for research-related supplies once a month. Even so, eight eligible cases were missed because a randomization envelope was not available. More diligent monitoring at the vehicle level (i.e., daily and random checks by the field logistics coordinator) would require 4 coordinators in a system this large. Daily tracking by the paramedics employing the same system used to track narcotics at the start of each shift may improve envelope availability in a subsequent study. Although we did not track the sequence of randomization throughout the trial, treatment assignment was approximately 50-50, suggesting that the block randomization strategy was successful. Tracking envelope use would provide timely feedback on logistical issues as well as paramedic deviation from the randomization schedule.\n\nThough paramedics successfully identified and enrolled 55% of eligible patients, it appears that most cases responded to a fluid bolus and were therefore ineligible for enrollment. The greatest practical impediment to enrollment of eligible patients was time; by the time the patient failed to respond to atropine and met the inclusion criteria, they had arrived at the receiving hospital and there was insufficient time to enroll them into the trial. Eligible patients who were not enrolled were more likely than enrolled patients to present with a SBP between 80 mmHg and 100 mmHg with other signs and symptoms (change in GCS, chest pain, or crackles). As a result, there was insufficient time to enroll most of these patients as they required additional treatment by more than one medical directive. We did not consider these patients missed patients as the natural course of the illness precluded their receiving TCP or dopamine prior to arrival at hospital. It was within a paramedic's scope of practice to choose to treat with a medical directive prior to the research protocol if the treatment was felt to be more urgent than the treatment of the bradyarrhythmia. More importantly it is likely the paramedics would not apply TCP to any of these eligible patients practically in the field for the same reasons that they did not enroll them in the trial. The inclusion criteria should be adjusted to include only patients who meet eligibility prior to transporting the patient to the ambulance as there would be sufficient time to address other medical concerns and offer treatment for the bradyarrhythmia.\n\nIn 20 cases, paramedics were concerned about causing pain by pacing a conscious patient and chose not to enroll. Ongoing experience in employing midazolam prior to TCP as per protocol and continuing education may address these concerns. These patients were not coded as missed as paramedic discretion in application of medical directives including research protocols was within their scope of practice and this same response would limit the application in the field regardless of the study until the paramedic became more comfortable with the use of TCP.\n\nIt is evident that a downward trend occurred in the number of eligible cases across the study period. The emergence of SARS in Toronto from February to July 2003 is the likely explanation. The overall number of emergency calls declined during SARS for reasons that are poorly understood (personal communication, Alan Craig, Director, Toronto EMS, January 2005). Since the initial SARS case was treated and transported by paramedics, which resulted in the subsequent exposure of patients, receiving hospitals and other paramedics to the SARS virus, Toronto residents may have been reluctant to call 911 during this period of the study. Despite this decline, it appears that enrollment continued, suggesting that paramedic commitment to the study endured through challenging conditions. A significant number (15/21, or 71%) of conscious TCP patients experienced chest discomfort during pacing. It may be worthwhile increasing the initial and incremental dosage of midazolam, or adding an analgesic to address this side effect in the TCP arm.\n\nThere were no patients who were lost to follow-up for the primary outcome and no requests to withdraw from the study. Whereas hospital outcome data was relatively straightforward to collect, patient transfers, comprising approximately 7% of all cases, required additional visits to the receiving institutions, which had to be accounted for and tracked. The transfer cases originated as a community hospital admission followed by a transfer to a tertiary centre. To minimize the cost of repeat visits we abstracted the data from community hospitals first.\n\nAlthough it was possible to collect the primary outcome on all patients, its definition was found to be awkward. As long as discharge information was available, the primary outcome of survival to hospital discharge or to 30 days was obtainable. However, patients with a short length of stay before discharge were grouped with those with much longer stays; moreover, we were unable to determine whether they were subsequently readmitted to another institution. For the main trial, we recommend that survival to 30 days be used as the primary outcome, regardless of discharge status. This could be collected by direct telephone contact with the patient or the patient's next of kin and this planned contact could be outlined in the information letter with an option to withdraw from follow up. Where consent is required based on ethical guidelines and ethics board approval, consent for follow up could be obtained during the hospital stay. The cost of the trial would increase with in-hospital consent, particularly in sites with a large number of receiving hospitals, and it may be more challenging to acquire in patients who are discharged rapidly.\n\nAbstracting reliable and valid information from the call reports was more challenging than originally anticipated. In particular, the pre/post study intervention vital signs were difficult to collect, not so much because of case report form (CRF) design, but rather a lack of accompanying date/time stamp information on the source documents. Understandably, conditions in the field are not conducive to meticulous record keeping. There is often a delay between the time when paramedics attend to their patients and when they have a chance to complete the paperwork. On occasion paramedics are required to respond to another call before paperwork has been completed, thereby adding further to the delay. Nonetheless, rigorous abstraction rules can be used to at least make the abstraction process reliable and valid. 23 The attending paramedics can be contacted for clarification and, based on our experience, are keen to help. The accuracy of data collection was augmented by a study-specific data checklist that captured the important variables and all source documents were subject to review by a central validation committee. It is recommended that future feasibility trials include reliability and validity coefficients as standard feasibility trial outcomes.\n\nIn many cases, complete patient demographic information was only available from hospital charts (e.g., patient was unconscious or unidentified). This complicates inhospital follow-up through chart abstraction as sometimes patient identifiers were limited to gender and date and time of arrival in the ED. Taking time to build relationships and educate health records departments in the receiving hospitals about the challenges of out-of-hospital documentation was helpful. Creative ways to identify patients with limited demographic data included switching either surname with first name, or month, year or day of birth until a match could be found.\n\nIn terms of the epidemiology of out-of-hospital hemodynamically unstable bradycardia, the incidence of TCP eligible patients is low (39% of all unstable bradycardic patients) and the observed number of cases (94 per annum) fell short of the estimated incidence of approximately 250 cases per year identified by Schwartz et al. in a retrospective review in the same EMS service. 1 We estimated that a sample size of approximately 1380 cases would be required in order to detect a 10% relative difference in the primary outcome between the two treatment groups (690 patients per treatment arm). Based on an optimistic 100% enrollment of 94 cases per year in Toronto, the main trial would require more than 14 years, suggesting a multicentre trial will be required.\n\nThe trial was not powered to find a difference and our preliminary results should be interpreted with caution. 15 Finally, we echo the call from Lancaster 15 for greater recognition of the importance of conducting pilot and feasibility studies with respect to developing high quality RCTs. It is difficult to find a well conducted feasibility trial in the current literature and the standard methodological framework they propose might serve as a model for similar studies in the future. As the medical field moves towards adopting standard RCT outcomes across studies, standard feasibility trial outcomes might also be considered, particularly in the uncontrolled and challenging prehospital care environment.\n\nIn this study of trial feasibility, we found that randomization was executed successfully, the enrolment rate of eligible patients was 55% however over 80% of eligible patients without any practical impediments to randomization were enrolled. TCP was found to be relatively safe, and all patients were followed for the primary outcome. Though some protocol refinements particularly to the inclusion criteria were recommended to ensure the protocol is practical and enhance the comfort with TCP for both the patient and paramedic, it was concluded that a trial of TCP in comparison to conventional treatment for hemodynamically unstable bradycardic patients is feasible in an urban, prehospital setting with a mature EMS system and medical control. A definitive trial of prehospital TCP would most likely require a large multi-center study. We also recom-"}