{"title": "Quantitation of respiratory syncytial virus RNA in nasal aspirates of children by real-time RT-PCR assay", "body": "Human respiratory syncytial virus (RSV) is the most common etiological agent of serious respiratory tract disease in infants and young children worldwide (Chanock and Parrott, 1965) . Its clinical manifestations vary from mild disease of the upper respiratory tract to severe bronchiolitis or pneumonia. It is the most frequently isolated agent from hospitalised infants (Freymuth et al., 1987) . Outbreaks of RSV infection occur in the winter, when the two major groups of RSV (A and B) are both circulating (Freymuth et al., 1991) . Some authors have shown that A strains result in more severe infections than B strains (Hall et al., 1990) .\n\nSeveral groups have used quantitative culture methods to evaluate the relationship between disease severity and the amount of RSV in the nose (Buckingham et al., 2000) . The aim of our study was to quantify RSV genomic RNA by use of real-time PCR using a Light-Cycler instrument (Wittwer et al., 1997) . As for other Paramyxoviridae , RSV particles are mostly cell-associated in infected tissues. As nasal aspirates are non-homogeneous, a method is suggested for the standardisation of samples based on the quantitation of the mRNA of a housekeeping gene, GAPDH (which is probably expressed at a constant rate). This study describes two real-time PCR techniques designed to quantify RSV genomic RNA and GAPDH mRNA. These methods were then used to assess the RSV loads in respiratory specimens from children admitted to hospital with acute respiratory tract disease.\n\nSeventy-five nasal aspirates were collected in 5 ml of viral transport media from children admitted to hospital with acute respiratory tract disease during the winter 1999 Á/2000. Two hundred microlitre fractions were used to inoculate the MRC-5 and A549 cell lines. IFA using an FITC-conjugated monoclonal antibody (Imagen TM Respiratory syncytial virus, Dako, France) was used to detect the RSV antigen in nasal aspirates or in culture, as described previously (Freymuth et al., 1997 ). An aliquot of each nasal aspirate was stored at (/70 8C in transport media.\n\nSamples from 36 children hospitalised with a RSV infection were quantified by real-time RT-PCR. These children were divided into non-severe and severe disease groups on the basis of clinical data. The severe disease group included 11 children who required oxygen therapy for more that 24 h and 4 children who were being ventilated mechanically for respiratory failure. All the other children (n0/21) had non-severe disease.\n\nA 1084-bp DNA fragment derived from the N gene of the RSV strain A2 was generated by conventional RT-PCR with primers PPN1 and PPN2 (Table 1 ). The PCR product was cloned into pCR † 2.1-TOPO from the TOPO TA Cloning kit (Invitrogen, Cergy Pontoise, France) according to the manufacturer's instructions. The fragment was cloned downstream of the T7 RNA polymerase promoter. Another plasmid was generated using a DNA fragment derived from the human GAPDH gene with the GAPDH1 and GAPDH2 primers (as used for real-time PCR for GAPDH). The clones were designated pN and pGAPDH, respectively. After the transcription of these plasmids, we verified the orientation of the insert by enzymatic restriction: pN was digested with Xba I and pGAPDH with Bgl I. The plasmids were then purified with the Qiagen plasmid maxi kit (Qiagen GmbH, Germany).\n\nTo obtain transcripts of equal length, we cut 5 mg of each plasmid with Spe I. We transcribed 5 ml of each plasmid with T7 RNA polymerase from the Riboprobe † in vitro transcription system (Promega, Madison, USA) according to the manufacturer's instructions. To remove all DNA, a DNase treatment was performed. The DNA-free TM (Ambion Inc., Austin USA) system was used; this removes DNA without the need for phenol/chloroform extraction or heating. The RNA concentration was estimated by spectrophotometry and the average of four measurements was used. Aliquots were stored at (/70 8C. Once an aliquot had been thawed it was never refrozen. For each quantification, two standard aliquots were subjected to serial 10fold dilutions in DEPC (diethylpyrocarbonate)-treated water. After DNase treatment, we ensured that the RNA standard did not contain any DNA by carrying out PCR without the reverse transcription step. Our results showed that no amplification occurred.\n\nRNA was extracted from 0.2 ml of the stored nasal aspirates by use of the High Pure RNA Isolation kit (Roche Molecular Diagnostics, France) according to the manufacturer's instructions. The sample and 400 ml of lysis/binding buffer were placed in a filter tube. The tube was centrifuged at 8000 )/g for 30 s. One hundred microlitres of restored DNase was added and the mixture incubated at room temperature for 30 min. The sample was then washed three times and finally eluted with 50 ml of double distilled water. The template RNA was never frozen before use.\n\nThe standards (5 ml) were diluted serially and the extract from the unknown samples (5 ml) were simultaneously subjected to reverse transcription using the Omniscript TM reverse transcriptase kit (Qiagen GmbH, Germany). Samples were incubated at 37 8C for 1 h and then at 93 8C for 5 min. RSV was reverse transcribed using N1 primer (Table 1) , which targeted RSV genomic RNA in the gene N. GAPDH was reverse transcribed using the GAPDH2 primer, which targeted mRNA corresponding to the human GAPDH gene. As the Table 1 Oligonucleotide primers and probes used to detect human GAPDH mRNA and genomic RNA from the N gene of RSV efficiency of the reverse transcription can vary (Ferre, 1992; Van Milaan et al., 1994) , we used plasmidtranscribed RNA to standardise the assay.\n\nA LightCycler instrument (Roche Molecular Biochemicals, France) was used to amplify and to quantify the amplification product after each cycle. A hybridisation probe system was used for detection. Fluorescence was measured after the annealing step and was based on the fluorescence resonance energy transfer (FRET). Primers N1 and N2 generated a 230-bp product ( Table  1 ). The product was detected with the hybridisation probes SN1 (fluorescein) and SN2 (red640). The amplification reaction was undertaken in a 20 ml mixture with the LightCycler (LC)-DNA master hybridisation probes (Roche Molecular Biochemicals, France). We carried out hot-start PCR; 2 ml of LC-mix was incubated with 0.2 ml of the antiTaq † antibody (Clontech, France) for 30 min at room temperature. We then added 3.5 mM MgCl 2 , 0.2 mM each primer, 0.25 mM SN1 and 0.5 mM SN2. Finally, 2 ml of cDNA was added to 18 ml of PCR mixture in each capillary tube and amplified as follows: 95 8C for 2 min for one cycle, followed by denaturation at 95 8C 10 s, annealing at 52 8C for 20 s and extension at 72 8C for 15 s for 45 cycles.\n\nPrimers GAPDH1 and GAPDH2 generated a 212-bp fragment ( Table 1 ). The hybridisation probes S1GAPDH (fluorescein) and S2GAPDH (red640) were used for FRET. The PCR mixture was amplified with LC-Faststart DNA master hybridisation probes (Roche Molecular Biochemicals, France). The reaction mixture contained 2 ml of LC, 3.5 mM MgCl 2 , 0.25 mM each primers, 0.25 mM S1GAPDH and 0.5 mM S2GAPDH. Finally, 2 ml of cDNA was added to 18 ml of this mixture and amplified as follows: 95 8C for 10 min for one cycle, followed by denaturation at 95 8C for 10 s, annealing at 55 8C for 15 s and primer extension at 72 8C for 15 s for 45 cycles.\n\nTo assess the detection limit of the quantitative RT-PCR we also isolated RSV in culture and used a qualitative RT-PCR method described previously (Cane and Pringle, 1991; Freymuth et al., 1995) . Briefly nasal aspirates were cultured for 6 days and then RSVpositive cultures were identified by immunostaining with an anti-RSV antibody (ref. 11-042, Argene, France). For the qualitative RT-PCR different primers and a different probe were used for the N gene to those employed in the quantitative RT-PCR. The amplified products were detected by a hybridisation assay on microplates using the GEN-ETI-K DEIA † kit (Sorin Biomedica, France).\n\nMany viruses can be found in nasal aspirates from children admitted to hospital with acute respiratory tract disease. RNA and DNA extracted from cell cultures infected with different respiratory viruses were screened by the real-time RT-PCR for RSV to assess the specificity of this assay. No cross-reactions were detected with the following virus strains: parainfluenza virus types 1, 2 and 3, influenza virus A/H3N2 and A/ H1N1, influenza virus B and C, echovirus 11, coronavirus OC43 and 229E, rhinovirus 9, and adenovirus 2.\n\nThe sensitivity of the real-time PCR was determined by the use of serial dilutions of RSV transcripts (10 5 Á/10 2 transcripts/ml). Each dilution was being quantified four times in duplicate. The detection rate was 100% for the 10 5 Á/10 3 transcripts/ml dilutions and 0% for the 10 2 transcripts/ml dilution. The same experiment was carried out for the RT-PCR for GAPDH: the detection rates were 100, 75 and 0% for 10 5 , 10 4 and 10 3 transcripts/ml, respectively.\n\nTo assess the intra-assay reproducibility of the realtime RT-PCR assays for RSV and for GAPDH, an extract from an RSV-positive sample was submitted to 12 consecutive assays and measurements in the same run. In the RT-PCR assay for RSV, the quantitative mean value of viral RNA was 7.77 log 10 with a standard deviation of 0.09 log 10 and a coefficient of variation of 1.22%. In the RT-PCR assay for GAPDH, the quantitative mean value of GAPDH mRNA was 5.79 log 10 with a standard deviation of 0.07 log 10 and a coefficient of variation of 1.7%.\n\nTo estimate the inter-assay variability of the real-time RT-PCR assay for RSV, we studied two batches of RNA; one with a low number of viral copies, and the other with a high number of copies. The aliquots were stored at (/70 8C. In four consecutive experiments, an aliquot of each extract was quantified twice. A new standard curve, a new RT and a new real-time PCR were performed each time. The coefficient of variation was 8% when the RT-PCR assay for RSV was performed with the low copy number extract and 14% with the high copy number (Table 2) .\n\nAs the analytical sensitivity of the real-time RT-PCR assay for RSV has previously been estimated using RSV plasmids, we wanted to evaluate it on viral strains. We used serial 10-fold dilutions (10 (1 Á/10 (6 ) of five RSV strains (RSV A long, A wt no. 1, A wt no. 2, B1 and B wt no. 1) to infect MRC-5 cells. RNA extracted from these strains was detected by the qualitative RT-PCR assay for RSV described previously and quantified by the real-time RT-PCR assay for RSV on a LightCycler instrument.\n\nFor all RSV strains the least sensitive method was the qualitative RT-PCR assay ( Table 3 ). The culture method detected three of the five RSV strains at one more dilution than did RT-PCR-hybridisation-EIA. Finally, the real-time RT-PCR assay for RSV appeared to be the most sensitive assay, detecting one more dilution than the culture method for three of the five viral strains.\n\nRSV infection was detected in clinical specimens by direct IFA and by a viral isolation technique. RSV and GAPDH RNAs were quantitated by the two real-time RT-PCR assays. Of the 75 nasal aspirates, 31 (41.3%) were IFA-positive, 34 (45.3%) were culture-positive and 42 (56%) were positive according to the real-time RT-PCR assay for RSV. Of the 42 samples found to be positive by the real-time RT-PCR assay for RSV, six could not be quantitated as the number of RSV RNA copies contained was below the detection limit of the technique; two of these six samples were also culturepositive.\n\nTwenty-six nasal aspirates were positive according to all techniques: IFA, culture and real-time RT-PCR assay for RSV; eight were positive according to both the culture method and real-time PCR, and five were positive according to IFA and real-time RT-PCR. To estimate the sensitivity, specificity, positive and negative predictive values of the real-time RT-PCR assay for RSV a gold standard was required for RSV detection. Theoretically, the gold standard is the isolation in cell culture. To overcome the problem associated with the relative insensitivity of the culture method with clinical specimens (particularly due to bacterial contamination) we considered samples to be positive if they were found to be positive by at least two of the three technique. Thus 39 (52%) true-positives were obtained. A specimen that was found to be positive by only one technique was considered to be a false-positive. There were eight false positive results: two cases with IFA, three cases with the culture method and three cases with real-time RT-PCR assay for RSV. The latter three cases were probably true-positives because the real-time RT-PCR assay was the most sensitive method tested. The sensitivity, specificity, positive and negative predictive values of the three techniques were calculated (Table 4) . On clinical specimens, the real-time RT-PCR was the most sensitive (100%), followed by the culture method (88%) and IFA (82%). The number of RSV RNA copies was calculated and of GAPDH mRNA copies in the 36 specimens where the viral load could be calculated (Fig. 1) . The number of RSV RNA copies ranged from 4.6 to 8.4 log with a mean of 6.8 log and an SD of 0.99 log. The analysis of the GAPDH mRNA copies confirmed that the number of cells in nasal aspirates differed from one sample to another, ranging from 4.3 to 6.7 log with a mean of 5.6 log and an SD of 0.63 log (Fig. 1A) . As RSV particles are cell-associated in cultures and in clinical samples and as the number of copies of the housekeeping gene (GAPDH) is proportional to the number of cells in the sample, these results can be expressed as the ratio of the number of copies of RSV RNA to the number of copies of GAPDH mRNA. This allows the results obtained from the different nasal aspirates to be compared with each other, and ensures that the number of cells in each nasal sample (and thus the quality of the sampling) is not an interfering factor. Most of the specimens had comparable and low ratios of below 20 (mean ratio: 32.5), and 16 had a ratio indicating a rather high RSV RNA level.\n\nNext, the RSV RNA was quantitated according to the severity of the disease (Fig. 2) . The RSV copy number ranged from 4.4 )/10 4 to 1.02 )/10 8 with a mean of 2.25 )/10 7 copies and a SD of 3.07 )/10 7 copies ( Fig.  2A) . The mean number of RSV RNA copies was higher in the severe disease group than in the non-severe disease group (4.05 )/10 7 vs 9.1 )/10 6 ), and the difference between the two groups was close to the significant threshold (P 0/0.055 with the Krustal Á/Wallis test). The ratio of RSV RNA copies to GAPDH mRNA copies ranged from 0.2 to 156.2 with a mean of 42.8 in the patients with severe disease, and from 1.1 to 65.5, with a mean of 22.2 in the patients with non-severe disease (Fig. 2B) . The difference between the two groups was not significant according to the test of Krustal Á/Wallis test. \n\nThe sensitivity of the real-time RT-PCR assay for RSV on clinical samples was 56%, which is significantly higher than the sensitivity of conventional techniques for the detection of RSV in nasal aspirates. This method gave the same results as IFA and the culture method for 67 (89.3%) of the 75 nasal aspirates tested. Eight aspirates were found to be positive by just one of the three methods. The two samples found to be positive only by the IFA method are likely to be false-positives. Three samples were positive only in one of the two types of cell culture (MRC5 or A-549). The presence of some inhibitors of the RT or PCR steps can be ruled out as GAPDH mRNA was amplified in these samples. However, we cannot exclude the possibility that the cell cultures that were inoculated in microplates were cross contaminated. Three nasal aspirates were only found to be positive by real-time RT-PCR (even after checking on another extract). As this technique is the most sensitive of the three tested, and as these three samples had a very low viral load, it is likely that they are actually true-positives, and that conventional techniques were not sensitive enough to detect such low levels of virus in these cases.\n\nSeveral groups have developed RT-PCR techniques to detect RSV RNA in respiratory samples from children with lower respiratory tract infections (Cubie et al., 1992; Freymuth et al., 1995 Freymuth et al., , 1997 Henkel et al., 1997; Paton et al., 1992) .These methods usually detect about 5 Á/10% more RSV-positive samples than conventional methods for RSV detection. In this paper, we have shown that quantitative real-time RT-PCR is more sensitive than qualitative RT-PCR in infected cell cultures, and than isolation of respiratory samples in cell culture, identifying 6% more cases as being RSVpositive. However, real-time RT-PCR can also be used as a qualitative method. In this application it has many advantages over the conventional qualitative RT-PCR. Real-time RT-PCR is faster and cheaper taking just 45 min on the LightCycler apparatus, and including the detection of the amplification product. It is also a closed system, which prevents cross contamination. We attempted to estimate the detection limit of the real-time RT-PCR. The analytical sensitivity of the real-time RT-PCR was 10 3 RSV RNA copies/ml in vitro. However, this value is not absolute as it was obtained from a standard that was quantified by measuring absorbency at 260 nm which is not very accurate. However, as RSV RNA in respiratory samples was always quantitated using the same standard, the results are comparable and reliable.\n\nThe amounts of RSV RNAs in 36 quantifiable positive nasal aspirates seemed to be roughly related to the severity of the acute respiratory tract disease. The difference was close to the threshold for significance, but this result should be interpreted with caution because of the low number of samples included in the study. An association between high RSV titres and the severity of bronchiolitis has been reported previously in a one study using other virological techniques. In a study on 24 infants with RSV infection, Buckingham et al. (2000) reported that nasal aspirates from infants with severe infection contained more RSV than those from infants with nonsevere disease: mean 5.069/0.34 vs 3.919/0.35 log pfu/ ml, P 0/0.022. Conversely, Hall et al. (1975) showed that peak titres in nasal washings could not be correlated with the severity of the disease, but that infants with bronchiolitis did appear to have a higher mean titre than those with pneumonia: 5.52 vs 4.88 log 10 TCID50/ml; P B/0.05.\n\nBased on the RSV/GAPDH ratio, it was found that there is no statistically significant difference between the children with severe or non-severe disease. In other words, if the quantitative results are standardised according to the number of cells in the sample, thus accounting for the quality of the sampling, the severity of the disease does not appear to be linked to the RSV load. The mean RSV/GAPDH ratio tended to be higher in cases of severe bronchiolitis, which makes it necessary to undertake further investigations to confirm whether there is indeed a link between the severity of RSV infection and the quantity of virus in nasal aspirates. Nevertheless, factors other than intensive viral replication are likely to play a role in the severity of the bronchiolitis. These factors can include inflammatory responses and the genetic susceptibility of the patients. Moreover, viral concentrations in tracheal secretions decrease within 24 h of endotracheal intubation in some infants with severe RSV infection (Malley et al., 1998) .\n\nIn conclusion, real-time RT-PCR assay for RSV is a new tool for the detection of RSV in respiratory samples. The quantitation of RSV RNA showed that nasal aspirates from children with severe bronchiolitis contain more RSV copies than those from children with non-severe disease, but the difference is no longer observed when the viral load is related to the number of cells contained in the sample. Nevertheless, the realtime RT-PCR assay for RSV can be used as a qualitative test and, in this case, its rapidity and low cost may make it useful for diagnostic purposes."}