{"title": "Mouse hepatitis virus neurovirulence: evidence of a linkage between S glycoprotein expression and immunopathology", "body": "Viral pathogenesis can be viewed as the intersection of viral genetics and host responses. This is particularly evident in the contrasting virulence of mouse hepatitis virus (MHV) strains -JHM and -A59. Depending upon the protocol, MHV-JHM and MHV-A59 can be used as models for either acute encephalitis or chronic demyelination Stohlman et al., 1998) . In the absence of administered or maternal antibodies, intracranial inoculation of MHV-JHM results in fatal encephalitis even at low doses (Fleming et al., 1986; Perlman et al., 1987; Phillips et al., 1999) . Similarly administered, MHV-A59-infected mice develop a mild encephalomyelitis followed by chronic demyelination (Fleming et al., 1987; Lavi et al., 1984) . These differences in neuro-virulence between MHV-JHM and MHV-A59 have been attributed to variations in their spike glycoprotein (S) (Phillips et al., 1999) .\n\nAlthough the course of a viral infection involves the interaction of numerous viral components, the initial hostviral responses depend on viral structural proteins binding to host receptors. In the case of the S protein, two subunits S1 and S2, respectively mediate receptor binding and cell fusion (Kubo et al., 1994; Luo and Weiss, 1998; Taguchi and Shimazaki, 2000) . The S protein of MHV-JHM (S MHV-JHM protein) is 1376 amino acids long, making up roughly 12% of the 32-kb MHV genome (Parker et al., 1989) . The S MHV-JHM protein also contains the two known CD8 T-cell epitopes: S510-518 and S598-605 (Castro and Perlman, 1995) . However, a 52-amino acid deletion within hypervariable region of the S1 subunit of MHV-A59 eliminates the immunodominant H-2 b cytotoxic CD8 T-cell epitope S510; whereas the subdominant MHV-JHM epitope S598 is retained (Parker et al., 1989) . In addition, the S protein possesses a number of B-cell epitopes (Talbot and Buchmeier, 1985; Talbot et al., 1984) .\n\nPrevious studies have shown that the fatal encephalitis resulting from MHV-JHM infection can be ameliorated by antibodies directed against S, indicating that S is a critical component in neurovirulence Fleming et al., 1986; Perlman et al., 1987) .\n\nRecently, Phillips et al. (1999) used chimeric viruses to demonstrate that differences in the S MHV-A59 and S MHV-JHM proteins directly affected neurovirulence. Chimeric viruses WTR13 and S4R22 were made by targeted recombination with Albany 4 (Alb4), a MHV-A59 variant, and respectively contained the S MHV-A59 and S MHV-JHM proteins. They found that the intracranial inoculation of S4R22 resulted in greater mortality compared to MHV-A59 and WTR13, concluding that the S MHV-JHM protein modulates neurovirulence.\n\nPrevious studies in our laboratory demonstrated that the difference in neurovirulence between MHV-JHM and MHV-A59 was associated with the induction of differential immune responses within the CNS (Rempel et al., 2004) . The inability of mice to resolve MHV-JHM infection was linked to delayed accumulation of interferon-g (IFN-g) mRNA transcripts and limited CD8 T-cell infiltration compared to MHV-A59 infection. IFN-g production and CD8 T cells have been established as the two elements essential for MHV clearance (reviewed in Marten et al., 2001) . Instead, MHV-JHM encephalitis was marked by early and sustained accumulation of interleukin (IL)-6, IFN-h, and macrophage inflammatory protein (MIP)-1a and MIP-1h mRNA transcripts that coincided with a macrophage dominant infiltrate.\n\nHere, the capacity of the S MHV-A59 and S MHV-JHM proteins to influence immune responses was evaluated using viral chimeras WTR13 and S4R22. We found that viral clearance and neurovirulence could be segregated on the basis of the non-spike and S genes. Infections with viruses containing the MHV-A59/Alb4 background (WTR13 and S4R22) were resolved, coincident with stronger IFN-g mRNA expression and a greater number of CD8 T cells within the brain, regardless of the origin of the S gene. The kinetics and level of the IFN-h and IL-6 mRNA accumulation also co-segregated with genes other than S MHV-A59 or S MHV-JHM . Despite the impaired viral replication, S4R22-infected mice exhibited enhanced mortality compared to MHV-A59 and WTR13 infections. However, critically morbid S4R22infected mice had increased MIP-1a and MIP-1h mRNA accumulation and elevated macrophage levels within the brain reflective of MHV-JHM infection. Thus, it appears that the S MHV-JHM protein influenced neurovirulence through the induction of macrophage-driven immunopathology, not through enhanced viral replication in the CNS.\n\nIt has long been thought, and more recently confirmed, that the difference in MHV-JHM and MHV-A59 neuro-virulence could be attributed to variations in the S MHV-JHM and S MHV-A59 proteins (Phillips et al., 1999) . Therefore, the effect of the S MHV-JHM and S MHV-A59 proteins on mortality was evaluated in mice infected with MHV-JHM, WTR13, and S4R22 (Fig. 1A) . MHV-JHM infection resulted in high mortality beginning the first week of infection. In S4R22 infection, mice did not begin to succumb to infection until the second week, but by the third week, approximately 40% of animals had perished. In contrast, all of the mice infected with an equivalent dose of WTR13 survived. The similarity in pathological and immunological outcomes of WTR13 infection to MHV-A59 infection (Rempel et al., 2004) argued that these chimeras accurately reflect the combined nature of their individual components.\n\nClinical disease was evaluated as an external measure of the extent of acute encephalitis. Since clinical signs were not reliably evident at day 5, mice were scored at day 7. Infection with 10 PFU of MHV-JHM resulted in severe clinical disease (Fig. 1B) . Mice infected with an equivalent dose of WTR13 exhibited limited clinical disease, such that inoculations of 1000 PFU were needed to result in disease scores similar to that induced by 10 PFU of MHV-JHM. In contrast, following inoculation with 10 PFU of S4R22, approximately 60% of the mice exhibited high disease scores (HDS), of which approximately 80% succumbed to infection. To obtain a more precise understanding of immunological events during S4R22 infection, mice with high disease scores were treated as a separate group from mice with low disease scores (LDS). S4R22 infections that resulted in high disease scores demonstrated about a threefold increase in the numbers of mononuclear cells isolated per brain compared to S4R22 infections that produced low disease scores (Fig. 1B) .\n\nMHV-JHM mortality correlated with elevated viral titers at day 5 and 7 ( Fig. 1C ). In contrast, WTR13 infection was characterized by elevated viral titers at day 5 that were significantly reduced by day 7 (Fig. 1C) . Notably, CNS titers from S4R22 infections were almost an order of magnitude lower than other viral titers on day 5 and diminished to near the threshold of detection by day 7 (Fig. 1C ). This was observed independent of whether clinical signs were evident in S4R22-infected mice on day 7. Even in the absence of detectable viral growth within the CNS after day 7 (data not shown), approximately 40% of mice infected with 10 PFU of S4R22 still died within 3 weeks (Fig. 1A) .\n\nGenes other than S modulate immune elements that control viral replication CD8 T cells and IFN-g are considered the two elements essential in controlling MHV replication (Marten et al., 2001; Schijns et al., 1996) . Based on our previous work, MHV-JHM infection resulted in diminished CD8 T-cell responses within the CNS relative to MHV-A59 (submitted). To evaluate the impact of S MHV-JHM protein on CD8 Tcell infiltration, mice were infected with MHV-JHM, WTR13, and S4R22. Mononuclear cells were isolated from infected brains and stained with CyC-anti-CD8. Cell preparations from WTR13-or S4R22-infected brains indicated that there was at least a twofold increase in the proportion of CD8 T cells infiltrating into the CNS relative to MHV-JHMinfected brains (Fig. 2) . When the estimated number of CD8 T cells was calculated (refer to Fig. 2 legend) , WTR13-and S4R22-infected brains were estimated to yield 3-fold and 10-fold more CD8 T cells, respectively, compared to MHV-JHM-infected brains. Thus, the S MHV-JHM does not appear responsible for the restricted CD8 T-cell infiltration in MHV-JHM-infected brains.\n\nHowever, as the S protein contains the only known H-2 b CD8 epitopes, S510 and S598, we evaluated the contribution of these epitopes to the quality of the CD8 T-cell response induced by each virus using intracellular IFN-g staining. Together the immunodominant S510 epitope (12.4%) and the subdominant S598 epitope (9.2%) stimulated IFN-g production in approximately 21.6% of the CD8 T cells isolated from MHV-JHM-infected brain (Fig. 3) . The stimulation of cohort cells from WTR13-infected brains with the S598 peptide resulted in values consistently lower than corresponding values from MHV-JHM-infected brains, indicating that it is still subdominant in WTR13 infection. Stimulation of the S510 epitope, absent on the S MHV-A59 protein on WTR13, resulted in negligible IFN-g production (data not shown). In S4R22 infection, the pattern of epitope Mice were infected as indicated. Disease scores (bars) were assessed as per Materials and methods on day 7, the height of acute encephalitis. Following S4R22 inoculation, infections resulting in high and low disease scores were treated as separate groups. The total number of cells isolated per brain (line graph) was determined by counting viable cells (trypan blue exclusion). Mean disease scores and cell numbers F SE are shown (n = 4 -6 mice/experiment; three to seven experiments per group). HDS, high disease score; LDS, low disease score. (C) Resolution of viral infections is associated with genes other than S. Mice were infected as indicated. Brains were harvested from perfused mice on days 5 and 7. Viral loads were determined by plaque assay. Mean PFU/ml F SE are shown (n = 4 -8 mice for MHV-JHM and WTR13 infections; 8 -10 mice for S4R22 groups day 5, day 7 HDS, and day 7 LDS).\n\ndominance was similar to MHV-JHM infection; however, the combined percentage of CD8 T cells responding to S598 and S510 was 13.6%, a fraction of that observed for MHV-JHM infection (21.6%).\n\nThe CD8 T-cell response was further characterized by comparing IFN-g production following stimulation with the known viral epitopes on the S protein to stimulation with anti-CD3, which activates all antigen-experienced cells (Fig.  3B ). In MHV-JHM infection, a similar proportion of CD8 T cells was capable of IFN-g synthesis in response to anti-CD3 (24.2%) and viral peptides (21.6%), resulting in a response ratio (viral peptide/anti-CD3) of 0.89. This indicated that most of the anti-CD3 response could be accounted for by the viral epitopes. Independent of the source of S gene, the presence of the MHV-A59 variant background reduced this value to 0.29 and 0.45 following WTR13 and S4R22 infection, respectively. Thus, the majority of the anti-CD3 response following MHV-JHM infection could be accounted for by the known viral CD8 epitopes. However, this was clearly not the case for WTR13 and S4R22, which possessed the MHV-A59 variant non-spike genes. Furthermore, estimates of the number of IFN-g+ CD8 cells within infected brains revealed that there were approximately three to seven times the number of IFN-g+ CD8 cells in WTR13and S4R22-infected brains than MHV-JHM-infected brains (Fig. 3C) .\n\nThe ability of the S protein to modulate IFN-g transcript accumulation in whole infected brain was also assessed.\n\nMHV-JHM-infected mice demonstrated limited IFN-g message in the presence of strong IFN-h and IL-6 transcripts (Fig. 4) . In contrast, WTR13 and S4R22 infections induced the early accumulation of IFN-g transcripts, but reduced levels of IFN-h and IL-6 mRNA transcripts (Fig. 4) . This cytokine pattern was seen independent of disease score in S4R22 infection (Fig. 4) . Thus, the two elements demonstrated to be critical in MHV clearance, CD8 T-cell and IFNg responses, as well as the accumulation of IFN-h and IL-6 transcripts, appeared to be regulated by genes other than S.\n\nPreviously, we found that MHV-JHM infection induced enhanced CNS MIP-1a and MIP-1h transcript levels and macrophage infiltration compared to MHV-A59 infection (Rempel et al., 2004) . To determine whether the S MHV-JHM protein positively influenced MIP-1a and MIP-1h mRNA accumulation, total RNA was extracted from infected brains on day 7 and analyzed for chemokine message. RANTES and MCP-1 mRNA transcripts were uniformly elevated in MHV-JHM-, WTR13-, and S4R22-infected mice. In contrast, MIP-1a and MIP-1h messages were up-regulated in MHV-JHM-infected brains as compared to WTR13-infected brains (Fig. 5A ). MIP-1a and MIP-1h message levels were near the threshold of detection in WTR13 infections regardless of dose and subsequent disease score. Unlike the results Fig. 2 . Genes other than S influenced the infiltration of CD8 T cells into the CNS. Mice were infected with viral doses that resulted in high disease scores as indicated in Fig. 1 . Cells were isolated from infected brains on day 7 and stained with anti-CD8. In some experiments, cells were first stimulated in the presence of brefeldin A and an irrelevant peptide, then co-stained with anti-IFN-g. Intracellular IFN-g staining of CD8 T cells upon stimulation with an irrelevant peptide is represented in upper-right hand quadrant. The lower-and upper-right hand quadrants of the graphs represent the percentage of CD8 cells within the mononuclear gate. The corresponding estimates of the number of CD8 cells per brain were determined as: (CD8+ FACS events/Total live FACS events) Â total number of live cells/brain = number of CD8 cells/brain. The means of the values used for the equation variables are shown. Note, the estimated number of CD8 cells per brain was calculated independently for each experiment and not from mean values of equation variables. Means F SE are shown for a total of n experiments (4 -6 mice/group/experiment). Fig. 4 . The kinetics of interferon mRNA expression was directed by genes other than S. Mice were infected at 10 PFU unless otherwise indicated. On days 3, 5, and 7, perfused brains were harvested. Total RNA was isolated and analyzed by ribonuclease protection assay (RPA). Autoradiographs of two individual samples from days 3, 5, and 7 are shown. Sham inoculations on day 3 (n = 4 mice) reflected sham responses on subsequent days. Remaining samples are from four to eight samples per group, assayed two to three times. HDS, high disease score; LDS, low disease score. Mean percents of IFN-g+ CD8 cells F SE following stimulation with anti-CD3 and viral peptides; sum of S510 and S598 stimulation. The viral epitope response was normalized against the anti-CD3 response. Anti-CD3 stimulation estimates the total possible response of antigen-experienced cells. The anti-CD3 response unaccounted for by the known viral epitopes suggested the presence of epitopes on the MHV-A59 variant background. (C) Mean percents of IFN-g+ CD8 cells F SE following anti-CD3 stimulation are shown. The relative number of IFN-g+ CD8 T cells within infected brains was estimated from the median total cells per brain from the above experiments. All treatment combinations were assayed three to five times, except for anti-CD3 stimulation of cells from WTR13-infected brain (n = 2 experiments). seen for IFN-g, IFN-h, and IL-6 transcripts (Fig. 4) , S4R22 infections resulting in high disease scores induced MIP-1a and MIP-1h mRNA levels equal to those during MHV-JHM infection. Brains from S4R22 infections resulting in low disease scores exhibited MIP-1a and MIP-1h transcript accumulation intermediate to the levels observed from MHV-JHM-and WTR13-infected brains.\n\nTo evaluate the ability of the S MHV-JHM protein to modulate macrophage infiltration, mononuclear cells isolated from infected brains were stained for detection of macrophage phenotypes CD45 high/FcgR high and CD45 high/ CD11b high, enabling identification from microglial cells (CD45 intermediate/FcgR high and CD45 intermediate/ CD11b high). MHV-JHM-infected animals exhibited a sixfold increase in the number of macrophages in the brain compared to WTR13-infected animals (Fig. 5B ). Similar to MHV-JHM infection, S4R22 inoculations resulting in high disease scores, but not in low disease scores, demonstrated The numbers of macrophages per brain were estimated as in Fig. 3 . Means F SE of indicated number of experiments are shown. HDS, high disease score; LDS, low disease score. Statistical differences ( p < 0.05) between groups as indicated by *, such that groups with * are statistically different from groups without *. The non-statistical value difference between S4R22 CD45 high/CD11b high and cohort groups most likely reflects the lower n. Statistical analysis was performed by one-way ANOVA.\n\nhigh percentages of macrophages within the mononuclear cell population, suggesting that macrophage responses contributed to the neurovirulence seen in the presence of the S MHV-JHM . Unlike S4R22 infections, the limited ability of WTR13 to induce macrophage infiltration into the brain was observed to be independent of disease scores.\n\nThe differences in neurovirulence between MHV-JHM and MHV-A59 are well documented (Lavi et al., 1984; Wege et al., 1981) . This variation in viral pathology has been attributed to differences in the S protein between the two viruses. Here, the ability of the S and non-spike proteins to induce immune elements unique to MHV-JHM and MHV-A59 infections using viral chimeras WTR13 and S4R22 was examined. Unexpectedly, it was found that genes other than S were critical in controlling viral titers and inducing IFN-g and CD8 responses known to be protective in MHV infection (Marten et al., 2001) . In contrast, the enhanced mortality due to the presence of the S MHV-JHM protein in MHV-JHM and S4R22 infections was associated with the up-regulation of MIP-1a and MIP-1h mRNA transcripts and increased macrophage infiltration into the CNS. Taken together, this suggests that the S MHV-JHM protein contributes to neurovirulence through the induction of macrophage-driven immunopathology as opposed to enhanced viral replication in the CNS.\n\nSeveral studies indicate that MHV-JHM neurovirulence can be ascribed to the S MHV-JHM protein expression (Fazakerley et al., 1992; Phillips et al., 1999) . As expected from these and other reports, intracranial (i.c.) inoculation of MHV-JHM was lethal even at 10 PFU (Fig. 1A) . Mice infected a similar dose of S4R22 exhibited a 40% decrease in survival relative to WTR13 infections (Fig. 1A ). This is supported by a previous report (which also observed impaired S4R22 replication on day 5; Phillips et al., 1999) . However, our study demonstrated that, in marked contrast to MHV-JHM infection, S4R22-infected mice succumbed to infection in the absence of detectable viral growth by day 7, suggesting that enhanced S4R22 virulence was not associated with viral replication (Fig. 1C) . Thus, although enhanced neurovirulence could be attributed to the presence of the S MHV-JHM protein, the ability of MHV-JHM to grow to high titer within the CNS depended on genes other than S.\n\nThe magnitude and extent of the induced host immune response is a critical factor in resolving viral infections. Therefore, we directly evaluated the influence of the S protein on the two immunological elements demonstrated to be required for MHV clearance, CD8 T-cell and IFN-g responses (Marten et al., 2001) . The number of CD8 T cells in MHV-JHM-infected brains was decreased twofold or more as compared to WTR13-and S4R22-infected brains (Fig. 2) , indicating that the impaired CD8 infiltration observed in MHV-JHM-infected brain was independent of S MHV-JHM . Thus, the reduced CD8 T-cell number following MHV-JHM infection may reflect a non-spike gene which actively inhibits or induces apoptosis in CD8 T cells (Rempel et al., 2004) in a mechanism similar to the MHV E protein triggering of 17C1-1 cell apoptosis . Mononuclear cells isolated from infected brains were stimulated with either anti-CD3 which activates antigen-experienced T cells (Yee et al., 1994) , or viral peptides. CD8 cells from MHV-JHM-and S4R22-infected brains produced IFN-g in response to the two known CD8 epitopes S510 and S598 on the S MHV-JHM . However, the CD8 cell response from S4R22-infected brains (13.6%) was almost half that from MHV-JHM-infected brains (21.6%; Fig. 3B ). As result, independent of S MHV-JHM or S MHV-A59 , but in the presence of the MHV-A59 variant non-spike genes, the known epitopes accounted for a fraction of the total potential for IFN-g production seen upon anti-CD3 stimulation (Fig. 3B) , enhancing the support for critical CD8 epitopes on the MHV-A59 background. This greater number of IFN-g+ CD8 T cells may be responsible for the lower S4R22 titers at day 5 and the subsequent resolution of both S4R22 and WTR13 infections (Figs. 3C and 1C). Therefore, genes other than S appear to have considerable influence over both the quantity and the quality of the CD8 T-cell response, perhaps involving an immunodominant epitope or a CD8 T-cell mitogenic element on the MHV-A59 background.\n\nIFN-g mRNA accumulation within the whole brain was also affected by non-S genes. In MHV-JHM-infected mice, the levels of IFN-g transcript were reduced compared to WTR13 and S4R22 infections. Conversely, IFN-h mRNA accumulation was sustained only throughout the course of MHV-JHM infection (Fig. 4) , indicating that genes other than S regulated IFN-g and IFN-h mRNA expression. Many viruses have components that alter interferon activity including hepatitis C and Ebola viruses (Basler et al., 2000; Song et al., 1999) . Swine coronavirus M and E proteins are able to induce IFN-a synthesis in compatible leukocyte populations (Baudoux et al., 1998) , supporting the potential ability of non-spike MHV proteins, such as M and E, to influence interferon gene transcription. Moreover, our finding that non-spike genes appear responsible for the sustained level of IL-6 mRNA in MHV-JHM infection is collaborated by Zhang et al. (1998) , who found that enhanced IL-6 mRNA accumulation could be attributed to the MHV-JHM hemagglutinin-esterase gene. The increase in IL-6 message was associated with greater survival, not mortality, indicating that IL-6 transcription was controlled by specific viral elements like hemagglutinin -esterase as opposed to being induced by a non-specific pro-inflammatory response resulting from high viral titers.\n\nUnlike the lack of influence on CD8 T cells and IFN-g responses, the S MHV-JHM protein clearly enhanced macrophage-associated responses within the brain (Fig. 5) . MIP-1a and MIP-1h are chemotactic for macrophages and other leukocytes. The extent of clinical disease in S4R22-infected mice positively correlated with MIP-1a and MIP-1h mRNA levels. RNA samples from S4R22-infected mice with high disease scores, which mimicked IFN-g, IFN-h, and IL-6 mRNA profiles from WTR13-infected mice (Fig. 4) , here reflected MIP-1a and MIP-1h transcript accumulation in MHV-JHM-infected brains (Fig. 5A ). This ability of discrete viral elements to specifically induce MIP-1a and MIP-1h mRNA concomitant with fatal neurologic disease was previously demonstrated with the insertion of an envelope gene from a neurovirulent oncornavirus strain into a nonvirulent strain (Askovic et al., 2001) . More specifically in MHV, the gene segment responsible for MIP-1a production and virulence may be linked to a deletion in the S MHV-JHM protein found in the neuroattenuated MHV-JHM derivative V5A13.1, which induces elevated MIP-1h mRNA, without similar increases in MIP-1a transcript levels (Lane et al., 1998) . A chemotactic target of MIP-1a and MIP-1h, macrophages are also critical in the development of CNS disease, including MHV-induced pathology (Drescher et al., 2000; Wu and Perlman, 1999; Xiong et al., 1999) . The potential impact of these chemokines on macrophage infiltration was directly evaluated by flow cytometric analysis (Figs. 5B and C). Cohort cells from MHV-JHM-and S4R22-infected mice with high disease scores exhibited an approximately threefold increase in the numbers of CD45 high/FcgR high or CD45 high/CD11b high cells per brain as compared to WTR13 infections (Fig. 5C ). It is unlikely that these markers describe either NK cells, since NK1.1+ cells were similarly present in MHV-JHM-and MHV-A59-infected brains (Rempel et al., 2004) , or B cells, since a greater percentage of B220+ cells were observed in MHV-A59infected brains than in MHV-JHM-infected brains (unpublished data, Rempel and Buchmeier) . In S4R22 infections resulting in low disease scores, the proportion of macrophages is intermediate, confirming the ability of the S MHV-JHM protein to induce macrophage infiltration. However, estimates of the numbers of macrophages in these brains were noticeably lower than those from cohort mice with high disease scores. In contrast, the limited capacity of WTR13 to induce MIP-1a and MIP-1h transcripts or macrophage infiltration was not associated with clinical disease. Thus, the apparent ability of the S MHV-JHM to recruit macrophages into the brain, despite the absence of viral replication, appeared to be a source for the heightened morbidity and mortality associated with S4R22 infections. Whether the ability of the S MHV-JHM protein to induce MIP-1a and MIP-1h results from differences in tropism and/or the active induction of certain cellular genes within a population is a focus of future study.\n\nIncreasing evidence indicates that particular viral components can actively influence different immune events providing the potential for targeted therapeutics and vaccines (Basler et al., 2000; Ito et al., 1994; Song et al., 1999) . Previous studies indicated that MHV elements such as the hemagglutinin-esterase and the E proteins affect viral induction of IL-6 message and apoptosis, respectively Zhang et al., 1998) . Here, we found that MHV genes other than S influence viral clearance, IFN-g, IFN-h, and IL-6 mRNA accumulation, and CD8 T-cell infiltration into the brain. The observation that severe neurovirulence in the presence of the S MHV-JHM protein occurred simultaneous with elevated MIP-1a and MIP-1h transcript levels and enhanced macrophage infiltration expands our understanding of how a virus might influence neurovirulence by altering immunopathology.\n\nAge-matched (5 -6 weeks old) male C57Bl/6 mice were injected i.c. with 30 Al of saline or virus while under methoxyflurane anesthesia (Pitman-Moore, Washington Crossing, NJ). Animals were anesthetized with chloral hydrate (Sigma, St. Louis, MO) and their brains were perfused with saline before removal.\n\nAnimals were infected with either MHV-JHM, or chimeric viruses, WTR13 or S4R22 Phillips et al., 1999) . Chimeric strains, WTR13 and S4R22, were kindly provided by Dr. Susan Weiss (University of Pennsylvania). Chimeras were made on a MHV-A59 variant background, Alb4. WTR13 contained the S MHV-A59 gene; whereas, S4R22 contained the S MHV-JHM gene (Fig. 6 ). Viruses were inoculated at 10 or 1000 PFU as indicated.\n\nClinical disease provided an external reference for the degree of encephalitis. Clinical disease was scored on day 7 as disease signs were not consistently evident at day 5. Briefly, disease scores ranged as follows: 0, no clinical signs; 1, ruffled hair; 2, ruffled hair, hunched back, and slight impairment in mobility; 3, ruffled hair, hunched back, and extreme impairment of mobility; and 4, mortality. Animals with scores of 1 or below were designated as having a low disease score. Animals with disease scores above 1 were classified as having a high disease score. As expected, infection with 10 PFU of the highly virulent MHV-JHM resulted in high disease scores, whereas, clinical disease was generally not evident when mice were inoculated with 10 PFU of WTR13 (Fig. 1) . Therefore, WTR13 was also given at 1000 PFU in the event that the severity of clinical disease reflected the extent of the immune response. At 10 PFU, S4R22 infections resulted in either mild or severe clinical disease. To be able to decipher between potential differences in immune activity, S4R22-infected mice were divided into high disease score and low disease score groups as opposed to averaging all S4R22 results.\n\nCell isolation from the brain Mononuclear cells were isolated from brains as previously described . Pooled cells from four to six mice were used for each group in an experiment. To obtain single cell suspensions, brains were ground between frosted slides and triturated with a wide bore pipette in RPMI (GibcoBRL, Grand Island, NY) containing 10% fetal calf serum (FCS, HyClone, Logan, UT). Cell suspensions at a final concentration of 30% percoll (Amersham Pharmacia, Piscataway, NJ) were centrifuged at 320 Â g for 30 min at 4jC. The pellets were washed and resuspended in 10% FCS/ RPMI. Cells were underlayed with Lympholyte M (Cedarlane, Hornby, ON) and centrifuged at 1000 Â g for 20 min at room temperature. The resulting interface was collected and washed. Trypan blue exclusion was used to estimate the total number of viable cells isolated per brain. The total number of cells isolated per brain varied from about 150,000 to 750,000 depending on inoculation (Fig. 1B) .\n\nAntibodies were purchased from BD Biosciences Pharmingen, San Diego, CA. Mononuclear cells isolated from the brains were used at approximately 250,000 cells per tube. Cells were incubated 5 h at 37jC in 10% FCS/RPMI in the presence of brefeldin A, which retains proteins in the endoplasmic reticulum, and either viral peptides (S510 and S598, 1 AM) presented on EL4 cells or anti-CD3 (10 Ag/ml). CD8 T cells were detected with Cy-Chrome (CyC)-conju-gated rat anti-CD8a (clone 53-6.7) and IFN-g was detected by fluorescein isothiocyanate (FITC)-anti-IFN-g (clone XMG1.2) . Macrophage populations were identified by co-staining with CyC-anti-CD45 (clone 30F11) and FITC-anti-FcR (clone 2.4G2) or CyC-anti-CD45 and FITC-anti-CD11b (clone M1/70). Stained cells were enumerated on FACScan (Becton Dickinson, Franklin Lakes, NJ) and analyzed with CellQuest software (BD Biosciences Pharmingen). A mononuclear gate was used to determine the percent of T cells and macrophages. All gates were verified by back-gating to the forward/side scatter plot.\n\nTRIzol reagent (GibcoBRL) was used to extract total RNA from the brains of sham and MHV inoculated mice. RPA was performed to detect cytokine and chemokine mRNA messages (Stalder and Campbell, 1994) . Templates (PharMingen) were labeled with UTP-P 32 (Amersham Pharmacia). Signal intensity was determined from scanned autoradiographs using the NIH Image 1.61 software. Target bands were normalized against the ribosomal subunit L32 control RNA.\n\nof Canada and National Multiple Sclerosis Society (U.S.) fellowships."}