{"title": "", "body": "The intentional use of biological and chemical weapons seems to have been present in legends and history since the earliest times. Greek mythology provides the first legendary description of a biological weapon: Hercules, after killing the nine-headed hydra, dipped his arrows into the poisonous venom to increase their lethality. In ancient Greece, Solon of Athens is said to have used hellebore roots, a purgative, to poison an aqueduct around 590 B.C., allowing the Athenians to take over the city of Cirrha.\n\nMicroorganisms have shaped the history of humankind, and although in the late 1960s it was estimated that the book on infectious diseases would soon be closed, they still represent the second cause of deaths worldwide. Pathogens formerly responsible for familiar infections have now been implicated in new ones, infectious diseases thought to be contained or eradicated are re-emerging, 1 and previously unrecognized diseases have already emerged. 2 Furthermore, drug resistance, which threatens to push humankind into the post-antimicrobial era, 3 has reached crisis proportions.\n\nBiodefense: Principles and Pathogens provides a comprehensive overview of microorganisms involved in bioterrorism. The text, organized into three parts, opens with a general discussion about biopreparedness, continues with insightful and thorough discussions about specific microorganisms and toxins, and concludes with an overview of agroterrorism.\n\nThe first part, revisiting the use of biological and chemical weapons throughout history, highlights challenges associated with recognizing bioterrorism events in a timely fashion, and underscores the fundamental role public health agencies play in coordinating an adequate community response to bioterrorism attacks. An important teaching provided in this part is the importance of health care worker and hospital leadership, which are fundamental in ensuring a rapid and effective response. This first section also describes the psychosocial issues that can emerge as a consequence of an attack, or as a consequence of the measures taken in the wake of an attack, such as quarantine.\n\nMicroorganisms that represent a bioterrorism threat constitute the focus of the book's second part, which provides elaborate discussions on CDC category A, B and C agents. While offering insights into the cellular and molecular biology of various pathogens, this part gravitates around the pathogenesis and epidemiology of the associated infection(s), molecular mechanisms of disease, clinical manifestations and diagnosis, therapy and prophylaxis. Highlights of this second part, which comprises three sections, are chapters on anthrax, plague, smallpox and encephalitis viruses, microbial toxins with bioterrorism potential, and microorganisms that threaten the safety of the food and water supplies. Furthermore, discussions about microorganisms with an unknown bioterror potential, but which nevertheless raise certain concerns, such as multidrug resistant Mycobacterium tuberculosis, rabies, and severe acute respiratory syndrome coronavirus, represent thought-provoking topics. The highly pathogenic avian influenza is featured as a prototype for devastating pandemics, and the engineering of novel strains by recombinant technologies represents an important part of the volume. This section emphasizes the importance of new detection methods in complementing traditional approaches, and the great hopes kindled by the advent of the genomic era.\n\nThe third part gravitates around agroterrorism. This final section provides details about animal and plant pathogens and diseases, explores the vulnerability of the animal stock and crops as potential targets, and analyzes the likely consequences of an attack and the potential measures that could counteract this form of bioterrorism.\n\nBiodefense: Principles and Pathogens is a fundamental read for microbiologists, health care and public health professionals. Challenges that we face in diagnosing and treating deliberately caused infectious disease outbreaks are compounded by the recently expressed concern that most illnesses of biodefense concern are rarely or never seen by physicians. 4 In exploring diseases of biodefense concern, the book reveals the impact that more sophisticated diagnostic and treatment methodologies have on our understanding of microbial pathogenesis and on our endeavors for successful prophylaxis and treatment. The volume is an excellent and comprehensive resource that bridges basic sciences with clinical infectious diseases and will be a masterpiece for professionals in the field."}