{"title": "Molecular Evidence of Tissue Renin-Angiotensin Systems: A Focus on the Brain", "body": "Since the hypertension-causing substance in renal extract was identified as renin in 1898, many thousands of studies (nearly 40,000 listed in PubMed) have been performed to gain an understanding of the complex mechanisms causing renin-dependent hypertension. The final pressor substance of the RAS, angiotensin II (Ang II), previously called angiotonin and hypertensin, is the product of the enzymatic processing of angiotensinogen (AGT), first by renin to form angiotensin I (Ang I) and then by angiotensin-converting enzyme (ACE). Major known physiologic effects of Ang II are mediated by its binding to specific high-affinity receptors (angiotensin II type 1 [AT1] and type 2 [AT2]), discriminated by their antagonists. Classically, the juxtaglomerular (JG) cells in the afferent arterioles of the kidney synthesize, store, and release renin into the systemic circulation, where it cleaves AGT primarily produced and released from liver. Physiologically active Ang II is enzymatically transformed from Ang I by ACE located within endothelial cells in many tissues, particularly in high concentrations within type II pneumocytes of the lung. Therefore, conventional thinking dictates that circulating Ang II acts as an endocrine hormone, and there is overwhelming evidence that this is, indeed, true. However, in addition to the classic systemic or endocrine RAS, a growing number of tissues, including brain, blood vessels, heart, kidney, pancreas, and placenta, express all components of the reninangiotensin system (RAS) necessary both for the synthesis (renin, ACE, AGT) and action (AT1 and AT2 receptors) of Ang II. The ability of these tissues to produce Ang II and the specific role of locally generated Ang II has only been proven in a small number of tissues, in particular, the kidney [1, 2] . Whereas the concept for an independently functioning intrinsic RAS in the brain has substantial experimental support from the pressor, dipsogenic, and sympathoexcitatory actions of exogenously administered Ang II, and the inhibition of those effects by angiotensinreceptor blockers (ARBs), the brain RAS remains controversial because the level of the rate-limiting component of the system, renin, is at very low and difficult-to-detect levels. Nevertheless, new concepts regarding the brain RAS continue to emerge, some of which will be elaborated herein.\n\nPharmacologic studies in animals clearly demonstrate an important role for brain Ang II in the regulation of blood pressure and water homeostasis. Direct injection of Ang II in the brain activates a number of angiotensinergic pathways, resulting in an elevation in blood pressure, augmented drinking behavior, increased sympathetic outflow, augmented vasopressin release, and an attenuation of the baroreflex, effects attenuated by centrally administered ARBs [3] . Other studies have identified the specific nuclei in the brain, including the ventrolateral medulla (VLM), nucleus tractus solitarii (NTS), paraventricular nucleus (PVN), and subfornical organ (SFO), among others, which play critical roles in mediating the responses elicited by Ang II [4] . Ang II is detectable at nerve terminals in many of these regions containing AT1 receptors and controlling Hypertension remains one of the largest human health problems, because hypertensive patients carry increased risk for ischemic heart disease, stroke, atherosclerosis, and renal failure. The renin-angiotensin system (RAS) has been intensively investigated for more than 100 years because it is a powerful regulator of blood pressure, and the antihypertensive benefits of RAS inhibitors are very clear. Despite a wealth of clinical and basic studies, the precise mechanisms by which the RAS regulates blood pressure remains incomplete. In this chapter, we review data demonstrating the existence and function of intrinsic tissue RAS, with a primary focus on the brain. cardiovascular function. To advocate the presence of a tissue RAS in the brain, defined by a system with de novo production then action of Ang II, we must first consider the location of RAS gene expression.\n\nWhen one considers this question, it becomes obvious why the brain becomes the prototypical model for a tissue RAS. The presence of the blood brain barrier (BBB) makes it unlikely that RAS components identified and measured in the brain are derived from the systemic circulation. Early on, it became clear that the distribution of renin in brain tissue does not correlate with its vascularity; the electrophoretic pattern of renin in the brain is different from that of renin derived from plasma; systemically administrated or produced Ang II cannot enter into areas of the brain inside the BBB that have been shown to contain Ang II; and Ang II in the cerebrospinal fluid (CSF) likely arises from its de novo production in the brain [5, 6] . There is now substantial evidence from studies of normal or transgenic animals documenting the expression of all components of the RAS within the brain. First, AGT is abundantly expressed in glial cells throughout the brain, a finding observed by many investigators [7, 8] . More controversial is the finding that AGT is also expressed in certain neurons located in important nuclei controlling cardiovascular function [8] .\n\nAlthough the relative importance of glial and neuronal AGT remains undefined, neuronal AGT becomes important again in the discussions that follow. The expression of AT1 receptors has also been clearly documented on neurons in many of the cardiovascular control regions alluded to earlier [9] , and the regional distribution of ACE has been described [10] . Much less certain, however, has been the presence and localization of renin, in particular its cell specificity. Renin was reported to be located in the pineal gland, pituitary, choroid plexus, hypothalamus, cerebellum, and amygdale, and elsewhere, but in lower concentrations [3] . At the cellular level, evidence for both glialspecific and neuron-specific expression has recently been obtained [11,12,13•] . Provided a neuronal source of renin and a glial source of AGT, one hypothesizes a \"classic\" pathway for the production of Ang II in the extracellular space derived from secreted AGT and renin, followed by the binding to AT1 receptors on neighboring neurons. However, our recent studies demonstrating co-localization of renin and AGT in some neurons, coupled with the identification of a novel form of nonsecreted renin, supports a new concept regarding intracellular synthesis of Ang II and the action of Ang II as an intracrine [13•,14] .\n\nIt is known that alternative renin-independent Ang II-generating mechanisms exist. For example, enzymes with serine proteinase activity, such as trypsin, tonin, elastase, cathepsin G, kallikrein, chymase, and chemostatin-sensitive angio-tensin II-generating enzyme, can all generate Ang II from Ang I or directly from AGT in vitro. Recent studies indicate that tonin is present in the brain; and intracerebrovascular (ICV) injection of tonin causes a transient increase of blood pressure, water, and salt intake that can be partially blocked by losartan [15] . One of the fascinating details of this study is the cell-specific localization of tonin to astrocytes, the same cells that produce AGT. It is, therefore, possible that an alternative Ang II-generating cascade may play an important role in regulating blood pressure. It is important to recognize, however, that transgenic mice that overexpress human AGT in the brain are not hypertensive unless human renin is also present, suggesting that excess substrate on its own does not appear to activate a non-renin-dependent pathway in the brain [16, 17] .\n\nIn addition to a non-renin pathway, some investigators have suggested the possible involvement of alternative angiotensin peptides, including Ang III (Ang [2] [3] [4] [5] [6] [7] [8] ), Ang IV (Ang [3] [4] [5] [6] [7] [8] ), and Ang [1] [2] [3] [4] [5] [6] [7] within the brain as important regulators of blood pressure [18] . Aminopeptidase A (APA) was identified in the brain and can produce Ang III from Ang II [19••,20] . Both Ang II and Ang III are equally potent pressor substances when injected directly into the brain, and the pressor effect of Ang II was abolished by pretreatment with an inhibitor of APA, suggesting that conversion of Ang II to Ang III may be required [20] . The Ang IIImediated increase in blood pressure appears to be mediated by the AT1 receptor, as its response can be blocked by losartan. Further evidence supporting the concept for the function of alternative angiotensin peptides is derived from studies in which the Ang IV peptide was specifically overexpressed in the brain of transgenic mice. These mice exhibited an elevation of blood pressure that was resistant to the effect of ACE inhibitor but abolished by an ARB [21] .\n\nThe importance of brain Ang [1] [2] [3] [4] [5] [6] [7] as a counterbalance to the effects of Ang II has also been the subject of considerable experimentation and controversy [18] . There is no doubt that the importance of Ang [1] [2] [3] [4] [5] [6] [7] will continue to be evaluated, especially given the recent identification of a second ACE, called ACE2, which can generate Ang [1] [2] [3] [4] [5] [6] [7] [22•] , and the reported identification of an Ang [1] [2] [3] [4] [5] [6] [7] receptor [23•] . ACE2 expression has been reported in the brain among many other tissues [24] . That ACE2 has been reported as the receptor for the severe acute respiratory syndrome (SARS) coronavirus is a new and exciting concept potentially linking the RAS pathway to infectious disease [25] .\n\nClassically, angiotensin receptors can be divided into two pharmacologic classes, AT1 and AT2, with AT1 implicated in mediating most of the known actions of the brain RAS. In rodents, two highly homologous AT1 receptor isoforms have been identified. Functionally, studies of AT1A-and AT1B-deficient mice suggest that the pressor actions of Ang II are mediated by AT1A, whereas the dipsogenic actions are mediated by AT1B, suggesting some functionally divergent physiologic functions of the two receptors [26••] . At the cellular and regional level, both isoforms are similarly expressed, and expression of the AT1A isoform, but not the AT1B isoform, appears responsive to salt, dehydration, and other pathophysiologic stimuli [27] [28] [29] . Whether the differences in physiologic responsiveness to stimuli account for the functional differences observed in knockout mice remains undefined.\n\nAlthough much effort has been focused on the AT1 receptor, there is a growing appreciation that other angiotensin receptors also play important physiologic roles. The identification of an Ang [1] [2] [3] [4] [5] [6] [7] receptor, discussed earlier, is but one example. Considerable recent effort has also gone into establishing a better understanding of the function of the AT2 receptor initially described from analysis of knockout mice as affecting behavior and lowering blood pressure [30, 31] . AT2 is now generally thought to counterbalance effects of the AT1 receptor and may mediate some of the beneficial effects of AT1 blockade [32] . In the brain, the relationship between AT1 and AT2 may be more complicated, acting antagonistically toward blood pressure but synergistically in regulating water intake [33] . Binding sites for Ang IV to a so-called AT4 receptor have been reported in brain and were reported to play a role in learning and memory [34] . Contrary to the hypothesis for a specific Ang IV/AT4 receptor are data reporting that the pressor effects of chronic Ang IV production in the brain of transgenic mice were reversed by losartan and that in vitro, Ang IV can activate AT1 receptor pathways leading to calcium mobilization [21] . Finally, although not a receptor in the classic sense, a receptor for renin and prorenin that increases the catalytic efficiency of the angiotensinogen to Ang I conversion and activates extracellular signal-regulated kinases (ERKs), was recently identified [35••] . High levels of this \"receptor\" have been reported in the brain. Therefore, it becomes tempting to speculate that the presence of the receptor in the brain may increase the catalytic processing of AGT in an environment where renin limits amounts by effectively concentrating or co-localizing the proteins at the cell surface.\n\nDuring the past few years, there has been a growing recognition that in addition to a classic extracellular pathway for Ang II synthesis, there may be an intracellular pathway as well. Re [36] has championed the idea that the RAS acts as an intracrine, that is, has the potential for being found in the extracellular space, but also in the intracellular space not occupied by organelles of the secretory or decretory pathway. Evidence supporting such an intracellular pathway in the brain includes the classic findings of Yang, Lind, et al. [8, 37] identifying the presence of angiotensin peptides in neuronal somata and vesicles, and our results identifying AGT messenger RNA (mRNA) in the same neurons that immunostain with antisera against Ang II. To formally rule out internalization of extracellularly generated angiotensin peptide requires direct evidence for the intracellular production of angiotensin-generating enzymes. Perhaps the single most important finding sustaining this hypothesis, therefore, was the recent identification of a novel alternative form of renin mRNA in brain [38,39•,40•] . This form of renin mRNA is derived from an alternative transcriptional start site lacking the classic first exon. Translation of this mRNA is predicted to initiate at an ATG codon in exon 2, resulting in the production of a form of renin lacking the secretory peptide and the first third of the prosegment. In vitro studies reveal this renin does not enter the endoplasmic reticulum membrane, yet is enzymatically active [39•] . These exciting results are particularly interesting when coupled with work from our laboratory reporting the presence of cells in the brain that can synthesize both renin and AGT [13•] . Altogether, these studies provide a strong impetus to hypothesize that Ang II present in neurons is derived from the processing of AGT by an intracellular, nonsecreted form of renin in the somata, followed by anterograde transport of the peptide toward axon terminals, where it may be released as a neurotransmitter. That Ang II can facilitate neurotransmission is supported by numerous studies [41] . Experiments are currently in progress to determine if the alternative form of renin mRNA is localized in neurons, co-localizes with AGT, and correlates with the production and localization of intracellular Ang II. From a functional perspective, unpublished studies from our laboratory indicate that intracellular renin can cleave AGT, producing Ang II and increasing systemic arterial pressure (Lavoie and Sigmund, Unpublished data). As a final point, the recent identification of AGT in the nucleus of cultured astrocytes in vitro and in vivo perhaps extends the capacity for the intracellular generation of Ang II to glial cells as well [42] .\n\nIn the final section of this brief, we present recent studies using genetically manipulated mice and rats designed to dissect the importance of the brain RAS. Because of space limitations, this discussion is not exhaustive, but highlights some of the most recent and important advances.\n\nIn early studies from our laboratory, we generated double-transgenic mice expressing human renin and human AGT to access the functional importance of Ang II production and action in a number of tissues. Double-transgenic mice containing systemically expressed copies of human renin and AGT are chronically hypertensive, in part due to the action of Ang II in the brain [12, 43] . To functionally test the hypothesis that Ang II in the brain is derived from de novo expression of renin and AGT, we developed transgenic mice expressing either human renin or human AGT under the control of the neuron-specific synapsin-I (SYN) promoter, or the glial-specific glial fibrillary acidic protein (GFAP) promoter [16, 17] . Co-labeling with glial-specific or neuronal-specific markers demonstrated exquisite cell specificity. Cross breeding the two glial-specific and the two neuronal-specific mice generated two double-transgenic models, each exhibiting elevated blood pressure, drinking volume, and preference for salt, demonstrating the importance of local Ang II generation [44] . This elevated blood pressure may be mediated by an increase in sympathetic nerve activity, because hexamethonium, a ganglionic blocker, caused a greater decrease in blood pressure in the double-transgenic mice than in negative littermates. Interestingly, our most recent studies revealed functional and regional differences in Ang II derived from glia and neurons [45] . Mice expressing Ang II in glial cells exhibit an attenuation in the baroreflex control of heart rate, whereas mice expressing Ang II in neurons exhibit a resetting of baroreflex control of heart rate to a higher pressure. The differences in baroreflex control of heart rate in these models may reflect regional differences in the production of Ang II in the NTS, PVN, and VLM, a finding supported by detailed immunohistochemistry.\n\nInterestingly, brain-and glial-specific expression of Ang II peptide, using an innovative biochemical system that does not require AGT, was sufficient to rescue renal defects in mice deficient in AGT [46] . This, coupled with unpublished studies from our lab (Sherrod and Sigmund, Unpublished data), strongly suggest that Ang II derived from glial cells is a critical determinant of arterial pressure regulation and may play an important role in development. The importance of glial Ang II is in agreement with studies performed in transgenic rats expressing a GFAPdriven antisense RNA directed against AGT mRNA [47] , as well as studies in which antisense oligonucleotides or antisense-containing viruses were centrally administered [48, 49] . TGR(ASrAOGEN) rats exhibit a decrease in arterial pressure at baseline, and when bred to another rat model exhibiting increased tissue Ang II (TgmRen2-27). Additional studies in this model report a decrease in AT1 receptors in circumventricular organs, but an increase in AT1 receptors in areas inside the BBB [50] . This increase in AT1 receptors resulted in an increased sensitivity to ICV Ang II.\n\nOther studies on this model report an increase in AT1 receptors in the SFO and PVN [51] , increased baroreflex sensitivity [52, 53] , and an alteration in circadian variation in blood pressure [54] . One provocative result implicates glial AGT in the maturation of catecholaminergic neurons, again suggesting an important role in development [55] .\n\nAlthough the relative importance of glial and neuronal Ang II remains unclear, there is no disputing the importance of neuronal AT1 receptors. Transgenic mice overexpressing AT1 receptors specifically in neurons exhibited a profound increase in the sensitivity to the pressor effects of Ang II [56] . These mice were normotensive at baseline, but remained sensitive to the blood pressure-lowering effects of central losartan, suggesting the absence of hypertension may be due to active buffering of blood pressure. Recent studies suggest that peripheral nitric oxide plays an important role in the buffering of blood pressure when central AT1 receptors are overexpressed [57] .\n\nDespite more than 100 years of study, new concepts continue to emerge regarding the function of the RAS. Certainly, the physiologic importance of tissue RAS continues to gain widespread acceptance; and entirely new concepts, based on the identification of new components of the RAS, such as ACE2, and new pathways for Ang II synthesis within the cell, will continue to gain support as additional experimental resources are brought to bear on the problem. The application of genetic tools allowing the cell-specific and regional-specific ablation of gene function in the brain through homologous recombination [58] [59] [60] or RNA interference [61] will provide tools with which to probe the ever-increasing complexities of the RAS with a more superior resolution than ever possible previously.\n\nPapers of particular interest, published recently, have been highlighted as: •\n\nOf importance •• Of major importance"}