{"title": "Disease-Drug Pairs Revealed by Computational Genomic Connectivity Mapping on GBA1 Deficient, Gaucher Disease Mice", "body": "Gaucher disease (GD1) is the archetype lysosomal storage disorder resulting from the defective activity of acid β-glucosidase arising from biallelic mutations in the GBA1 gene [1] . Its phenotypic presentation is diverse displaying imperfect correlations with mutations, mainly due to modifier genes [2, 3, 4] . Specifically, certain disease pathologies, such as malignancies [5] , gammopathies [6] , autoimmune diathesis [7] , Parkinson disease [8] , and osteoporosis [9] cannot be explained by the lysosomal accumulation of GBA1 lipid substrates in macrophages. Indeed, we have shown that mice lacking the GBA1 gene not only recapitulate the visceral manifestations of GD1, including hepatosplenomegaly, marrow infiltration, and extramedullary hematopoiesis, but also present with widespread dysfunction of unexpected immune cell populations [10] . Despite this new information, we know from clinical studies that most non-classical clinical features of GD are resistant to macrophage-directed enzyme replacement therapy, prompting an exploration into other potential molecules for treatment of GD.\n\nAttempts at drug discovery have traditionally utilized high-throughput screening of small molecule libraries. In contrast, the Connectivity Map (CMAP; www.broad.mit.edu/cmap) is a rapid in silico technique for studying connections between mechanisms of drug action, consequences of genetic perturbations, and molecular aberrations in disease states [11] . Superseding gene profiling, which was used to elucidate biological pathways and reveal cryptic disease subtypes, this new approach employs a disease (or drug) gene signature to query a database comprising gene expression profiles [11] . Non-parametric, rank-based pattern-matching using the Kolmogorov-Smirnov statistic reveals compounds that share mechanisms that overlap those of a given disease or genetic perturbation. These compounds can subsequently be tested for biological activity, potentially as lead molecules.\n\nIn the current study, we first developed a query signature from high density microarray profiling of spleen and liver cells obtained from GD1 and wild type mice [10] . We then interrogated CMAP with this pathway-based query signature to yield a hierarchical list of novel compounds that share common mechanisms with GBA1. These compounds will further be tested for their biological activity in vitro and in vivo in GBA1-deficient GD1 mice.\n\nWe used a previously published dataset from the GD1 mouse, in which the GBA1 gene was deleted in cells of the hematopoietic and mesenchymal lineage [10] . GD1 mice exhibited differences in phenotypic severity, and were classified as severe or mild/moderate based on the fold-increase in spleen size compared with control unaffected mice [10] . Figure 1 shows our overall approach for selecting affected genes, filtering, and connectivity mapping.\n\nGene expression patterns in the liver and spleen were profiled using the GeneChip Mouse Gene 1.0 ST Array (Affymetrix, Santa Clara, CA) and analyzed with the Bioconductor GeneChip Robust Multi-array Average (GC-RMA) package. The dataset is available at the National Center for Biotechnology Information (NCBI) Gene Expression Omnibus (GEO) (accession number GSE23086).\n\nGenes that satisfied the following criteria were selected as query for Ingenuity Pathway Analysis (IPA) (Ingenuity Systems, Redwood City, CA): (1) their expression pattern followed a progressive change, i.e. severe>mild/moderate>control; and (2) the up-or downregulated genes in the severe GD1 mouse showed more than a 2-fold change compared with control. After IPA pathway analysis, genes that constituted the most significant network, i.e. having the lowest p-value, were selected. However, not all selected genes were present in the original query as some were merely connecting molecules within the network. We therefore used more stringent filtering criteria for the IPA-analyzed genes, namely that (1) their expression pattern must follow a progressive change, and (2) the up-or down-regulated genes in the mild/moderate GD1 mouse must show a >2-fold change compared with control mice. Note that these criteria are more stringent in that the latter comparisons are being made between control and mildly/moderately affected mice (spleen size <6 multiples of normal), whereas in the initial screen control mice were being compared against severely affected animals (spleen size >6 multiples of normal).\n\nThese sets of genes, namely liver up-regulated, liver down-regulated, spleen up-regulated, and spleen down-regulated, were translated to their respective Affymetrix GeneChip Human U133 probe set names and used as the \"query signature\" for analysis with CMAP (Connectivity Map; build 02; http://www.broadinstitute.org/cmap/) [11] . Results of the CMAP analysis were ranked first by enrichment and then by percent non-null after discarding hits with p-value >0.05 and hits with number of instances (n) smaller than 2.\n\nThere are >28,000 probe sets in the Mouse Gene 1.0 ST Array. Using a 2-fold threshold, we found 974 upregulated and 187 down-regulated genes in the liver, and 546 upregulated and 499 down-regulated genes in the spleen in the severe GD1 compared to the control (Supplementary Tables 1-4 ). Interrogation of IPA with these gene sets yielded several most significant networks (Supplementary Table 5 ). The liver upregulated genes comprised inflammatory response and immune genes, whereas lipid metabolism and fatty acid metabolism genes were downregulated. In contrast, gene pathways upregulated in the spleen included infectious disease and severe acute respiratory syndrome genes, whereas those down-regulated comprised genes related to hematological system development, and the function and quantity of lymphocytes. The gene expression pattern that we deciphered is broadly similar to that reported in another mouse model of GD1 [12] .\n\nThe data are biologically plausible, in view of our recent observation of a plethora of immune cell defects in GD1 mice with the GBA1 gene deleted in hematopoietic stem cells (HSCs) [13] . Notably, we found that the thymus exhibits the earliest and most striking alterations suggesting impaired T-cell maturation, aberrant B-cell recruitment, and enhanced antigen presentation [10, 13] . In contrast, the spleen showed less impressive changes in immune cell composition; these changes were restricted mainly to severely sick mice. Thus, we argue that genetic aberrations in immune gene expression revealed on high density microarray might precede, and perhaps even underlie, the cellular composition changes we note in the spleen. This is a prelude to future studies on human GD1 to evaluate whether query signatures could perhaps even be assigned to predict immune-related manifestations.\n\nAs noted above, macrophage-targeted enzyme replacement therapy does not ameliorate, in particular, the immunological and some of the skeletal manifestations of GD1 [14] . We therefore elected to develop spleen-and liver-based query signatures to interrogate CMAP, so as to yield compounds amenable for further testing. For this, we further filtered gene sets contained within the up-regulated down-regulated pathways noted in Supplementary Tables 5, specifically to remove genes that were not regulated in the original dataset (Figures 2 and  3, Supplementary Table 6 ). Table 1 shows the number of genes before and after filtering; these gene sets were used as \"signatures\" to query CMAP. Table 2 shows the most significant hits after CMAP analysis. The chemical structures of these hits are shown in Supplementary Figure 1 . Of note is that the data is ranked first by enrichment and then by percent non-null hits. This criteria is different from that used previously, wherein connectivity scores were the sole determinants of the CMAP ranking [19] . In line with inflammatory and immune gene regulation, CMAP yielded a host of chemicals utilized in acute and chronic infections. One such high scoring hit, albendazole (enrichment 0.823, p 0.0112, n = 3), is used as an anti-helminthic agent in cysticercosis. Interestingly, the highest ranking anti-mimic was oxamniquine, again an anti-helminthic agent against schistosomiasis.\n\nNotable is that the response of the macrophage to the accumulation of major (GL1) and minor (Lyso GL1) lipid substrates arising from GBA1 deficiency has an interesting parallel with infection by chitin-containing parasitic organisms. For example, in addition to a trend towards alternative macrophage polarization [15] and Th2 responses [13] , there is an impressive production of chitinases and chitinase-like proteins in GD1 [16, 17] . In fact, there is a massive up-regulation of chitotriosidase in lipid-laden Gaucher cells with a ~1000-fold elevation in serum levels in human GD1 [16] . Likewise, we have reported a ~25-fold increase in the expression of chitinase 3-like1 and chitinase 3-like 3 in the liver and the spleen in GD1 mice [10] . This prompts the future testing of anti-helminthic agents, such as albendazole and oxamniquine, in GD1. A similar example of drug-disease pairing using an inflammatory bowel disease (IBD) gene signature has led to the identification of topiramate, an anti-convulsant, as an effective agent for IBD [18] . Likewise, it has been shown using CMAP that certain HDAC inhibitors have mechanistic overlaps with selective estrogen receptor modulators [19] .\n\nIn addition to anti-helminths, another notable high-ranking anti-mimic in the liver CMAP output was fendiline (enrichment −0.832, p 0.00953), a calcium channel blocker. The latter class of drugs is already being explored for therapeutic potential in GD1 [20] . Finally, there was no particular pattern to the CMAP mimics or anti-mimics for the spleen; these ranged from histamine release blocker (skimmianine) to W-13, a calcium-calmodulin inhibitor.\n\nThus, computational genomic connectivity mapping provides a unique and purposeful strategy for unraveling new actions of drugs currently used for other medical conditions, as well as, new therapeutics for old diseases. Given that the therapeutic armamentarium for GD1 is small, and enzyme replacement therapy does not reverse all GD1 manifestations, it would be worthwhile investigating high-ranking CMAP outputs for biological activity in GBA1 deficient mice.\n\nRefer to Web version on PubMed Central for supplementary material.\n\n• Query signatures were generated by microarray profiling and pathway analysis in GD1 mice.\n\n• CMAP analysis using these signatures as query yielded mimics and anti-mimics for GD1.\n\n• Two anti-helminths, which are particularly relevant in GD1, were identified using this approach. Schematic diagram showing our approach to drug mimic/anti-mimic identification utilizing a combination of techniques, namely, microarray gene profiling, pathway analysis and connectivity mapping. Pathway-enriched genes that show up-(A) and down-(B) regulation in the liver of severe GD1 mice after pathway analysis. Genes were further selected such that they showed at least 2-fold up-(C) or down-(D) regulation in the liver of mild GD1 mice. Pathway-enriched genes that show up-(A) and down-(B) regulation in the spleen of severe GD1 mice after pathway analysis. Genes were further selected such that they showed at least 2-fold up-(C) or down-(D) regulation in the spleen of moderate GD1 mice. The number of genes that constituted the most significant network after IPA pathway analysis, and after filtering for ≥2-fold regulation in the mild/moderate GD1 mouse. 20 most significant hits in GD1 mouse liver and spleen after CMAP analysis The 20 most significant hits, mimics and anti-mimics, in GD1 mouse liver and spleen after CMAP analysis. Shown is the mean connectivity score, the number of instances (n), the enrichment score, p-values, specificity score, and percent non-null. The known biological action of each compound is stated. Please refer to Supplementary Figure 1 for chemical structures. "}