{"title": "Spike protein homology between the SARS-associated virus and murine hepatitis virus implies existence of a putative receptor-binding . region", "body": "The envelop protein 2 (E2 protein) of coronavirus, which is also called spike (S) protein, contains two subunits S1 and S2. S1 can bind to the cell receptor and S2 mediate membrane fusion. Like many other virus such as HIVand influenza, the receptor-binding subunit has most of antigenic sites and induces neutralizing antibodies, which block the virus attaclunent [l] . Then this part of envelop protein often becomes the ideal target of antiviral drugs and potent vaccine component. Also the specificity of virus-receptor interactions clearly affects the species specificity of virus infection, and in some instances may I) be an important determinant of viral tissue tropism [2] . Unfortunately, the exact receptor-binding sites of many coronaviruses are still unknown, especially these viruses newly separated. Now, it is urgent to offer some information of the receptor-binding site of SARS-associated coronavirus for antiviral research, as the disease had spread over 30 countries and cause the mortality of about 7.2% within several months 1 ).\n\nRecently, a receptor-binding domain of the S protein of human coronavirus 229E (human CoV-229E) has been identified. A few of truncated proteins that contain different lengths of N-terminal amino acids of the protein were obtained and their activities of binding to 3T3 mouse cells that express human aminopeptidase N (hAPN) were tested. The region from amino acid 417 to 547 was identified as receptor-binding domain on human CoV-229E [3] . We compared the domain (aa417-547) with sequences of other viruses in the genebank and found some homologous regions in other species of coronavirus ( Fig. 1) . Unfortunately, it was not found any homology between S proteins of SARS-associated virus (strain CUHK-Wl) and human CoV-229E in this region. Up to now, however, there is no evidence that the spike protein of the SARS-associated virus has no receptor-binding sites in the Sl subunit.\n\nIn order to get more information of the receptor-binding sites on the SARS-associated virus, we do the phylogenetic analysis of the N-terminal 840 amino acids (SN840) of most coronavirus species (Fig. 2) . Because the conservative cleavage site RRSRR was not found through all the sequence of strain CUHK-Wl [4] , it is now difficult to divide the spike protein into two subunits. Since the two subunits usually have similar size[l] and most of the cleavage sites are before the amino acid 770 (Table 1) , we reckon that SN840 could overlap the S1 subunit and also the receptor-binding domain. From the tree (Fig. 2) , we could see that the SARS virus, murine hepatitis virus, bovine coronavirus and human coronavirus OC43 were in one group. This result is similar to the recent report by a Canadian research group [5] . It is cheerful that receptor-binding site of murine hepatitis virus had been studied. A partial protein containing 330 amino acid residues of the spike protein and larger N-terminal truncated proteins could bind to its receptor MHVR (also referred to as Bgpla or C-CAM), which indicated that the N terminus 330 amino acid residues were responsible for the receptor-binding [6] [7] [8] . Furthermore, Site-directed mutagenesis analysis and soluble receptor-resistant mutants suggested that positions aa62-----65 and aa214-216 are important for receptor-binding capacity [9] [10] [11] . And these two sites was highly conservative among the murine coronaviruses, especially aa62-65 [IO] . Interestingly, the important sites (aa62-65 and aa214-216) on the spike protein ofMHV with receptor-binding capacity were highly homologous in comparison with the newly separated SARS-associated virus (the corresponding sites are aa51-54 and aa195-197) (Fig. 3) . 5 of 7 amino acid residues are identical and one amino acid residue site (A and V) is conservative change. And the secondary structure predictions of SN840 (CUHK-Wl) and SN840 with two amino acids substitution(Y53L and V196A) in the putitive receptor-binding site show little change (data not shown), which indicates that these two amino acids mutation may not cause significant change of the protein structure. Also all 5 SARS-associated viruses isolated by different research groups have identical sequences in these two sites, including the newly separated strain BIOI [12] . This high conservation suggests that the SARS-associated virus might also use the same regions as its receptor-binding domain and might have similar receptor with MHVR, which belong to the carcinoembryonic antigen (CEA) family [8] . Further studies should be carried out to verify our hypothesis. These results from bioinformatics analysis provide important information, which might help us to study the receptor-binding sites of SARS-associated virus and the mechanism of the virus entry into the target cell, and even help us to design effective antiviral drugs and potent vaccines."}