{"title": "Effects of extremely low frequency electromagnetic fields (100 mT) on behaviors in rats", "body": "There are rising concerns over the biological effects of extremely low frequency electromagnetic field (ELF-EMF). In 1979, Wertheimer and Leeper first reported that there might be a possible relationship between the electromagnetic fields and childhood cancer (Wertheimer and Leeper, 1979) . Recent studies have evaluated the effects of the ELF-EMF on cancer (Chen et al., 2013; Repacholi, 2012) , reproductive system (Al-Akhras et al., 2006; Huuskonen et al., 2001; Vallejo and Hidalgo, 2012) , endocrine system (Crasson et al., 2001; Karasek and Woldanska-Okonska, 2004; Taherianfard et al., 2013) as well as neurodegenerative diseases (Garcia et al., 2008; Reale et al., 2014; Sobel et al., 1995) . However, due to different exposure conditions, such as the duration and the intensity of exposure, there remains considerable controversy surrounding the safety of ELF-EMF.\n\nIt is widely recognized that when the electric appliances are turned on or the power lines are transmitting, there will be a physical field called electromagnetic field (EMF) (I. A.R.C., 2002) . The EMF can be classified into three categories based on the frequency. One of them is ELF-EMF, which has a frequency ranging from 1 Hz to 300 Hz (Feychting et al., 2005) . ELF-EMF exposure is very common in daily life because most appliances possess a frequency of 50 Hz or 60 Hz (Karasek and Woldanska-Okonska, 2004) .\n\nAs mentioned above, the ELF-EMF is a physical field induced by the exchange current (I. A.R.C., 2002) . In daily life, the electric appliances are the main sources of the ELF-EMF, and human body is a good conductor of the ELF-EMF. Thus, when people get close to the ELF-EMF, there will be an oscillating charge induced on the surface of the exposed body and current will be produced inside the body (I.C.N.I.R.P., 2010).\n\nIt is believed that the current is not harmful to human body because it can neither break bonds nor heat body tissues (Feychting et al., 2005) . In 2007, The World Health Organization (WHO) declared that ELF-EMF had no adverse effect on human health after a ten years follow-up study (W.H.O., 2007) . This was supported by other studies. For instance, Chen et al. suggested that ELF-EMF exposure had no association with the susceptibility to female breast cancer (Chen et al., 2010) .\n\nHowever, some studies reported that ELF-EMF may affect the nerve cells. It was reported by Mustafa et al. that exposure to ELF-EMF can induce oxidative stress and apoptosis (Emre et al., 2011) . Besides, Komaki et al. found that ELF-EMF exposure may change the synaptic plasticity in hippocampus (Komaki et al., 2014) . Furthermore, it was shown that exposure to ELF-EMF significantly reduced the cerebral ischemia-induced motor hyperactivity in gerbils (Raus et al., 2012) . Animal behavior is regulated by the central nervous system. The hippocampus and amygdala have been linked to anxiety-like behavior (Meyer-Lindenberg, 2010) , and the hippocampus has also been found to play an important role in learning and memory (Bird and Burgess, 2008) . However, the effects of ELF-EMF on animal behavior remain inconclusive.\n\nOur previous work has shown that short term ELF-EMF exposure did not affect learning and memory as assessed by Morris water maze (Zhang et al., 2015b) . In the present study, we employed adult male rats to investigate whether the exposure to ELF-EMF (50 Hz, 100 mT) would influence behavior, including anxiety-like behavior, depression-like behavior, spatial learning, fear learning and memory using more comprehensive measurements.\n\nThe study protocol was approved by the committee on the Ethics of Animal Experiments of the Animal Research Committee of Tongji Medical College. All experimental protocols complied with U.K. Animals (Scientific Procedures) Act, 1986 and associated guidelines, the European Communities Council Directive of 24 November 1986 (86/609/EEC) or the National Institutes of Health guide for the care and use of Laboratory animals (NIH Publications No. 8023, revised 1978) and the ARRIVE guidelines. All efforts were made to minimize suffering. The operations that could cause pain and distress were performed in another room without other animals presented. Anaesthetization of rats was performed with intraperitoneal injections of xylazine (5 mg/kg) and ketamine (80 mg/kg) mixture, placed in a supine position before they were sacrificed. In the end, they were euthanatized by CO 2 inhalation, which was performed in a professional and compassionate manner by skilled personnel.\n\nSixty adult male rats in Sprague-Dawley (SD) background were randomly divided into two groups, the sham exposure group and the 100 mT ELF-EMF exposure group. All the rats were exposed for 24 weeks, 20 h/day. After the exposure, both groups were divided into 3 subsets to minimize the impact from the testing time and the prior testing. One third of the animals were subjected to the tests in the order of open field test, tail suspension test and Morris water maze, meanwhile, another subset was subjected to the elevated plus maze and forced swim test subsequently. And the last ten rats of both groups were subjected to the fear conditioning test.\n\nAll these animals were raised in the animal center of Tongji Hospital, Tongji medical college, Huazhong University of Science and Technology (Wuhan, China). Animals were housed under standard laboratory conditions (12 h light and 12 h dark cycle, dark cycle: 19:00-7:00 h with lights off at 07:00 p.m., 22-25 8C room temperature, and 45-55% relative humidity). All the animals were housed in polycarbonate ventilated cages (45 cm Â 20 cm Â 35 cm, L Â W Â H), and received irradiated corncob bedding. The cages were changed every two weeks, while the bedding was changed weekly. The food was bought from the HFK bioscience (Beijing, China) and sterilized with high pressure. The drinking water was supplied by reverse osmosis water treatment system and sterilized by filtration and ozone. The water bottles were changed every week.\n\nAll rats remained free of the following pathogens as documented by repeat testing performed every 3 months: Salmonella spp., Bordetella bronchiseptica, Mycoplasma spp., Corynebacterium kutscheri, Tyzzer's organism, Pasteurella pneumotropica, Klebsiella pneumonia, Staphylococcus aureus, Pseudomonas aeruginosa, Hantavirus (HV), Sendai virus (SV), Pneumonia virus of mice (PVM), Reovirus type III (Reo-3), Rat parvovirus KRV, Rat parvovirus H-1, Rat coronavirus. During the exposure, all these rats were visited daily and showed good health status without any evidence of sickness and none of the rats died. Food and water intake was recorded every 2 weeks and the weight of the rat was determined every 4 weeks.\n\nThe exposure device (200 cm Â 70 cm Â 200 cm, L Â W Â H) was constructed with ABS plastics (Yite electric, Wuhan, China), and utilized the bronze wires (Yite electric, Wuhan, China) to produce the electric magnetic field referred to the exposure device of American Electric Power Research Institute (EPRI). A TGD2 transformer (Mushidq, Shanghai, China) was placed and the voltage was adjusted to maintain the intensity of the field to be 100 mT. Inside the device, we settled a four floors plastic shelf with a size of 140 cm Â 70 cm Â 200 cm (L Â W Â H). Before use, the distribution of the electromagnetic field was determined with Narda efa-300 (Narda, Pfullingen, Germany) and the distribution map was drawn.\n\nAfter 24 weeks exposure, behavior assessment was carried out. Totally, 6 tests were carried out: open field test (OFT) and elevated plus maze (EPM) were used to evaluate anxiety-like behavior, tail suspension test (TST) and forced swim test (FST) were used to examine the effects on depression-like behavior, Morris water maze (MWM) and fear conditioning test were carried out to observe the influence on learning and memory. As described above, we divided the both groups into 3 subsets and subjected to different behavioral tests, separately. For each behavior, ten ELF-EMF exposure rats and ten sham exposure rats were tested. All the tests were conducted in the morning from 9:00 to 15:00. In order to minimize the impact caused by the time of testing, the animals of the two groups were tested alternately. All these experiments were recorded with a camera connected to the recording and analysis system. The system and the experimental instruments were located in an independent room to avoid the interference of artificial factors. For all behavioral tests, rats were brought to the testing room more than half an hour before the test.\n\nIn the OFT, a square apparatus 1000 mm in length and 450 mm in height was used. The internal area of the apparatus was divided into nine equal parts, which included one central area and a peripheral area divided into eight outer areas. The camera was put on the right top of the apparatus. The detailed procedure of OFT has been reported before (Prut and Belzung, 2003; Qi et al., 2015; Seibenhener and Wooten, 2015) . In brief, after half hour adaption to the testing room, rats were put into the central area of the apparatus and the system started to record at the same time. For each rat, we recorded for 20 min. The total distance traveled, accumulative distance in peripheral area, as well as the time spent and distance traveled in the central area were recorded and analyzed by two observers who were blind to the group assignment of animals.\n\nEPM was utilized to evaluate the effects on anxiety-like behavior (Walf and Frye, 2007) . The instrument consisted of two closed arms and two open arms raised 50 cm above the floor. In brief, for each test, the rat was placed in the center of the cross facing an open arm, and was allowed to explore the maze for 6 min. while the total number of entries indicated locomotor activity. All the data were analyzed by two observers who were blind to the group assignment of animals.\n\nTST was carried out as previously reported (O'Reilly et al., 2006) . The total duration of immobility was measured in seconds. Rats were suspended with the tail on a horizontal beam 50 cm above the floor. Each rat was considered immobile only when rat hung passively and completely motionless. A 6 min test period was used and the duration of immobility was recorded during the last 4 min of the test session. All the data were analyzed by two observers who were blind to the group assignment of animals.\n\nThe FST procedure was performed with a glass cylinder (200 mm in diameter and 600 mm in height) filled with warm water (25 AE 1 8C) as previously described (Lucki et al., 2001; Slattery and Cryan, 2012) . For each rat, the water depth was adjusted to make sure the rat swam. A total of 6 min of testing was carried out and the immobility time was measured in seconds only when rat made movements to take its head out of the water. After each test, the water in glass cylinder was replaced with the fresh water at the same temperature. Animals were placed in warmed holding cages for at least 30 min before being returned to their home cages. Only the time recorded during the last 4 min was analyzed, by two observers who were blind to the group assignment of animals.\n\nThe MWM was used to assess the effects on spatial learning and memory. The detailed procedure has been reported before (Vorhees and Williams, 2006) . In brief, a circular tank (180 cm in diameter and 60 cm in height) filled with opaque water was used and the temperature was maintained at 25 8C. The tank was divided into four quadrants with an invisible platform. During the 6 days training, there were four trials every day. For each trial, rat was put into the water in one of the quadrants facing the tank wall. Rat started in a different, randomized position for each trial. Each rat was allowed to swim until it found the platform and remained on the platform for 10 s or 60 s had expired. If 60 s expired, they were hand-guided to it. The probe test was performed on the seventh day. Before the test, the platform was removed. Then, the rats were placed into the water. The time spent in the target quadrant and the times crossing the platform area were recorded and analyzed to evaluate the animal's spatial memory. All the data were analyzed by two observers who were blind to the group assignment of animals.\n\nRats were subjected to fear conditioning test as previously described (Zhang et al., 2015a) at 24 h after the completion of Morris water maze. On the first day, animals were brought to the testing room and subjected to the chamber which was made of black walls. Three tone-foot shock pairings (tone: 2000 Hz, 85 dB, 30 s; foot shock: 1 mA, 2 s) were carried out. The chamber was cleaned with 75% ethanol and dried between tests. On the second day, the animals were placed back to the same chamber for 6 min without the tone and shock. The percentage of freezing behavior time was recorded. Two hours later, we changed the test chamber which was different in condition and smell from the first chamber. The tone stimulus was turned on for 3 min. The video was recorded and the freezing time was analyzed by two observers who were blinded to the group assignment of animals.\n\nAfter exposure, all the animals were sacrificed and the brains were isolated. All the brains were weighed immediately after removal (n = 30). Subsequently, the brains were fixed with 4% neutral formalin, followed by dehydrated and prepared to paraffin sections. Total 12 coronal sections in the same range for each rat were collected, from a rostrocaudal direction from 1.80 to 4.8 mm posterior to the bregma (Paxinos and Watson, 1997) . Samples were treated with the HE staining kit (Jiancheng Bioengineering Institute, Nanjing, China) according to the manufacturer's protocol. For neuron staining, the samples were incubated with NeuN-antibody (Abcam, Cambridge, UK), and 0.3% hydrogen peroxide solution was used to block the endogenous peroxidase, following application of the appropriate biotinylated secondary antibody. Finally, sections were developed with the DAB substrates. Photos were taken using the Olympus inverted microscope (Olympus, Tokyo, Japan) and analyzed by the pathologist who was blind to the animal assignment. The dorsal lateral geniculate nucleus (DLG) was used as the landmark of the hippocampus and the striatum was used as the landmark of the amygdala.\n\nThe neuron density was carried out on the sections stained with NeuN-antibody (Atkins et al., 2013) . Neurons were counted in adjacent sections for each rat using a magnification of 200Â for hippocampus (CA3 region) and 40Â for amygdala. Neurons were identified as NeuN positive cells, distinguished by size and their morphology. The reference size of the photos was calculated by Image pro plus 6 program using the reference scale. The neuron density was calculated based on the mean total population numbers and reference size.\n\nAll results are presented as mean AE standard error of mean (S.E.M.), the data recorded in blocks across time were statistically analyzed by repeated measures analysis of variance (ANOVA) and other data were statistically analyzed using one-way ANOVA. It was considered to be statistically significant, only when p value < 0.05.\n\nBefore the exposure, we constructed an exposure device and examined the distribution of the EMF, which turned out to be uniform (Fig. S1 ). The adult male rats were randomly divided into two groups, the EMF group that was exposed to 50 Hz, 100 mT EMF, and the control group exposed with a sham exposure device. All the animals were exposed for 24 weeks. The general condition was recorded and the results showed that the weight of the rats was not influenced by the ELF-EMF exposure (Fig. S2A ). As shown in Fig. S2B and C, food intake and water intake were not affected by the ELF-EMF exposure.\n\nThe anxiety-like behavior can be evaluated by the OFT and EPM. In the OFT, the accumulative distance traveled in total, accumulative distance in the peripheral area, distance traveled in the central area as well as the time spent in the central area were recorded. Results showed that the accumulative distance traveled was not influenced by the exposure to ELF-EMF (Fig. 1A) , suggesting that ELF-EMF had no effects on the locomotor activity. Similarly, the accumulative distance in the periphery of the EMF group was not significantly different from that of the control group (Fig. 1B) . Meanwhile, the accumulative distance traveled and the time spent in the central area were not affected by the ELF-EMF exposure ( Fig. 1C and D) .\n\nMoreover, EPM was also carried out to explore the effects of ELF-EMF on the anxiety-like behavior. First, we assessed the locomotor activity of the animals by analyzing the total entries into the arms. Results showed that ELF-EMF had no effect on the total entries into the arms ( Fig. 2A) . Then, we analyzed the time spent, the percentage of the total time in the open arms, the entries and the percentage of the entries into the open arms. As shown in Fig. 2B -E, ELF-EMF exposure did not influence the animal's time spent and entries in the open arms.\n\nTaken together, ELF-EMF had no effect on the animal's anxietylike behavior.\n\nThe depression-like behavior can be assessed by the TST and FST, which are the classical ethological models of depression-like behavior assessments. In both tests, depression motion was represented by the immobility time. In TST, the immobility time was not influenced by the ELF-EMF exposure (Fig. 3A) . Similarly, in FST, ELF-EMF exposure showed no effects on the immobility time compared to the control group (Fig. 3B) .\n\nLearning is the basis of memory. If there is no learning, there can be no memory later (Johansen et al., 2011) . We employed the Morris water maze (MWM) to measure the spatial learning and memory. The MWM was first reported in 1984 by Morris (Morris, 1984) , and was used to evaluate the spatial learning and memory ability. As shown in Fig. 4A and B, during the training stage, the escape latency and the distance traveled decreased from the 1st day to the 6th day in control group, and the trends of the ELF-EMF exposure group were similar. However, the ELF-EMF exposure showed no interaction with the testing time, and had no effects on the performances at each single time point. On the 7th day, the platform was removed, and the locomotor activity of the animals was assessed. The accumulative distance traveled in the tank of the ELF-EMF exposure group was not significantly different from that of the control group (Fig. 4C) . Moreover, the time to cross the platform area was measured, and the results revealed that rats from control group remembered the platform area and swam across the area around 6 times in average, which was similar to the ELF-EMF exposed rats (Fig. 4D ). In addition, the effects of ELF-EMF on the spatial memory were further detected by the residence time spent in the target quadrant, which showed no significant difference between the two groups (Fig. 4E) . Together, these data showed that ELF-EMF exposure had no effects on the spatial learning and memory.\n\nMoreover, the rats were subjected to the fear conditioning system to determine the fear learning and memory ability. Results showed that animals from the control group and ELF-EMF exposure group both had a good learning ability (Fig. 5A) . Although the observations were significantly different among the different testing time, the ELF-EMF exposure showed no interaction with the testing time, and had no effects on the performance at each single time point. Moreover, results from the cued test showed that the animals from both groups had a good memory of fear, and there was no difference in the context related and tone related freezing behavior between the two groups ( Fig. 5B  and C) .\n\nTaken together, exposure to ELF-EMF had no effect on animal's cognitive and memory ability, especially for the space and fear.\n\n3.5. ELF-EMF exposure did not affect the morphology and histology of the brain For further evidence, we evaluated the effects of ELF-EMF exposure on the animal's brain. No animals became ill or died prior to the experimental endpoint. As shown in Fig. 6A and B, the brain [ ( F i g . _ 2 ) T D $ F I G ] weight and the ratio of the brain weight to the body weight was not influenced by the exposure to the ELF-EMF. Moreover, ELF-EMF exposure did not change the morphology of the brain, no difference was observed in the structure of the hippocampus and amygdala as shown in the HE staining ( Fig. 6C and D) . Importantly, results from the immunohistochemistry with NeuN antibody showed that the neuron density was not affected by the exposure to ELF-EMF ( Fig. 6E and F) .\n\nIn this study, we carried out several classical behavior tests to evaluate the effects of ELF-EMF on different kinds of behaviors.\n\nResults showed that exposure to 100 mT ELF-EMF for 6 months had no effect on animal's behavior, including the general behavior, locomotor activity, anxiety-like behavior, depression-like behavior, spatial learning and memory, as well as fear learning and memory.\n\nExposure to chronic psychological stress promotes brain-toimmune and immune-to-brain communication that directly influences neurobiology and behavior, which may lead to mental health disturbances, such as anxiety and depressive disorders (Wohleb et al., 2014) . Recent studies are mainly focused on the biological effects of ELF-EMF, but little is known about the effects of ELF-EMF on various behaviors.\n\nThe effects of ELF-EMF on anxiety-like behavior remain incompletely understood. In 1997, an epidemiological investigation suggested that ELF-EMF exposure for over ten years might enhance the occurrence of anxiety disorders in human (Zyss et al., 1997) , which was further supported by Boscolo et al. in a 13 years follow-up study (Boscolo et al., 2006) . In rodents, similar effects were observed. It was reported that chronic (4 h/day, 25 days) 2 mT ELF-EMF had anxiogenic effects on rats (Liu et al., 2008) . Besides, studies carried out by Del et al. showed that exposure to 80 mT magnetic field for 2 h altered behavioral patterns in OFT (Del Seppia et al., 2003) . However, it was reported recently that mice exposed to ELF-EMF (1 mT) for 14 days can still maintain normal anxiety-like behavior (Alsaeed et al., 2014) . In addition, Szemerszky et al. showed that 4-6 weeks exposure to 500 mT ELF-EMF had no effect on anxiety-like behavior (Szemerszky et al., 2010) . Similarly, Cosquer et al. reported that exposure to EMF for 45 min did not alter rat's anxiety responses assessed by the elevated plus maze (Cosquer et al., 2005) . In our present study, we carried out OFT and EPM to evaluate the effects of 100 mT ELF-EMF on anxietylike behavior. Results from both tests revealed that 6 months exposure to ELF-EMF did not influence anxiety level of the animals. The conflicting results between our study and others may due to the differences in experimental conditions, such as the exposure intensity, exposure duration. Nevertheless, it should be noted that our ELF-EMF source was very stable and uniform, which makes our results more persuasive.\n\nSome publications pointed out that chronic stress generated by ELF-EMF may induce a depressive state. In 1993, study by Poole et al. compared subjects on properties proximity to power line with subjects further away. They reported a relative risk of 2.8 for depressive symptoms and headache (95% confidence interval (CI), 1.6-5.1) (Poole et al., 1993) . Later, in 2009, Szemerszky et al. exposed rats to ELF-EMF (50 Hz, 0.5 mT) for 4-6 weeks, and the results suggested that ELF-EMF exposure enhanced the depression-like behavior (Szemerszky et al., 2010) . Other studies showed that ELF-EMF did not affect depression-like behavior. For example, study designed by Savitz et al. suggested that ELF-EMF exposure did not increase the risk of depression in electrical workers (Savitz et al., 1994) . Analogously, in the present study, we used the TST and FST to observe the depressive state of the rats. Results showed no significant difference between the two groups. The different results among studies may be due to various intensity of ELF-EMF investigated. Moreover, in the current study, we used adult rats as the subjects which excluded the confounding factors (e.g. age, sex and illness).\n\nMorris water maze was first reported in 1984 (Morris, 1984) , and subsequently became one of the most frequently used laboratory tools in behavioral neuroscience. In previous study, our group had shown that 100 mT ELF-EMF exposure for 12 weeks did not affect the spatial learning in MWM (Zhang et al., 2015b) . In the present study, similar results were observed even though the exposure time was prolonged to 24 weeks. Studies carried out by Li et al. suggested that 100 mT ELF-MF exposure did not interfere with the improvement in learning and memory capabilities (Li et al., 2014) . And this effect could also be observed in head-only exposure to EMF for 45 min (Dubreuil et al., 2003) . In contrast, Cui et al. found that ELF-MF exposure (1 mT, 50 Hz) for 12 weeks induced marked oxidative stress in the hippocampus and striatum and impaired hippocampus dependent spatial learning and striatum-dependent habit learning (Cui et al., 2012) , which was further confirmed by Maaroufi et al. They reported that rats exposed to EMF for 21 consecutive days were impaired in the object exploration task, and the monoamine content of hippocampus was altered (Maaroufi et al., 2014) .\n\n[ ( F i g . _ 3 ) T D $ F I G ] The escape latency in learning phase; (B) the accumulative distance traveled before animals arrived the platform in learning phase; (C) accumulative distance traveled in probe trail; (D) times crossing the platform area in probe trail; (E) time spent in the target quadrant in probe trail. The escape latency was draw from the data recorded during the learning phase from day 1 to day 6. On the day 7, the probe trail was carried out with the platform removed and the accumulative distance traveled, times crossing the platform area and time spent in the target quadrant was measured. All data were presented as mean AE S.E.M.\n\n[ ( F i g . _ 5 ) T D $ F I G ] Besides, we are the first to employ the fear conditioning test to evaluate the effects of ELF-EMF exposure on fear learning and memory. Our results suggested that both the hippocampus dependent and independent learning and memory were not impaired by ELF-EMF exposure, since context related and tone related fear conditioning reflect hippocampus dependent and hippocampus independent learning and memory (Kim and Fanselow, 1992) .\n\nIn our study, exposure to 100 mT ELF-EMF had no effect on animal's behavior, which was different from some of the previous studies. However, the exposure intensity used was much higher in previous studies, even more than 1 mT, which is much higher than that humans encounter in daily life. For human, the recommended limitation of public exposure is 100 mT (I.C.N.I. R.P., 1998, 2010) .\n\nThis may be one of the reasons for the different results. In the present study, we used the recommended intensity to expose the animals.\n\nHowever, additional questions remain to be answered. For example, the effects of ELF-EMF exposure on the female's behavior remain unknown. Compared to the males, the females have different sex hormone levels (Becker et al., 2005) , like higher estradiol and progesterone level. And it was reported that estradiol (Walf and Frye, 2006; Walf et al., 2009) , as well as the progesterone (Paris et al., 2014) have anti-anxiety effect. Therefore, further studies are needed to understand the effects of ELF-EMF on behavior.\n\nIn conclusion, our results suggested that prolonged exposure to ELF-EMF showed no effects on the behavior of the adult male rats, including the general behavior, anxiety like behavior, depression like behavior, spatial learning and memory, as well [ ( F i g . _ 6 ) T D $ F I G ] Fig. 6 . Effects of ELF-EMF on the morphology and histology of brain. (A) The weight of the brain; (B) the ratio of the brain weight to the body weight; (C) HE staining and immunohistochemistry with NeuN antibody (IHC-NeuN) of the amygdala. The photos were captured in a magnification of 40Â. For the amygdala, the brain sections, at level À2.0 mm from bregma were presented and additional landmark structures indicated on the sections are the striatum (S). (D) HE staining of the hippocampus. The left photos were captured in a magnification of 40Â and the right photos were captured in a magnification of 200Â. For the hippocampus, the brain sections, at level À4.50 mm from bregma were presented and additional landmark structures indicated on the sections are the dorsal lateral geniculate nucleus (DLG). (E) The immunochemistry with Neu-N antibody of the hippocampus. The left photos were captured in a magnification of 40Â and the right photos were captured in a magnification of 200Â. (F) The neuron density of the CA3 region in the hippocampus. (G) The neuron density of the amygdala. All data were presented as mean AE S.E.M."}