{"title": "Potent and selective inhibition of SARS coronavirus replication by aurintricarboxylic acid", "body": "A new coronavirus that caused severe acute respiratory syndrome (SARS) was identified in early 2003, and subsequently named as SARS coronavirus (SARS-CoV). The virus has a high tendency to spread among humans, and the mortality can be as high as 10-15% [1, 2] . The complete understanding of pathogenesis of SARS remains tentative, a recent histological study using SARS-CoV-infected patient lung samples found that diffuse alveolar damage may play important roles in the progression of the disease [3] . Even though there was a significant morbidity drop this year, the likelihood of evolution of SARS-CoV in human and animals may result in a re-emergence of the deadly virus.\n\nCoronaviruses are enveloped viruses with singlestranded positive-sense RNA genomes approximately 30 kb [4] . Most viruses in coronavirus family cause diseases in animal, while a few of them; such as HCoV-229E, HCoV OC43, HCoV-NL-63, and SARS-CoV are human pathogens [5] [6] [7] . Among all human coronaviruses, SARS-CoV is the only one that causes severe clinical consequences. Sequence comparisons of SARS-CoV genome sequences from different patient isolates revealed high homology; yet, the sequence difference between SARS-CoV and other coronaviruses is significant. There are about 15 predicted open reading frames, among them six can be linked to other known coronavirus genes. These genes are 1a-1b, spike (S), envelope (E), membrane (M), and nucleocapsid (N), which was found to be in a multimeric form and involved in host cell signal transduction regulations [8, 9] . The rest of ORFs may encode genes with unknown functions [1] . Antiviral development for SARS-CoV has been vigorously pursued after the identification of the virus with mixed successes and challenges. Tan et al. screened anti-SARS-CoV 19 clinically approved compounds, including nucleoside analogs, interferons, protease inhibitors, reverse transcriptase inhibitors, and neuraminidase inhibitors. IFNs b-1b, a-n1, a-n3, and ribavarin showed anti-viral activities at high concentrations. However, significant cytotoxic effects or lack of efficacy was also observed [10] . For instance, in two other independent assays, ribavarin was shown to have little effect against SARS-CoV replication, [11, 12] . IFNs a, b-1b, a-n1, and a-n3 have also been tested for their anti-SARS-CoV activities [10, 12] , however, the moderate inhibition effect of SARS-CoV replication by interferons could only be observed at very high concentrations [10, 12] . As for new drug development, glycyrrhizin was reported to possess anti-SARS-CoV activity at high concentrations [12] . Clearly, continuing search for potent anti-SARS-CoV compounds is absolutely necessary.\n\nUnlike many other RNA viruses, coronaviruses synthesize multiple subgenomic mRNA fragments, each subgenomic RNA usually encoding only one protein [4] . This unique feature implicates that the transcription of coronavirus RNA is very important for the virus replication. Aurintricarboxylic acid (ATA) has been shown to inhibit the RNA transcription of vesicular stomatitis virus [13] . It has also been shown that ATA could interact with ribosomal proteins in vitro and inhibit the protein synthesis [14, 15] . In this study, we studied the antiviral effects of ATA against SARS-CoV replication in Vero cells and found that ATA drastically inhibited the virus replication by as much as 1000-fold compared to the untreated controls, while little toxicity has been observed to be associated with ATA treatment. Antiviral selectivity of ATA was demonstrated by its failure to inhibit adenovirus replication. Importantly, we found that ATA is a much potent anti-SARS-CoV compound than IFNs a and b.\n\nCell culture and viral plaque assay. The African green monkey kidney cell line Vero cells were cultured in Dulbecco's modified Eagle's medium, supplemented with 10% heat-inactivated fetal bovine serum (Invitrogen, Carlsbad, CA), 1% penicillin/streptomycin, and 10 mM Hepes (pH 7.2). Vero cells have been shown to be susceptible to SARS-CoV infection [4] . All cell cultures were maintained in a humidified 5% CO 2 incubator at 37°C. In all the experiments, the multiplicity of infection (MOI) was 0.01. Aurintricarboxylic acid (Sigma, St. Louis, MO) was prepared in the culture media and added into the samples in serial dilutions composed of 0.8, 0.4, and 0.2 mg/ml. Plaque assays were performed 24 h post-infection using procedures as described [16] .\n\nWe also performed the inhibition analysis with interferons a and b both at the concentration of 5000 IU/ml [10, 12] .\n\nWestern blotting. Protein samples from Vero cell extracts were fractionated on 4-12% SDS-PAGE (Invitrogen, Carlsbad, CA) and transferred to PVDF membrane using semi-dry protein transfer apparatus (Bio-Rad, Hercules CA). The membrane was blocked for 1 h with 5% skim milk in TBS buffer (20 mM Tris base, 137 mM NaCl, pH 7.6) containing 0.2% Tween 20. The membrane was then probed with a mouse monoclonal antibody against SARS-CoV spike protein (unpublished data). Rabbit anti-mouse HRP-conjugated antibody (Amersham Biosciences, Piscataway, NJ) was subsequently added for an additional incubation of 1 h at 37°C. The results were finally revealed by using Pierce Biotechnology SuperSignal West Femto Maximum Sensitivity Substrate (Rockford, IL).\n\nReal-time RT-PCR analysis. The analysis was performed with Prism 7700 real-time PCR instrument from Perkin-Elmer (Wellesley, MA) following the manufacturer's protocol. Supernatant samples from SARS-CoV-infected Vero cells were collected for viral RNA extractions using RNeasy kit from Qiagen (Valencia, CA). Primers and probe used in the RT-PCR are as follows: probe: 6FAM-ACCC CAAGGTTTACCC, forward: ACCAGAATGGAGGACGCAATG, and reverse: GCTGTGAACCAAGACGCAGTATTAT.\n\nInhibition of adenovirus expressing EGFP. ATA was used in a comparative study for inhibition of the adenovirus Adeno X, which carries a replication reporter gene expressing EGFP (Clontech, Palo Alto, CA). Approximately 5 mg of adenovirus X was transfected into HEK293 cells, using Effectene (Qiagen, Valencia, CA), followed by addition of serial dilutions of ATA Western blot analysis was followed using the antibody against EGFP (Clontech, Palo Alto, CA).\n\nCell proliferation assay. The XTT kit (Roche, Mannheim, Germany) was used to measure the toxicity of ATA. Briefly, Vero cells were seeded in a 96-well plate, dilutions of ATA and interferons were added to the cells and incubated for 24 h. The colorimetric detection reagent from the XTT kit was subsequently added to the cells. Results were determined by a spectrophotometer at the wavelength of 450 nm.\n\nWe have tested the anti-SARS-CoV effect of aurintricarboxylic acid (ATA) over a wide range of concentrations, i.e., 0.8, 0.4, and 0.2 mg/ml prepared in minimum essential medium (MEM) with 10 mM Hepes (pH 7.2) and 10% of fetal calf serum. Plaque assays were used to determine the effect of ATA on SARS-CoV replication. Vero cells were infected with SARS-CoV in a 24-well plate; serial dilutions of ATA were added to the infected cells after the initial virus adsorption step. Twenty-four hours post-infection, we collected the supernatants from the aforementioned cultures for plaque assays to determine the inhibitory effect of ATA on SARS-CoV replication. As shown in Fig. 1 , in comparison with the untreated cells, more than 1000-fold inhibition of the virus replication was observed when the culture was treated with ATA at a concentration of 0.8 mg/ml, while at least 100-fold inhibition at 0.4 mg/ ml. Such inhibitory effect on viral replication could still be observed at 0.2 mg/ml, with viral replication level being 10 times lower than that of the control.\n\nWe also compared the inhibitory effect of ATA on SARS-CoV replication with that of a previously reported one on IFNs a and b. To this end, dilutions of ATA and IFNs at the highest concentrations to be effective were used to treat the cultures [10, 12] , followed by determination of virus loads. The virus loads at 24 h post-infection were quantified by real-time RT-PCR analysis using specific primers and probes against SARS-CoV nucleocapsid protein. As shown in Fig. 2A , ATA at 0.8 mg/ml inhibited the virus RNA replication by more than 1000-fold versus 100-fold inhibition by interferon a at 5000 IU/ml and 10-fold by interferon b at 5000 IU/ml ( Fig. 2A) . This result suggested that ATA was about 10 times more potent than interferon a and 100 times more potent than interferon b for anti-SARS-CoV activities.\n\nTo further analyze whether there is a prophylactic effect of ATA, we pre-treated the cells with series of concentrations of ATA, interferons a and b for 12 h before the adsorption of SARS-CoV to Vero cells and then added the above inhibitors after adsorption. As shown in Fig. 2B , the inhibition effect of ATA and interferons a and b was about the same as samples without the pre-treatment, implicating that the inhibition effect may take place after the virus enter the cells.\n\nTo further confirm the inhibitory effect, we performed Western blot analysis using a monoclonal antibody against SARS-CoV spike (S) protein. As shown in Fig. 3A , the level of the S protein was significantly lower in the ATA treated group than in the untreated group.\n\nAt the concentration of 0.8 mg/L, ATA virtually blocked viral protein synthesis, confirming that ATA can significantly inhibit the viral protein synthesis.\n\nTo characterize the specificity of anti-viral activity of ATA, we also tested the compound for its ability to block the protein expression by adenovirus replication. The replication deficient adenovirus type 5 expressing EGFP was used to infect HEK-293 cells. The same concentrations of ATA used in the above-mentioned SARS-CoV inhibition experiment were added to the adenovirus-infected cells. A Western blot analysis was subsequently performed to determine the expression level of EGFP. No significant inhibition was observed in any ATA-treated samples compared with non-ATAtreated cells (Fig. 3B) , suggesting that the inhibition of SARS-CoV replication by ATA was clearly selective. \n\nTo further explore the therapeutic potentials of ATA, we determined the selectivity index (SI) as defined by the ratio of drug concentration causing cellular toxicity to that producing anti-viral effect. To this end, non-radioisotope cell proliferation analysis system XTT from Roche (Mannheim, Germany) was used. CC 50 indicates the concentration that causes 50% of the cytotoxicity, while EC 50 means the concentration of inhibitors that inhibited 50% of the virus replication. We found that the SI of ATA is 187 versus 30 of IFN a and 20 of IFN b; indicating ATA has a great potential to be a potent antiviral compound with low toxicity ( Table 1) .\n\nBecause of its low toxicity in cell culture and animals [17, 18] , ATA has been evaluated for its anti-viral activities such as immunodeficiency virus type I [17, 19] . However, the mechanism involved in its ability of inhibiting virus replication in those studies remains largely unknown, as is also the case in our current studies on SARS-CoV. The potency of ATA against SARS-CoV replication is also higher than that of the reported chemicals such as glycyrrhizin and recently reported nelfinavir [12, 20] ; both drug candidates were reported to have two logs or less inhibition effect on SARS-CoV replication, while ATA showed more than three logs of inhibition effect. The biological activities of ATA have been demonstrated to be quite complicated, including inhibition of protein synthesis, prevention of the attachment of mRNA to ribosomes in cell-free systems, and suppression of enzymes involved in polynucleotide metabolism [21] . How ATA exerts its anti-SARS-CoV activities will require vigorous characterization. Our preliminary result indicated that ATA could inhibit SARS-CoV RNA synthesis (data not shown). Vaccine development could take years to complete and serious adverse reactions have been reported in other coronavirus vaccine studies, i.e., exacerbation of disease in animals received vaccines prior to infection [22] . Certain precautions have been proposed for the development of SARS-CoV vaccines due to potential detrimental effects [23] , therefore the search for anti-SARS-CoV drugs must be pursued. Here, we report for the first time that ATA is a potent anti-SARS compound with low toxicity in tissue culture, suggesting that it could have therapeutic value for SARS in patients. Vero cells were seeded in a 96-well plate. Dilutions of ATA, interferons a and b were added. After 24 h. Fifty microliters of reaction solution from XTT kit was added to each well and incubated at 37°C for 4 h. Activities of cell proliferations were reflected by readings of spectrophotometry. The concentrations of each reagent that inhibits 50% cell proliferation activities (CC 50 ) were used to compare with the concentration that inhibit 50% of SARS-CoV replication (EC 50 ), and designated as the selection index (SI). Fig. 3 . Vero cells were infected with SARS-CoV and treated with serially diluted concentrations of aurintricarboxylic acid. HEK293 cells were transfected with adenovirus X construct expressing EGFP. After 24 h, cells were harvested and subjected to 4-12% SDS-PAGE; protein samples were subsequently transferred to PVDF membrane and probed with a mouse monoclonal antibody against SARS-CoV spike protein (for Vero cell extracts), mouse monoclonal antibody against EGFP (for HEK293 cell extracts), and anti-a-actinin antibodies. A rabbit anti-mouse antibody conjugated with horseradish peroxidase was used as the secondary antibody. The blot was subsequently developed with SuperSignal West Femto Western Blot Kit (Pierce, Rockford, IL)."}