{"title": "Communications in Public Health Emergency Preparedness: A Systematic Review of the Literature", "body": "M embers of racial and ethnic minorities and underserved population groups suffer disproportionately from the consequences of disasters and emergencies. The reasons for this are varied and complex, but they include limited access to resources that can help people to take action during an emergency, culture and language barriers, lower perceived personal risk, distrust of authorities, lack of preparation and protective action, and frequent reliance on informal sources of information. 1, 2 Central to these factors, we argue, is the phenomenon of communi-cation inequalities, which we define as differences among individuals and social groups in accessing and using health information and the resultant impact on knowledge and behaviors. [2] [3] [4] While a solid body of work in social epidemiology has documented a connection between social determinants such as socioeconomic position, race, and ethnicity and health outcomes, the mechanisms linking the 2 have been less clear. Viswanath and colleagues developed an explanatory framework of how inequalities in public health emergency preparedness outcomes attributable to social determinants could potentially be explained by inequalities on various dimensions of public health emergency preparedness. 5 The framework is summarized by the Structural Influence Model (SIM) of preparedness communication depicted in Figure 1 . 5 The model is a heuristic framework developed to link social determinants with preparedness outcomes through public health emergency preparedness communications. The framework was originally developed in the context of health communication 5 and subsequently adopted to public health emergency preparedness communication to the public. 6 Communication to the public is critically important in public health emergency preparedness. It is one of 15 public health emergency preparedness capabilities developed by the Centers for Disease Control and Prevention (CDC): ''Public Information and Warning.'' 7 During a crisis, federal, state, and local public health agencies are typically engaged in a variety of public information efforts to inform the population, encourage the adoption of preventive behaviors, and limit the adverse impacts of specific events. Yet, individuals and groups may not be able to access and use some of the resources offered to them, including information on health and specific threats, because of existing social inequalities, including socioeconomic position, race, ethnicity, and physical and mental health disabilities, among others. 8 Emergencies, including disasters, also can lead to longterm disparities, even controlling for predisaster socioeconomic status, as a study of Hurricane Katrina showed. 9 These disparities are also found among nations. For ex-ample, a United Nations Development Programme (UNDP) study showed that the adverse consequences of disasters, such as mortality, are greater among countries with low income, low life expectancy, and less education. 10 In contrast, advanced countries with higher income and education and more stable governance suffer fewer losses in disasters. 9 Poorer households tend to have poorer coping strategies and suffer consequences over the longer term. 11 In an analysis, Kim showed that poor people are more likely than nonpoor people to be exposed to disasters and that the poor are much more likely to be concentrated in disasterprone areas, highlighting the importance of public health emergency preparedness communications. 6 During an emergency, a number of psychosocial as well as social factors influence action, even when information about a probable hazard is available and promptly communicated to the public. For example, Mexican Americans often have delayed responses to natural emergencies because of the time they spend in trying to communicate with their extended families. 12 Hearing impairment may leave elderly people more vulnerable to information processing and cause difficulty in understanding evacuation orders, 13 and individuals with low literacy may be challenged in interpreting written messages and are likely to benefit from preparedness resources that are easy to read and visually appropriate. 14 Given the importance of communicating to the public in public health emergency preparedness, it is important to examine the extent to which this issue has received attention from the scientific community. The goal of this project was to conduct a systematic review of the scientific literature to describe current research in public communication in public health emergency preparedness, with a particular focus on communication inequalities and their association with communication and preparedness outcomes. This review examines the relationship among sociodemographics, behavioral characteristics, and communication outcomes in public health emergency preparedness.\n\nWe adopted the definition of public health emergency preparedness developed by Nelson et al in 2007: ''the capability of the public health and health care systems, communities, and individuals, to prevent, protect against, quickly respond to, and recover from health emergencies, particularly those whose scale, timing, or unpredictability threatens to overwhelm routine capabilities,'' 15 and we used the definition of emergency public information and warning provided by CDC: ''the ability to develop, coordinate, and disseminate information, alerts, warning, and notifications to the public and incident management responders.'' 16\n\nThe development of the literature search methodology started with a preliminary search of peer-reviewed journals in PubMed using a set of specific Medical Subject Heading (MeSH) terms (eg, communication, media, disaster, emergencies); this showed that these terms, as well as the term ''emergency preparedness,'' were not used consistently or in accordance with the definitions above. Therefore, in order to develop more specific search criteria, all articles of the 2009 volumes of the American Journal of Public Health (AJPH), Disaster Medicine and Public Health Preparedness, Journal of Health Communication, American Journal of Disaster Medicine, and Public Health Reports were manually scanned to produce a list of key words. By combining these key words with a previous strategy developed by Savoia et al, 17 a new combination of terms was created to identify the articles of interest (see Figure 2 ). The 5 journals cited above were selected because of the importance of including journals with both a broad public health scope (ie, AJPH and Public Health Reports) and a specific focus on emergency preparedness or health communication. Subsequently, the new search methodology was applied to PubMed and Embase, selecting the year 2009 and the journals listed above.\n\nThe sensitivity of the search strategy was calculated as the proportion of articles judged to be relevant for this review by 2 independent reviewers found in PubMed and Embase among those found by manual scan. The sensitivity was 94% on 20 articles with an agreement of 100% between the 2 reviewers. Subsequently, the search was extended to all articles in any journal indexed in PubMed and Embase and published in English, Chinese, French, Portuguese, or Spanish from January 1, 2001, to January 1, 2012, combining the 2 sources and excluding duplicates. The time frame was created to include the September 11 attacks and early articles on the more recent H1N1 pandemic. Only publications with an abstract obtainable through an online library were selected.\n\nArticles were classified in 3 rounds. In the first round, titles were screened, and those clearly not referring to the topic being studied were excluded. Among these were articles on surveillance, telecommunication technology, information sharing, and epidemiologic investigations. As a result, 202 articles passed the title screening. Subsequently, 2 reviewers independently read and coded the articles according to predefined criteria (as listed below) and discussed discrepancies in their classification. Finally, classification criteria were refined, and agreement between the 2 reviewers reached 90%.\n\nIn the third round, all articles were reviewed using the refined criteria, and no discrepancies in the classification method were found at this point. Selected articles were classified according to: type of emergency (ie, pandemic influenza, hurricane, terrorist attack), country of origin, empirical (based on data derived from experience/observations) versus nonempirical approach (editorials or commentaries), study design (ie, case study, cross-sectional, longitudinal, quasi-experimental, experimental), data collection method (ie, quantitative versus qualitative), and sampling methodology when a sample of the population was included in the study (eg, cluster, convenience, probability-based, census-based).\n\nSubsequently, we used the Structural Influence Model of PHEP Communication developed by Viswanath et al ( Figure   1 ) 5 to review the empirical studies and identify which sociodemographic variables (ie, socioeconomic position, race/ ethnicity, immigrant status, sociodemographics) were investigated as potential determinants of communication inequalities (eg, information access, exposure, processing, utilization, trust) and preparedness outcomes (eg, awareness/knowledge, risk perception, behaviors). The model was used with 3 aims: to organize the data derived from the literature review, to validate the model by verifying which associations between variables were confirmed by the literature, and to identify areas for future research.\n\nDescriptive statistics were performed using STATA (College Station, TX, version 11) to identify how frequently specific variables proposed in the model had been investigated in the empirical studies. Articles based on nonempirical studies, such as editorials or commentaries, were reviewed to describe the most frequent topic areas being addressed and the communication theories and models described.\n\nOf the 202 selected articles, 172 were found in PubMed and 30 in Embase. After reviewing their content, 69 articles did not meet the inclusion criteria, leaving 131 articles for final review. (See Appendix for full reference list.) The majority of the articles were published by authors whose main affiliation was with institutions in the United States (57%), followed by the United Kingdom (9%), and Canada (7%). Among types of emergencies studied, most focused on infectious disease outbreaks (55%), followed by all-hazards (14%), terrorism or bioterrorism (17%), natural disasters (8%), radiological incidents (4%), and other causes (3%). Authors from US institutions were the only ones who studied communication issues during bioterrorism or terrorism attacks and chemical and radiological disasters or that used an all-hazards approach, whereas researchers from other countries focused mostly on infectious disease outbreaks and natural disasters such as weather-related incidents and wildfires. Fifty-three percent of articles were empirical (data based), and the rest (47%) were nonempirical studies (editorials or commentaries). We noticed an increase in empirical studies during and after the H1N1 pandemic: 36% of the empirical studies were conducted during and after 2009 and looked at the response to the pandemic, whereas only 16% of the nonempirical studies were related to the H1N1 pandemic. Seventy-four percent of the empirical studies were population based, and 26% used information environment analysis techniques, which consist of a systematic analysis of messages about public health emergencies covered in different media such as news or entertainment (also known as ''media content analysis''). None of the studies had an experimental study design, which is understandable, as most studies are done during or after emergencies, making it difficult to have control groups. The distribution of the articles and their characteristics are described in Figure 3 .\n\nSeventy-four percent of empirical studies were population based, of which 60% used a quantitative approach, 33% a qualitative approach, and 7% mixed methods. All of them were observational studies, of which 71% were cross-sectional, 11% case studies, and 4% longitudinal, and 1 had a quasiexperimental study design. In terms of data collection methods, questionnaires were used in 67% of empirical studies, in-depth interviews in 23%, and focus groups in 23%. Among the empirical studies, 54% derived their data from a random sample of the population, 40% used a convenience sample, and 15% applied cluster sampling or other methods.\n\nOnly 4 of the empirical studies were supported by a theoretical framework. More specifically, Paek et al surveyed Georgia residents and used the Transtheoretical Model (TTM) to analyze the theoretical determinants (selfefficacy, normative influence, and media effects) related to the individual's stage of emergency preparedness. 18 Taylor-Clark et al used the Structural Influence Model of Health Communication to support the analysis of the effect of low socioeconomic position and social networks among black Hurricane Katrina victims on access to and processing of evacuation orders and ability to evacuate. 2 Kim and Kang based their work on the Communication Infrastructure Theory to examine how local residents in Tuscaloosa (Alabama) responded to Hurricane Ivan in September 2004. 19 Finally, de Zwart et al supported the study of perceived vulnerability, severity, and precautionary behavior related to avian influenza in the Netherlands on Protection Motivation Theory. 20 For more information on these theories, see Figure 4 . \n\nWe next listed the sociodemographic variables that were gathered in the population-based studies to describe which variables are most frequently used to study populations exposed to public health emergency preparedness messages. To select and organize the variables in a meaningful way, we relied on the model described above and presented in Figure 1 . We used this model as a heuristic framework to review these studies and identify the sociodemographic and behavioral factors most frequently reported in the public health emergency preparedness literature.\n\nAge and gender were used in 81% of the studies, and race and ethnicity were taken into consideration in 50% of the studies. Among the articles reporting information on socioeconomic position-62% of the total empirical articles-only 9% provided a clear definition of socioeconomic position and of the indicators being used. The variables used to describe socioeconomic position included education (81%), income and/or wealth (63%), employment (38%), occupation (31%), and home ownership (13%), solely or in combination. Specifically, in these articles, education and income/wealth (59%) are the most commonly used combination as socioeconomic position indicators, and more than half of these are reported together with employment status. Occasionally with the education variable, occupation is mostly seen by itself, with demographic characteristics providing complementary information. Home ownership is always looked at as an addition to other more commonly used socioeconomic position variables; it is rarely used alone. Household characteristics such as family size, marital status, or number of children in the household were described in 38% of the studies, and area of residence (ie, urban versus rural) was used 31% of the time.\n\nResearchers also gathered data on the use of social networks such as family, friends, and co-workers (15%) to receive information during an emergency, a population's attitudes (33%) (ie, preexisting beliefs about a particular threat, perceived susceptibility, trust in government's handling, and/or fairness of treatment of all social groups), participants' experience with emergencies prior to a disaster (15%), general health status (19%), and self-efficacy (15%), which was defined as the level of confidence in one's ability to undertake a recommended preventive behavior.\n\nThe most common public health emergency preparedness communication outcomes empirically studied were: information exposure (63%), trust and credibility in information sources (40%), information-seeking behaviors (29%), information processing (13%), and information utilization (31%). In terms of preparedness outcomes, the most frequently researched were: preventive behaviors (ie, immunization practices) in 65% of the studies, risk perceptions (54%), knowledge and awareness about specific threats (48%), and emotional response (ie, fear) (29%). Risk perceptions were measured along 3 dimensions: likelihood, severity, and vulnerability. Additionally, scientists measured risk perception in terms of personal risk perception or social risk perception. Other communication and preparedness outcomes examined by the literature are described in Table 1 .\n\nSubsequently, we reviewed the population-based studies to describe what variables are commonly used to investigate potential determinants of communication and/or preparedness outcomes. Most population-based studies (75%, N = 39) looked at the association between sociodemographic factors, attitudes, and beliefs and public health emergency preparedness outcomes.\n\nIn Figure 5 , we show the proportion of empirical studies that analyze specific factors. Our data show that the literature has also focused on populations' perceptions and beliefs, such as personal and societal risk perception, self-efficacy, subjective norm, beliefs about the efficacy or safety of preventive measures (46% of population-based studies), and their relationship with communication and preparedness outcomes. Race and ethnicity have been investigated in 35% of the studies, and minority groups have consistently shown a lack of trust in the government, thus limiting their willingness to follow recommended preventive behaviors. 4, 21, 22 Socioeconomic positions, as measured by level of education and income or socioeconomic indexes, and older age have also proven to be related to a higher level of knowledge Healthcare behaviors Any activity undertaken by individuals to seek medical attention after they encounter the threat 6 (12%)\n\nEmotional response Emotional reactions that occur as a response to a real risk or potential threat to health or environment 15 (29%)\n\nregarding the risk and preventive measures associated with better preparedness outcomes, including higher compliance with preventive practices. [23] [24] [25] Concerning gender differences, the literature describes women as more likely to comply with preventive measures (eg, quarantine) but more reluctant than men to use pharmaceuticals released during emergency situations. 26 Social, family, and interpersonal networks, analyzed in 11% of the studies, were also found to be positively associated with individuals' ability to be informed about a threat. 25, 27 Place of residence seems to have an impact on risk perceptions and information exposure, with populations living in rural areas being less concerned about terrorist attacks than urban populations and preferring to receive information from local media compared to national media channels typically used by their urban counterparts. 21\n\nForty-seven percent of the articles were editorials or commentaries, of which 89% focused on specific communication topics and 11% described communication theories and their application to public health emergency preparedness. The topics most frequently addressed were risk communication (58%), information dissemination (44%), risk perception (37%), public health (system) response (27%), public trust (26%), policy and planning considerations (26%), and mass media's role during public health emergencies (23%). Other communication issues discussed included public concerns and fear (19%), public participation/public reaction (15%), risk reduction/assessment (10%), vulnerable populations (10%), cultural values (10%), exercises and drills (8%), uncertainty of informa-tion (6%), health literacy/self-efficacy (5%), and community preparedness (6%). The remaining articles (11%) described communication and behavior theories and models applicable to public health emergency preparedness (Table 1) .\n\nIn recent years, the literature has seen an increasing number of studies focused on the analysis of the information environment, performed during large-scale emergencies. In our review, 26% of empirical studies focused on this technique, of which 44% were related to the recent H1N1 pandemic. The majority of the studies (72%) were focused on the response to infectious disease outbreaks, and about half of them (44%) were conducted in the US. These articles analyzed the content covered by news media, including traditional print newspaper articles, television/online news reports, and websites developed by government agencies in preparation for or response to a specific threat. In such studies, the analysis of the accuracy and quality of news reporting and the potential impact of media coverage on public risk perceptions and behaviors were typically discussed. Only 22% of these analyses were based on a prospective study design, all of which were performed during the unfolding of the H1N1 pandemic. These studies suggest how data derived from the analysis of the information environment may inform public health officials on how messages are filtered or further elaborated by the media, and how the availability of such information, in the midst of a crisis, may be critical to improving public officials' ability to better target their messages. Despite the documented wide use of social media by state health departments 28 and recent literature on their potential use during an emergency, 29 we found only 2 studies that examined the use of social media such as Twitter and blogs in the context of a crisis.\n\nPublic information and warning is one of the most important capabilities in emergency preparedness, as seen from the responses to several types of disasters. Communicating effectively with the public about specific threats is the key to successful emergency management and public health. It helps mitigate the risks, supports the implementation of protective actions, and contributes to minimizing negative mental health impacts of disasters. 30, 31 We performed a systematic review of the scientific literature to describe the type of studies performed in this area and the association between population characteristics and public health emergency preparedness outcomes. Our findings show that various communication theories and models have been discussed in the literature without providing results on their applicability or validity in the context of emergency preparedness.\n\nA majority of population-based studies are crosssectional, and a little more than half used probability-based sampling methods for data collection to strengthen the generalizability of the findings. The tension between external and internal validity warrants further consideration in communication studies in preparedness. 32 Large-scale studies that draw on representative samples strengthen the external validity of the findings. Moreover, if data are collected longitudinally, the findings will provide additional information on trends over time and the ways in which communication behaviors and their effects are likely to occur over time. The understanding of communication behaviors at different stages of public health emergencies will help public health authorities to plan for strategic communication efforts in future emergencies.\n\nIt is also possible to conduct field experiments and randomized control trials testing different messages and channels to document their effectiveness on different outcomes during nonemergency periods to plan for communication during emergencies. This is, however, easier said than done.\n\nAt the same time, given the nature of the public information environment, any number of factors external to the study could potentially influence outcomes, making it difficult to draw causal inferences. Randomization during emergencies could be ethically questionable and practically not feasible. Thus, more creative alternative designs such as time-series designs have been advocated by some to overcome the challenges in studying large-scale communication efforts. 32 Also, experiments with different channels and message formats could be done under simulated emergency conditions. In summary, we need more creative designs to be employed to understand the role of communications during emergencies.\n\nMost of the literature focused on the role of risk and crisis communication and on the difficulty of informing, educating, and sometimes persuading the general population to embrace preventive behaviors. 20, 21, 33 Emphasis has been on the importance of population trust in the source of information and on the vehicle or medium through which the information is delivered. 4, 21, 34, 35 Although several types of communication outcomes have been investigatedincluding information exposure, information-seeking behaviors, and information processing and use-only a few studies have looked at population sociodemographic characteristics and behaviors as determinants of public health emergency preparedness communication outcomes. Population-based studies are rarely supported by theoretical models, and most of them rely on cross-sectional study designs in which data are typically gathered from nonrepresentative samples of the population under investigation. However, the few population-based studies being published show consistent results on how factors such as socioeconomic position, race/ethnicity, language spoken at home, and place of residence have an impact on people's ability to get ready for an emergency and respond to specific incidents. 21, 23, 36 Behavioral characteristics such as self-efficacy and perceived norm, preexisting beliefs, willingness to comply with recommended measures, and trust in the government are also associated with the way preventive messages will be received and understood by specific segments of the general public. 18, 26, 34, 37, 38 The Structural Influence Model was well suited to the purpose of identifying what variables were studied the most, showing how this model well reflects current knowledge in this topic area. Among the social determinants listed in the model, ''social networks'' have been rarely investigated as well as physical or mental disabilities and their relationship with communication outcomes. Socioeconomic position has been investigated by several studies, but the definition and measurement of socioeconomic position have not been consistently used. In terms of communication outcomes, ''information processing'' has been investigated the least; experimental studies on this outcome will be useful to better understand the effectiveness of specific communication messages.\n\nPublic health emergency preparedness outcomes have also been studied. However, specific reactions and behaviors such as ''emotional response'' were less studied than others. A recent review of the literature on issues related to communication to the public about chemical, biological, radiological, or nuclear terrorism support existing psychological models of why people engage in health protective behaviors, with information about the severity of the incident, the likelihood of being exposed, the efficacy and costs or risks of recommended behaviors, and the ability of individuals to perform recommended behaviors being sought by the public. 39 \n\nTrust plays a crucial role in ensuring that people attend to messages. Our literature review suggests segmenting the population by sociodemographic and behavioral factors may be an effective strategy to improve the ability of government agencies to develop targeted messages during a crisis. However, no experimental study has been conducted to date to examine the soundness of this approach.\n\nFinally, our literature review has shown how during the H1N1 pandemic several articles focused on analysis of the information environment. Such studies have the potential to provide results in a rapid and less expensive way compared to large population investigations, and they have the potential benefit of informing government officials on media attention to specific threats in the midst of a crisis.\n\nIt is now widely acknowledged that public information and warning is an important public health capability to mitigate the impact of an emergency and to speed up recovery after a crisis. The rapid change in the information delivery platforms and the complexity of the information environment demand that communications during emergencies be accurate and quick. Authorities have to be agile and nimble to understand the needs of the audience, to reduce uncertainty and panic, and to facilitate action. This requires sound empirical knowledge that can inform how people learn about emergencies as well as the factors that influence their learning and that influence how people act or do not act during a crisis. While theoretical essays are useful in providing a framework, it is vital that we develop a more solid evidence base warranting more empirical studies.\n\nThe fact that only a small percentage of studies drew on a prospective design limits our understanding of how communications may be helpful during an emergency and help on recovery efforts. Communications from emergency agencies are subject to debate, interpretation, and even misinterpretation by others. This calls for real-time analysis of the information environment, which might help in course correction of public health messages and lead to a more effective response. "}