{"title": "Characterization of a recombinant canine coronavirus with a distinct receptor-binding (S1) domain", "body": "Coronaviruses are single-stranded RNA viruses which infect humans and a variety of non-primate mammals, including canines (Lai and Holmes, 2001; Perlman et al., 2008) . Research on these viruses has greatly increased since 2003 due to the severe acute respiratory syndrome (SARS) pandemic caused by a zoonotic transmission of an animal coronavirus into the human population (Eaton and Wang, 2007) . Coronaviruses are phylogenetically divided into several genera termed alpha, beta, gamma and delta (King et al., 2011) . There are two known coronavirus species that infect dogs: a newly identified betacoronavirus termed canine respiratory coronavirus (CRCoV), and a more characterized alphacoronavirus termed canine enteric coronavirus (CCoV) . Within the CCoV alphacoronavirus species, there are two distinct serotypes (type I and type II), with both forms of CCoV transmitted via a fecal-oral route . CCoV is usually thought to cause only mild to inapparent enteritis (Pollock and Carmichael, 1983) . However, in some cases CCoV infection can be fatal in young dogs, in particular when coinfections occur with canine parvovirus or other pathogens (Pratelli et al., 1999) . In recent years, an increasing number of highly virulent CCoV infections have also been reported in healthy adult dogs without apparent coinfections (Buonavoglia et al., 2006; Decaro et al., 2007; Escutenaire et al., 2007; Evermann et al., 2005; Naylor et al., 2002; Sanchez-Morgado et al., 2004; Zappulli et al., 2008) . In some of these cases, these new pathogenic viruses are able to spread to other organs and are thought to be novel recombinant forms of CCoV, such as the CCoV type IIb viruses that are more closely related to transmissible gastroenteritis virus (TGEV) of pigs Decaro et al., 2009; Erles and Brownlie, 2009; Ntafis et al., 2011) . The emergence of such highly virulent isolates of CCoV has significantly renewed interest in this group of viruses.\n\nCCoV particles are composed of four major structural proteins termed spike (S), envelope (E), membrane (M) and nucleocapsid (N) (Hogue and Machamer, 2008) . CCoV type I and CCoV type II are closely related to each other except for markedly different spike proteins and the presence of an additional open reading frame (ORF3) in CCoV type I isolates (Lorusso et al., 2008) . This is analogous to the situation with feline coronavirus (FCoV), which also exist as two serotypes (type I FCoV and type II FCoV) based on distinct spike proteins (Haijema, et al., 2007) . It has been proposed that type I CCoVs and FCoVs evolved from a common ancestral virus, and that the canine and feline type II lineages arose from multiple recombination events with an unidentified genetic source (Lorusso et al., 2008) . Also closely related to the CCoV/FCoV type II lineage is TGEV, whose origin is unclear but which may have arisen from zoonotic transfer of a type II CCoV to pigs (Lorusso et al., 2008) .\n\nThe coronavirus spike protein is a major antigenic determinant and is also responsible for host cell receptor binding and viral entry (Gallagher and Buchmeier, 2001) . Aminopeptidase N (APN) has been shown to act as a cellular receptor for FCoV, CCoV and TGEV . Although each virus would be assumed to utilize a species-specific homolog in its respective host during in vivo infection, the feline homolog (fAPN) can act, in vitro, as a common receptor for type II FCoV, type II CCoV and TGEV (Tresnan et al., 1996) . This situation is unlike the one found for most other coronaviruses, which have highly species-specific receptors. This broad receptor binding ability likely plays a role in the zoonotic transfer and genetic recombination events that have defined the evolution of animal alphacoronaviruses. In the case of the serotype I FCoV/CCoV group, the receptor determinants are much less certain. While there is some evidence for fAPN as an FCoV type I receptor (Tresnan et al., 1996) , other studies have concluded that there is a distinct receptor for FCoV type I (Dye et al., 2007; Hohdatsu et al., 1998) . Receptor determinants for CCoV type I remain essentially unknown. In addition to a specific proteinaceous receptor, there are indications that lectin-based interactions via sugar moieties, on either the virus or the host, may play a role in the receptor-binding complex for FCoV types I and II and TGEV (Krempl et al., 1997; Regan et al., 2010; Schultze et al., 1996; Van Hamme et al., 2011) .\n\nMost CCoVs isolated to date are type II viruses. These are easily cultivated in vitro (Pollock and Carmichael, 1983) , with canine A-72 cells typically used for virus isolation. In contrast, type I CCoVs have yet to be easily cultivated in cell culture, and were only recently discovered by reverse-transcription polymerase chain reaction from canine fecal RNA (Pratelli et al., 2003) . CCoV-A76 was isolated from a closed breeding colony of Beagles at the James A. Baker Institute for Animal Health (Cornell University, Ithaca, NY) in 1976. The dogs presented primarily with enteritis, but the virus also appeared to cause additional clinical signs, with significant morbidity in litters of newborn pups exposed to the virus, and with abortions in some pregnant bitches (Carmichael, 1978) . The virus was readily isolated, and was later noted to possess distinct antigenic characteristics as compared to other type II CCoV isolates (Corapi et al., 1992) . CCoV-A76 was archived at the Animal Health Diagnostic Center (College of Veterinary Medicine, Cornell University, Ithaca, NY) and further characterization was not performed. In light of recent interest in CCoV, we obtained this specimen from the archive for further study. Here, we report data on in vitro growth, antigenic and genomic analysis of CCoV-A76, and show that it represents a recombinant CCoV.\n\nA previous study indicated CCoV-A76 to be antigenically distinct from other CCoV isolates (Corapi et al., 1992) , however further characterization was not reported. To perform more extensive analysis, we obtained samples of CCoV-A76 from the Animal Health Diagnostic Center (Cornell University, Ithaca, NY) and inoculated a canine cell line (A-72) . Supernatant and cells were tested for viral titer by plaque assay on A-72 cells, demonstrating that CCoV-A76 infection produces large quantities of extracellular particles (Fig. 1A) . This is similar to results observed with other viruses such as type II CCoV-1-71, type II FCoV-1146, and TGEV-Purdue, but different than virus isolates such as type I FCoV-TN406 (FIPV-Black), which exclusively produce cell-associated virions (Fig. 1A) . The identification of A76 as a coronavirus was confirmed by immunofluorescence microscopy using the antibody FIPV3-70, a generally cross-reactive CoV nucleocapsidspecific monoclonal antibody (Fig. 1B) .\n\nThe antigenic characteristics of CCoV-A76, along with other alphacoronaviruses, were further analyzed by immunofluorescence microscopy using polyclonal anti-CCoV sera, with mAb FIPV3-70, and with a panel of monoclonal antibodies previously tested against CCoV-A76 (anti-nucleocapsid (N): 16C11.13, 17B7.1; anti-spike (S): 18A7.4, 18H9.1, 19G11.10, 21D10.2, 22G6.4, 23A1.8) (Corapi et al., 1992) ( Fig. 2A and B) . The CCoV type II isolates CCoV-1-71, CCoV-S378, CCoV-K378, the FCoV type II isolates FCoV-1146, FCoV-1683, FCoV-DF2, the FCoV type I isolate FCoV-TN406 (FIPV-Black), and TGEV-Purdue were all antigenically analyzed for comparison. The distantly related betacoronavirus MHV-A59 was also tested as an outlier control. The polyclonal anti-CCoV sera and all three antinucleocapsid mAbs reacted strongly with all alphacoronavirus isolates tested including CCoV-A76, but did not react with MHV-A59 (Fig. 2B ). All six anti-spike mAbs reacted with FCoV-1146, FCoV-1683, FCoV-DF2 (Fig. 2B) . Four of the six anti-spike mAbs (18A7.4, 19G11.10, 22G6.4, 23A1.8) reacted with the CCoV type II isolates CCoV-1-71, CCoV-S378, CCoV-K378 and TGEV-Purdue \n\nTo further characterize the in vitro growth characteristics of CCoV-A76, multiple cell lines including canine (A-72, MDCK, Cf2Th, CDKE-2), feline (CRFK, AK-D, Fc2Lu, FMEC), porcine (LLC-PK1), and murine (NIH-3T3) were inoculated with CCoV-A76 at an MOI of 1 ( Fig. 3A and B). All cell lines were also inoculated with closely related CCoV type II isolates (CCoV-1-71, CCoV-S378, CCoV-K378), FCoV type II isolates (FCoV-1146, FCoV-1683, FCoV-DF2), FCoV type I isolate (FCoV-TN406), and TGEV-Purdue. The CCoV type II isolates CCoV-1-71, CCoV-S378 and CCoV-K378 infected all feline cell lines tested, but did not infect any canine or porcine cell lines, except A-72 cells at a low efficiency (30, 27 and 22% respectively) (Fig. 3B ). The FCoV type II isolates FCoV-1146, FCoV-1683 and FCoV-DF2 also efficiently infected all feline cell lines and A-72 cells, but not other canine or porcine cell lines tested (Fig. 3B ). The FCoV type I isolate FIPV-TN406 infected the feline cell line AK-D only (Fig. 3B ). TGEV-Purdue efficiently infected the porcine LLC-PK1 cells, and also infected all feline cell lines and A-72 cells at overall reduced efficiency. CCoV-A76 efficiently infected all canine cell lines tested, but was unable to infect any feline cell lines. CCoV-A76 infected LLC-PK1 cells at a reduced efficiency (24%). None of the viruses tested infected the murine NIH-3T3 cell line (Fig. 3B ).\n\nBecause of the distinct tropism for CCoV-A76 for canine vs. feline cells, we examined the utilization of canine vs. feline APN as a CCoV-A76 receptor (Fig. 4) . Non-permissive BHK cells were transfected to express either fAPN or cAPN, and infected with CCoV-A76, along with CCoV-1-71 and FCoV-1683 as controls. CCoV-A76 was able to infect BHK cells expressing cAPN, but was unable to infect cells expressing fAPN (Fig. 4A ). In contrast, both CCoV-1-71 and FCoV-1683 were able to infect cells expressing either cAPN or fAPN ( Fig. 4B and C).\n\nSequencing and phylogenetic analysis of CCoV-A76 genome Viral RNA was purified from CCoV-A76 particles and subjected to genome sequencing (C Town, unpublished results). Most viral ORFs were successfully sequenced and annotated, with the exception of ORF1ab, where only the 3 0 end of ORF1ab sequence has been obtained. In general, the sequences for all non-structural and structural proteins, except for the spike, were more related to type II CCoV than to type I ( Supplementary Fig. 1 ), suggesting that the most probable ancestor of CCoV-A76 was a type II virus. Intriguingly, this analysis has shown that the S protein has a sequence that would correspond to an intermediate between prototypical type I and type II CCoVs (CCoV-Elmo/02 and CCoV-1-71 respectively, Supplementary Fig. 1 ).\n\nBecause the CCoV-A76 spike sequence did not cluster well with either type I or II CCoVs, and since the spike protein is a determinant of cell tropism and viral pathogenesis, we focused on the spike protein sequence to perform a more extensive phylogenetic analysis (Fig. 5) . Overall, the complete spike protein was distinct from other alphacoronaviruses and did not cluster with either type I or type II CCoVs (Fig. 5A) . Analysis of the S2 (fusion) domain showed that it clustered closely with CCoV type II, FCoV type II and TGEV (Fig. 5B ). In contrast, the S1 (receptor binding) domain clustered with type I CCoV (Elmo/02) and type I FCoV (RM) (Fig. 5C) . Notably, the CCoV-A76 spike sequence lacked a putative furin cleavage site (RRARR) previously shown to be present at the S1/S2 junction of the CCoV type I virus Elmo/02 (de Haan et al., 2008; Pratelli et al., 2003) , indicating it was more similar to CCoV type II viruses that do not contain consensus furin cleavage sites ( Supplementary Fig. 2 ). Coronavirus S1 domains contain two independent functional sub-domains, the N-terminal domain (NTD) and the C-terminal domain (C-domain) (Peng et al., 2011) . To better characterize CCoV-A76 S1, the NTD and C-domain were independently analyzed by phylogenetic analysis. The CCoV-A76 NTD clustered closely with Elmo/02 and did not cluster with 1-71 (Fig. 5D ). In contrast, the CCoV-A76 C-domain was divergent and did not clearly cluster with any characterized alphacoronavirus (Fig. 5E ). Overall, these data indicate that the CCoV-A76 spike gene is probably a recombinant of a type I CCoV with a type II CCoV spike, with a recombination site located between the NTD and C-domain of S1. To determine possible recombination sites within S1, we used the BOOTSCAN/RESCAN method to identify recombination events and breakpoints in the CCoV-A76 S nucleotide sequence. This analysis confirmed the presence of recombination between the NTD and C-domain, with a breakpoint at nucleotide 890 (Fig. 6 ).\n\nIn a survey of canine coronaviruses stored at Cornell University, we carried out a retrospective analysis of a CCoV first isolated in 1976 (CCoV-A76), which has previously been shown to be antigenically distinct from typical type II CCoVs (Corapi et al., 1992) . Immunofluorescence experiments have shown that a panel of antibodies specific for the coronavirus N protein cross reacts with CCoV-A76, but a panel of antibodies specific for the type II FCoV S protein fails to cross react with the virus. Importantly, while both CCoV-A76 and CCoV-1-71-like viruses can infect canine A-72 cells, CCoV-A76 shows distinct and pronounced tropism for a variety of additional dog cell lines (e.g. MDCK), as well as pig cell lines (e.g. LLC-PK1) that the prototypical 1-71-like CCoVs fail to infect. Additionally, CCoV-A76 fails to infect cells of cat origin (e.g. CRFK, AK-D), which are very efficiently infected by 1-71-like CCoVs. These serological data suggested that CCoV-A76 possesses distinct characteristics setting it apart from other known CCoVs. Phylogenetic analysis of the CCoV-A76 genome shows that it is mostly related to type II CCoV, however, analysis of the spike sequence at the amino acid level places CCoV-A76 as an outlier of the CCoV group, suggesting that CCoV-A76 is genetically distinct. Notably, CCoV-A76 is genetically distinct from recently isolated highly virulent type IIb CCoV strains, such as CCoV-CB/05. CCoV-A76 S appears to be a recombinant of a type II and a type IIa CCoV, with recombination occurring between the NTD and C-domain of S1 (Fig. 7) . Further proof of a recombination event occurring at the spike gene of CCoV-A76 was found by analyzing its nucleotide coding sequence. Indeed, in close proximity of the recombination breakpoint identified by the BOOTSCAN/RESCAN methodology (nucleotide 890), several stretches of nucleotides that were either identical (TCTAA, found twice at nucleotide 932 and at nucleotide 972) or near identical (ATAAAAAT at nucleotide 862 and GTAAAATG at nucleotide 990) to characterized CCoV recombination signals (TCTAA and G/CTAAAAA/GT) (Wang and Lu, 2009 ) have been identified (data not shown). The divergent C-domain might also suggest that a second recombination may have occurred at the vicinity of the S1/S2 boundary, with an as yet uncharacterized coronavirus, but evidence for this is currently lacking. Overall, the body of evidence in favor of a recombinant origin for the spike gene of CCoV-A76, together with its distinct antigenic and tropism profiles, argue in favor of setting it apart from other CCoVs as a type I/II canine coronavirus.\n\nWhile it is clear that CCoV-A76 has a much more highly species-specific receptor-binding pattern compared to typical type II CCoVs (e.g. CCoV-1-71), or to typical type II FCoVs (e.g. FCoV-1683), the reasons behind this are less clear. The APNbinding site is within the C-domain of S1 and can be operationally defined as the D3 domain (residues 526-676, based on TGEV nomenclature (Reguera et al., 2011) ). However, individual amino acids within the D3 domain that might confer strict species specificity have not been identified. BLAST analysis based on the amino acid sequence of CCoV-A76 D3 domain shows that it is most similar to type II CCoV, but is clearly divergent (Supplementary Fig. 3 ). It also shows some similarity to porcine coronaviruses, perhaps accounting for the limited tropism seen for porcine cells. The divergent C-domain may impart more strict species specificity to CCoV-A76, via specific interactions within the D3 domain. It is also possible that an interaction between the APN binding site and the distinct CCoV type I-like NTD found in CCoV-A76 might account for the distinct species specificity of this virus. Overall, while CCoV-A76 clearly has a recombinant origin, it should be remembered that the recombination event has not occurred within the known APN-binding domain (D3 domain, residues 526-676), but between the NTD and the C-domain (around residue 297, Fig. 7 ). As such, the recombination event itself is unlikely to be directly responsible for the distinct receptor-binding characteristics of CCoV-A76, which may be caused by D3 domain divergence through missense mutations or via the influence of the distinct NTD.\n\nIn the case of APN itself, previous studies have shown that molecular determinants of species specificity lie in glycosylation sequon differences. Comparing cAPN to fAPN using NetNGlyc glycan prediction software reveals that cAPN is more extensively glycosylated than fAPN (with cAPN having 5 potential glycosylation sites on the solvent exposed domain while fAPN has only 2). In particular, residues 291-293 were shown to control species specificity between human, porcine and feline APN . However, this glycosylation sequon is absent for both fAPN and cAPN. Analysis of the spike-interacting APN domain previously shown to control species specificity (residues 670-840) (Hegyi and Kolb, 1998) reveals the presence of a glycosylation site sequon NTS for cAPN, which is missing in fAPN ( Supplementary Fig. 4) . As with hAPN , this sequon may control the species specificity of APN. However, the effect of this glyscosylation site in the context of infection by CCoV-A76 remains to be tested experimentally. While fAPN has been considered to be a universal receptor for Fig. 5 . Phylogenetic analysis of CCoV-A76 spike. The phylogenetic analysis was performed using full-length coronavirus spike amino acid sequences (A), the S2 subunit sequences including the transmembrane (TM) and C-termini (CT) (B), the S1 subunit sequences (C), the S1 N-terminal domain (NTD) sequences (D), and the S1 C-terminal domain (C-domain) sequences (E). The sequences used in the analyses are represented for each tree, with the region of spike that is used shown in black, and the region not included shown in gray. The S1/S2 cleavage site of the coronavirus spike protein was used as the delineating site between S1 and S2 domains. Determination of NTD and C-domain of the CoV S1 used in the analysis was performed by alignment of individual spikes with MHV-A59 sequence, which has defined NTD and C-domain sequences. The trees were generated using ClustalX 2.1 with the Neighbor-Joining method and bootstrap values calculated from 2000 trees. Scale bars represent the estimated number of substitutions per site.\n\nalphacoronaviruses (with the exception of HCoV-NL63, which uses ACE-2 as a receptor), the situation for the type I FCoV/CCoV lineage is less clear, with the usage of an fAPN receptor much less certain. Our data clearly indicate that CCoV-A76 is another exception to the idea that fAPN is a universal receptor within the alphacoronavirus subfamily.\n\nCoronaviruses are known to efficiently recombine, especially within the spike gene, to modulate host range and pathogenesis (Graham and Baric, 2010) . This has been most well demonstrated with the type II FCoVs, which have clearly been shown to represent a recombinant between a type I FCoV and a type II CCoV (Herrewegh et al., 1998; Vennema et al., 1998) and represent a replacement of the entire spike gene. In dogs, both type I and type II CCoVs are circulating extensively and a molecular analysis of fecal samples has revealed the simultaneous presence of CCoV type I and CCoV type II in 38/177 naturally-infected dogs (Decaro et al., 2005) . Thus, a likely scenario for the emergence of CCoV-A76 is that CCoV type I and CCoV type II were both circulating in the animal breeding facilities at Cornell University in 1976, with dogs infected simultaneously with both serotypes allowing for recombination between the two distinct spike genes. In this scenario, it is interesting to note that a CCoV type I virus would have been circulating in the dog population long before the identification of the prototype CCoV type I strain Elmo/02 in 2002.\n\nIt remains unclear whether highly virulent A76-like viruses are naturally circulating in dogs, or if CCoV-A76 represents a defined recombination event, possibly with limited dog-dog transmission. Whereas most of the prototype or newly described pathogenic CCoVs have been ascribed to the CCoV type I family (e.g. CCoV-Elmo/02), the CCoV type IIa family (e.g. CCoV-1-71) or the CCoV type IIb family (e.g. CCoV-CB/05), a number of outbreaks of highly virulent coronavirus infection remain incompletely characterized at a molecular level. Of particular interest is a series of CCoV outbreaks of gastroenteritis in Sweden (Escutenaire et al., 2007) . Four closely related CCoVs were identified, typified by the strain CCoV-Uppsala2/04. While only limited genomic analysis of these viruses was performed, it is apparent that the Uppsala2/04like CCoVs contained an S protein with N-terminal and C-terminal domains closely related to CCoV type I and type II respectivelyalso indicating their possible origin from recombination between the two CCoV genotypes.\n\nOur data provide further support for the modular nature of the coronavirus spike glycoprotein. With this in mind, it will be important to examine any outbreaks of highly virulent coronavirus infection of dogs in the context of novel recombinants between CCoV type I and type II and to consider novel recombinants between the S1 NTD and C-domain as possible zoonotic coronaviruses.\n\nCrandell-Rees feline kidney (CRFK), feline lung (AK-D), Madin-Darby canine kidney (MDCK), porcine kidney (LLC-PK1) and rat lung (L2) cells were obtained from the American Type Culture Collection (ATCC). Canine thymus (Cf2Th), canine kidney (CDKE-2), and feline lung (Fc2Lu) cells were obtained from the Cornell Animal Health Diagnostic Center (Cornell University, Ithaca, NY). Canine fibroblast (A-72) cells were obtained from Dr. Colin Parrish, Baker Institute for Animal Health (Cornell University, Ithaca, NY). Polarized feline mammary epithelial cells (FMEC) were obtained from Dr. John Parker, Baker Institute for Animal Health (Cornell University, Ithaca, NY). Murine NIH-3T3 cells were obtained from Dr. Richard Cerione, College of Veterinary Medicine, Department of Fig. 6 . BOOTSCAN/RESCAN recombination analysis of CCoV-A76 spike. The full-length nucleotide sequences of CCoV-A76, CCoV-1-71, and CCoV-Elmo/02 spike genes were used to perform a recombination event analysis using the RDP3 software with the BOOTSCAN/RESCAN method. The program detected a possible recombination event between the parental sequences CCoV-1-71 S and CCoV-Elmo/02 S that led to the formation of CCoV-A76 spike. The BOOTSCAN plot display shows the location of the probable recombination event in the alignment, with a breakpoint detected at nucleotide 890 (corresponding to residue 297) of CCoV-A76 S. Fig. 7 . Schematic of evolutionary origins of the CCoV-A76 spike. The schematic displays the origins of the different domains and subdomains of CCoV-A76 spike as well as the major recombination event that was found by phylogenetic relationship and BOOTSCAN/RESCAN analyses. NTD: N-terminal domain of S1; C-domain: C-terminal domain of S1; D3: receptor binding domain (residues 526-676, in blue highlight); TM: trans-membrane domain. Not drawn to scale. Molecular Medicine (Cornell University, Ithaca, NY). All cells were grown at 371C with an atmosphere of 5% CO 2 , in RPMI-1640 supplemented with 10% fetal bovine serum (FBS), 10 mM glutamine, 100 U/mL penicillin and 10 mg/mL streptomycin.\n\nThe mouse monoclonal anti-coronavirus antibody FIPV3-70 was obtained from Santa Cruz Biotechnology (Santa Cruz, CA). Feline polyclonal anti-CCoV antisera and anti-feline FITC was obtained from Veterinary Medical Research and Development Inc. (Pullman, WA). Mouse monoclonal anti-FCoV nucleocapsid antibodies 16C11.13 and 17B7.1, and mouse monoclonal anti-FCoV spike antibodies 18A7.4, 18H9.1, 19G11.10, 21D10.2, 22G6.4, and 23A1.8 were obtained from the Cornell Animal Health Diagnostic Center (Cornell University, Ithaca, NY). Mouse monoclonal anti-FLAG-M2 was bought from Sigma Aldrich and mouse monoclonal anti-fAPN (RG4) was provided by (Hohdatsu et al. (1998) .\n\nCCoV-A76 (also referred to as CCoV-A76/5), CCoV-1-71, CCoV-K378 (CCoV-K378/6), CCoV-S378 (CCoV-S378/3), FCoV-1683 (FECV WSU 79-1683), FCoV-DF2 (FIPV-DF2), FCoV-TN406 (FIPV-Black) and TGEV-Purdue were obtained from the Cornell Animal Health Diagnostic Center (Cornell University, Ithaca, NY). FCoV-1146 (FIPV WSU 79-1146 and mouse hepatitis virus strain A59 (MHV-A59) were obtained from the ATCC. CCoV-A76 was grown in A-72 cells. CCoV-1-71, CCoV-K378 and CCoV-S378 were grown in CRFK cells. FCoV-1683, FCoV-DF2 and FCoV-TN406 were grown in AK-D cells or A-72 cells. TGEV-Purdue was grown in swine testicle (ST) cells. MHV-A59 was grown in L2 cells. All viruses (except FCoV-TN406) were grown by inoculating cells at an MOI of 0.1 and harvesting supernatant after CPE was observed in 4 80% of cells (typically between 36 and 48 h). Supernatant was then cleared of cellular debris with a low-speed spin at 2500 rpm for 15 min and then stored at À801C. FCoV-TN406 was inoculated at an MOI of 1 and harvested after 48 h by scraping cells into the media, passaging the mixture 5 times through a 25gauge needle, and storing at À 801C.\n\nViral infections were carried out by inoculating cells at the specified MOI in media as previously described except without FBS. Cells were then incubated for 60 min at 371C with gentle rocking to allow viral adsorption. After binding, cells were washed twice with phosphate buffered saline (PBS) and replaced with standard media supplemented with 2% FBS and allowed to incubate for the specified amount of time. For growth assays, either supernatant or cells were collected and processed as described above. Plaque assays were carried out by standard methods. For infection assays, cells were fixed at either 24 h postinfection (p.i.) for FCoV-TN406, or 12 h p.i. for all other viruses. Cells were processed for immunofluorescence microscopy as previously described .\n\nDifferential interference contrast (DIC) images were generated on a Zeiss Axiovert 200 inverted microscope. Immunfluorescence images were generated on a Nikon Eclipse E600 fluorescence microscope. All images were captured on a Sensicam EM camera (PCO, Kelheim, Germany) and processed with IPLab software (BioVision Technologies, Exton, PA).\n\nTotal RNA was extracted from A-72 cells using an RNeasy Plus Mini Kit (Qiagen). cDNA was amplified by the OneStep RT-PCR kit (Qiagen) and the desired band of molecular weight 3 kb was excised by gel purification and cloned into pTOPO using a TOPO TA cloning kit (Invitrogen). In order to detect cAPN efficiently, a construct, pCMV-tag1-FLAG-cAPN (with a N-terminal FLAG tag) was created for expression in mammalian cells. The tag was added by cloning cAPN sequence into the pCMV-tag1 vector (Agilent). The construct was sequence confirmed by the Cornell University Life Sciences Core Laboratories Center (CLC). Expression was verified by immunofluorescence microscopy using the mouse monoclonal anti-FLAG-M2 antibodies.\n\nViral RNA was extracted using the QIAamp Viral RNA Mini Kit (QIAGEN). Purified genomic RNA was reverse transcribed in an oligo-dT-primed reaction using SuperScript III (Invitrogen). Amplicons covering most of the 3 0 one third of the genome were generated by PCR using Accuprime (Invitrogen) and the following primer sets: A765-1B-Fwd GCTGCTCTTTACAGAGCGTAT and A765-S2-Rev GTAACTGGTTACAACGAGGAT; A765-S2-Fwd GGCG-TTTGTGACAATGGAGCA and A765-7b-Rev ACGTGCTTACCATTCTG-TACA. These generated two amplicons of $ 6 kb each with an overlap of $ 500 bp. Amplicons were gel purified and pooled in equimolar amounts after which they were simultaneously amplified and bar-coded in two separate reactions using SISPA (http://www.biomedcentral.com/1471-2164/9/5). A pool of these and other viral samples were used to construct 454 and Illumina libraries and sequenced on their respective platforms. After sequencing, reads from each platform were deconvoluted by bar code and trimmed for quality and to remove the SISPA hexamer primer sequences. Both GS-FLX and Illumina reads were then de novo assembled using CLC Bio's clc_novo_assemble program. The final sequence assembly was annotated using the VIGOR pipeline (http://www.biomedcentral.com/1471-2105/11/451).\n\nThe nucleotide sequences of the CCoV-A76 ORF1ab (partial sequence), spike (S), 3a, 3c, envelope (E), membrane (M), nucleocapsid (N), 7a and 7b genes have been deposited in the National Center for Biotechnology Information (NCBI) GenBank database under the following accession number-GenBank ID: JN856008.1. The accession numbers for the individual NCBI GenBank protein sequences of CCoV-A76 are as follows-ORF1ab GenBank ID: AEQ61967.1; S GenBank ID: AEQ61968.1; 3a GenBank ID: AEQ61969.1; 3c Gen-Bank ID: AEQ61970.1; E GenBank ID: AEQ61971.1; M GenBank ID: AEQ61972.1, N GenBank ID: AEQ61973.1; 7a GenBank ID: AEQ61974. 1; 7b GenBank ID: AEQ61975.1.\n\nPhylogenetic trees were generated using the following sequences from the NCBI GenBank database-CCoV-A76 GenBank ID: AEQ61968.1; CCoV-1-71 GenBank ID: AY796289.1; CCoV-Elmo/02 GenBank ID: AY307020.1; CCoV-CB/05 GenBank ID: Phylogenetic analysis and sequence alignments were performed utilizing ClustalX 2.1 software. Phylogenetic trees were generated using the Neighbor-Joining (NJ) clustering algorithm. Bootstrap values were calculated from 2000 trees. Alignments generated by ClustalX 2.1 were formatted using CLC Free Workbench 3 software. Analysis of CCoV-A76 S recombination events was performed using the RDP 3 software with the BOOTSCAN/ RESCAN methodology (Heath et al., 2006; Martin et al., 2005) ."}