{"title": "Optimistic bias, information seeking and intention to undergo prostate cancer screening: A Taiwan study on male adults", "body": "Prostate cancer morbidity and mortality rates are alarming, particularly in males aged 45 years and older [1] . Increases in incidence rates of prostate cancer are pronounced, not only in the United States, Canada, Australia, and European countries, but also in the low-risk Asian countries such as Taiwan [2] . In 2005, 2,704 Taiwanese men were diagnosed with prostate cancer, and 909 died from it [3] . The rising incidence of prostate cancer in Taiwan is now a major public health concern requiring careful study.\n\nRosenstock [4] proposed the concept of perceived susceptibility to describe individual attitudes and beliefs about the risks of contracting a disease or illness. Many studies (e.g. [5] [6] [7] ) have argued that perceived susceptibility is a variable that determines individual healthrelated preventive behaviors. However, not all patients fully understand the risks of prostate cancer or actively seek information on prevention, early detection, or treatment. Prior studies have shown that people tend to underestimate their personal risk of disease [8, 9] . This tendency has been described as optimistic bias [10, 11] , and the concept has been one of the most robust findings in perceptions and cognitions research [12] .\n\nOptimistic bias has been confirmed by social comparison [13] , and has been well-documented in many health-related contexts and populations [12, 14] . Studies have shown optimistic bias in the risk assessment of lung cancer [15] , breast cancer [1] , sexually transmitted diseases [9, 16] , bioterrorist attacks [17] , heart disease [18] , severe acute respiratory syndrome (SARS) [19] , and bird flu [20] . Each of these demonstrates, to varying degrees, the true potential of individual misunderstandings of the risks of potentially catastrophic diseases, which reduce the likelihood of adopting appropriate preventive behaviors and decisions.\n\nDespite the robust literature indicating that optimistic bias is significantly associated with risky health behavior, few studies have examined the relationship between optimistic bias and behavior in the context of prostate cancer screening. Optimistic bias is also a useful framework for enhancing understanding of the perceived risk of prostate cancer in middle-aged Taiwanese men and other populations, specifically with regard to the intention to undergo screening. If information seeking behavior is a key moderator between perceived threat of disease and the likelihood of taking action [21] , then information seeking actions become critical to coping ability and informed decision making. Other empirical results indicate that information seeking is positively and significantly associated with cancer screening [22, 23] or testing for cancer risk [24, 25] . This study also examines how information seeking is related to screening for prostate cancer.\n\nThe Health Belief Model (HBM) posits that perceived risk predicts certain health behaviors [26] . Optimistic bias (also known as unrealistic bias) can lead to the belief that one is less vulnerable to risks than others are, despite evidence to the contrary [10, 11] . Some studies have suggested that optimistic bias, which is also related to risk comparison, provides a broader scope than perceived risk when investigating factors influencing health behavior (e.g. [1] ).\n\nA desire to control threatening events gives rise to optimistic bias when a risk, such as cancer risk, is unpredictable [27] . In the health communication field, researchers have adopted the concept of optimistic bias to investigate individual assessment of cancer risk. For instance, a study by Facione [27] examined how heuristic reasoning affected how women assess their risk of breast cancer, and found that 33% of women surveyed perceived their own risk of breast cancer to be lower than that of other women. Clarke et al. [1] also noted optimistic bias in a survey of 200 men aged 45 to 60 years regarding their self-reported estimated risk of developing prostate cancer.\n\nResearchers have generally concluded that optimistic bias is caused by cognitive factors such as egocentrism (i.e. an individual focuses more on his/her risk factors than on those of others) [28] , motivational causes (the need to protect oneself when challenged) [29] , and emotion (positive association between optimistic bias and decreased anger, fear or sadness) [30] . These findings from cognitive research are relevant to the estimation of prostate cancer risk, and probably to the information seeking behavior of males regarding prostate cancer screening.\n\nBased on the current understanding of the issues surrounding the intention to undergo prostate cancer screening, the following hypothesis is offered:\n\nH1. Respondents consider themselves less likely than others to get prostate cancer.\n\nStudies such as those cited above indicate that people who perceive a lower health risk in themselves than in others are less likely to engage in precautionary behaviors [12, 31, 32] , which is a detrimental side effect of optimistic bias and misunderstanding of risk. Conversely, however, if individuals perceive themselves to be more susceptible to a risk than others, their intentions to take preventive action increase, which in turn increases the likelihood of positive outcomes. For example, Jacobsen et al. [33] surveyed 83 males with family histories of prostate cancer and found that perceived vulnerability to prostate cancer increased their intention to undergo screening.\n\nGiven the general lack of observable symptoms during the early stages of prostate cancer, adult men are encouraged to undergo routine prostate cancer screening, including a digital rectal examination (DRE), and prostate-specific antigen (PSA) blood test [34] . In Taiwan, Liao et al. [35] surveyed prostate cancer screening practices in males aged 50 years and above. They found that only 68 (13%) of the 521 respondents had undergone prostate cancer screening. They also found that individual knowledge regarding cancer significantly influenced screening intentions. A reasonable presumption is that increased knowledge of cancer enables a more realistic understanding of risk; however, the specific impact of optimistic bias on prostate cancer screening among Taiwanese men remains unknown.\n\nThe above discussion shows that optimistic bias may be significantly related to precautionary and preventive behaviors and that optimistic bias may offer further insights into the underlying factors affecting prostate cancer screenings. Therefore, the following hypothesis is posited:\n\nH2. Optimistic bias negatively predicts intention to undergo prostate cancer screening.\n\nIn addition to concerns over the treatment of disease, patients are beginning to exhibit information seeking behavior and to participate in the related process of decision-making [36] . As Vanderpool et al. [37] put it, ''health information is essential for disease prevention'' (p. 81). Seeking health information helps individuals take appropriate actions to reduce the risk of disease [38] .\n\nInformation seeking is defined as ''a process with which humans engage to purposefully change their state of knowledge'' [39: p. 148 ]. Prior studies have indicated that those who actively seek information about a hazard/disease are more likely to take preventive actions. For example, Neuwirth et al. [40] conducted an experimental survey (n = 206) to elaborate the relationship between preventive motivation and risk communication. They found that providing information about the severity of a hazard increased the motivation to seek information about that hazard, and also increased individual willingness to take preventive actions. In the context of prostate cancer, Finney Rutten et al. [22] examined data from the 2003 Health Information National Trends Survey in the United States to investigate factors associated with PSA screening. Their findings showed that information seeking by respondents significantly predicted their use of PSA screenings. A study of cancer information by Shim et al. [23] also found that information seeking was associated with prostate cancer screening. To further explore whether information seeking predicts screening practices for diseases in Taiwanese males, the following hypothesis is posited:\n\nH3. Information seeking significantly and positively predicts intention to undergo prostate cancer screening.\n\nA cross-sectional survey was employed to gather data on optimistic bias in risk assessment, information seeking, and screening related to prostate cancer in Taiwanese males.\n\nNot all residential telephone numbers were listed in the telephone directory, hence a random digit dialing method, which uses a random number generator to develop lists of telephone numbers, was adopted in order to create sample lists. The telephone-based survey was then performed in the poll center of a national university in Taiwan between 6:00pm and 10:00pm from April 30 to May 8, 2008. All interviewers had been trained beforehand by participating in group discussions in which a large amount of time was spent carrying out mock interviews and reviewing practice interviews with others, which helped interviewers to become familiar and comfortable with the interview procedure.\n\nOf 4,526 calls dialed, only 1,426 were answered (3,100 calls were not answered). Among those who answered the phone call, 999 replied that they had no intention to participate in this study or that there was no male family member at home. Ultimately, a national sample of 427 male adults aged at least 45 years qualified for this study and completed the telephone-based survey questionnaire. All participation was voluntary and assured of confidentiality and anonymity. The valid response rate was 29.94%. In this sample, the average age was 57 years (mean (M) = 57, standard deviation (SD) = 9.35, range = 42). Table 1 lists the characteristics of the sample.\n\nQuestions on the questionnaire used in this study were designed to measure ''perceived risk in oneself and in others,'' ''information seeking about prostate cancer,'' and ''intention to undergo prostate cancer screening''. Two experts from the field of health communication and public health were invited to review the questionnaire to help ensure that all questions referred to what they were intended to measure.\n\nAdopted from the questions used by Weinstein & Klein [41] , respondents were asked to estimate the risk of getting prostate cancer in both themselves and in others. They were asked, ''What is the likelihood that you will get prostate cancer?'' and ''What is the likelihood that others will get prostate cancer'' A 4-point scale that ranged from 1 being ''highly unlikely'' to 4 being ''highly likely'' was used to assess these two questions.\n\nIn this study, optimistic bias was assessed indirectly. Restated, respondents made two estimates of risk, in themselves and in others. To estimate comparative risk, the two estimates were subtracted [41] . The score for optimistic bias of risk assessment was calculated as the score for perceived probability of others acquiring prostate cancer less the probability of the respondents themselves getting prostate cancer (M = 0.28, SD = 0.78). The higher the score, the greater the optimistic bias of respondents regarding prostate cancer.\n\nIn the information seeking scale, which was adopted from the study by Wei et al. [20] , respondents were asked to indicate whether they would do any of the following: (1) seek information about the nature of prostate cancer, (2) seek information about avoiding prostate cancer, (3) seek preventive information related to prostate cancer, and (4) seek information about prostate cancer treatment. The response scale ranged from ''1'' (never) to ''4'' (often). Exploratory factor analysis showed that the four items were grouped into a single factor. The solution explained 77.44% of the total variance (Eigen value = 3.10). A composite measure of information seeking behavior about prostate cancer was created by adding the four items and dividing the sum by four (M = 2.54, SD = 0.88). The four-item scale yielded an a coefficient of 0.90.\n\nRespondents were asked to assess their intention to undergo screening by responding to the following question: ''What is the likelihood of your undergoing a prostate cancer screening?'' Answer choices were presented on a 4-point Likert-type scale ranging from 1 (''very unlikely'') to 4 (''very likely'') (M = 2.71, SD = 1.03).\n\nRespondents were asked about their age, monthly income, and education.\n\nThe study data were analyzed using SPSS for Window version 15.0. Paired t-test and regres-sion analyses were employed to test the research hypotheses proposed in this study. In this investigation, a p value of less than 0.05 was considered statistically significant.\n\nThree hypotheses were stated regarding optimistic bias in the perceived risk of prostate cancer, and the impact of optimistic bias and information seeking on intention to undergo prostate cancer screening. Table 2 shows a brief description of the statistics concerning all predictor and outcome variables measured in this study. The first hypothesis, positing that respondents consider themselves less likely than others to get prostate cancer, was tested using paired t-tests (the skewness and kurtosis values of perceived risk in oneself and in others all lie between +1.0/-1.0). The statistical results of these paired t-tests revealed that respondents considered themselves less likely (M = 1.90) than others (M = 2.18) to get prostate cancer (t = -4.95, p < .001, two-tailed). The result, therefore, supported the first hypothesis (H1).\n\nThe second and third hypotheses were tested using a hierarchical regression model. In the equations, the predictors were age, monthly income, optimistic bias, and seeking information about prostate cancer; the outcome variable was intention to undergo prostate cancer screening. Table 3 shows the correlations among all control and predictor variables. As Table 4 shows, given the effects of age, monthly income, and seeking information about prostate cancer, optimistic bias (b= -0.12, p = 0.10) did not significantly predict the intention to undergo prostate cancer screening. Thus, the second hypothesis (H2) was unsupported. Additionally, information seeking behavior about prostate cancer (b=0.51, p < 0.001) significantly and positively predicted the intention to undergo prostate cancer screening after controlling for age, monthly income, and optimistic bias. Therefore, the third hypothesis (H3) was supported.\n\nOverall, the hierarchical regression model showed that age, monthly income, optimistic bias, and seeking information about prostate cancer accounted for 28% of the variance in the intention to undergo prostate cancer screening.\n\nThe first goal of this study was to determine whether a sample of Taiwanese males in an atrisk age group exhibited optimistic bias. The paired t-test analysis showed that respondents tended to underestimate susceptibility to prostate cancer in themselves but not in others. Based on the causes of optimistic bias identified by Bränstrom, et al. [42] , the analytical results of this study revealed that respondents may exhibit optimistic bias for the following reasons: optimistic bias may help respondents reduce anxiety about getting a disease; they may not consider prostate cancer to be particularly serious (or may not believe that treatments are effective), so optimistic bias becomes robust; respondents may attempt to increase their self-esteem via optimistic bias; finally, respondents may feel that they already live healthy lifestyles or are somehow less prone to cancer because they have no history of serious illness.\n\nIn contrast with earlier studies, this study found that optimistic bias is not significantly related to precautionary actions taken. However, their relationship is negative (b= -0.12, p = 0.11), which could mean that optimistic bias reduces the intention to undergo prostate cancer screening. Interestingly, and central to future information seeking studies as well as to interventions in this area, information seeking apparently predicts intention to undergo screening, which is consistent with other classic studies in the information seeking literature. These analytical results are further evidence (particularly given the focus on a particular culture and population) supporting the emerging understanding of information seeking behaviors as a key determinant of health decisions by patients, including under- [43] ). Taken together, these findings can inform both risk communication interventions and information seeking ones. For the former, patient educators and public health professionals must understand the real potential of optimistic bias concerning prostate cancer among men in Taiwan. Risk communication is an increasingly important field of research informing new methods for communicating actual individual risk as compared to misconceptions that the patient might hold. If, as suggested earlier, other variables affecting optimistic bias are identified, then such tools for communicating risk can be better tailored to mediate optimistic bias. However, moderating overly optimistic perceptions of risk must be balanced with the risk of unintentionally worrying patients and causing other negative psychosocial responses.\n\nFurthermore, these findings indicate that increased information seeking can increase intention to seek prostate screening and other preventive actions. Information seeking interventions are needed. For instance, medical librarians and other health information professionals might work with public health officials and patient educators to facilitate access to prostate cancer information. Efforts to motivate uninformed patients to seek information and to understand the risks of their illnesses will lead to higher intention to undergo prostate screening.\n\nMethodologically, the telephone-based interviews adopted by this study overcome the problems of time, expense, and reactivity that occur with face-to-face interviews; however, the amount of non-verbal information available to interviewers is limited, which makes it difficult to assess the honesty of respondents' answers. Also, the telephone places limits on the answering of closed questions and forces respondents to remember all available responses to them. Perhaps computer-assisted telephone interviewing techniques, not requiring a human interview, can be used in the future in order to overcome the disadvantages of telephone-administered interviews [44] .\n\nPractically, this study of a sample of Taiwanese men in an age group at risk for prostate cancer provides further evidence of optimistic bias. In particular, information seeking enhanced their intention to undergo prostate cancer screening. Applying the empirical findings of this study would be of importance to prostate cancer prevention programs. Although a significant relationship was observed between intention and actual behavior (r = 0.53) [45] , it is still unclear whether reports by respondents are consistent with their actual behavior regarding prostate cancer screening. Future studies should explore how optimistic bias and information seeking affect actual prostate cancer screening."}