{"title": "Middle East Respiratory Syndrome Interpreted: Human Herpesvirus 6B Pneumonia DIAGNOSTIC DILEMMA", "body": "A patient's symptoms and travel history suggested that he might have Middle East respiratory syndrome, a frightening and often fatal viral infection. The man, who was aged 44 years and Caucasian, presented to the hospital with a 2-day history of fever and dry cough. He also had a sore throat, headache, and mild epigastric discomfort. In addition, he had noticed a skin rash on the day of admission. He returned from a business trip to the United Arab Emirates 10 days earlier, but he recalled no contact with animals or sick people. Until this illness, he had enjoyed good health.\n\nOn admission, the patient had a fever of 100 F (37.8 C). Physical examination revealed a generalized, blanchable, macular rash over his trunk, with sparing of the limbs, head, and neck ( Figure 1 ). Chest auscultation disclosed inspiratory crackles over the right lower zone. Results of a complete blood count showed a total leukocyte count of 6.19 Â 10 3 cells/mm 3 , hemoglobin of 15.2 g/dL, and a platelet count of 175 Â 10 3 platelets/mL. The patient's neutrophil count was normal at 5.01 Â 10 3 cells/mm 3 , but mild lymphopenia (0.91 Â 10 3 cells/mm 3 ) was noted. Liver function was mildly deranged, as demonstrated by elevations in serum alanine aminotransferase (60 U/L) and aspartate aminotransferase (62 U/L). Serum bilirubin was normal at 0.76 mg/dL (13 mmol/L), as was alkaline phosphatase at 73 U/L. The patient's erythrocyte sedimentation rate (20 mm/h) and serum C-reactive protein level (3.8 mg/dL) were mildly elevated. A chest radiograph showed right middle zone haziness ( Figure 2 ). Contrast-enhanced computed tomography of the thorax displayed ground-glass changes in the lower lobe of the right lung ( Figure 2) .\n\nA diagnosis of community-acquired pneumonia was made. Because the patient had traveled to the Arabian Peninsula 10 days before symptom onset, he was admitted under airborne infection isolation precautions for suspected Middle East respiratory syndrome. However, a nasopharyngeal aspirate tested negative by reverse-transcription polymerase chain reaction or indirect immunofluorescence for Middle East respiratory syndrome coronavirus, other coronaviruses, influenza viruses, parainfluenza viruses, respiratory syncytial virus, human metapneumovirus, and adenovirus. All were eliminated from the differential diagnosis.\n\nPolymerase chain reaction testing of the nasopharyngeal aspirate for pathogens of atypical pneumonia, including Mycoplasma pneumoniae, Chlamydia pneumoniae, and Legionella pneumophila, also provided negative results. Sputum and blood cultures were negative, as were a urine sample tested for L. pneumophila serogroup 1 antigen, the serum Monospot test for infectious mononucleosis, and a human immunodeficiency virus antibody test.\n\nOn further exploration of contact history, the patient reported an episode of roseola infantum, commonly referred to as roseola, in his 15-month-old daughter 5 weeks earlier.\n\nAnother nasopharyngeal aspirate sample was retrieved, and this tested positive for human herpesvirus 6 DNA with polymerase chain reaction primers targeting the U67 gene. Sequencing confirmed the virus to be human herpesvirus 6B. Serum obtained on day 4 after symptom onset was negative for human herpesvirus 6B DNA.\n\nThe patient's diagnosis, atypical pneumonia caused by human herpesvirus 6B, was based on several lines of evidence, including recent contact with his child, who had suspected roseola, also known as \"exanthema subitum\" or \"sixth disease.\" This common and often self-limiting pediatric ailment is caused by human herpesvirus 6. Other considerations were the development of a characteristic roseola-like macular skin rash after 2 days of fever, the lack of evidence of other bacterial or viral causes of pneumonia, and the detection of human herpesvirus 6B DNA in a nasopharyngeal aspirate during the symptomatic phase. His illness demonstrates that human herpesvirus 6B can cause pneumonia mimicking other forms of viral pneumonia in immunocompetent individuals.\n\nDescriptions of human herpesvirus 6B pneumonia are rare among immunocompetent patients. One report of an immunocompetent adult with severe legionellosis details the concurrent isolation of human herpesvirus 6B antigens from blood and from inflammatory cells in lung biopsy tissue. 1 In another account, human herpesvirus 6B, implicated through polymerase chain reaction testing of tracheal secretions and lung biopsy specimens, was the source of fatal viral pneumonitis in an immunocompetent patient. 2 Although human herpesvirus 6B pneumonia is believed to be highly unusual in immunocompetent hosts, its incidence may be underestimated, because clinicians do not routinely include the virus in the investigation panel for viral pneumonitis.\n\nOur patient's contact history and skin rash were clinically more compatible with primary infection than endogenous reactivation. Furthermore, the absence of detectable human herpesvirus 6B DNA in his serum reflected the transient viremic phase typical of primary acute infection. 3 Endogenous reactivation, on the other hand, is characterized by persistent viremia, because latent human herpesvirus 6B is predominantly incorporated within circulating CD4 þ lymphocytes. Finally, the positive nasopharyngeal aspirate and the negative serum specimen definitively excluded chromosomally integrated human herpesvirus 6B, an inherited condition that is generally associated with very high viral loads in the circulation. 4 Polymerase chain reaction's utility in analyzing nasopharyngeal aspirates of patients with suspected human herpesvirus 6B pneumonia is underscored by our experience. Asymptomatic shedding of the virus in saliva, a welldocumented occurrence, limits the value of polymerase chain reaction testing of expectorated sputum specimens and even bronchoscopic lavage samples, which might contain oral secretions. 5 Although shedding of human herpesvirus 6 in nasopharyngeal aspirate has not been rigorously studied in healthy individuals, we simultaneously performed polymerase chain reaction testing on 100 nasopharyngeal aspirate specimens from adults, and all were negative for human herpesvirus 6 DNA (data not shown), suggesting that asymptomatic shedding is not a common phenomenon.\n\nOn rare occasions, primary human herpesvirus 6 infection in adults can cause complications and possibly fatal outcomes. 6 Moreover, it is an emerging pathogen in immunocompromised patients; viral reactivation has been associated with interstitial pneumonitis, encephalitis, acute graft-versus-host disease, and mortality. [7] [8] [9] [10] [11] Although childhood infection can be ubiquitous in many areas, adult seroprevalence rates vary widely among different populations (range, 20%-100%). 10 Therefore, a variable proportion of adults are susceptible to infection in later life.\n\nOur patient was empirically treated with intravenous amoxicillin-clavulanate and oral azithromycin for 3 days. Antibiotics were then discontinued because a viral cause for his pneumonia was considered more likely. His fever subsided, and the rash and cough gradually improved. He was discharged after 4 days and was well at a 1-month follow-up visit.\n\nDrugs proven to be clinically effective against human herpesvirus 6 are still lacking. The relatively toxic antivirals, ganciclovir, foscarnet, and cidofovir, have been used to treat human herpesvirus 6 disease or reactivation. However, drug toxicity and reduced drug susceptibility are a problem and pose management difficulties, especially in immunocompromised patients. The antimalarial agent artesunate was reported to have in vitro efficacy against human herpesvirus 6 and the closely related cytomegalovirus, and it was successfully used to treat a patient with human herpesvirus 6B myocarditis. 12, 13 When constructing a differential diagnosis, physicians should be aware that human herpesvirus 6B is a potential culprit in atypical pneumonia in adults. The virus may be overlooked in populations with low seroprevalence."}