{"title": "A novel multiplex real-time RT-PCR assay with FRET hybridization probes for the detection and quantitation of 13 respiratory viruses", "body": "Acute respiratory tract infection is a leading cause of paediatric morbidity and mortality (Murray et al., 2001) . Well recognized viral agents traditionally associated with respiratory tract infections are respiratory syncytial virus (RSV), influenza viruses A and B, parainfluenza viruses (PIV) 1-3, and adenoviruses (Adv). Since 2001, improved virus discovery techniques have seen to the identification of several new viruses associated with acute respiratory tract infections including human metapneumovirus (hMPV) (van den Hoogen et al., 2001) , human coronaviruses (hCoV) HKU1 (Woo et al., 2005) and NL63 (van der Hoek et al., 2004) , and human bocavirus (hBoV) (Allander et al., 2005) . At present, the most commonly used technique for the diagnosis of viral respiratory tract infections is cell culture usually in combination with direct immunofluorescence assays (IFA) (Fischbach and Dunning, 2009 ). Nucleic acid detection methods have recently become more readily available for the diagnosis of virus infections (Watzinger et al., 2006) . Comparative studies have shown that for the detection of respiratory viruses real-time RT-PCR is significantly more sensitive than conventional detection methods (Gharabaghi et al., 2008; Kuypers et al., 2006; Smith et al., 2003; van de Pol et al., 2007) . The majority of real-time RT-PCR detection assays for respiratory viruses are only qualitative of nature. Even though qualitative real-time PCR in the diagnostic setting has numerous advantages over more traditional detection methods, one of the limitations is that it does not discriminate between current infections or shedding of low concentration of virus from previous infections. The significance of co-infections is also not portrayed. In contrast, quantitative realtime PCR provides qualitative as well as quantitative information. The advantages of quantitative real-time PCR are that it permits the assessment of viral load at a given time point, facilitates the monitoring of response to treatment, and offers the possibility to determine the dynamics of virus proliferation (Watzinger et al., 2006) . Quantitative tests may aid in the study of virus pathogenesis, development of vaccine and antiviral strategies, and will facilitate investigations of the importance of respiratory viruses when detected by themselves or as co-infections in patients.\n\nQualitative detection of viral respiratory pathogens by multiplex real-time PCR has been described previously (Brittain-Long et al., 2008; Gunson et al., 2005; Templeton et al., 2004) . These studies employ the use of hydrolysis probes (Brittain-Long et al., 2008; Gunson et al., 2005) and molecular beacons (Templeton et al., 2004) as probe chemistry which are highly sensitive to hybridization mismatches. Due to the high mutation frequencies of respiratory viral genomes this may result in false negative results (Gunson et al., 2006) . In contrast, fluorescence resonance energy transfer (FRET) hybridization probes can tolerate up to 6 mismatches (Zaayman et al., 2009 ). In addition, the probes are not hydrolyzed during the amplification reaction, thereby facilitating generation of amplicon-specific melting curves for further discrimination and incorporation of multiple targets per reaction.\n\nIn this study, the development and application of a novel quantitative real-time RT-PCR assay utilizing FRET probes for the differential diagnosis of well recognized and new respiratory viruses are described. This consisted of four multiplex reactions covering 13 different viruses that may be run individually or concurrently.\n\nTissue culture positive controls were available for RSV subtype A and B, PIV 1-3, influenza A and B, and adenovirus. Clinical specimens that tested positive by PCR for hMPV, hCoV-NL63 and hCoV-OC43 were obtained from Dr. Jan Kimpen, University of Utrecht, The Netherlands, and hBoV from Dr. Heidi Smuts, University of Cape Town, South Africa, while RNA from positive clinical specimens for hCoV-HKU1 and hCoV-229E were obtained from Dr. Astrid Vabret, University Hospital of Caen, France. For the validation of the multiplex assays, 91 respiratory specimens that previously tested positive for each virus were also collected. In addition, respiratory specimens (n = 270) that tested negative for respiratory viruses by direct immunofluorescence with the Light Diagnostics TM Respiratory Panel 1 Viral Screening and Identification Kit for RSV A and B, PIV 1, 2, and 3, Influenza A and B, and Adenovirus (Millipore, USA) or the rapid BD Directigen TM RSV test (BD, Franklin Lakes, NJ, USA) were collected over 1 year by the Department of Medical Virology, University of Pretoria/National Health Laboratory Services Tshwane Academic Division. Specimens included nasopharyngeal aspirates, bronchoalveolar lavage specimens, endotracheal aspirates, and sputum specimens.\n\nUpon receipt phosphate buffered saline (PBS) was added to all nasopharyngeal aspirates to a final volume of 1 ml before vortexing the specimen and clarifying it of cells and mucus at 3000 × g for 5 min. Supernatants were removed and stored at −70 • C for PCR analysis.\n\nNucleic acids from cultured virus controls were extracted from 200 l cell culture fluid using the High Pure PCR Template Kit (Roche, Mannheim, Germany), according to manufacturer's instructions. Total nucleic acids from clinical specimens were extracted from 200 l clarified nasopharyngeal aspirate with the automated MagNA Pure Nucleic Acid Isolation System (Roche, Mannheim, Germany), using the MagNA Pure LC Total Nucleic Acid Isolation Kit (Roche, Mannheim, Germany), according to the manufacturer's instructions. Negative water controls were included in every run.\n\nFor each virus, multiple sequence alignments of all known strains identified by BLAST search analysis were performed in ClustalX (version 1.81) (Thompson et al., 1997) , and conserved regions identified for primer and probe design. Primers were designed using Primer3 (Rozen and Skaletsky, 2000) to have melting temperatures of ∼60 • C. FRET probes were designed with the support of TIBMOL Biological (Berlin, Germany) and were evaluated using the Light Cycler Probe Design Software 2.0 (version 1.0) on site. The layout of the multiplex assays including primer and probe sequences is indicated in Table 1 . Serving as an internal control and reference gene in each multiplex reaction, glyceraldehyde-3phosphate dehydrogenase (GAPDH) was targeted with a separate primer-probe set and individually detected at wavelength of 705 nm.\n\ncDNA was synthesized using Expand Reverse Transcriptase (Roche, Mannheim, Germany), according to the manufacturer's instructions. Real-time PCR reactions were performed using the Light Cycler FastStart DNA Master PLUS HybProbe Kit (Roche, Mannheim, Germany) and contained 4 l of 5× Master Mix, 100 nM of each probe, variable concentrations of primers (indicated in Table 1 ), and 5 l of cDNA reaction mixture as template in a final volume of 20 l. Real-time PCR cycling was performed on a Light Cycler 2.0 (Roche, Mannheim, Germany) as follows: 95 • C for 10 min followed by 45 cycles of 95 • C for 10 s, 58 • C for 8 s, 54 • C for 8 s, 50 • C for 2 s (ramp rate 5 • C/s), and 72 • C for 11 s, followed by melting curve analysis at 95 • C for 10 s, 40 • C for 30 s and 80 • C for 0 s (ramp rate 0.1 • C/s).\n\nPCR amplicons for DNA sequencing were gel purified using the Wizard ® SV Gel and PCR Clean-Up System (Promega, Madison, WI, USA), according to the manufacturer's instructions. DNA sequencing was performed with specific primers using the ABI PRISM BigDye Terminator Cycle Sequencing Reaction Kit (version 3.1) on an ABI PRISM 3130 DNA sequencer (Applied Biosystems, Foster City, CA, USA), according to the manufacturer's instructions.\n\nTarget regions for each respective virus and the internal control (GAPDH) were amplified with the Expand High Fidelity PCR Kit (Roche, Mannheim, Germany) using specific primers. Amplicons were gel purified using the Wizard ® SV Gel and PCR Clean-Up System (Promega, Madison, WI, USA) and cloned into the pJET1.2/blunt cloning vector (Fermentas, Ontario, Canada) according to the manufacturer's instructions.\n\nIn vitro transcription was performed with the TranscriptAid TM T7 High Yield Transcription Kit (Fermentas, Ontario, Canada), according to the manufacturer's instructions. Plasmid DNA was removed by addition of 2 U of DNase I at the end of the reaction and incubated at 22 • C for 8 h. RNA was purified with the RNeasy Plus Mini Kit (Qiagen, Hamburg, Germany) and the concentration determined with the NanoDrop ND-1000 Spectrophotometer (NanoDrop Technologies, Wilmington, DE, USA) at 260 nm.\n\nThe detection limits of the multiplex assays were determined by testing 10-fold serial dilutions of the quantified RNA transcripts. Detection of each dilution was performed in triplicate. The detection limit was defined as the lowest concentration where all three Table 1 Design of the multiplex real-time RT-PCR multiplex assays indicating the viruses covered by each of the four multiplex reactions as well as the genes that the primer and probes target and the wavelength where they can be detected. Nested PCR hBoV 9 5 c 25 DNA copies/l 1.14 a Only one clinical specimen was available for validation of this virus. However, in addition, three PIV 2 positive specimens that previously tested negative by routine immunofluorescence were detected in the negative specimen screen.\n\nb Due to limited sample volume the inter-assay coefficient of variation for hCoV-229E could not be determined. c In 4 specimens, hBoV could only be detected by semi-nested PCR.\n\nreplicates could be detected. For DNA viruses dilution series of plasmid DNA was used.\n\nThe confidence level of data analysed was determined with the Student's t-test with two-tailed distribution.\n\nOptimization of the multiplex assays was done on culture controls or on specimens that previously tested positive by PCR in independent laboratories. The newly designed real-time RT-PCR assays were initially optimized as monospecific assays. To assess the specificity of the primers and probes, the assays were tested for cross-reactivity among the 13 viruses using control specimens with viral loads of approximately 1 × 10 7 -1 × 10 9 copies/ml. In all cases each virus was only detected by its specific primer and probe set, no cross-reaction was observed. The monospecific assays were subsequently combined to form four multiplex assays comprising of the following viruses: Multiplex 1-RSV A and B, hMPV, hBoV; Multiplex 2-parainfluenza virus (PIV) 1, 2, and 3, hCoV-NL63; Multiplex 3-influenza A and B, adenovirus; Multiplex 4-hCoV-OC43, hCoV-HKU1, and hCoV-229E. Viruses were combined into the various multiplex assays according to shared similarities in clinical manifestations and susceptible age groups. The sensitivity of the assays was determined in triplicate through the amplification of serially diluted in vitro transcribed RNA from cloned controls. Detection limits for RNA viruses ranged from 2.5 to 25 in vitro transcribed RNA copies/l (corresponds to 2.5 × 10 3 -2.5 × 10 4 copies/ml of specimen) and 25 plasmid DNA copies/l for DNA viruses (corresponds to 2.5 × 10 4 copies/ml of specimen) ( Table 2) . Lower concentrations were detected, however, at these concentrations detection of all replicates could not be achieved and was therefore not considered true detection limits. To assess the inter-run precision of the respective assays, extraction and real-time RT-PCR detection were performed on triplicate aliquots from viral suspensions. Three independent real-time RT-PCR runs performed showed a coefficient of variation of between 0.03% and 3.05% (Table 2) , indicating high reproducibility of the real-time RT-PCR assays. All four multiplexes were optimized to be performed under the same cycling conditions for simultaneous use. In the event that a 60-nt conserved region could not be identified, a technique described by Pont-Kingdon and Lyon (2005) was used to overcome this. This technique was applied to probes used for the detection of RSV A and B, and PIV-2.\n\nTo determine if amplification competition may lead to interference during simultaneous quantitation of more than one virus in a single reaction, quantified controls were added together at varying concentrations and quantified concurrently. The results indicated that simultaneous quantitation of two viruses with varying concentrations >2.5 × 10 4 copies/ml (i.e. detected before amplification cycle 28), showed a coefficient of variation of <3.5%, indicating that the multiplex assays can accurately quantify two viruses in a single reaction. However, when a second virus is detected after amplification cycle 28 (i.e. virus concentration <2.5 × 10 4 copies/ml) or a third virus was present, accurate quantitation of viral load could not be achieved. In these events the viruses will have to be quantified separately to ensure accurate quantitation of viral load. However, for diagnostic purposes simultaneous qualitative detection of more than one virus can be achieved to a detection limit of approximately 2.5 × 10 4 copies/ml.\n\nThe multiplex assays were validated on a total of 91 clinical specimens that previously tested positive for the presence of respiratory viruses by IFA, PCR or semi-nested PCR. With the exception of hBoV, that was only detected in 5/9 specimens, viruses were detected in all the known positive specimens evaluated (Table 2) . HBoV was previously identified in the positive control specimens by semi-nested PCR. In 4/9 specimens hBoV could not be detected by a single-round PCR. The detection limit of bocavirus by the real-time PCR is 25 copies/l (2.5 × 10 4 copies/ml of specimen), suggesting high sensitivity although this is not as sensitive as the conventional semi-nested PCR by which it was initially detected (Smuts and Hardie, 2006) . Application of the quantitative feature of this assay was demonstrated on RSV positive specimens from 32 children with mild disease (infants who visited outpatients but did not require hospitalization) and 26 children with severe disease (patients admitted to the intensive care unit) (Table 3 ). An association between higher viral loads and severe disease is Table 3 Calculation of viral load in single RSV infected patients with mild and severe respiratory tract disease.\n\nSevere disease (n = 26) p (95% CI) Mean 3.44 × 10 9 3.35 × 10 10 0.014 Median 7.40 × 10 8 6.04 × 10 9 Range 638-2.9 × 10 10 3.98 × 10 3 -1.77 × 10 11\n\nAdditional respiratory viruses detected in 270 respiratory specimens that tested negative by routine diagnostic assays. demonstrated as the RSV viral load in patients with severe disease was significantly higher (p = 0.014) (mean: 3.35 × 10 10 copies/ml, median 6.04 × 10 9 copies/ml) compared to patients with mild disease (mean: 3.44 × 10 9 copies/ml, 7.4 × 10 8 copies/ml). The internal control (GAPDH) was continuously detected in all supernatant fractions at concentrations ranging between 1.59 × 10 5 and 1.41 × 10 9 copies/ml of processed specimens (mean: 2.69 × 10 8 copies/ml, median: 1.03 × 10 8 copies/ml), confirming its value as a nucleic acid extraction control.\n\nReal-time RT-PCR screening of 270 respiratory specimens negative for the respiratory viruses targeted by routine IFA identified new viruses in 40/270 (14.8%) cases as well as 79/270 (29.3%) addi-tional well recognized viruses previously missed by routine IFA (Table 4a) . Human bocavirus (n = 14), human metapneumovirus (n = 15), and human coronavirus NL63 (n = 5) were detected in the IFA negative group. Although hCoV-HKU1 and hCoV-229E were not detected in the IFA negative specimen group, both were detected as co-infections in the IFA positive control specimens, hCoV-HKU1 as a co-infection with PIV 3 and hCoV-229E occurred as a co-infection with RSV. In addition, 79 (29.3%) of the IFA negative specimens tested positive for viruses already included in the IFA panel, suggesting a marked improved sensitivity over the IFA. To rule out the possibility of false positive results, one-third of all amplicons were randomly selected and sequenced to confirm the specificity of the assay. All sequencing reactions were successful. Non-specific detection was not observed. Co-infections were detected in 6.7% of specimens (Tables 4a and 4b ). Viral loads were quantified where coinfections occurred with hMPV, hBoV and coronaviruses (Table 4b) , though the clinical relevance of these findings will be described elsewhere. Viruses could be detected in all the different types of respiratory specimens (nasopharyngeal aspirate specimens, bronchoalveolar lavage specimens, endotracheal aspirate specimens, and sputum specimens).\n\nMelting curve analysis of RSV positive clinical specimens revealed four distinct melting curves with melting temperatures (T m ) of 59 • C, 54 • C, 51 • C, and 47 • C (Fig. 1) identified in 100/131 (76.3%), 20/131 (15.3%), 4/131 (3.1%), and 7/131 (5.3%) of RSV infected patients, respectively. Sequencing of the RSV target regions identified the presence of single base mutations in the region where the probe hybridized to the template (Fig. 1 ) despite complete conservation in specimen sequences on GenBank in this area. This confirms the robustness of the FRET hybridization probe technology to tolerate mismatches and overcoming variability of RNA viruses.\n\nRSV (T m )59 • C-strains were detected in 53/100 (53%) hospitalized patients, whereas RSV (T m )54 • C-, (T m )51 • C-, and (T m )47 • C-strains were associated with slightly higher hospitalization rates with 15/20 (75%), 4/4 (100%), and 5/7 (71.4%), being detected in hospitalized patients. It is however unlikely that single base changes in the nucleoprotein will influence disease severity, though further investigations will follow. Melting curve analysis revealed no difference in T m s for any of the other viruses detected by the multiplex assays.\n\nCombination of respiratory virus co-infections as identified and quantified by multiplex real-time RT-PCR.\n\nNumber of detections Quantification of co-infections (copies/ml)\n\nAdv + hCoV-OC43 2 Adv: 2.78 × 10 4 and 3.35 × 10 4 ; hCoV-OC43: 2.80 × 10 4 and 5.48 × 10 7 Adv + hBoV 2 Adv: 3.53 × 10 5 and 7.40 × 10 3 ; hBoV: 3.58 × 10 6 and 6.10 × 10 4 hBoV + hMPV 2 hBoV: 5.98 × 10 6 and 3.35 × 10 9 ; hMPV: 1.45 × 10 7 and 2.33 × 10 9 Adv + RSV 1 Not determined hBoV + hCoV-NL63 1 hBoV: 5.28 × 10 6 ; hCoV-NL63: 1.21 × 10 6 hBoV + hCoV-OC43 1 hBoV: 4.30 × 10 9 ; hCoV-OC43: 1.58 × 10 6 hBoV + PIV3 \n\nhBoV + hMPV + hCoV-NL63 1 hBoV: 3.23 × 10 9 ; hMPV: 1.36 × 10 6 ; hCoV-NL63: 8.15 × 10 6 Adv + RSV + hCoV-NL63 2 Adv: 1.34 × 10 4 ; RSV: 9.53 × 10 8 ; hCoV-NL63: 8.00 × 10 5 Adv: 3.75 × 10 3 ; RSV: 9.83 × 10 5 ; hCoV-NL63: 3.75 × 10 3 \n\nIn this study we described the development of four quantitative multiplex real-time RT-PCR assays that can be run concurrently for the detection of 13 respiratory viruses. For the detection of respiratory viruses targeted by routine IFA, the multiplex assays were shown to be as specific as the routinely used commercial IFA but also to be significantly more sensitive, increasing the detection of these viruses by 29.3%. Inclusion of the additional respiratory viruses in the detection assay increased the overall detection frequency by a further 9.7%. Discrepant results in the study may be attributable to the increased sensitivity of real-time PCR. For the detection of RSV, a previous study reported 50-90% of specimens positive by PCR but negative by IFA had viral loads less than 1 × 10 6 copies/ml, suggesting a lower limit of sensitivity for IFA in this range (Kuypers et al., 2004) . In this study, the assay demonstrated a detection limit ranging between 2.5 × 10 3 and 2.5 × 10 4 copies/ml, which is >2 logs lower than the approximate IFA detection limit. These detection limits should be fitting for the detection of respiratory viruses, as previously reported viral loads in respiratory specimens ranged between 1 × 10 3 and 1 × 10 11 copies/ml (Kuypers et al., 2006) . Viral loads less than 1 × 10 3 copies/ml have been described, though the clinical relevance at such low levels has been questioned (Allander et al., 2007; van der Hoek et al., 2005) .\n\nRespiratory specimens are non-homogenous and may vary in consistency (degree of viscosity due to the presence of mucous), volume, and manner of collection, thus making quantitative analysis of respiratory specimens methodically difficult. Since res-piratory specimens are difficult to standardise, quantitation of respiratory viruses by PCR is better described as semi-quantitative (Schildgen et al., 2008) . In this study, semi-quantitative results of RSV positive patients with mild and severe disease demonstrated a significantly higher RSV viral load in patients with severe disease confirming the relevance of this feature and confirms previous findings for RSV (DeVincenzo et al., 2005; Fodha et al., 2007; Martin et al., 2008) . Continuous detection of the internal control (GAPDH) indicated that quantitation was not influenced by poor RNA extraction or PCR inhibitors.\n\nIn comparison to conventional detection methods, real-time probe based PCR assays have been shown to detect respiratory viruses with increased sensitivity and specificity (Gharabaghi et al., 2008; Kuypers et al., 2006; Smith et al., 2003; van de Pol et al., 2007) . A pitfall of real-time PCR is that the more commonly used probe chemistries (hydrolysis probes and molecular beacons) are highly sensitive to mismatches, which may lead to false negative results if point mutations occur (Gunson et al., 2006) . In contrast, the assays described in this study utilize two FRET hybridization probes which have the advantage of being able to tolerate a greater number of mismatches than hydrolysis probes or molecular beacons, decreasing the occurrence of false negative results substantially. The benefit of FRET probes was illustrated here; where point mutations were detected in the sites where the probe hybridized to the target template in several clinical specimens despite complete conservation of this area on GenBank. An obstacle when designing FRET hybridization probes is that a conserved area of approximately 60 nt is needed for the two probes to bind. In highly variable virus genomes this might pose a problem. However, this can be overcome by using an oligonucleotide probe complementary to conserved regions flanking a variable region as described by Pont-Kingdon and Lyon (2005) . Binding of the probe brings the two conserved regions together, resulting in the variable region to loop out, thereby omitting variable sequences. If a 60-nt conserved region could not be identified, as was the case for RSV and PIV 2, this technique was successfully applied to overcome this complication.\n\nIn addition to being highly sensitive and specific, the assay has a turnaround time of <3 h and covers 13 viruses. The test is currently optimized for the Light Cycler 2 but could be transferred to the Light Cycler 480 for 96-well format. For paediatric patients, rapid diagnosis of respiratory tract infections can lead to improved management and reduce unnecessary antibiotic use and length of hospitalization (Barenfanger et al., 2000; Woo et al., 1997) . Rapid diagnosis is also imperative in managing nosocomial spread of respiratory viruses to high risk patients e.g. bone marrow transplant patients and cancer recipients (Hohenthal et al., 2001; Miall et al., 2002; Whimbey et al., 1995 Whimbey et al., , 1997 . In addition, the quantitative application of the assay will contribute to addressing questions on viral pathogenesis and may facilitate investigations of the importance of hMPV, hBoV and coronaviruses when detected by themselves or as co-infections in patients.\n\nIn conclusion, the findings of the study demonstrate the application of the multiplex real-time PCR assays with FRET hybridization probes to detect respiratory viruses and the associated viral load. The assays may facilitate studies of virus pathogenesis and facilitate investigations of the importance of the respiratory viruses recently identified as causes of acute respiratory tract infections, but also confirm the relevance of a positive PCR finding in acute disease."}