{"title": "PREDBALB/c: a system for the prediction of peptide binding to H2d molecules, a haplotype of the BALB/c mouse", "body": "The T cells of the immune system recognize antigens as short peptide fragments (T-cell epitopes) derived from self or foreign proteins. Self proteins include all proteins produced by the cells of the host. Foreign peptides are derived from pathogens, environmental antigens, tumor cells and transplanted tissue. Immune recognition of both self and foreign antigens involves proteolytic processing of antigens, binding of the peptide epitopes by major histocompatibility complex (MHC) molecules and presentation of selected peptide epitopes on the cell surface to activate of T cells (1–4). Cytotoxic T cells (CD8+) recognize peptides bound to MHC class I molecules and helper T cells (CD4+) recognize antigen in the context of MHC class II molecules. MHC class I molecules are present in all cells and bind mainly endogenous peptides (those produced within the presenting cell), whereas class II molecules are present mainly in cells that recognize foreign proteins, such as macrophages and dendritic cells. T-cell epitopes are critical for the immune response to infectious, autoimmune, allergic and neoplastic disease. They have been studied for the development of peptide-based vaccines (5) and may also be important in the diagnosis of pathogens. It is estimated that between 1 and 5% of all peptides can bind a particular MHC molecule (6). Traditional approaches to the identification of T-cell epitopes that involve various biochemical and functional assays of overlapping peptides derived from proteins of interest are costly and not applicable to large-scale studies. Accurate predictions using computer models help speed up the identification of T-cell epitopes (7), minimize the number of experiments necessary and enable systematic scanning for candidate T-cell epitopes from larger sets of protein antigens, such as those encoded by complete viral genomes (8).\n\nThe BALB/c inbred laboratory mouse strain is one of the most commonly used animal models in immunological studies and has been used extensively in vaccine research (9,10). BALB/c mice express three class I (H2-Kd, H2-Ld and H2-Dd) and two class II (I-Ad and I-Ed) molecules. Several publicly available prediction systems for MHC class I and class II binding peptides provide the prediction models for (histocompatibility complex-2) H2d alleles. SYFPEITHI (11) has H2-Kd and H2-Ld models, BIMAS (12) has H2-Kd, H2-Dd and H2-Ld models, and RANKPEP (13) has models for all H2d molecules. SYFPEITHI uses binding motifs, whereas BIMAS and RANKPEP use binding matrices. These are general servers that contain prediction models for a range of MHC molecules in human and mouse, and several other mammalian organisms, but the accuracies of individual models have not been determined. On the other hand, quantitative matrices for H2-Kb, H2-Db, H2-Ld and H2-Kk (14,15) have been developed and validated.\n\nPREDBALB/c is a computational system for the prediction of peptides binding to all five MHC molecules in BALB/c mice (H2d) class I (H2-Kd, H2-Ld and H2-Dd) and class II (I-Ad and I-Ed) that allows analysis of proteins for the presence of binding motifs to all five H2d molecules in parallel. We derived the initial quantitative matrices for PREDBALB/c using logarithmic equations based on the frequency of amino acids at specific positions within the training set of 9mer peptides as described previously (16). The initial matrices were refined by including information on the consensus (11) and other binding motifs, for example, H2-Kd binding peptides that have I, L or M at major anchor position p2 (17). The anchor positions (e.g. positions 2 and 9 in Kd binding peptides) were assigned higher weights than other positions. In addition, the prediction scores were inspected for all permissible amino acids at each of the anchor positions. All amino acids at the anchor positions other than the permissible ones were assigned low scores to exclude peptides with non-permissible amino acids from the list of predicted binders. The final binding scores were normalized to a scale of 1–9 and the final models were tested and validated rigorously. To our knowledge, PREDBALB/c is the first online server for the prediction of peptides binding to a complete set of MHC molecules in a model organism (H2d haplotype).\n\nThe training data containing binding and non-binding peptides were extracted from MHCPEP (18), MHCBN (19), SYFPEITHI (11), JenPep (20) and a set of non-binders (V. Brusic, unpublished data). The 9mer peptides were used for deriving H2d class I matrices because the majority of peptides that bind these molecules are 9 amino acids long (21). Although the majority of H2d class II binding peptides are 12–20 amino acids long, their binding cores are 9 amino acids long (22,23). An iterative elimination method starting from I-Ad and I-Ed motifs in SYFPEITHI (11) was used to identify the core 9mer regions from long peptides (K.N. Srinivasan, G.L. Zhang, A. Veeramani, J.T. August and V. Brusic, manuscript in preparation). The number of peptides in the training sets is shown in Table 1. No one method of predicting peptide–MHC binding consistently outperforms the rest and the most appropriate predictive model depends on the amount of data available in Ref. (16). In our previous work, an artificial neural network method and hidden Markov models were applied to the prediction of human leukocyte antigens (HLAs) binding peptides (24,25), where more training data were available. Because relatively small training data sets are available for H2d, we adopted matrix models as the prediction method.\n\nFive 9 × 20 matrices were built, one for each of the five H2d alleles, and 10-fold cross-validations were performed to test the accuracy of the prediction models. The results show that PREDBALB/c predicts peptides binding to I-Ed, I-Ad and H2-Kd with excellent accuracy [area under the receiver operating characteristic (ROC) curve, AROC ≥ 0.90], and to H2-Dd and H2-Ld with good accuracy (AROC ≥ 0.85). The models were also rigorously tested using experimentally known peptides from viral, prokaryotic and eukaryotic origins (14,26–29) and validated by in vivo studies using severe acute respiratory syndrome (SARS) nucleocapsid and HIV GAG proteins. The H2d models accurately predicted 11 out of 12 ELISPOT positive regions from BALB/c mice splenocytes immunized with SARS nucleocapsid DNA vaccines (data not shown).\n\nThe web interface of PREDBALB/c uses a set of graphical user interface forms. The interface was built using a combination of Perl, CGI and C programs. PREDBALB/c has been implemented in a SunOS 5.9 UNIX environment.\n\nUsers have the option to predict peptides binding to all H2d molecules, H2d class I molecules, H2d class II molecules or a single H2d molecule. The default selection on the webpage is ‘all H2d’ molecules. To perform predictions using PREDBALB/c, the user must paste a protein sequence into a textbox and assign a name to the sequence. The sequence must contain between 9 and 2000 amino acids. If the prediction is run with an input sequence containing symbols other than the 20 amino acid codes (spaces and carriage returns are allowed) or the total sequence length is outside the 9–2000 amino acids range, an error message will be displayed. The input can be either a contiguous protein sequence or a list of peptides, one per line. The default selection on the webpage is ‘protein sequence’ (Figure 1A), which means the input sequence is treated as a contiguous protein sequence (carriage returns and line breaks will be ignored). The PREDBALB/c input processing program decomposes protein sequence (or the list of peptides) into a series of 9mer peptides overlapping by eight amino acids. Individual 9mer peptides are then submitted for prediction. Predicted binding scores for all 9mers are displayed in the result tables (Figure 1B). The 9mer binding scores are within the range 0–10; the higher the score, the higher the probability of the peptide being a binder. PREDBALB/c has the option to plot the binding scores of all the overlapping 9mer peptides as a graph, in which the x-axis represents the start position of a 9mer peptide and the y-axis represents the binding score of the 9mer peptide (Figure 1C). The user can sort the peptides by their binding scores and choose to view only predicted binders with binding scores above a certain threshold. To assess prediction accuracy, we used measures of sensitivity SE = TP/(TP + FN) and specificity SP = TN/(TN + FP) (TP: true positives; TN: true negatives; FP: false positives; FN: false negatives). The higher the value of SP, the lower is the value of SE, which results in lower number of both TPs and FPs. The lower the value of SP, the higher is the value of SE, which results in higher number of both TPs and FPs. Raw binding scores are mapped to a linear scale that corresponds to SP values, and therefore the prediction thresholds across different models have similar meaning. For example, when a user sets the threshold to 8, the specificity of the predictions to all five alleles is 0.8. The corresponding sensitivities of each model can be viewed at .\n\nWhen users select the input sequence type to be ‘a list of peptide sequences’, the input sequences separated by carriage returns or line breaks are treated as different peptides (Figure 2A). All overlapping 9mers in each peptide are submitted for prediction. In the result tables, predicted binding scores are represented by the highest individual 9mer binding score within the input peptide. The predicted binding scores of individual 9mers in each peptide in the list are not shown (Figure 2B). To display the top-scoring 9mer peptides from each input peptide, the user can use the function ‘View binding peptides at threshold 9’ (Figure 2B). In the result page (Figure 2C), the 9mers with binding scores equal to or above the threshold of 9 are aligned with the input peptides. The predicted 9mers are displayed with the names of the H2d alleles to which the 9mer binding scores are above the threshold. For example, the first input peptide, YPILPEYLQCVK, has binding scores 9.10, 7.00, 5.74, 7.62 and 8.62 to H2-Dd, H2-Kd, H2-Ld, I-Ad and I-Ed, respectively (Figure 2B). At threshold 9 (SP level 0.9), there are no 9mer binders to H2d class II alleles and the 9mer ILPEYLQCV has the highest binding score to H2-Dd, 9.10. Thus, in Figure 2C, this 9mer is aligned with the input peptide and followed by ‘Dd’.\n\nPREDBALB/c marks a new direction in predictive modeling of MHC-binding peptides and T-cell epitopes. The main advantage is that PREDBALB/c focuses on a complete organism and its predictions represent a complete set of predicted targets of T-cell immune responses. The focus on the complete set of MHC alleles is closer to studies involving laboratory animals. This approach provides a more complete view of the immune responses of an organism. The BALB/c mouse is an important laboratory model and PREDBALB/c is, therefore, useful for the analysis of immunization regimens and deciphering responses to infections. Further development of PREDBALB/c will include addition of matrices for prediction of 8mer and 10mer binders to H2d class I molecules and further improvement of prediction matrices by cyclical refinement—using newly defined binders and non-binders from experiments.\n\nSupplementary Material is available at NAR Online."}