{"title": "Targeted Delivery of siRNA", "body": "The functional mediators of RNA interference (RNAi) are small\ninterfering RNAs (siRNA) [1, \n2]. These double-stranded RNA\nmolecules are typically 19 to 23 nucleotides in length, and\nconsequently have a molecular weight of approximately 13 to\n15 kd and 38 to 46 negative charges. As a consequence, passive\ntransport over the lipophilic cell membrane is poor [3–5].\nAt the same time, intracellular entry and translocation into the\ncytoplasm (and/or nucleus), where the RNAi machinery is located,\nis a prerequisite, for gene silencing activity [6–9].\nMore importantly, for in vivo applications, intracellular entry\ninto the target cell within the diseased tissue is required and\nshould lead to appearance in the cytoplasm to silence the mRNA of\ninterest (Figure 1). Ideally, siRNA should therefore\nbe targeted to three levels: to the target tissue, the target cell\ntype, and the subcellular compartment.\n\nPrimary obstacles for achieving this in vivo include competitive uptake by\nnontarget cells, excretion in urine, degradation by nucleases, and endosomal\ntrapping.\n\nSome literature reports claim entry of siRNA in the target cells\nof the target tissue after intravenous injection [10]. The\nobservations have been attributed to translocation of siRNA over the cell membrane by a dsRNA-receptor, referred to in Caenorhabditis elegans as\nSID-1,which is responsible in this organism for systemic\nspreading of the silencing effects [11]. Indeed,\noverexpression of the mammalian homologue increases the\nintracellular uptake of siRNA [12]. In contrast, “naked”\nsiRNA is used by many researchers as a negative control which\nfails to produce silencing effects after injection in vivo and\neven after prolonged incubation of cells with high siRNA\nconcentrations in vitro. This lack of activity of “naked” siRNA\nindicates that not all cell types express (enough of) the SID-1\nhomologue, to observe silencing effects. In addition, the rapid\nremoval of “naked” siRNA after intravenous administration from\nthe circulation, with more than 99% of the injected dose\nrenally excreted and taken up by liver Kupffer cells within\nminutes, makes a very small percentage of the administered dose\navailable for the target tissue. This small percentage is\nadditionally subject to nuclease degradation. Therefore,\nintravenous injection of naked siRNA relying on passive targeting\nof the diseased tissue, and SID-1 homologue-mediated target cell\nuptake seem to be inefficient and as yet unpredictable.\n\nLocal injection at the site of pathology avoids many of the\ndifficulties encountered after intravenous administration, most\nnotably the rapid elimination, and is therefore a popular approach\nto increase target tissue concentrations of siRNA. With this approach \nchances of obtaining sufficient intracellular levels of siRNA for therapeutic effects are \nincreased [13, \n14]. Furthermore, helper molecules \n(like cationic lipids or polymers) or physical methods (like electroporation,\nsonoporation, or hydrodynamic pressure) can be employed to\nfacilitate intracellular entrance of siRNA [13, 15–19]. In addition, local production of siRNA by genes encoding for short hairpin RNA (shRNA) can ensure prolonged levels of the\ndsRNA intracellularly [20, 21]. The encoding genes can be\ndelivered by viral vectors or one of the aforementioned nonviral methods.\n\nUnfortunately, local administration is not always feasible because the\ntarget tissue cannot be reached, or covers an area that is too large to be\nfeasible for a local injection protocol. In addition, using local injection\n(possibly supplemented with helper molecules or physical stimuli)\nselectivity in delivery to nontarget and target cell types has usually not\nbeen taken into account. This is an important aspect when considering the\nnonspecific effects that can be induced by dsRNA. Over the past few years,\nit has become clear that cells can respond strongly to siRNA by different\nproinflammatory reactions depending on cell type, siRNA sequence, and\nintracellular location\n[22–24]. These\neffects can be intensified by employing cationic helper molecules\n[25], an effect probably mediated by a change in the intracellular trafficking of the dsRNA [23]. As a consequence, nontarget cells may also take up siRNA and respond with induction of\nproinflammatory pathways in addition to the therapeutic RNAi effects within\nthe target cells at the diseased site.\n\nIn this review we will focus on strategies for targeted siRNA delivery that\nare designed to improve accumulation of siRNA at three in vivo levels of\ndelivery: at the target tissue, the target cell, and at the intracellular\ntarget site of action. We will concentrate on delivery approaches for\nsystemic administration as such systems have broadest applicability. Three\napproaches will be discussed:\n\nchemical modifications of siRNA,viral nucleic acid delivery systems,nonviral nucleic acid delivery systems.\n\nMost attention will be given to in vivo delivery strategies, as in vitro\ntargeting studies often do not represent a fair evaluation of the many\nbarriers that exist in vivo, possibly impeding efficient and site-specific\ndelivery (eg, phagocyte uptake, uptake by competing cell types, excretion,\nintracellular processing, and siRNA (delivery system) stability).\n\nChemical modifications in the nucleobases, sugars, and the phosphate ester\nbackbone of siRNA can reduce siRNA sensitivity to nucleases\n[26–28]. Initial studies centered on\nthe tolerance of the RNAi system for modifications in the two RNA strands\n[29]. A number of chemical modifications have been proposed to increase nuclease resistance, like boranophosphates\n[30], 4′-thioribonucleosides, phosphorothioates,\n2′deoxy-2′ fluorouridine, 2′-O-methyl, 2′-O-(2-methoxyethyl), and locked\nnucleotides\n[31–36]. All of these chemically modified siRNAs were still able\nto induce siRNA-mediating gene silencing provided that the modifications\nwere absent in specific regions of the siRNA and included to a limited\nextent. These specific restrictions regarding position and degree of\nmodifications were dependent on the characteristics of the incorporated\nmodification. Although increased nuclease resistance of siRNA would be\nexpected to increase in vivo silencing effects, Layzer et al showed that\nthis is not necessarily the case. They studied silencing effects in the\nliver after hydrodynamic injection, and showed that unmodified siRNA had a\nsimilar potency as the stabilized version [36].\n\nIn contrast, chemical modifications were shown to enhance therapeutic\neffects in a mouse model of hepatitis B virus infection. Chemically modified\nsiRNA designed against a conserved region of the hepatitis B virus was shown\nto decrease viral DNA, hepatitis B surface antigen levels in serum, as well\nas viral RNA levels in liver over 1000-fold as compared to chemically\nmodified control siRNA and buffer-treated animals in a hydrodynamic\ninjection protocol. The benefit of chemically modified siRNA was supported\nby the fact that indicators of viral infection were 30-fold higher in\nanimals treated with unmodified siRNA [37].\n\nSeveral approaches have been developed where chemical modifications have\nbeen introduced to enhance intracellular uptake of siRNA. Liao and Wang developed poly-2′-O-(2,4-dinitrophenyl) modified siRNA. The enhanced\nlipophilicity of this siRNA allows passive diffusion over the cell membrane,\nwhile at the same time enhancing nuclease resistance. This approach has only\nbeen investigated in vitro and shows that chemical modification can enhance\nsiRNA potency at both fronts. As a result the silencing effects of the\nchemically modified siRNA specific for insulin-like growth factor receptor\nwere strongly enhanced as compared to unmodified siRNA [38].\n\nIn a similar setup, membrane permeant peptides (penetratin and\ntransportin) were coupled to siRNA to facilitate their\nintracellular uptake. By coupling the peptide via a reducible\ndisulfide linker, the bulky peptides are expected to be\ncleaved-off liberating the siRNA in the cytoplasm. The approach\nwas validated in vitro, thus supporting wide application of the\nbasic technology. Nevertheless, cell specificity is lacking\n[39].\n\nProbably the furthest developed work on chemically\nmodified siRNAs has been reported by Soutcheck et al\n[40]. They have developed siRNAs with partial\nphosphorothioate backbone modifications and 2′-O-methyl sugar\nvariations on the sense and antisense strands to promote nuclease\nresistance, while at the same time cholesterol was conjugated to\nthe 3′ end of the sense strand using a pyrrolidine linker to\nchange tissue distribution. The cholesterol-modified siRNA\nsilenced reporter gene expression in vitro in the absence of\ntransfection agents, something not observed for unmodified siRNAs.\nProbably the interaction of the cholesterol with serum components\nin the culture medium improved siRNA translocation over the\ncellular membrane. The cholesterol modification particularly\nenhanced binding of siRNA to serum albumin, probably explaining\nthe prolonged circulation half-life measured after intravenous\ninjection as compared to unmodified siRNA. In addition to a\nprolonged presence in the circulation, cholesterol-modified siRNAs\nwere detected in liver and jejunum at concentrations of\n100–200 ng per gram tissue 24 hours after the last injection\nof 50 mg/kg doses. These levels were sufficient to reduce the\nlevels of the apolipoprotein apoB-100 in plasma by 31–68%.\nThis reduction was paralleled by a 37% reduction in overall\ncholesterol levels, and reduction in high-density lipoprotein,\nlow- density lipoprotein, and chylomicron levels. Despite these\nimpressive results using relatively simple modifications, the\ndoses of chemically modified siRNAs needed are relatively high and\nseem to underline that changing tissue distribution of siRNA in\nfavor of target cell uptake by conjugation with comparatively\nsmall chemical groups is difficult to achieve. At the same time,\nsmall molecular weight modifications seem to be needed to preserve\ncorrect interaction with the RNAi enzymes. Cleavable linkers for\ncoupling of bulkier modifications may be an approach to avoid\nthese problems. In conclusion, chemical modifications do promise\nimportant advances regarding nuclease resistance and reduced\ninduction of the stress response. Invitrogen has developed a\nsecond-generation siRNA, known as Stealth RNAi, in which chemical\nmodifications are designed to increase the specificity of RNAi\neffects by allowing only the antisense strand to efficiently enter\nthe RNAi pathway and eliminating induction of interferon-related\npathways. Others have also demonstrated that sequence and\nmodifications can strongly influence intensity of silencing\nefficiency and inflammatory reactions, providing tools to optimize\nthese [41, 42].\n\nTaken together, chemical modifications can markedly increase\nnuclease resistance of siRNA improving cellular persistence and\nconjugation with translocating/hydrophobic functional groups can\nincrease membrane permeation. Strategies to affect\ntissue distribution profiles of siRNA with chemical modifications\nseem more difficult.\n\nIn this approach, reconstituted viral envelopes derived from influenza virus\nare used to encapsulate and deliver siRNAs. The reconstituted membrane\nvesicles contain the influenza virus spike protein hemagglutinin and\nadditionally added cationic lipids. This protein is responsible for binding\nto and fusion with cellular membranes. The siRNA-loaded vesicles are taken\nup by receptor-mediated endocytosis, and are able to escape endosomal\ndegradation by fusion with the endosomal membrane. Functional siRNA delivery\nwas demonstrated in vitro, while in vivo uptake by macrophages in the\nperitoneal cavity was demonstrated after intraperitoneal injection. A\nsimilar approach, described siRNA delivery by simian virus SV40-based\nparticles in vitro in lymphoblastoid cells [44]. As\nwith many viral approaches, drawbacks of the systems are the difficulties of\nrepeated administration and limited control over transduced cell type.\n\nWhereas viral vectors possess many of the desired characteristics for\nefficient nucleic acid delivery, nonviral vectors possess several\nadvantages. Important benefits of synthetic vector systems are the safety\n(related to their lack of immunogenicity and low frequency of integration)\nand ease of large-scale production. In addition, they can accommodate a wide\nvariety of nucleic acid sizes and they allow easy modification. On the\ndownside, transfection efficiency can be a limiting factor.\n\nTo face this weakness, many functional groups need to be\nincorporated into nonviral nucleic acid delivery systems. A\ncationic functional group is usually required to bind and condense\nthe nucleic acid, thereby protecting it against nucleases and\n(important for siRNA) increasing the apparent molecular weight\nabove the renal clearance cut-off. In addition, some cationic\ncompounds are being used as endosomal escape enhancers.\nDue to the resulting positive charge, complexes tend to\nform aggregates by binding in the blood stream to negatively\ncharged biomolecules. As a result, their clearance is usually\nrapid. Moreover, such cationic complexes possess a propensity to\ninteract with virtually any cell type they encounter, creating a\nneed to insulate the interactive surface of the particle to\npromote specificity. For that purpose, shielding groups can be\nadded to enhance colloidal stability and reduce surface charge\nthereby avoiding nonspecific cell uptake. To restore cell\ninteraction in a target-specific manner targeting ligands can be\ncoupled to induce site-specific binding and uptake. In the case of\ndelivery of DNA encoding for shRNA by non-viral delivery\nsystems, nuclear translocation of the DNA is often inadequate. As\nsuch, the cytoplasmic site of activity of chemically synthesized\nsiRNA provides an important advantage.\n\nA system consisting completely of RNA was proposed by Guo et al\n[59]. Their system is based on the packaging RNA\nof the DNA-packaging motor of bacteriophage phi29, which can spontaneously\nform dimers via interlocking right- and left-hand loops. By attaching the\nsiRNA to one loop and an RNA aptamer to CD4 to the other, a cancer cell\ntargeted system was created that could silence survivin gene expression in\nvitro. Alternatively, the system could also be targeted by folate.\n\nUnshielded, untargeted complexes of siRNA with cationic polymers or lipids,\ncan provide local or systemic transfection of a sufficient number of target\ncells for therapeutic effects. Several studies employed cationic lipids to\ncomplex siRNA to silence, amongst others,TNF-alpha in intraperitoneal\nmacrophages after intraperitoneal administration [60], delta opioid receptor in spinal cord and dorsal root ganglia after intrathecal\nadministration [61], polo-like kinase-1 in bladder\ncancer after intravesical administration, and c-raf-1 in prostate cancer\ncells after intravenous administration [62]. Although, a sufficient number of cells must have been reached as silencing is observed,\nit is fair to assume that a large part of the dose will arrive in nontarget\ncells. In view of the nonspecific effects that can be induced by cationic\nlipids themselves and in particular in combination with dsRNA, this may\nseverely hamper therapeutic application [25, 63].\n\nA variety of other cationic compounds have also been investigated\nfor siRNA-delivery purposes. A linear low molecular weight form of\nthe cationic polymer poly(ethylene imine) (PEI) has been used for\ntreatment of (subcutaneously implanted) ovarian carcinoma in mice\n[64]. After intraperitoneal administration complexed siRNA was primarily recovered from muscle, liver, kidney, and tumor.\nInterestingly, the major organ where PEI nucleic acid-complexes\nare usually recovered, the lung, was largely avoided. Importantly,\nsilencing of Her-2 with these polyplexes inhibited ovarian\ncarcinoma growth in vivo.\n\nAtelocollagen (a highly purified type-I collagen of calf dermis\ndigested by pepsin), was shown to be a suitable vehicle for local\ndelivery of siRNA [17, 65]. In addition, when administered\nintravenously, atelocollagen-siRNA was able to localize at sites\nof tumor mestastases and inhibit metastasis outgrowth [66].\nMore specifically, tumor levels increased \n∼ 6-fold as\ncompared to levels after “naked” siRNA administration (from 0.7\nto 4.3 ng/mg after injection of 25 μg siRNA). This\neffect was, albeit less pronounced, also seen in the other organs\ninvestigated (ie, liver, lungs, kidneys, and spleen) demonstrating\nthat the enhanced tissue uptake is not exclusively tumor-specific.\nNevertheless, delivery of these levels of siRNA silencing EZH2\n(enhancer of zest homologue-2, a gene overexpressed in\nhormone-refractory metastatic prostate cancer) or \np110-α (a phosphatidylinositol 3-kinase regulating cell survival, proliferation, and migration) \nresulted in strong inhibition of growth of bone metastases of prostate cancer cells. \nImportantly, siRNA-atelocollagen complexes failed to induce\nnonspecific proinflammatory responses like secretion of\nIFN-α and IL-12.\n\nA targeted amino-acid-based system was based on the cationic\npeptide protamine [67]. \nTo the system's protamine-block the C-terminus of the heavy chain Fab \nfragment of an HIV-1 envelope antibody was coupled to form a protein construct known \nas F105-P. This system was highly efficient in binding to and transfection of\ncells expressing HIV-envelope protein, although it is unclear why\nthe HIV-envelope protein would be internalized. Importantly,\nexpression of interferon-β, 2′, 5′-oligoadenylate\nsynthetase, and Stat-1, as indicators of  nonspecific\neffects, were not increased upon siRNA transfection of\nHIV-envelope-expressing melanoma cells. In addition, when these\ncells formed subcutaneous tumors in vivo, 30% of cells took up\nfluorescent siRNA when delivered by F105-P after intravenous\nadministration. Naked siRNA was not taken up, nor was F105-P-siRNA\ndelivered to cells that were envelope-protein negative. Delivery\nof a combination of siRNAs against c-myc, MDM2, VEGF strongly\ninhibited tumor growth in vivo when delivered using the F105-P\nsystem. This combination of siRNAs attacking the tumor\nat multiple fronts is an important advantage of the siRNA\ntechnology as it allows simultaneous interference with a number of\ndifferent pathways, while the delivery problem for each individual\ndrug molecule (siRNA) remains the same. The versatility of this\ntargeted system was demonstrated by exchanging the HIV-envelope\nantibody for an ErbB2-antibody changing the specificity of the\nsystem to ErbB2-positive breast carcinoma cells.\n\nIn a cationic lipid-based approach, Pirollo et al coupled a\ntransferrin receptor single chain Fv region antibody fragment to\nthe surface of cationic DOTAP: DOPE complexes containing siRNA\n[68]. They evaluated the \ntargeting potential of these systems in different murine tumor models: \nan orthothopically implanted\npancreatic carcinoma (that produced spontaneous metastases), an\northotopically implanted prostate carcinoma, and intravenously\nadministered breast carcinoma cells giving rise to metastases in\nthe lung. In all these models, specific accumulation of\nfluorescently labeled siRNA complexed to the targeted cationic\nlipid particles at the site of the malignancy could be\ndemonstrated as compared to surrounding normal tissue and liver.\nThe question whether targeted delivery resulted in gene silencing\nwas not addressed.\n\nTargeted cationic systems have the important advantage that they possess a\nrecognition signal for specific interaction with the target cell type.\nHowever, the cationic surface may also be able to interact with biomolecules\nor nontarget cells. As such, shielding of the cationic surface may further\nenhance target cell specificity by reducing nontarget tissue uptake and may\nadditionally increase colloidal stability of the siRNA complexes.\n\nIn our studies we focused on the cationic polymer PEI coupled to\nPEG as shielding polymer. To the distal end of the\nPEG-chain a cyclic RGD-peptide was coupled. This peptide is a\nhigh-affinity ligand for alpha v-integrins that are overexpressed\non angiogenic endothelial surfaces [69]. \nTissue distribution studies in vivo of fluorescently labeled siRNA in subcutaneous\nneuroblastoma-bearing mice showed that injection of “naked”\nsiRNA did not produce appreciable tumor levels, but rather rapid\nclearance into the urine. PEI-siRNA complexes also lacked the\nproduction of high fluorescence in the tumor, but did increase\nliver and especially lung levels. The fluorescence appeared\npunctuate in both latter tissues, probably reflecting formation of\naggregates in the circulation.\n\nWhen the PEG-shielded, targeted nanoparticles were used, a\nhigher level of specificity for the tumor and lower levels of\nfluorescence in the lung and liver were observed.\nIn a therapeutic setting, siRNA against murine VEGF\nreceptor-2 was used, since the receptor is one of the driving\nfactors of tumor angiogenesis. Delivery to host tumor endothelium\nis required to inhibit tumor proliferation. Efficacy studies with\nVEGFR2-specific siRNA complexed in RGD-PEG-PEI nanoparticles\nresulted in strong inhibition of sc neuroblastoma growth rate,\nwhich was sequence-specific. These experiments suggest that the\ntargeted shielded nanoparticles indeed deliver the siRNA to the\nangiogenic endothelial cells. In line with these findings, the\nreduced tumor growth rate was paralleled by a reduction in blood\nvessels in the periphery of the tumor and changes in vascular\nmorphology of remaining vessels, supporting an antiangiogenic\nmechanism of action. These results were supported by studies in a\nmodel of pathological angiogenesis in the eye [70], \nagain demonstrating vasculature-specific delivery and inhibition of\nangiogenesis leading to therapeutic effects. Importantly, the\nstudies in the eye also showed that combining siRNAs against\ndifferent driving factors in the VEGF-pathway in the same delivery\nsystem improved therapeutic effects. Attacking the various\nreceptors and growth factors simultaneously seems to\noffer advantages. Especially in multifactorial diseases, where\nfunctional redundancy is likely, this cocktail approach seems to\noffer important benefits.\n\nSynthetic nonviral delivery systems are a diverse class of molecules used in\ndifferent nucleic acid delivery strategies that range from relatively simple\ncationic complexation for local administration to targeted shielded systems\nfor intravenous injection. Their adaptability to specific targeting\nrequirements is an important advantage, although optimization of delivery\nefficiency continues to remain important.\n\nOver the last decades, research on the promises of nucleic acids\nfor therapeutic intervention and the difficulties encountered in\nturning these promises into clinical reality has provided a\nclearer picture of the development steps that are needed to\ntransform nucleic acids into actual drug molecules. As a result \nsiRNA has been able to make a remarkable rapid\nprogress from initial discovery as functional mediator of RNA\ninterference in mammalian cells in 2001 to three\nclinical trials at the end of 2005: two in age-related macular\ndegeneration, the other in respiratory syncytial virus infection\n[71]. Nevertheless, the \nchoice of the diseases also reflects the delivery difficulties encountered \nfor this class of nucleic acids. These diseases were selected partly because the target cell\ndelivery problems are relatively low as these pathologies are\nconfined to specific and accessible sites. To further improve\ntarget specificity, also in view of possible adverse effects\noccurring when siRNA is processed by nontarget cells, and to allow\napplication of siRNA for systemic treatment several strategies can\nbe proposed (Figure 2). Taken together they serve to\nincrease nuclease resistance, to reduce renal\nexcretion/specific cell uptake, to promote uptake by the\ntarget cells, and to ensure correct intracellular trafficking to\nthe site of action. As the first preclinical proofs of principle\nhave been delivered showing therapeutic effects of locally and\nsystemically delivered siRNAs, it is expected that these\nstrategies will soon translate into viable clinical development\nprograms."}