{"title": "Ducks: The “Trojan Horses” of H5N1 influenza", "body": "Avian influenza is caused by type A viruses of the family Orthomyxoviridae. The influenza A viruses infect primarily free‐living aquatic birds, and they are classified by their hemagglutinin (HA) and neuraminidase (NA) surface glycoproteins. All 16 HA and 9 NA subtypes have been isolated from aquatic birds; wild ducks are the main reservoir. The viruses cause asymptomatic or low pathogenic infection in these natural hosts.\n1\n However, certain strains of influenza A virus have crossed the host range barrier and infected other species, including humans. These viruses are the source of the influenza pandemics that emerge at irregular intervals.\n1\n, \n2\n\n\n\nThe H5 and H7 subtypes are of particular concern because they can become highly pathogenic (HP), causing systemic illness and death in both avian and mammalian species, including humans.\n2\n The H5N1 virus that emerged in Asia in 1996 is unique among the HP avian influenza (HPAI) viruses in that it has continued to circulate in avian species for more than a decade and has spread to more than 60 countries in Eurasia (http://www.who.int/csr/disease/avian_influenza/en/). While the H5N1 HPAI viruses are 100% lethal to chickens and gallinaceous poultry, they often cause asymptomatic infection in some species of domestic and wild ducks. These “silent spreaders” of H5N1 HPAI viruses are therefore referred to as “Trojan horses”.\n3\n, \n4\n, \n5\n Clearly, ducks play a complex and vital role in the biology and the overall natural history of influenza, including H5N1 HPAI viruses.\n\nDucks are members of the subfamily Anatinae, which contains most species of anserine birds. This subfamily is nearly cosmopolitan in distribution, and its members occupy almost all aquatic habitats. The ecology of these birds, summarized in Figure 1, facilitates the maintenance and spread of avian influenza viruses. Although human influenza A isolates and the currently circulating H5N1 HPAI viruses typically infect the upper respiratory tract, the primary site of infection in ducks is the intestine.\n6\n Avian influenza viruses enter the environment when the host defecates or drools, and they then infect susceptible hosts as they feed and drink. Avian influenza virus replication has been observed in the respiratory tract,\n6\n but the contribution of this site to maintenance of infection in the population is unresolved. Specifically, fecal shedding of H4N7, H7N3, and H11N9 virions from experimentally infected mallard ducks persists longer and at higher titers than tracheal shedding.\n6\n When a large number of birds roost on a small pond (for example, in the staging/marshalling areas), as many as 1010 EID50•g−1•d−1 infectious virions are estimated to enter the environment in the fecal matter of each infected duck.\n6\n Further, avian influenza viruses are stable in water\n1\n, \n7\n and have been isolated from the surface of ponds containing a large number of waterfowl.\n8\n, \n9\n Although aerosol transmission cannot be dismissed, the larger number of positive cloacal than tracheal swabs, the high fecal virus titer, and the stability of the virions in water suggest that low‐pathogenic avian influenza (LPAI) viruses persist in duck populations through fecal‐oral transmission.\n1\n This mechanism could partially explain the higher prevalence of infection in surface‐feeding (dabbling) ducks than in diving ducks that typically feed in deeper water.\n10\n\n\n\nSurveillance data suggest year‐round transmission of avian influenza viruses within duck populations. The prevalence of infection exhibits an annual cyclical pattern in both North American\n1\n, \n11\n and Eurasian\n12\n duck populations (Figure 1), peaking before and during the fall migration as a result of the influx of immunologically naïve juveniles.\n1\n, \n9\n, \n10\n, \n13\n Experimentally infected white Pekin ducks have shed virus for more than 3 weeks after inoculation.\n3\n, \n14\n Coupled with limited morbidity and serum antibody response,\n3\n infected birds are likely to shed virus during the first few weeks of the fall migration, dispersing it along their numerous migration corridors. However, the prevalence of infection is much lower along the migration routes and at the wintering grounds than at the marshalling areas.\n9\n, \n12\n, \n15\n, \n16\n This disparity may reflect the development of immunity to circulating virus subtypes within the duck population or a decline in transmission because of population dispersal.\n13\n In general, prevalence of infection is higher at the wintering grounds and spring nesting sites in duck populations from Europe than in North American populations (Figure 1). The most likely explanation for this difference is random variation, since surveillance studies from multiple areas in North America and in Europe often obtain slightly different prevalence values in the duck populations. Many factors can affect prevalence including, but not limited to, the size of the duck population, sampling location, and time of collection. Thus, the few multi‐year studies that exist likely exemplify the variation that one would observe if additional sampling sites were included in the studies, and not the differences in geography between Europe and North America.\n16\n Prevalence is at its lowest during the spring migration but increases again after the breeding season, when the ducks have moved to the molting and staging areas.\n11\n, \n13\n, \n16\n It is not clear how the duck population acquires avian influenza viruses during the spring of every year. Infectious virions may persist through the winter in the frozen waters of the breeding areas and reinfect the ducks when they return in the spring.\n1\n, \n6\n Alternatively, the duck populations may carry the viruses throughout the entire migration. Year‐round prevalence in the ducks supports the latter, although persistence in the frozen habitats could play a role in the perpetuation of the viruses.\n10\n\n\n\nSome virus subtypes are isolated more frequently than others.\n10\n, \n11\n Three HA subtypes, H3, H4, and H6, are common in both North American and European ducks,\n11\n, \n12\n and the most prevalent subtype combinations in both areas are H4N6 and H6N2.\n16\n Explanations vary for why certain HA and NA subtypes (and combinations) are common or rare in wild birds. The general hypothesis is that these subtypes likely have the highest fitness, with replication rates balanced by a level of virulence that sufficiently increases transmission probability to the level where infection in the next cohort of birds is almost guaranteed. It is speculated that this could be largely influenced by the functional balance between HA binding affinity and NA enzymatic activity.\n17\n Although the H6 gene is of Eurasian origin and is widely distributed in North American ducks, genomic analysis of viruses suggests limited intercontinental exchange between Eurasia and the Americas.\n18\n Therefore, novel viral genotypes must arise via mutation and reassortment of the genomes in circulation within a specific geographic area. The marshalling areas provide such an opportunity by attracting populations of ducks from various breeding areas and migration corridors, with each population harboring a potentially different combination of subtypes.\n16\n Coinfection of ducks with two or more virus subtypes is common,\n19\n as is reassortment,\n14\n and emergent strains that are most virulent to gallinaceous poultry can have low pathogenicity in the duck hosts.\n20\n However, the role of ducks in the maintenance and spread of influenza viruses, and especially in the emergence of novel genotypes, appears to depend on their migratory behavior. Specifically, ducks that migrate annually are likely to spread influenza viruses along the migration routes, primarily by exposing the resident and domestic duck populations at the numerous stopover sites.\n10\n, \n16\n, \n21\n In contrast, domestic and resident ducks maintain the viruses in close proximity to other species and have been implicated in the spread of both LPAI and HPAI viruses to domestic poultry and terrestrial birds.\n20\n, \n22\n, \n23\n\n\n\nLPAI viruses can pass through the upper digestive tract of ducks and replicate in the lower intestinal tract without causing clinical manifestations of disease.\n3\n, \n6\n Further evidence that the intestinal tract is the target organ of LPAI viruses in ducks includes the replication of virus in the lower intestinal tract, but not in the lungs, after direct inoculation into the crop and rectum\n6\n and high fecal virus titers after intravenous inoculation.\n3\n The specific site of LPAI virus replication is believed to be the crypts of Lieberkühn in the large intestine.\n3\n\n\n\nThe other potential target organ for LPAI viruses in ducks is the respiratory tract. Lungs of mallard ducks intranasally inoculated with LPAI viruses showed mild pneumonia, and lymphocyte and macrophage infiltration within 2 days. Immunostaining for viral nucleoprotein revealed intermittent staining of respiratory epithelial cells but no viral replication in the lung tissue.\n24\n This evidence indicates that the respiratory tract and not the lung tissue itself is the primary target of infection.\n\nThe species diversity of ducks may also play an important role in the pathogenicity of influenza viruses. Mallard duck embryos inoculated with LPAI virus have significantly lower mortality rates than inoculated Muscovy duck embryos; however, in regards to replication, the LPAI viruses behave in a different way. Viral antigens were found in the internal organs (nasal sinuses, pharynx, trachea, bronchi, lung, and air sacs) of the mallard duck embryos, but not in those of the Muscovy duck embryos. The reason for this mortality/virus replication paradox in mallard ducks is unclear but is in keeping with the evidence that mallard ducks are considered to be the main reservoirs of LPAI viruses in nature.\n25\n\n\n\nAlthough several studies have examined the serum antibody response in both naturally and experimentally infected ducks, knowledge of the avian immune response to influenza viruses is very limited.\n26\n White Pekin ducks inoculated with an H7N2 LPAI virus developed negligible serum hemagglutination inhibition (HI) antibody titers despite fecal shedding of virus until day 7 post‐inoculation. Animals reinoculated 46 days later with the same virus strain had a marked antibody response, but virus could not be isolated from any of the organs. These results and the lack of a secondary immune response after inoculation with formalin‐inactivated virus suggested that the rapid immune response in re‐infected birds may restrict influenza infection to short time scales.\n3\n It is noteworthy that prior infection does not protect ducks against subsequent infection with other virus subtypes. For example, ducks infected with an H4N6 subtype are protected from reinfection with the same virus, but they shed virions for 8 days after challenge with an H11N3 isolate.\n27\n These data have applications in the field, where isolation of influenza virus from migratory waterfowl is infrequent during the winter, potentially indicating the existence of a significant level of immunity in wintering ducks acquired from previous influenza infections. Further illustration of this is seen from a study of wild waterfowl in Italy over six winter seasons, in which 17 of the 20 viruses isolated were of the H1N1 subtype, suggesting that the wintering ducks had some degree of immunity to the other subtypes of circulating influenza strains.\n28\n\n\n\nSeveral experimental studies have investigated the pathogenicity of H5N1 HPAI viruses (isolated since 2002) in ducks. Cherry Valley Pekin ducks inoculated with a 2003 HPAI H5N1 strain isolated from duck meat at a quarantine inspection station in China developed neurologic signs, including blindness and head shaking, although none died. High virus titers were detected in the respiratory organs (lung and trachea), brain, liver, kidneys, and colon, and microscopic lesions were observed in the brain (viral encephalitis), heart (myocarditis with degeneration and necrosis of myocytes), and bursa (mild lymphoid follicular hyperplasia).\n29\n Viral neurotropism and pancreatotropism have been observed in multiple other studies of recent HPAI virus isolates. Ducks lethally challenged with these H5N1 HPAI viruses showed severe neurologic signs, including torticollis, incoordination, tremors, and seizures.\n30\n, \n31\n Immunohistochemistry positivity was recorded in the cerebrum and brain stem, and in situ hybridization detected virus in the neurons and glial cells of the cerebral gray matter, further confirming the strong neurotropism of post‐2002 isolates.\n30\n, \n31\n Although the route of entry of virus into the central nervous system has not been determined, at least two different hypotheses have been proposed, including ascending transmission of virus via vagal, olfactory, and trigeminal nerve fibers, and penetration of the blood‐brain barrier.\n32\n, \n33\n\n\n\nAnother recurring characteristic of recent H5N1 HPAI viruses in ducks is that virus titers are frequently higher in oropharyngeal swabs than in cloacal swabs.\n30\n, \n34\n Pharyngeal excretion of H5N1 HPAI viruses has been suggested to originate from the lung and/or air sac, as only these tissues have shown immunohistochemical evidence of virus replication. Preferential pharyngeal excretion suggests that pharyngeal swabs, as well as the customary cloacal swabs, should be taken when conducting surveillance of avian influenza viruses in wild ducks.\n34\n Otherwise, the prevalence of H5N1 HPAI may be underestimated. Additional studies of the role and rates of respiratory transmission of H5N1 HPAI viruses in ducks are needed, especially as they relate to cloacal excretion.\n\nIn 1996, the parental virus (A/Goose/Guangdong/1/96; A/Gs/GD/1/96) of currently circulating H5N1 HPAI viruses emerged in southern China. Genetic evidence revealed that this virus originated from H5 LPAI viruses carried from northern Japan by wild ducks or other migratory birds.\n15\n, \n35\n A reassortant H5N1 HPAI virus subsequently emerged in poultry at farms and live animal markets in Hong Kong in 1997. Genetic analyses showed that the H5 HA gene of the reassortant virus was derived from an A/Gs/GD/1/96‐like virus, while the remaining gene segments were derived from low‐pathogenic viruses: the N1 NA gene came from A/Teal/Hong Kong/W312/97 (H6N1) virus, and the internal genes from A/Quail/Hong Kong/G1/97 (H9N2) virus.\n36\n The reassortant virus caused the first lethal infection in humans (6 deaths among 18 known cases) by direct bird‐to‐human transmission.\n37\n Between 1999 and 2002, H5N1 HPAI viruses with the H5 HA gene of A/Gs/GD/1/96‐like viruses but with a diversity of genotypes in the other genes, re‐emerged multiple times in Hong Kong.\n37\n The first indication of the spread of H5N1 HPAI viruses from domestic to wild species of aquatic birds occurred in Kowloon and Penfold Park in Hong Kong,\n38\n where 19 different duck species were infected. Some species, including the Red‐Crested Pochard (Netta rufina), were highly susceptible (19/20 died), whereas others, including the Bahama Pintail (Anas bahamensis), were less susceptible (4/21 died).\n\nThe next major event in nature was the massive die‐off of waterfowl at Qinghai Lake in China.\n39\n, \n40\n, \n41\n Four different genotypes of H5N1 HPAI viruses co‐circulated in the waterfowl there; one of these became dominant and spread westward to India, Europe, and Africa. Notable features of the dominant Qinghai Lake H5N1 HPAI isolates were the acquisition of a lys627 mutation in the PB2 gene and the absence of pathogenicity in mallard ducks.\n42\n The lys627 mutation has been found to be associated with pathogenicity in mammalian species,\n43\n, \n44\n suggesting that it may have been generated while the virus was replicating in a mammal. The virus was likely transmitted from domestic ducks to wild ducks en route to Qinghai Lake.\n\nThe role of duck species in the westward spread of the Qinghai‐H5N1 virus remains controversial. Circumstantial evidence from global wildlife surveillance supports the hypothesis that migratory birds, including wild ducks, have contributed to the current Eurasian endemic of H5N1 HPAI viruses.\n45\n Surveillance studies in Thailand in 2004 showed that most domestic grazing ducks infected with H5N1 HPAI viruses were asymptomatic\n4\n and that the initial spread of H5N1 HPAI viruses to chickens and humans corresponded to the movement of grazing ducks.\n4\n, \n46\n In fact, infected domestic ducks grazing on man‐made wetlands (e.g., harvested rice fields and irrigation canals) may maintain the infection and spread it to wild birds that feed at the same sites. If these wild birds are migratory and experience limited morbidity, they in turn can disperse HPAI viruses widely (Figure 2), as suggested by the high genetic similarity of HPAI isolates from Africa, Europe, and the Middle East to the Qinghai‐H5N1 virus.\n37\n H5N1 HPAI viruses have not yet spread from Asia into North America. However, satellite telemetry of migrating Northern Pintails (Anas acuta) reveals that North American birds may cross into Russia\n47\n and share the nesting regions of Northern Pintails from Japan (alaska.usgs.gov/science/biology/avian_influenza/pintail_movements.html), where an H5N1 HPAI virus has been detected in Whooper Swans (Cygnus cygnus).\n48\n\n\n\nThe evolution of H5N1 HPAI viruses by reassortment with LPAI viruses in the aquatic bird reservoir played an important part in the genesis of the multiple genotypes, clades, and subclades of Asian H5N1 HPAI viruses and is ongoing.\n37\n However, it is the ever‐increasing poultry industry that provides the reassortment interface between wild and domestic avian species. The number of domestic ducks, chickens, and other poultry continues to increase, but biosecurity and separation of species is not always taken into account. Ducks raised in a closed high‐biosecurity system in Thailand were protected from infection while H5N1 HPAI viruses were circulating among backyard ducks, open house ducks, and grazing ducks.\n4\n Therefore, biosecurity can prevent the spread of influenza viruses from wild to domestic ducks.\n\nLive poultry markets (wet markets) have been identified as a risk factor in the genesis of novel influenza viruses\n49\n and were identified as the source of the human outbreak of HP H5N1 viruses in Hong Kong. The ban on ducks, geese, and later, quail, together with improved biosecurity (clean days), have markedly reduced the influenza virus diversity in the Hong Kong wet markets.\n37\n Live poultry markets are being phased out in Hong Kong, and in the interim no live poultry can be carried over from 1 day to the next. Taiwan plans to close all live poultry markets by 2009, and Shanghai authorities are reducing the number of wet markets. Overall, however, the role of live poultry markets in the emergence and control of pandemic influenza has been largely ignored. Universal closure of live markets would make biological sense but is difficult in regions where refrigeration is not widely available.\n\nVaccination has been accepted as an option for the control of HPAI by the Food and Agriculture Organization of the United Nations and the World Organization for Animal Health. Emphasis is placed on the use of vaccine to facilitate eradication. The continued use of poultry influenza vaccines without an eradication plan has immediate benefits but also long‐term consequences. The difficulty with continued vaccine usage is that it promotes genetic variation and allows shedding of virus in the absence of disease signs, thus creating the potential for epicenters of virus spread. Further, while both inactivated oil emulsion whole‐virus H5 vaccines and recombinant NDV vaccines containing H5 HAs are highly efficacious in chickens, the recombinant NDV vaccines are less efficacious in ducks. The experience in Vietnam illustrates these points. In 2005, after 61 human cases of HP H5N1 virus infection and 19 deaths, universal poultry vaccination and reduction of duck populations were implemented, with dramatic results. In 2006, there were no human cases of H5N1 influenza. However, in 2007–2008, there were 14 human cases of HP H5N1 virus infection and 10 deaths (http://www.who.int/csr/disease/avian_influenza/country/cases_table_2009_03_11/en/index.html). The difficulty of controlling H5N1 HPAI viruses in ducks by vaccination and the enormous task of vaccinating sufficient poultry to maintain “herd immunity” remain daunting obstacles.\n\nInfluenza in humans is considered a non‐eradicable disease due to periodic introduction of viruses from their natural reservoir, wild migratory birds – mainly ducks. The culling of wild birds is not an option. The sole current option is biosecurity and eradication of HP influenza from domestic poultry. The longer‐term goal will be to understand the genetics of natural resistance in ducks and to introduce these traits into domestic animals.\n\nThere is consensus that the migratory waterfowl of the world (predominantly wild ducks) serve as the natural reservoirs of all influenza A viruses, which cause asymptomatic infection in these birds. Influenza viruses have probably co‐evolved with ducks over millennia, establishing an equilibrium between hosts and parasites so that neither suffers a significant loss of biological fitness; the evidence being minimal signs of disease in the hosts and the annual isolation of common subtypes. The unanswered question is whether these migratory bird species are the reservoirs of the currently circulating H5N1 HPAI viruses. Until the emergence of the Asian H5N1 HPAI viruses, the available data indicated that each new outbreak of HP H5 or H7 virus died out or was stamped out and that subsequent HP strains emerged from the low‐pathogenic H5 and H7 virus reservoir.\n\nAll species of birds tested to date support replication of some HP H5N1 strains and, providing they are not killed rapidly, could contribute to the spread of H5N1 HPAI viruses. The present review has concentrated on ducks, some species of which are susceptible to H5N1 HPAI virus–caused disease and death while others (e.g., mallards) are quite resistant.\n34\n, \n50\n Therefore, ducks that are infected but are naturally resistant to disease could have contributed to the spread of H5N1 HPAI viruses westward from Qinghai Lake in 2005 to Europe, Africa, India, and the Middle East. An unanswered question is whether the H5N1 HPAI viruses are being carried back to the duck breeding areas and are infecting the next generation. Extensive surveillance in the migratory pathways in Europe and Asia has provided no evidence of H5N1 HPAI viruses in the new generation of birds after the breeding season.\n\nWhile all duck species tested to date are susceptible to lethal infection with H5N1 HPAI viruses, some species, including the mallard and Pintail ducks, are less susceptible and many survive. It is in these relatively resistant species that the H5N1 HPAI viruses could be maintained. However, surveillance studies to date in these species have detected no H5N1 HPAI viruses in breeding or juvenile birds. Experimental studies show that some mallard ducks continue to shed virus for up to 17 days, allowing the development of humoral immunity and subsequent selection of antigenic variants within the same bird.\n23\n If this occurs, it could be argued that a limited number of ducks would be sufficient to maintain the virus in nature. Continued surveillance is needed to determine whether H5N1 HPAI viruses are maintained in nature by a small number of naturally resistant ducks that are long‐term virus shedders.\n\nWhile naturally resistant ducks can be argued to have been involved in the spread of H5N1 HPAI viruses from Qinghai Lake to the rest of Eurasia, it is difficult to explain why H5N1 HPAI viruses have not spread to susceptible species in the Philippines, Australia, and the Americas, which are on the direct flyways of migratory waterfowl. More than 6·6 million birds migrate from Eastern Asia to Alaska yearly (alaska.usgs.gov/science/biology/avian_influenza/migrants_tables.html). Despite intense surveillance in Alaska, no H5N1 HPAI viruses have been detected to date, and influenza viruses of Eurasian lineage are introduced into the Americas only rarely.\n18\n The major spreaders of influenza in domestic poultry are humans. As described by Chen et al. (2006), from the molecular epidemiology data, transmission of H5N1 influenza in domestic poultry is perpetuated largely through movement of poultry and poultry products rather than continued reintroduction of viruses from migrating birds.\n42\n\n\n\nThe alternative reservoir, the domestic duck population, has a higher likelihood of perpetuating H5N1 HPAI viruses. Prospective surveillance continued to isolate H5N1 HPAI viruses from apparently healthy ducks, geese, and chickens in Southeast Asian poultry markets during 2004–2006. Naturally resistant ducks might not be expected to show disease signs, but the absence of morbidity in highly susceptible geese and chickens is surprising. The widespread use of vaccine in chickens may explain this observation, but vaccine has been used less in geese and ducks. An alternative possibility is that the susceptible poultry had cross immunity as the result of exposure to co‐circulating influenza viruses. Experimental studies have demonstrated that chickens previously infected with H9N2 virus and then inoculated with H5N1 HPAI virus become infected and shed virus but do not show disease signs.\n51\n The continuing co‐circulation of multiple subtypes of LPAI viruses in domestic poultry could explain why a small percentage of susceptible domestic species can appear healthy while shedding transmissible levels of H5N1 HPAI virus. To provide answers to these unresolved questions about the role of domestic species, it will be necessary to establish long‐term prospective surveillance in domestic poultry in the hypothetical “epicenter zones,” including China, Indonesia, Vietnam, Egypt, and Nigeria. It is noteworthy that in these regions, control of H5N1 HPAI virus is attempted by the continuing use of vaccines.\n\nAn area that has been surprisingly neglected is the genetics of ducks, the ultimate reservoir species of all influenza A subtypes. The wild duck reservoir contributes some or all of the genes of future pandemic strains in humans and future panzootic strains in domestic poultry. Immune mechanisms in ducks are currently understudied, and the molecular basis of resistance of some duck species to lethal infection is unresolved. Sequencing of the genome of the mallard duck is warranted, as it could provide insight into the factors that contribute to markedly reduced influenza virus pathogenicity.\n\nBecause wild ducks are the main reservoir of all influenza A viruses and the ultimate source of future pandemics, members of the scientific community who are interested in understanding the emergence and control of pandemic influenza should direct their attention to the following questions:\n\n\n• Do ducks (wild or domestic) serve as the reservoirs of the Asian H5N1 HPAI viruses?• What genomic characteristics of ducks are associated with natural resistance in some species?• Is antigenic diversity driven naturally in ducks or is it the consequence of vaccine usage?• What dose of vaccine antigen is required to prevent transmissible levels of excretion of H5N1 HPAI viruses by ducks of different species (and geese and swans)?• Is eradication of Asian H5N1 HPAI viruses achievable?• Can the use of transgenic animals containing the natural resistance gene(s) of mallard ducks prevent pathogenic influenza virus infection?\n"}