{"title": "Multicenter EuroTravNet/GeoSentinel Study of Travel-related Infectious Diseases in Europe", "body": "The GeoSentinel Surveillance Network consists of specialized travel/tropical medicine clinics on 6 continents where ill travelers are seen during or after traveling to a wide range of countries and where information about travelers is prospectively recorded (19) in a standardized format. To be eligible for inclusion in the GeoSentinel database, patients must have crossed an international border and have received medical attention at a GeoSentinel clinic for a presumed travel-related illness. We included western European patients who sought treatment at GeoSentinel sites after travel from March 1997 through November 2007. Persons were placed in 3 different categories: classic traveler, immigrant traveler, and expatriate traveler (Table 1). Reasons for travel were classified as the following: tourism, business, research/education, missionary/volunteer work, or visiting friends and relatives (VFRs). Individual countries visited were grouped into 12 regions (19). Medical data included the final physician-assigned diagnosis, according to a standardized list of 556 possible individual diagnoses of infectious diseases that were also categorized under 21 broad syndromes as previously described (19). European patients were compared with all other ill non-European returned patients on the basis of information obtained from GeoSentinel sites in the United States, Canada, Australia, and New Zealand.\n\nData were entered and managed in Microsoft Access (Microsoft Corp., Redmond, WA, USA). In our evaluation, proportionate morbidity refers to the number of cases of a specific diagnosis (or of a group of specific diagnosis within a syndrome group) compared with all cases of ill returned travelers seen at GeoSentinel clinics during the same period. Differences in proportions (qualitative variables) were tested by using Pearson χ2 or Fisher exact tests. Analysis of variance or Kruskal-Wallis tests were used for quantitative variables. Because of the large numbers of statistical tests performed, a p value <0.001 was considered significant.\n\nDiagnosis, exposure regions, residence region, and travel types were analyzed by using multiple correspondence analysis (MCA) (20–22). MCA was performed by using the ANADEV freeware (www.lertim.org), developed by the Laboratory of Biomathematics, Faculty of Medicine of Marseille. Odds ratios (ORs) (European vs. non-European) by diagnosis were estimated by using logistic regression and adjusted for travel duration. All statistical tests were 2-sided. Percentages and odds ratios (with 95% confidence intervals), comparisons, and graphic analysis were carried out by using the R 2.8.1 environment (www.r-project.org).\n\nA total of 17,228 European patients were included: 13,913 (80.8%) classic travelers, 2,415 (14.0%) immigrant travelers, and 900 (5.2%) expatriate travelers (Figure 1). Demographic and travel data are presented in Table 2. Most patients were seen as outpatients who sought treatment at the clinics <2 weeks post travel. Immigrant travelers sought markedly less pretravel advice and were more likely to be inpatients than other groups; differences were significant (p<0.0001). Furthermore, European patients’ main destination was Africa, followed by Asia; the proportion of patients returning from sub-Saharan Africa, Indian Ocean islands, and south-central Asia was higher in sites in Italy, France, and the United Kingdom, respectively (Figure 2). Non-Europeans (12,663 patients) had a lower proportion of immigrant travelers in the inpatient category, and non-European expatriates were younger, had a longer duration of travel, and sought pretravel advice more often (p<0.0001).\n\nThe proportionate morbidity of some broad syndromes or etiologic diagnoses was higher in patients travelling to specific regions. This was obvious for acute diarrhea in North Africa, south-central Asia, and the Middle East, and etiologic diagnosis such as Campylobacter spp. in south-central and Southeast Asia, Shigella spp. in North Africa and south-central Asia, Giardia spp. in south-central Asia and South America and amebas in south-central Asia. Febrile systemic illnesses were more frequently reported from Indian Ocean islands, sub-Saharan Africa, and Oceania. P. falciparum malaria was more frequently observed in travelers returning from Indian Ocean islands and sub-Saharan Africa, P. vivax malaria in travelers from Oceania, Indian Ocean islands, and South America, and P. ovale and P. malariae malaria in travellers from Indian Ocean islands and sub-Saharan Africa. Dengue was more frequently reported from Southeast Asia, chikungunya from Indian Ocean Islands, rickettsioses from sub-Saharan Africa, and salmonellosis from south-central Asia. Proportionate morbidity for dermatologic conditions was higher in Oceania, Southeast Asia, Central America, South America, and the Caribbean, including animal-related injuries requiring rabies postexposure prophylaxis (PEP) in North Africa, the Middle East, and Southeast Asia; larva migrans in Southeast Asia, the Caribbean, South America, and Central America; leishmaniasis in Central America and South America; and myasis in Central America. Finally, respiratory syndromes were more frequently reported in travelers returning from eastern Europe and northeastern Asia; genitourinary and sexually transmitted diseases (STDs) were more frequent in travelers from eastern Europe, Southeast Asia, and the Caribbean; schistosomiasis was more frequent in travellers from Africa and cerebromeningeal infections were more frequent in travelers from eastern Europe and North Africa) (p<0.0001) (Technical Appendix).\n\nAlso, the proportionate morbidity of some broad syndromes or etiologic diagnoses was higher in persons returning to specific European countries, as illustrated for falciparum malaria (Italy, France), dengue (United Kingdom), CHIKV infection (France), animal-related injuries requiring rabies PEP (France, United Kingdom) and cerebromeningeal infections (Italy) (p<0.0001). The proportionate morbidity was also higher in some categories of traveler, such as diarrhea and dermatologic diseases (in classic tourist travelers), falciparum malaria and genitourinary infections and STDs (immigrant travelers who were VFRs), and P. vivax malaria (missionary/expatriate travelers) (p<0.0001). (For details, see Technical Appendix.)\n\nMCA highlights the possibility of diagnosis in certain groups and shows an association between German patients, who are classic travelers (traveling for tourism to Southeast and south-central Asia) and a diagnosis of acute diarrhea. The MCA also showed that French, Swiss, or Italian patients who are classified as immigrant or expatriate travelers (VFRs or travelers for missionary purposes to Africa or Indian Ocean islands) are most likely to seek treatment for febrile illness (Technical Appendix).\n\nCompared with the corresponding proportion of disease in non-European travelers, European classic tourist travelers had a lower proportionate morbidity (adjusted for travel duration) for certain diagnoses, such as schistosomiasis, cutaneous larva migrans, and animal-related injuries requiring rabies PEP, and a higher proportionate morbidity for genitourinary infections, STDs, and respiratory diseases when traveling to specific regions (Figure 3). Also, the P. falciparum malaria proportionate morbidity in immigrant travelers (VRFs) after travel to Africa or the Indian Ocean islands was higher in Europeans compared with non-Europeans (Figure 3).\n\nDespite the large number of patients investigated here in Europe for the assessment of travel-related illness, our work does not analyze all infectious illness in all returned patients. The results do not represent the broad spectrum of illness typically seen at nonspecialized primary care practice where mild or self-limited conditions would be found with higher frequency (19,23). The intake at sites reflects a mixed population of tertiary care and self-referred patients. Diagnoses that may be underrepresented include diseases of short incubation, many cases of which manifest during travel. However, GeoSentinel captures a sentinel sample of travelers; we have no reason to believe that cases we have not captured would have a different pattern of geographic acquisition than those in GeoSentinel. Also, we cannot relate our data collected on ill travelers to the total number of travelers to or from the area concerned. Because of this absence of denominator, incidence rates cannot be calculated or a numerical risk provided for travel to a particular destination. Absolute risk can be estimated only by monitoring cohorts prospectively, as was conducted in a few studies in the 1980s. Relatively small sample sizes and the limited number of destinations visited by travelers originating in 1 country are usually insufficient to elucidate destination-specific risk for individual diagnoses. Risk also could be calculated from the rate of illness in all travelers to each destination. However, capturing data on all ill travelers to just 1 destination, or even accurately ascertaining the denominator of all travelers to that destination, is not easily accomplished. No published studies have been able to describe this approach on a multicountry or worldwide basis.\n\nHowever, given these caveats, the major strengths of our analysis are its focus on proportionate disease and the large numbers of patients in the database, which reduces the population-specific bias found in many smaller studies. Important published studies on several aspects of travel medicine have used the GeoSentinel database, now identified as a main source for the epidemiology of travel-related illness (18,19,24–27). We selected and discussed specific syndromes and their causes. The European aspect of our study is unique.\n\nMost patients in our survey were outpatients. Ubiquitous or cosmopolitan infections involving the skin and the respiratory, gastrointestinal, and urinary tracts were found frequently in our study as were imported tropical diseases (although the specific tropical/cosmopolitan disease ratio cannot be calculated accurately because etiolgoc agents were not systematically identified or recorded). As previously emphasized, healthcare providers should not overlook such cosmopolitan infections when examining patients returning from the tropics (28). Overall, of 10 ill European returned travelers, 4 had a gastrointestinal disorder, 2 experienced a febrile systemic illness, 2 sought treatment for a dermatologic problem, and 1 had a respiratory disease. Acute diarrhea is the most common travel-associated disease (10), and we show here that some destinations are more frequently associated with some specific causes. Also, all categories of European travelers to North Africa, south-central Asia, and the Middle East (but particularly classic tourist travelers) should be targeted for pretravel advice regarding diarrhea risk and self-treatment (29). Furthermore, the importance of respiratory diseases in travelers has been exemplified with clusters of measles after importation (30), and more recently, the emergence and global spread of influenza A pandemic (H1N1) 2009 virus (9). Moreover, seasonal influenza, which affects 5%–15% of the world's population annually and has been considered the second most frequent vaccine-preventable infection in travelers, is probably underestimated in returned travelers (31).\n\nWe highlight here that malaria remains the most common specific diagnosis in ill returned patients who have a systemic febrile illness (23). P. falciparum was the most commonly identified malaria species causing these infections, which mirrors situation in sub-Saharan Africa, a major source of malaria for European ill returned patients (32). The risk to travelers of acquiring malaria varies by destination. However, as shown here, the traveler profile also is an important determinant of malaria risk. P. falciparum malaria is a rare diagnosis among native Germans traveling for tourism but it is a frequent diagnosis among immigrant travelers from Italy and France who visit friends and relatives in sub-Saharan Africa and the Indian Ocean islands. As shown here, immigrant travelers (VFRs) rarely seek pretravel advice, and they are known to comply poorly with malaria chemoprophylaxis (32). Therefore, immigrant travelers represent a major group at risk for imported malaria in Europe, and an improved approach to educate this population about risks and prophylaxis needs to be developed.\n\nDengue is now considered one of the major causes of fever in ill returned travelers, who even may serve as important sentinels of new outbreaks of dengue in dengue-endemic areas (33). Here, dengue virus was the second most commonly identified pathogen responsible for fever, particularly in patients who returned from Southeast Asia. The incidence of dengue has been considered to be higher than that of other so-called typical travel-related diseases, such as vaccine-preventable hepatitis A and typhoid fever (34). Because of rapid, intercontinental transportation, European physicians now encounter patients with arbovirus infections that have short incubation periods, such as dengue, and patients who are still viremic. These factors raise the possibility of introducing the virus to non–dengue-endemic areas where competent vectors are prevalent, as was demonstrated for CHIKV in 2007 (7).\n\nSome aspects described here may also influence medical practice that affects returned patients. For example, enteric fever caused by Salmonella infection was mainly observed in patients returning from south-central Asia, where multidrug resistance has been established and fluoroquinolone resistance is increasing (35).\n\nOur results show the increasing importance of rickettsioses in ill returned travelers, particularly African tick-bite fever, which affects travelers to sub-Saharan Africa, especially those who go on safari and military personnel. These groups of travelers need to be singled out to receive advice on tick-bite prevention (36).\n\nOur study also reinforces the view that dermatologic conditions are a leading cause of health problems in travelers (37). Pretravel advice should support the traveler’s use of impregnated bed nets and repellents, promote the practice of efficient clothes drying and ironing to prevent myasis, and discourage direct contact of skin with wet soil to prevent larva migrans transmission.\n\nNotably, a larger numbers of patients seeking rabies PEP were observed in France and the United Kingdom, where GeoSentinel clinics include rabies treatment centers. This highlights the potential for rabid animal–related injury in travelers, particularly in North Africa and the Middle East (24).\n\nGerman ill travelers were overrepresented in our collective database because of the historical development of GeoSentinel and the predominance of Germans among European travelers. Furthermore, each GeoSentinel site has specific characteristics, and some would be considered as sentinel sites for diseases in specific categories of travelers returning from particular countries. For example, at the site in Marseille, France, the French colonial past has a large effect on the profile of imported disease. The city has the largest community of inhabitants from the Comoros Islands, Indian Ocean, including first- to third-generation migrants. Immigrant travelers (VFRs) from the Comoros Islands are major importers of P. falciparum malaria and were key to creating the initial alert about the CHIKV disease outbreak (38).\n\nDifferences in disease patterns between countries of origin may reflects national differences in the characteristics of the traveling population, the distribution of travel destinations, and referral and access to medical care. In addition, accommodation standards, eating habits, and other risk behavior at a given destination may reflect the national and cultural background of the traveler. These circumstances also apply when comparing European and non-European returned patients. However, although the non-European comparative group is heterogeneous, the diversity allows us to highlight some characteristics of European travel-related illnesses, such as the falciparum malaria within immigrant travelers (VFRs) in sub-Saharan Africa and the Indian Ocean islands. The economic situation of immigrants in Europe is unlikely to be as secure as that of second- or third-generation immigrants living in the United States, even if they have an easy access to the health system, including university hospitals in many cities. These factors, together with a higher likelihood of having severe imported diseases, such as malaria, may explain the high rate of immigrant travelers (VFRs) who were hospitalized. In Marseille, most of the immigrant travelers originating from Comoros claimed that some types of antimalarial chemoprophylaxis are too expensive for a whole family who travels every 2 years to visit friends and family.\n\nEuropean and non-Europeans ill returned travelers may also have a different code of conduct and behavior. For example, classic tourist travelers from Europe to Asia have a higher proportion of STDs than do other travelers. Again, our ill travelers probably do not reflect the whole population of travelers returning from the tropics with STDs because many probably consult their general practitioners first. However, a broad spectrum of STDs recently have been highlighted as common causes of health impairment among European travelers returning from the tropics, and Asia has destinations known for sex tourism (39).\n\nFurthermore, depending on the destination, tourist travelers seem to be less frequently afflicted by diseases transmitted by contact of skin with fresh water or wet soil (schistosomiasis and larva migrans) and interaction with animals (animal-related injuries requiring rabies PEP); these facts suggest that they may be more compliant with travel health recommendations. We have no clear explanation, however, for the higher respiratory disease–related illnesses for European tourists traveling to Africa and America, but we note that SARS was imported to Europe in this way.\n\nClinicians encountering returned patients have an essential role in recognizing, and communicating travel-associated public health risks (19,23). In this context, surveillance in European travelers that encompasses a wide range of sites in Europe, including some with local specificity, is crucial to determine the epidemiology of travel-associated disease, to detect alarming events, and, if required, to organize a rapid response (40). Our combined European data can be used as background evidence for the practice of travel medicine in Europe."}