{"title": "The pig as a mixing vessel for influenza viruses: Human and veterinary implications", "body": "The presence of all subtypes influenza A viruses in wild aquatic birds poses serious health risks to a wide range of animal species. Influenza A viruses are enveloped, single-, negative-stranded and segmented RNA viruses belonging to the Orthomyxoviridae family; they are highly infectious respiratory pathogens in their respective natural hosts. All 16 known hemagglutinin (HA) and 9 neuraminidase (NA) subtypes of influenza A viruses have been isolated from wild waterfowl and seabirds (Webster et al, 2006). Although some of these subtypes are non-pathogenic/non-virulent within their natural hosts and have been present in these animal reservoirs for many centuries, various subtypes are highly virulent within their natural host species and to other species (Webby et al, 2007). For example, the changing role of the highly pathogenic avian influenza virus (HPAIV) H5N1 subtype in both wild and domestic ducks has recently been documented as a potential public health hazard because they are zoonotic agents with the theoretical ability – after genetic adaptation – of a human-to-human transmission, i.e., the start of a human epidemic/pandemic (Hulse-Post et al, 2005).\n\nThe ecology of influenza A viruses is dynamic and complex involving multiple host species and viral genes. Commercial poultry farms, “wet markets,” (where live birds and other animals are sold), backyard poultry farms, commercial and family poultry slaughtering facilities, swine farms, human dietary habits and the global trade in exotic animals have all been implicated in the spread of influenza A viruses (Greger, 2006). The “wet markets” of Southeast Asia, where people, pigs, ducks, geese and chickens (and occasionally other animals) are in close proximity pose a particular danger to public health (Webster, 2004; Bush, 2005; Greenfeld, 2006; Lau et al, 2007).\n\nScientific opinion differs on the probability of future sustained human-to-human transmission, e.g., for H5N1 HPAIV, as well as on which viruses pose the greatest threat to humanity and to other species (Hilleman, 2002). The prevailing scientific view regarding a possible H5N1 epidemic is that sustained human-to-human transmission will occur at some unknown future date and that a prediction on the future virulence of H5N1 viruses to humans is very difficult to make. The H5N1 HPAIVs are possibly the greatest threat at the moment, although H1, H2, H3, H7 and H9 avian-derived viruses are also strong contenders as causes of potential epidemics in various species, including humans (Hilleman, 2002; Wan et al, 2008). This review will conclude that an avian influenza virus transmitted via pigs to humans poses a significant risk to cause a new influenza pandemic, possibly on the disturbing scale of the human influenza pandemic experienced during 1918-1920 (H1N1 “Spanish Flu”). Before investigating the role of swine in the influenza A viruses, it is necessary to consider the challenge which influenza A viruses pose to both human and animal health.\n\nThe history of human influenza pandemics offers important information for future events. A human influenza pandemic in 1580 that impacted Europe, Asia and Africa, significant regional epidemics in the 17th century and further epidemics and pandemics in the 18th (1729-30, 1732-33, and 1781-82), 19th (1830-31, 1833 and 1889-90) and 20th (1918, 1957, 1968) centuries have been documented (Crosby, 1993; Lina, 2008; Quinn, 2008). Thus the pandemic flu occurring in 1918-20 caused by an H1N1 subtype virus (Tumpey et al, 2005) was not surprising, even if the precise source, timing and virulence could not be predicted. What has been surprising is that the human influenza pandemic of 1957-1958 (H2N2 “Asian Flu”), 1968 (H3N2 “Hong Kong Flu”), the 1976 H1N1 swine influenza outbreak in Fort Dix, NJ, the reintroduction of H1N1 in 1977 from Russia and the 1997 outbreak of the newly emerging H5N1 HPAIV in commercial poultry and humans in Hong Kong have all been less virulent in terms of their morbidity and their mortality (de Jong et al, 2000; Horimoto and Kawaoka, 2005).\n\nThese rather mild influenza pandemics/epidemics in the 20th and 21st century raise several significant questions: (i) Have influenza A viruses become less virulent for humans? (ii) Has modern medicine become more able to control these outbreaks than in earlier centuries? There is reasonable evidence suggesting that influenza A viruses are not becoming less virulent, nor has modern medicine been able to prevent either the beginning of a pandemic nor its immediate spread (Morse, 2007; Korteweg and Gu, 2008; Wu et al, 2008). While there is now considerable understanding of how viruses cause influenza, much research and development still needs to be done before the quantity, timeliness and effectiveness of both antiviral compounds and prophylactic vaccines can be provided “in time” in order to protect the public from a devastating future influenza pandemic (Yamada et al, 2008; Yang et al, 2008; Cheung, 2008). Nevertheless, the recent development of prepandemic influenza vaccines for the vaccination of individuals and communities is encouraging (Jennings et al, 2008).\n\nAccording to the World Health Organization (WHO), since 2003 of the 387 confirmed human cases with confirmed H5N1 HPAIV infection, 63% (245 persons) have died (WHO, 2008a). It should be noted that 90% of H5N1 cases (348) and 91% of H5N1-related deaths (223) have been in only five countries: Indonesia, Vietnam, Egypt, Thailand and China. These data support the prediction of the Lowy Institute in Australia that if an influenza pandemic does occur, 95% of deaths will be in developing countries (McKibbon and Sidorenko, 2006). Nevertheless, since 2005, the WHO Pandemic Alert Level dealing with the H5N1 HPAIV epidemic has remained at Phase 3: “Human infection(s) with a new subtype, but no human-to-human spread, or at more rare instances of spread to a close contact” (WHO, 2005).\n\nHuman-to-human transmissions of HPAIV H5N1 have been found within individual families in Thailand, Indonesia and most probably China (Ungchusak et al, 2005; Normile, 2007; MacKenzie, 2008). The epidemic situation in these countries has come close to a Phase 4 Pandemic Alert: “Small cluster(s) with limited human-to-human transmission but spread is highly localized, suggesting that the virus is not well adapted to humans” (WHO, 2005). However, because the virus has remained localized within these families, the WHO has not raised the alert level. If a Phase 4 Alert level were to be reached, it is not clear whether the small clusters of infected people could be contained locally. WHO as well as various international nongovernmental organizations (NGOs), including InSTEDD (www.instedd.org), PATH (the Bill and Melinda Gates Foundation-sponsored Program for Appropriate Technology in Health) (www.path.org/news/pr080114_flu_research.php), Global Health and Security Initiative (www.ghsi.org) and Google.org (www.google.org) (Yamada et al, 2008), are trying to prevent a Phase 5 Pandemic Alert (i.e., with a “substantial pandemic risk”) in which “human-to-human spread” is still localized while the virus is becoming increasingly better adapted to humans, but may not be fully transmissible” (WHO, 2005). A Phase 6 situation of a full pandemic is defined as “an increased and sustained transmission in the general population” and would threaten up to half of the world's population. Although a future influenza pandemic would spread from community to community, the seriousness of the illness would depend upon the virulence of the virus (Editorial, The Lancet, 2006). The assumption that the presently observed 63% mortality rate for H5N1 HPAIV in humans (as estimated by WHO-confirmed cases) will significantly reduce as the virus spreads within the human population is not substantiated (Bergstrom, 2008; Bull and Ebert, 2008). For example, the H5N1 HPAIVs might or might not acquire the ability to transmit efficiently from human to human. Importantly, H5N1 HPAIVs have reached high prevalence in domestic and wild birds in many parts of Asia and have spread to Europe and Africa (Mills et al, 2006; WHO, 2008b).\n\nInfluenza is only one of the more than 200 infectious diseases transmitted between humans and animals (McMichael, 2005; Childs et al, 2007; Ellis, 2008). Given the 30% increase of newly emerging zoonotic diseases in the final third of the twentieth century, it may well be that HIV/AIDS, Ebola/Marburg/Zaire virus, West Nile virus, Severe Acute Respiratory Syndrome virus or some other new pathogens will pose a greater threat than influenza to either the human or animal kingdoms (Greenfeld, 2006; Ellis, 2008). Yet the presence of a high prevalence avian reservoir for influenza indicates that the threat of influenza is significant, and that human and animal health must be viewed as an integrated network (Gibbs, 2005; Martinot et al, 2007; Childs et al, 2007). This is critical as public health and veterinary science is moving towards the “one world, one health” concept (Enserink, 2007).\n\nAvian influenza infections of commercial poultry already represent the largest incidence of an animal disease ever recorded, with several hundred million wild birds, geese, chickens, turkeys and ducks having died from the virus or been culled as part of the HPAIV control program (McKenzie, 2006). Furthermore, HPAIVs will remain endemic in wild birds in Asia and other parts of the world, whatever attempts are made by the authorities in these regions of the world to mitigate them. What is in question is the extent to which HPAIV will spread to humans and if so, how lethal it will be.\n\nTo date, the major attention has focused on the capacity of H5N1 HPAIVs to infect and kill humans. In investigating the January 2004 H5N1 outbreak in Vietnam, Hien et al. (2004) noted that only humans with very close contact to infected poultry died. In addition, it has been suggested that those people who become infected with H5N1 had an immune constitution particularly susceptible to the H5N1 virus (Albright et al, 2008). Such a hypothesis is based on evidence that only a few of the people reporting extensive exposure to H5N1-diseased chickens actually become ill. In contrast, Pitzer and his colleagues (2007) could not find any evidence of human genetic susceptibility to H5N1 viruses. The crucial issue is whether a human influenza virus and an avian or animal (e.g., swine) influenza virus might reassort to create a novel reassortant virus with the capability of sustained human-to-human transmission. It appears unlikely that the wild bird/domestic duck/ chicken/human link in itself will soon create a new pandemic because after 11 years of an ongoing epidemic transmission (starting with 1997 Hong Kong outbreak), only limited human-to-human transmission has occurred. It could take decades before the “correct, i.e., human-adapted” mutations occur in the H5N1 influenza viruses (Normile, 2006; Shinya et al, 2006; van Riel et al, 2006). Swine might play a critical role as a “mixing vessel” in this evolutionary process.\n\nNumerous laboratories have isolated wholly AIVs from swine. In addition, pigs have been experimentally infected with the H1-H13 subtypes of AIVs (Kida et al, 1994) and may be susceptible to H14-H16 subtypes as well. An H1N1 AIV that was first detected in European swine in 1979 is still circulating in European swine populations (Pensaert et al, 1981; Scholtissek et al, 1983). A different H1N1 AIV was found to have been transmitted to pigs in China in 1993 (Guan et al, 1996); H4N6, H3N3 and H1N1 AIVs were isolated from Canadian pigs in 1999, 2001 and 2002, respectively (Karasin et al, 2000; Karasin et al, 2004). Ninomiya and colleagues (2002) provided serological evidence of infection in Asian pigs with H4, H5 or H9 AIVs. Recently, an H9N2 AIV was isolated from pigs in several provinces in China (Cong et al, 2008; Xu et al, 2004; Yu et al, 2008a), and a H5N1 HPAIV was identified in pigs in Asian countries (Zhu et al, 2008). These observations have led to the conclusion that swine can serve as direct and intermediate hosts for many subtypes of AIVs including the HPAIV of the H5 and H7 subtypes. However, there is recent evidence that domestic pigs show only low susceptibility to H5N1 HPAIV (Choi et al, 2005; Lipatov et al, 2008).\n\nThe infection of pigs with wholly human viruses has also been documented. The first confirmed case of human H3N2 influenza virus occurred in Taiwanese pigs in 1970 (Kundin, 1970). Over time, human H3N2 viruses were regularly isolated from pigs and subclinical human H3N2 infections have been detected throughout the world. More recently, human-like H3N2 viruses were found in pigs from southern China (Yu et al, 2007). In addition, human H1N1 viruses have been discovered in swine populations world-wide and serological surveillance suggests that the prevailing human H1N1 viruses are readily transmitted to pigs (Brown, 2000). While pig-to-pig transmission of human H1N1 viruses has been demonstrated under experimental conditions (Kundin and Easterday, 1972), there are only a few reports of wholly human H1 viruses being isolated from swine (Katsuda et al, 1995; Nerome et al, 1982; Karasin et al, 2006; Yu et al, 2007). As required for the maintenance and intra-species transmission of AIVs in pigs, efficient transmission of human viruses between pigs necessitates molecular adaptation to the new host (Lipatov et al, 2004). Swine susceptibility to avian and human influenza A viruses has and continues to provide opportunities for the introduction of new influenza genes into swine influenza viruses within swine. If a pig is co-infected with AIV and another disparate influenza virus strain such as a human/swine virus, a triple reassortant virus (human/avian/swine) can easily be generated and established as discussed in the next paragraph.\n\nGenetic reassortment among avian, human and/or swine viruses has been documented in pigs. Peiris et al (2001) found that a H9N2 AIV and contemporary human H3N2 influenza viruses were co-circulating in pigs in Southeastern China, creating an opportunity for reassortment to occur. Indeed, double reassortant H3N2 viruses containing human genes (HA and NA) and avian genes (PB2, PB1, PA, NP, M and NS), and the triple reassortant H3N2 viruses carrying human (HA and NA), swine gene (NP) and avian genes (PB2, PB1, PA, M and NS) have emerged in pigs in China (Yu et al, 2008b). Genetic reassortment in pigs allows for the generation of novel influenza viruses and further demonstrates that pigs can serve as intermediate hosts and therefore as “mixing vessels” for human, swine and avian influenza viruses.\n\nBefore 1998 only classical H1N1 swine influenza viruses were isolated from the US pigs. Since 1998 the double (human/swine, subtype H3N2) and triple (avian/swine/ human, subtypes H3N2, H1N2, H1N1 and H3N1) reassortant swine influenza viruses have emerged in the United States and Canada. Presently, triple but not double reassortant swine influenza viruses have spread widely within swine across the US and Canadian swine herds. (Choi et al, 2002; Zhou et al, 1999; Karasin et al, 2006; Lekcharoensuk et al, 2006; Ma et al, 2006; Olsen et al, 2006; Webby et al, 2004). These facts provide compelling evidence that pigs could serve as a “mixing vessel” for influenza A viruses.\n\nThe double reassortant H3N2 virus was first isolated from pigs with a severe influenza-like illness on a farm in North Carolina in 1998. Genetic analysis of this virus showed that the isolate contained gene segments similar to those of the classical-swine lineage (NS, NP, M, PB2 and PA) and a recent human influenza virus (HA, NA and PB1) (Zhou et al, 1999). Subsequent triple reassortant H3N2 viruses isolated from pigs in Minnesota, Iowa and Texas contained gene segments from the classical swine virus (NS, NP and M), a recent human virus (HA, NA and PB1) and an avian virus (PB2 and PA) (Zhou et al, 1999). Subsequently, the triple reassortant H3N2 viruses evolved through genetic drift and reassorted with classical H1N1 swine viruses to produce novel reassortant H1N2, H1N1 and H3N1 viruses. The triple reassortant H3N2, H1N2 and H1N1 viruses are the predominant subtypes circulating in the US swine population, whereas the double reassortant H3N2 viruses did not spread efficiently among swine.\n\nOne commonality among all of these novel reassortants is the maintenance of specific molecularly defined internal genes representing the PB1, PB2, PA, NP, M and NS gene segment, the so-called triple reassortant internal gene (TRIG) cassette, derived from the original triple reassortant H3N2 virus. Since 2005, introductions of human-like H1 viruses that are genetically and antigenically distinct from the classical swine H1 lineage were identified in pigs in Canada (Karasin et al, 2006) and have spread across the U.S. swine herds (Gramer, 2008). The six internal genes of these human-like H1 viruses appear to be similar to those found in the TRIG cassette of contemporary swine triple reassortant viruses. This would suggest that the TRIG cassette can accept multiple HA and NA types and may endow a selective advantage to swine viruses possessing them.\n\nSurprisingly, triple reassortant H2N3 influenza viruses with leucine at position 226 and glycine at position 228 of HA, similar to early isolates of the 1957 H2N2 human pandemic, were isolated in 2006 from pigs in Missouri (Ma et al, 2007). The novel swine H2N3 viruses were able to cause disease in swine and mice, and were infectious and highly transmissible between swine and ferrets without prior adaptation. More importantly, if able to transmit to humans, H2 influenza viruses would pose a substantial risk because they have been absent from mammalian species since 1968 (Krauss et al, 2004; Liu et al, 2004; Munster et al, 2007), and people born after 1968 have little pre-existing immunity to the subtype.\n\nThe transmission of swine influenza viruses to humans has been well documented. Castrucci et al (1993) and Brown et al (1998) demonstrated genetic reassortment between avian H1N1 and human H3N2 viruses in the European pigs in 1993 and 1998, respectively. The resulting double (avian/human) reassortant H3N2 viruses, with mammalian HA and NA surface glycoproteins and avian internal genes, transmitted to children in the Netherlands. Similar reassortant H3N2 viruses were subsequently isolated from humans in Hong Kong (Gregory et al, 2001), demonstrating the potential of viruses reassorted in swine to spread within mammalian populations. Also, Myers et al (2007) reported 50 cases of zoonotic swine influenza virus infections. While a few of these zoonotic swine influenza virus isolates were of the H3N2 subtype, the majority were of the H1N1 subtype. The case-fatality rate for zoonotic swine influenza virus infections in humans was 14% and the median age of patients was 24.5 years old (Myers et al, 2007). Although human swine influenza virus infections without direct swine contact are possible, most patients (61%) with zoonotic swine influenza infections reported a recent exposure to pigs. Farmers, meat processing workers and veterinarians were found to have significantly elevated serologic titers against H1N1 and H1N2 swine influenza viruses compared to control subjects (Myers et al, 2006; Gray et al, 2007). Thus, occupational exposure to pigs may play an important role in the “mixing vessel” theory.\n\nThe transmission of influenza viruses from swine to humans is not a rare event. An H3N2 swine influenza virus containing the TRIG cassette was isolated from a 7-month-old boy in Canada (Robinson et al, 2007). As the infant had no history of contact with farm animals, the virus is believed to have transmitted from human-to-human. In another zoonotic transmission event, an H1N1 swine influenza virus, also carrying the TRIG cassette, was found to be responsible for acute respiratory illnesses in healthy pigs and humans at a 2007 Ohio county fair (Swenson et al, 2008). H1N1 viruses isolated from the sick individuals were genetically 100% identical to those harbored by the pigs, indicating that the virus was passed between pigs and humans at the fair. In an experimental swine infection model, the Ohio H1N1 swine influenza virus was shed at high titers and caused severe clinical disease in pigs (Vincent et al, 2008). Subsequently to this case, almost identical H1N1 swine influenza viruses were isolated from swine in several states, showing the ability of the virus to spread easily within susceptible pigs. Case reports indicate at least a 10% mortality rate with these novel Ohio-like H1N1 in finishing pigs (S Henry, personal communication), but figures for related human illnesses are unknown.\n\nThere is no direct evidence that reassortment events leading to previous pandemic viruses (such as those of the 1918, 1957 or 1968 pandemics) occurred in pigs. However, reassortment of avian, human and swine viruses in the pig and subsequent molecular adaptation of the reassortant swine influenza viruses have been described. These could result in infection of humans with swine-derived reassortant viruses harboring the ability to cause human-to-human transmission.\n\nHPAIV, e.g., H5N1 or H7N7 viruses, or other novel influenza viruses generated in mixing vessels (e.g. swine and quail) or transmitted directly from birds to humans clearly pose a serious threat of causing the next human influenza pandemic. However, it is not possible to predict which virus will be responsible for the next pandemic. Some scientists suggest that the danger of a sudden appearance of a wholly avian influenza virus with pandemic potential is most likely overestimated (Normile, 2005). However, this is not the prevailing scientific opinion. A recent editorial in Nature argued that “as long as H5N1 continues to be present in animals, that risk [of a pandemic] persists. And with so many other flu strains out in the world, all constantly evolving, a flu pandemic is inevitable” (Editorial, Nature, 2008).\n\nThe crux is that when a human influenza pandemic does begin, it will emerge in a non-linear fashion that will be difficult to contain (Wolf et al, 2006; Landolt and Olsen, 2007; Takeuchi and Hogeweg, 2008; Bull and Ebert, 2008). The Writing Committee of the Second WHO Consultation on Clinical Aspects of Human Infection with H5N1 AIV (2008) recently acknowledged that H5N1 viruses “are entrenched among poultry in parts of Asia, Africa, and perhaps the Middle East” and that H5N1 viruses “among birds continues to cause human disease with high mortality and to pose the threat of a pandemic”. On the important question of how the H5N1 viruses infect the human respiratory tract, the Writing Committee simply notes that “the exact mode and sites of influenza A (H5N1) virus acquisition in the respiratory tract [of humans] are incompletely understood” (2008). However, it should be noted that recent studies have found that the receptors preferentially binding AIVs are located in the lower portions of the human respiratory system (Shinya et al, 2006; Gambotto et al, 2008), explaining how AIVs can directly infect humans and also why human-to-human transmission with non-adapted AIVs is rather limited. If changes were to occur in virus receptor binding affinity of AIVs that permitted replication of AIVs also in the upper human respiratory system, this would result in efficient human-to-human transmission and the possibility of a pandemic (Normile, 2006; Shinya et al, 2006; van Riel, 2006). It is precisely because both avian and human influenza A viruses have the ability to replicate effectively in the respiratory tracts of swine that pigs are a “mixing vessel” and pose a high probability of being the source of a pandemic.\n\nBased on history, influenza is and will continue to be a serious threat to the health of many species including humans. Therefore, in both human and veterinary research, more attention needs to be given to the cross-species transmission capacity of influenza A viruses (Osterhaus, 2001; Kuiken et al, 2006; Landolt and Olsen, 2007; Bewley, 2008; Chandrasekaran et al, 2008), especially on sources such as swine and farmed quail (Wan and Perez, 2006). Interdisciplinary research and communication between veterinary and public health professionals is essential in order to evaluate the precise danger points that could lead to the next influenza pandemic. Even though pigs can generate novel influenza viruses capable of infecting humans, at present it is difficult to predict which particular virus will cause the next human influenza pandemic. The index case (“patient zero”) probably linking a wild bird, chicken or domestic duck with a pig and/or a person could be anywhere in the world, but a Southeast Asian “wet market” is most likely to be the locale in which the next pandemic virus is generated. However, recent events resulting in the establishment and isolation of a reassorted, mammalian-adapted H2N3 viruses from pigs in the US should remind scientists, medical doctors, veterinarians and farmers that the creation of novel reassortant swine influenza viruses with zoonotic and pandemic potential could also happen in modern swine facilities in the backyard of a highly industrialized country in North America or Western Europe."}