{"title": "A Capsid-Encoded PPxY-Motif Facilitates Adenovirus Entry", "body": "Many viruses use the microtubule network of the host cell for transport to their site of replication (i.e. the nucleus) [1]. Access to the microtubule network is achieved through recruitment of cytoplasmic dynein motor proteins followed by efficient retrograde transport towards the nucleus [2],[3]. Virus-induced cellular signaling cascades help stimulate the directionality and efficacy of the transport [4]. Viral interaction with dynein motor proteins occurs either directly through capsid proteins or indirectly via hijacking of adapters from existing transport pathways [5]. Most DNA viruses accumulate transiently at the microtubule organizing center (MTOC) prior to nuclear translocation [1],[3],[6]. How they release from the microtubules or the MTOC and transport to nuclear pores is poorly understood. MTOC release may involve a switch from dynein to kinesin mediated transport, the cellular ubiquitin/proteasome system and/or nuclear transport receptors [1], [3], [5]–[8].\n\nIndirect evidence that the host's ubiquitylation machinery participates in parts of the viral entry process comes from studies using pharmacological inhibitors of the ubiquitin/proteasome system. For example, translocation of a murine coronavirus from the endosome to the cytoplasm is facilitated by the ubiquitin-proteasome system [9]. Similarly, influenza viruses appear to be trapped in an endosomal compartment upon pharmacological inhibition of the proteasome [10]. In contrast, blocking the proteasome increases the transduction efficiency of adeno-associated virus vectors and this correlates with ubiquitylation of capsid proteins [11],[12]. The Semliki forest and the vesicular stomatitis virus, however, do not seem to be affected by proteasome inhibition during their entry suggesting different host factor requirements [10].\n\nA role for the ubiquitylation machinery during egress of enveloped viruses is better understood. Egress involves the transport of assembled capsids, subviral structures or individual capsid proteins to assembly and budding sites at the cell surface or at intracellular membranes [1]. Budding, and potentially trafficking, to the egress site requires an intact class E vesicular sorting pathway (VSP, [13],[14]. The VSP is believed to involve the consecutive activity of three distinct heteromeric complexes termed endosomal sorting complexes required for transport (ESCRT-I, -II and –III, [15]). The capsid proteins of several enveloped viruses encode ‘late domains’ that specifically interact with ESCRT components and redirect them towards the site of viral egress [13]. Some late domains of the PPxY motif type (where x can be any amino acid) require the binding of ubiquitin ligases of the Nedd4 family of HECT-E3 ubiquitin ligases (Homologous to E6-AP Carboxyl Terminus) for efficient ESCRT recruitment [13].\n\nNedd4.1 and its close relative Nedd4.2 are prototypic members of this family, which is conserved from yeast to mammals [16]. They encode a N-terminal C2 domain for Ca2+-dependent lipid interaction, a catalytical HECT domain and three to four WW-domains for protein-protein interactions with proline-rich domains such as the PPxY motif [16],[17]. The exact role of PPxY-recruitment of Nedd4 ligases in VSP-mediated viral budding is still unclear. A possible link was recently shown by enhanced ESCRT ubiquitylation through Nedd4.2 overexpression [18],[19].\n\nLate domains, including the PPxY type, have also been found in some nonenveloped reoviruses but a general function in virus release remains to be shown [20]. PPxY type late domains where also described for the Ad capsid protein penton, which can interact with ubiquitin ligases of the Nedd4 family. However, its role in Ad infection is unclear [21].\n\nAt least in vitro, Ad infects cells by first attaching to primary receptors, including CAR, CD46 and sialic acid, via the fiber protein [22]. In some cells endocytosis of Ad may be triggered by penton base-mediated signaling through alpha(v) integrins [23]–[25].\n\nIn epithelial cells, Ad serotype 5 (Ad5) particles undergo stepwise disassembly during entry, starting with detachment of the fiber at or near the cell surface and followed by a passage through endosomal compartments in which acidification serves as additional disassembly trigger for membrane penetration and cytosolic translocation [26],[27]. Partial disassembly releases the internal capsid protein VI, which can lyse membranes in vitro via its predicted N-terminal amphipathic helix [28]. In the cytosol, the particle engages in microtubule-directed transport towards the MTOC and is translocated to the nuclear pore complex (NPC) for nuclear import of the genome [29]–[31].\n\nIn this study we address the mechanisms of Ad cell entry. We demonstrate that the internal capsid protein VI is rapidly exposed to antibodies during cell entry, possibly at the cell surface or immediately after endocytosis. We further determine that protein VI remains partially associated with Ad capsids as they traffic to MTOCs and the NPC. We identify a functional PPxY motif within protein VI that mediates the association of protein VI with Nedd4 E3 ubiquitin ligases and facilitates its ubiquitylation. Recombinant Ad5 in which the protein VI PPxY motif is mutated have normal capsid morphology, escape from endosomes with similar efficiency as wildtype viruses, but are defective in genome delivery to the nucleus. We show that the PPxY motif in protein VI is involved in its efficient microtubule-mediated transport and mutating it in the virus alters the intracellular targeting of Ads towards the MTOC region concomitant with a post-entry block in viral infectivity. Furthermore, Nedd4.1 and Nedd4.2 are involved in Ad infection and intracellular targeting of incoming virions to the MTOC. We propose that the PPxY motif, in other viral systems, may also function during entry and interact with novel cellular pathways for efficient viral entry.\n\nThe fate of Ad particles immediately after internalization is only partially characterized. In the context of endosome escape of Ad5, very little is known about how this occurs and which, if any, cellular proteins are involved. From in vitro studies it was proposed that the internal capsid protein VI mediates Ad endosome escape [28]. Previous reports showed that protein VI dissociates from the Ad capsid very early after attachment [26],[27].\n\nTo delineate the fate of protein VI during Ad entry we performed infection assays and followed the intracellular distribution of the viral capsid and protein VI as a function of time. To this end, fluorescently labeled Ad particles were adsorbed to either human retina epithelia pigment cells (hTERT-RPE1, Figure 1) or human osteosarcoma cells (U2OS, Figure S1) at 4°C and then transferred to 37°C to synchronize internalization. Cells were fixed at various times and analyzed by confocal microscopy (Figure 1). Protein VI was detected using an affinity purified polyclonal-antiserum and the location of the MTOC was marked by detecting the primary cilia, which originates at the MTOC using antibodies against acetylated tubulin [32]. At 4°C viral particles accumulated at the cell periphery showing sporadic positive staining with the protein VI antiserum (∼1%) possibly due to the recognition of protein VI from damaged particles (Figure 1 first row). In contrast, 5 min after the temperature shift, Ad particles were still localized close to the cell periphery but approximately 40% of them gave a signal with the protein VI antibody indicating that more protein VI was accessible (Figure 1, second row). After 15 min, particles had entered the cell with some localized at the MTOC region (Figure 1, third row) and some at the nuclear rim as described previously [6]. About 10% of the particles remained protein VI positive, including particles at the nuclear rim. After 45 min the majority of the particles were concentrated at the MTOC region (Figure 1, bottom row) as previously reported [3]. Protein VI staining was also concentrated at the MTOC region but most of the signal was not particle associated. Similar results were obtained in U2OS cells (Figure S1). Together these data suggested that structural rearrangements leading to protein VI exposure take place at or close to the cell surface during Ad entry. In addition, the data showed that protein VI trafficked to the MTOC region and partially remained associated with the capsid.\n\nTo identify possible trafficking determinants, we analyzed the sequences of protein VI from several Ad serotypes and identified a highly conserved ubiquitin-ligase interacting motif present in PPxY-type viral late domains (PPxY, Figure S2). To examine the role of this PPxY motif in Ad cell entry, we used an E1/E3-deleted Ad5 that had the protein VI PPSY motif mutated to PGAA (Ad5-VI-M1, detailed in Figure S3) [33],[34]. This mutation, when introduced into Mason-Pfizer monkey virus, was previously shown to abolish late domain functions with no apparent structural changes, which would impair virus assembly [35],[36]. To control for unintended mutations introduced during the cloning, we reverted the PGAA sequence back to PPSY (Ad5-VI-wt). Because the ∼360 copies of protein VI appears to be in contact with several proteins in the mature capsid, modifications that disrupt the tertiary structure could also affect the capsid composition. In large-scale preparations, mutant and wt virus banded at identical densities and gave similar yields of particles as determined by genome and protein quantification. A biochemical analysis of the capsid composition of purified viral particles showed no apparent differences between wt and mutant viruses (Figure 2A and data not shown). To confirm that viral capsid integrity between mutant and wt virus remained unchanged, we used negative stain electron microscopy. As shown in Figure 2B capsid integrity and morphology of the mutant virus was indistinguishable from the wt virus. In contrast, the infectious versus physical particle ratio of Ad5-VI-M1 was ∼20-fold lower than Ad5-VI-wt as assayed by plaque formation on monolayers of 911 cells (Figure 2C). Because infectious vs. physical particles can vary between preparations, we assayed plaque size, which is more informative measurement of propagation rate. Plaques were significantly smaller for Ad5-VI-M1 versus Ad5-VI-wt (see below), suggesting that the altered PPxY domain affects some stages of virus propagation.\n\nTo determine whether the M1 mutation influences Ad cell entry, we performed a fluorescent focus forming assay and stained cells at 8, 12 and 24 h post-infection for expression of the E2A protein, which marks the appearance of viral replication centers (Figure 2D and data not shown). Compared to Ad5-VI-wt, the Ad5-VI-M1 virus produced approximately 20-fold fewer fluorescent foci when equivalent numbers of viral particles were used for infections. This suggested that steps prior to replication (i.e. internalization) require an intact PPxY motif in protein VI.\n\nTo address trafficking using a different approach, we inserted a GFP expression cassette into the FRT site in the E1-deleted region of the wt and the M1 mutant virus (see Figure S3 for details). The GFP expressing viruses showed no difference in the quantitative yield and biochemical composition after large-scale purification. We repeated plaque forming assays (Figure 2E) and single round infection assays (Figure 2F), this time using GFP expression as the quantification method in non-complementing U2OS cells. We observed a reduction in infectivity in the same order of magnitude as previously (compare Figures 2C with 2E and 2D with 2F). In addition the GFP expression allowed us to follow the plaque formation over time. As shown in Figure S4 the spread of the M1 mutant virus was significantly slower and led to fewer and much smaller plaques (Figure 2E and Figure S4).\n\nNext we asked whether Ad5 endosomal lysis efficiency following internalization is affected by the mutation in the PPxY motif of protein VI. We infected A549 cells with 30, 300 or 3000 particles per cell of either Ad5-VI-wt or Ad5-VI-M1 in the presence of alpha-sarcin, a membrane impermeable toxin that inhibits translation when it enters the cytoplasm. Alpha-sarcin enters the cell by virus-mediated endosomal membrane lysis thus providing a quantifiable marker for endsome membrane lysis (Figure 2G, [28]). We measured the incorporation of radiolabeled amino acids over time as a means to determine translational efficiency. As control we used the temperature sensitive Ad mutant Ad2ts1 that is closely related to Ad5. Ad2ts1 mutants poorly lyse the endosomal membrane when the virus is grown at non-permissive temperatures due to an increased capsid stability that lacks intra-endosomal disassembly. Ad2ts1 mutants grown at permissive temperatures lyse the endosome with the same efficiency as the wt virus. Incorporation of radiolabeled amino acids was compared to alpha-sarcin treated cells. When we added alpha-Sarcin and Ad5-VI-wt, Ad5-VI-M1 or the Ad2ts1 mutant grown at a permissive temperature translation was diminished in a dose-dependent manner over at least two orders of magnitude, showing efficient cytoplasmic delivery of the toxin. Ad2ts1 grown at the non-permissive temperature did not inhibit translation in this assay (Figure 2G). We observed no difference between the PPxY-mutant virus and the wt controls. This indicated that an attenuating effect of the PPxY-mutation occurs after endosomal lysis and prior to the onset of replication.\n\nWe next characterized the release of protein VI from fluorescently labeled Ad-VI-M1 and Ad5-VI-wt following synchronous infections of U2OS cells using the infection assay as described for Figure 1. Ad5-VI-wt released protein VI within 5 min (Figure 3A, left panel). In contrast, we observed a delayed release of protein VI from Ad5-VI-M1 (15% of M1 after 5 min compared to 38% of wt, Figure 3A) and an increase in colocalization of viral particles with protein VI at the nucleus (Figure 3A). This observation suggests a delayed accessibility of protein VI within the virus or a defect in protein VI dissociation from the virion (Figure 3A, images to the right). In addition to the increase of protein VI capsid association, Ad5-VI-M1 appeared to be more evenly distributed throughout the cell and did not efficiently accumulate at the MTOC region (Figure 3B, images to the left). Quantification revealed that 45 min post-infection approximately 60% of the wt viral particles in proximity of the MTOC could be found within a 10 µm radius around the MTOC and 40% within 10–20 µm. In contrast, the localization for the M1 virus was 50% for each region showing a decreased targeting towards the MTOC (Figure 3B, right panel). In summary these data suggest that the PPxY motif in protein VI is required for proper uncoating and normal nuclear targeting.\n\nTo understand the accumulation defect of Ad5-VI-M1 at the MTOC, we expressed wt (VI-wt), mutant (VI-M1) and protein VI deleted in the amphipathic helix (VI-ΔΦ) fused to mRFP in cells and analyzed protein VI localization in relation to microtubules (Figure 4). We found VI-wt in a punctuated distribution throughout the cell suggesting association with a vesicular compartment or tubulo-vesicular structures associated with microtubules (Figure 4, top row). In contrast, the PPxY motif mutant VI-M1 localized to a more central compartment and was rarely associated with the microtubules (Figure 4, middle row). Deletion of the amphipathic helix, in contrast, abrogated membrane association, causing nuclear targeting of protein VI and redistribution of protein VI from membrane fractions into soluble fractions ([37], and Figure 4 bottom row, data not shown).\n\nOwing to its association with membranes, microtubules and the viral capsid, we next asked whether protein VI displayed intracellular dynamics that could explain virus trafficking. We therefore performed live-cell imaging (LCI) using cells expressing mRFP-VI-wt or mRFP-VI-M1. We found that VI-wt was fast moving with short- and long-range movements whereas VI-M1 was essentially motionless (Figure 5A and Video S1). The length of the trajectories and the movement of >300 particles were plotted (Figure 5B). We found that protein VI-M1 motility was greatly reduced compared to protein VI-wt. We next asked whether VI-wt motility depends on intact microtubules and/or actin filaments. Disrupting actin filaments with cytochalasin B had no apparent effect on VI-wt localization or motility (Figure 5B, right panel) suggesting that actin was not involved in the movement. In contrast, protein VI motility in nocodazole-treated cells was strongly reduced resembling the reduced motion observed for the M1 mutant (Figure 5B, right panel, see also Video S2 in the supporting information).\n\nWe asked whether VI-M1 showed only plus-end microtubule directed movement. We applied nocodazole to VI-M1 transfected cells, followed by washout of nocodazole. During treatment and after removal of nocodazole no movement or relocalization towards the cell center was observed for VI-M1. In contrast VI-wt rapidly stopped and restarted bidirectional movement under these conditions (data not shown). Together these data suggested that protein VI is a highly mobile protein that moves along microtubules, presumably in association with vesicular structures whose motion depends on the PPxY motif.\n\nPPxY domains are the physiological targets of ubiquitin ligases of the Nedd4 family [16]. Therefore we asked whether protein VI ubiquitylation depends on the PPxY motif. We adapted an in vitro Ad disassembly assay mimicking the partial capsid disassembly believed to occur during Ad entry by exposing virions to 48°C. This assay dissociates the vertices including fiber, penton, protein VI and peripentonal hexons, but leaves the remainder of the capsid intact (Figure S5; [28]). Heat and mock-treated samples were subjected to in vitro ubiquitylation reactions, using free ubiquitin, recombinant E1 and E2 enzymes and purified cytosol as source for the E3 ubiquitin ligase(s), and analyzed by western blot (Figure 6, [28]). Western blot analysis showed that partial capsid disassembly resulted in the appearance of protein VI reactive signals with discrete size increments suggesting predominant modification with two to three ubiquitin as well as some higher molecular weight bands (lane 2, Figure 6A). In contrast, the lack of capsid disassembly (lane 1) or cytosol (lane 3) showed no additional protein VI reactive bands. We also tested ubiquitylation of the capsid proteins fiber, protein IIIA and penton base as internal control. We only detected ubiquitylation of the penton base (which also harbors two PPxY domains at its N-terminus), while the fiber and protein IIIA (which lack PPxY motifs) were not modified (Figure S5). The ubiquitylation of protein VI was also confirmed by using GST-ubiquitin in the above assay, followed by GST-pulldown to show covalent modification of protein VI with ubiquitin confirming the predominant modification with two to three ubiquitin-moieties (data not shown).\n\nTo address the role of the PPxY motif in protein VI ubiquitylation, we repeated the in vitro ubiquitylation assay using wt or M1 mutant protein VI purified from E. coli followed by western blot analysis. We detected protein VI-reactive bands, consistent with protein VI modified with two to three ubiquitin (Figure 6B, lane 2). In contrast, no modification was observed when the PPxY motif was mutated (Figure 6B, lane 1) or in the absence of ATP (Figure 6B, lane 3 and 4). Using viral particles in in vitro ubiquitylation reactions (following partial capsid disassembly) protein VI of Ad5-VI-M1 was not ubiquitylated (Figure 6C, lane 3 and 4), while protein VI from Ad5-VI-wt was (Figure 6C, lane 1 and 2). Thus, the PPxY motif in protein VI is inaccessible in intact capsids but can recruit ubiquitin ligase activity from cytosol when protein VI is released from the capsid interior. Together our results show that protein VI ubiquitylation depends on i) virus disassembly, ii) an intact PPxY domain and iii) the presence of a cytosolic ubiquitylation activity.\n\nTo identify the ligase responsible for protein VI ubiquitylation, we focused on the Nedd4-family members Nedd4.1, Nedd4.2, AIP4/Itch, WWP1 and WWP2 because they can interact with viral late domains that harbor PPxY motifs [38]. We first co-expressed the VI-wt or VI-M1 mRFP fusion protein together with each of the E3 ligases fused to GFP in U2OS cells. When expressed alone, most ligases localized primarily to the cytoplasm (data not shown, WWP1 localized to the plasma membrane and WWP2 accumulated in an uncharacterized intracellular membrane compartment). In contrast, when VI-wt is coexpressed with Nedd4.1, Nedd4.2 or AIP4/Itch, the ligases are recruited to the same membrane compartment as protein VI (Figure 7A, row 1–3). WWP1 appears to sequester protein VI at the plasma membrane (Figure 7A, row 4). WWP2 does not colocalize with VI-wt (Figure 7A, row 5). We did not detect significant colocalization between VI-M1 and the E3 ligases, consistent with a PPxY-dependent interaction (Figure S6).\n\nTo determine whether any of the ligases specifically interact with protein VI, we used purified cytosol from cells overexpressing GFP-tagged ligases and performed pull-downs with beads coated with recombinant protein VI-wt or VI-M1. Two ligases, Nedd4.1 and Nedd4.2, were highly enriched on VI-wt beads while none of the other ligases showed strong binding to VI-wt- or to VI-M1-beads (Figure 7B). Taken together, these data suggest a preferential interaction between Nedd4.1 and Nedd4.2 and the PPxY motif in protein VI, which leads to relocalization of the ligases from the cytoplasm to a membrane compartment.\n\nTo further characterize the interaction between protein VI and the ligases, we knocked down Nedd4.1, Nedd4.2, AIP4/Itch, WWP1 and WWP2 using siRNAs (Figure 8A). The cells were then incubated with an Ad5 vector harboring a GFP expression cassette (AdGFP) at a low multiplicity of infection (30 physical particles per cell) for 3 h to achieve approximately 20% transduced cells and limit the time of virus exposure. The following day the percentage of GFP-positive cells was quantified by flow cytometry. Most ligase knockdowns had no significant effects on transduction, but Nedd4.2 knockdown diminished transduction by 50% (Figure 8A).\n\nBecause Nedd4.2 showed the strongest effect on Ad transduction we determined whether bacterially expressed and purified Nedd4.2 could ubiquitylate purified protein VI in vitro. A minimal system where cytosol was replaced by recombinant Nedd4.2 was sufficient for protein VI ubiquitylation (Figure 8B, lane 1). The ubiquitylation pattern was similar to that obtained with cytosol (Figure 6) and required an intact PPxY and a catalytically active Nedd4.2 (Figure 8B, lane 2 and 3).\n\nNedd4.1 and Nedd4.2 both showed strong interaction with protein VI in pulldown assays. To further investigate the role of each ligase we transduced cells with lentiviral vector expressing shRNAs against either Nedd4.1 or Nedd4.2 or luciferase as a control. We transduced cells in a dose-dependent manner to achieve different levels of knockdown. Transduction efficiency was monitored using a GFP expressing lentiviral vector in control cells. Seven days post-transduction shRNA treated cells were infected with AdGFP virus as described above and the transduction rate was determined by flow cytometry. We observed a dose-dependent decrease in infectivity for two different shRNAs against Nedd4.2, which was similar to what we observed when we used siRNAs (Figure 8C). The results for shRNAs against Nedd4.1 were less clear. One shRNA also reduced viral infection at very high transduction rates but to a lesser extent than shRNAs against Nedd4.2 while a second shRNA showed no effect on Ad transduction (Figure 8C). A combined treatment of cells with either siRNAs or shRNAs against Nedd4.1 and Nedd4.2 did not further decrease Ad-transduction indicating that the effects of Nedd4-ligase knockdowns on Ad transduction may be complex (data not shown).\n\nA hallmark of Ad5 infection is its transient accumulation at the MTOC during entry [5]. The mutation of the PPxY in the Ad5-VI-M1 virus seemed to alter this localization (Figure 3). Similarly, the PPxY motif was required for Nedd4.2 dependent ubiquitylation of protein VI. Because knockdown of Nedd4 ligases also diminished transduction with AdGFP vectors we examined accumulation at the MTOC region in cells depleted with control shRNA and Nedd4.1 and Nedd4.2 specific shRNAs. We used the same strategy as in Figure 3 by quantifying viral particles in proximity to the MTOC, which was identified by stain for pericentrin. MTOC accumulation for Nedd4.1 and Nedd4.2 shRNA treated cells was reduced when compared to cells treated with control shRNA indicating that both ligases might be involved in proper targeting of viruses towards the MTOC (Figure 8D).\n\nIn summary, these data provide evidence that release of protein VI during entry and a possible interaction between the PPxY motif of protein VI and Nedd4-family ligases are determinants of Ad5 trafficking during infection.\n\nIn this study we show that the Ads internal capsid protein VI harbors a PPxY-motif that is involved in virus entry and infectivity. For Ads, reaching the nucleus requires a series of sequential steps: receptor-mediated endocytic uptake, partial capsid disassembly, endosomal rupture, microtubule based transport to the MTOC and nuclear trafficking. The link between these steps has been best exemplified in the case of the thermostable temperature-sensitive mutant Ad2ts1. This mutant enters cells by receptor-mediated endocytosis, but remains in an endosomal compartment due to increased capsid stability. Therefore, Ad2ts1 particles are directed to lysosomes for destruction and/or recycled back to the surface thus precluding accumulation at the nuclear pore complex [26],[28],[39]. The role of facilitating endosomal escape during Ad entry was initially assigned to the penton base [40]. Later, Wiethoff and co-workers showed that most membrane lytic activity of Ad viral capsids comes from the predicted N-terminal amphipathic helix of the internal capsid protein VI, and that membrane lytic activity required partial capsid disassembly to release protein VI [28].\n\nHere we present several lines of evidence that protein VI plays an additional and previously unidentified role in nuclear targeting of the Ad capsid. We show that protein VI exposure from Ad5 capsids occurs within minutes when pre-adsorbed Ad5 is shifted from 4°C to 37°C. This is consistent with the loss of the fiber prior to internalization and the rapid accumulation of Ad5 in the cytosol [41],[42]. We found that significant amounts of protein VI remains partially associated with the viral capsid after the initial exposure and until the viral particle accumulates at the MTOC or the nuclear rim.\n\nWe show that protein VI is engaged in rapid intracellular trafficking that depends on intact microtubules and requires the N-terminal amphipathic helix for microtubule association and the PPxY motif for motion. To our knowledge protein VI is the first Ad capsid protein described that possesses its own microtubule-dependent dynamics and future work has to address if other capsid proteins have similar properties. Inactivation of the PPxY in the viral context (Ad5-VI-M1) resulted in a post-entry delay that reduced infectivity and prevented efficient accumulation of the entering virus particles at the MTOC. While we cannot exclude the possibility that the PPxY motif in protein VI also plays a role in adenoviral replication, assembly or egress, our single round infection assays showed that the majority of the titer reduction for the mutant was related to steps prior to the initiation of replication or the delivery and expression of a reporter gene. Moreover, our data show that the efficiency with which a toxin is delivered to the cytosol during Ad infection is similar for mutant and wt virus. This provides strong evidence that the PPSY motif in protein VI has a function during cell entry, but probably only after endosomal membrane lysis has occurred. Current structural data place protein VI inside the assembled capsid, therefore potentially precluding it from functions during egress at least when capsid associated [43]–[45]. Our observations show that protein VI is exposed after entry and that capsid disassembly is required for its ubiquitylation, which is consistent with our hypothesis that the PPxY motif is accessible only during Ad entry following partial capsid disassembly. Furthermore, it is currently not clear whether late domains containing PPxY motifs present in other viral systems, which are required for viral egress, have additional functions. Mutational inactivation of PPxY motifs in the VP40 structural protein of Ebola virus and matrix protein of rabies virus both showed an attenuation of the virus and a reduction of infectivity [20],[46]. Interestingly, for Ebola virus, the PPxY mutants showed no budding defect, but virus production was reduced, which could indicate a disruption earlier on in the life cycle than previously thought [46]. For rabies virus, Wirblich et al. describe a budding defect of the late-domain mutant but also noted a reduction of early mRNA production [20].\n\nEarlier studies have shown that PPxY type late domains bind to ubiquitin ligases of the Nedd4 family rather then directly to class E VSP proteins [13]. Our study showed that the PPxY motif in protein VI can interact with all Nedd4 ligases tested but preferentially binds to Nedd4.1 and Nedd4.2 and re-targets them to membranes. Owing to topological constrains, recognition of the PPxY domain should require membrane rupture because of the cytosolic localization of Nedd4 ligases, which according to our data does not seem to be affected by the PPxY mutation in the M1 virus.\n\nThe PPxY motif in protein VI seems to favor interaction with Nedd4.1 and Nedd4.2 although we observed interactions with AIP4/Itch and WWP1 as well. It is possible that an interaction between protein VI and WWP1, as we observe in transient transfections, is circumvented by exposure of the PPxY domain after the virus has entered the endosomal compartment. A role for Nedd4.1 or Nedd4.2 in Ad entry is underscored by our observation that Nedd4.2 can directly ubiquitylate protein VI via the PPxY motif and its depletion (and to a lesser extent also depletion of Nedd4.1) reduces Ad transduction. In addition this depletion also reduced MTOC accumulation of viral particles following infection, which is similar to the effect of the PPxY mutation in the M1 virus. However the effects were modest, indicating that additional mechanisms contribute to Ad entry. Further studies will be needed to identify a specific role for each ligase in Ad entry and trafficking towards the MTOC and to determine whether other ligases like AIP4/Itch and WWP1 are involved.\n\nHow ubiquitylation of protein VI or interaction with Nedd4 ligases directs accumulation of Ads at MTOCs remains unknown. Ubiquitylated protein VI could be specifically recognized by cellular factors. Alternatively, recruitment of Nedd4.1 and/or Nedd4.2 by protein VI could result in the ubiquitylation of other cellular factors that constitute an efficient transport means used by the virus. Recent work has shown that some members of ESCRT-I become ubiquitylated when Nedd4.2 is overexpressed [18],[19]. Therefore, it is possible that Nedd4.2 (or other Nedd4-ligases) binding to protein VI could activate the ESCRT pathway via ubiquitylation. Whether membrane compartments or the ESCRT pathway plays a direct role in Ad virus transport during entry remains to be addressed. However, ESCRT components can be found at the endosomal compartments as well as associated with the centromeric region [47]. It is noteworthy that endosomal escape is also required for interferon induction by Ad via yet unknown mechanisms [48]. This pathway may also be related to protein interaction between protein VI and Nedd4-family ligases.\n\nRelease and separation of protein VI from the capsid is clearly defective in the Ad5-VI-M1 mutant virus. A lack of functional PPxY may therefore block disassembly steps, preclude efficient endosomal escape following the membrane lysis event or fail in the recruitment of subsequent factors required to efficiently link the virus with retrograde transport pathways. Penton base also encodes PPxY motifs [49]. Because eliminating the PPxY motif from protein VI had only modest effects on MTOC accumulation, there may be functional overlap between the PPxY in protein VI and penton base. This is further supported by the observation that ubiquitylation of penton could be abolished by depleting the cytosol with protein VI indicating that maybe the same ligases are involved (Figure S5).\n\nIn conclusion, our study is the first demonstration of a PPxY motif, previously described for viral late domains, present in a non enveloped DNA virus that exerts a function during entry. Conservation of the amphipathic helix and PPxY motif in all Mastadenovirus suggests that protein VI fulfils a key function. We suggest that after endocytosis cell or serotype specific capsid disassembly cues regulate exposure, membrane-interaction and ubiquitylation of protein VI (and possibly other capsid proteins). This could facilitate the recruitment of a common cellular microtubule-dependent pathway for retrograde trafficking. This mechanism could be more important in vivo in highly polarized epithelia or neurons where long-range movement is crucial and might be less important in cell culture models [50]. Given the prevalence of viral late domains, ubiquitylation and trafficking towards the MTOC our results may have uncovered a more general mechanism by which viruses and other cargos achieve intracellular delivery and provide a rational to look for further “early” functions of PPxY motif containing late-domains in other viral systems.\n\nImmunofluorescence experiments and infection experiments were performed using U2OS cells (human bone osteosarcoma epithelial cells), hTERT-RPE1 cells (human retina epithelia pigment cells, Clontech) or A549 cells (human alveolar basic cells). Cytoplasmic extracts for pulldowns were prepared from 293T cells (human embryonic kidney cells). All cells except hTERT-RPE were grown in DMEM Glutamax™ (Gibco) supplemented with 10% of fetal calf serum (FCS) (Biowest). hTERT-RPE1 cells were a kind gift from M. Bonhivers (University of Bordeaux 2) and grown in DMEM/HamsF12 media supplemented with 10% FCS according to the suppliers instructions. Prior to infection experiments, cells were serum starved for 24h to induce primary cilia growth [32]. Recombinant Ad5-VI-wt and Ad5-VI-M1 viruses and their GFP expressing counterparts were constructed as described in the supplemental material. Amplification of viruses was done in 293 cells and purified using double CsCl2-banding. Virus particle to cell ratios were calculated based on the estimated copy numbers of viral genomes. Copy numbers were calculated according to Mittereder et al. [51]. Briefly, purified particles were diluted 1∶10 in virus lysis buffer (0.1% SDS, 10 mM Tris/HCl pH 7.4, 1 mM EDTA) and incubated for 10 min at 56°C to release the viral genomes and the OD260 was determined. Calculations were based on 1 OD260 = 1.1×1012 particles/ml [51] .\n\nLentiviral vector production for shRNA encoding vectors was done by the service platform for lentiviral vector production of the Institute Federative de Recherche 66 of the Bordeaux 2 University. Prevalidated lentiviral vectors encoding shRNAs in the vector backbone pLKO.1 against Nedd4.1 and Nedd4.2 were purchased from the Mission™ shRNA collection from Sigma. For downregulation of Nedd4.1 we used NM_006154.1-1753s1c1 (sh4.1 (1), CCGGCCGGAGAATTATGGGTGTCAACTCGAGTTGACACCCATAATTCTCCGGTTTTT) against the coding sequence and NM_006154.1-3522s1c1 (sh4.1 (2), CCGGGCCTTTCTCTTGCCTGCATATCTCGAGATATGCAGGCAAGAGAAAGGCTTTTT) against the 3′ UTR. For downregulation of Nedd4.2 we used NM_015277.x-2772s1c1 (sh4.2 (1), CCGGGCGAGTACCTATGAATGGATTCTCGAGAATCCATTCATAGGTACTCGCTTTTT) against the coding sequence and NM_015277.x-3959s1c1 (sh4.2 (2), CCGGCCTGTTTGTATGCGTTTGCTACTCGAGTAGCAAACGCATACAAACAGGTTTTT) against the 3′ UTR. Control vectors for shRNAs encoded for shRNA against luciferase (Sigma) and control vectors for transduction and estimation of the titer encoded for GFP.\n\nAll sequences for protein VI were derived from Ad serotype 5 (Ad5) and cloned into the Gateway™ compatible entry vector pDONR221. Sequence verified DONR plasmids were used for recombination into Gateway™ compatible destination vectors for N-terminal fusion of mRFP (L30-mRFP, kindly provided by E. Bertrand). Bacterial expression vectors for protein VI are based on pET15b. Site-directed mutagenesis was used to change amino acids 148-PPSY-151 to 148-PGAA-151 in protein VI. N-terminal tagged expression vectors for Nedd4.1, and Nedd4.2 were provided by E. Bertrand [52] and tagged expression vectors for AIP4/Itch and WWP1 were a kind gift of Paul Bieniasz (Rockefeller University, New York). Bacterial expression vectors for catalytically active murine GST-Nedd4.2 and the inactive GST-Nedd4.2-DN was kindly provided by S. Kumar [53].\n\nsiRNAs were purchased as duplexes from EuroGentec (only the reverse strand is shown): Scramble (5′-CGCAAUUCGAUGUCCCGUGdTdT), Nedd4.1 (5′-AAACAACCCAGCCAGGCUCdTdA), Nedd4.2 (5′-CUGUGACUUUGUGUUGUGGdTdA), were previously described by Segura-Morales et al. (2005), AIP4/Itch siRNAs (5′-UCAUCAUUCUGAGAAGCACdTdT, [54] , and WWP1 siRNA (5′-CUUCUACGAUCAUCAACUCdTdT) was previously described by Chen et al. (2005). The WWP2 siRNA was a Smartpool from Dharmacon.\n\nDepletions were performed in 12-well dishes using 2×105 U2OS cells. Cells were transfected after 24 and 48 h with 20 pmol of each siRNA duplex per well. Forty-eight hours after the first transfection cells were transduced using 30 physical particles per cell of Ad5-GFP virus for 3 h without prior pre-adsorption. Cells were harvested 24 h later and analyzed by flow cytometry for GFP expression and further processed for western blot analysis to verify knock-down efficiency. Acquisitions were done with FACSCalibur® or FACSCantoII® cytometer (BD Biosciences) and the data were processed and analyzed by the CellQuest® Pro and FACSDIVA® software (BD Biosciences).\n\nPurified Ad particles were labeled using the Alexa-488 microscale protein labeling kit (Invitrogen) using the manufacturers protocol. Infectivity of labeled virus preparations was determined by quantification of GFP-transduction. Only preparations with >90% activity where used. For time course experiments, U2OS cells were seeded at semiconfluency on coverslips. Pre-binding was done with 5000 physical particles per cell in 100 µl at 4°C on a shaking platform for 1 h. At t0 coverslips where rinsed in cold DMEM and transferred to pre-equilibrated (37°C, 5% CO2) DMEM. At indicated time points the cells where fixed and processed for IF analysis.\n\nA549 lung epithelial cells were plated in 96-well plates at a density of 10,000 cells/well on the day before infection. The cells were washed once with DMEM without cysteine or methionine and supplemented, 2 mM glutamine, 10% dialyzed FCS, penicillin and streptomycin (DMEM-SA) and infected with the respective viruses in 50 µl DMEM-SA containing 0.1 mg/well α-sarcin (Sigma). The infected cells were incubated 30 min at 4°C to facilitate virus attachment and 90 min at 37°C to facilitate virus internalization. After this 50 µl of DMEM-SA containing 0.1 µCi of [35S]L-methionine (Hartmann Analytic) was added to each well and the cells were incubated for an additional 60 min at 37°C for labeling. The cells were then washed with 100 µl PBS and extracted in 150 µl lyses buffer containing 1% Triton-X100, 150 mM NaCl, 10 mM MgCl2, 20 mM Tris-HCl (pH 7.5) supplemented with 1× Complete™ protease inhibitor cocktail (Roche). The lysates were clarified by centrifugation at 20,000 g for 12 min. To remove the residual [35S]L-methionine, 100 µl cleared lysates were further purified with Zeba Desalt Spin Columns (Pierce). The incorporation [35S]L-methionine into the extracted fraction of newly synthesized proteins was measured by liquid scintillation using TRI-CARB 1900CA counter (Packard).\n\nCells grown on coverslips were rinsed in PBS and fixed with 4% PFA in PBS and blocked/permeabilized with IF-buffer (10% FCS in PBS and 0.1% Saponin). Primary and secondary antibodies where applied to the coverslip in IF-buffer for 1 h each. Cells were mounted in DAKO mounting media containing DAPI and analyzed by confocal- or epifluorescence microscopy. For IF involving microtubule staining cells were treated with crosslinkers prior to fixation. The following primary antibodies were used in this study: mouse anti-AcTubulin (kind gift from C. Janke, Montpellier), Mouse anti E2A (kind gift of T. Dobner, Hamburg), rabbit anti pericentrin (Abcam) and rabbit anti-protein VI antibodies raised against recombinant protein VI and affinity purified (see supplemental material). Secondary antibodies Alexa546 anti mouse was from Affinity Research and Atto647 anti rabbit was from Sigma.\n\nConfocal pictures were taken on a Zeiss LSM 510 Meta confocal microscope or a Leica SP5 confocal microscope and epifluorescence pictures were taken on a Zeiss Axiolmager Z1 microscope with CoolSnap HQ Photometrics camera both equipped with Metamorph™ software. Confocal stacks where taken every 0.5 µm with a pinhole setting of 1 for all channels to achieve high local resolution. Images were processed using ImageJ and Adobe Photoshop™. Counting of viral particles was performed using the semi-automated cell counting tool from ImageJ. Colocalization analysis: Stacks from confocal images where combined as Z-projection using maximum intensity, converted into 8-bit images for each channel. Colocalization between protein VI and Ad was then determined using the colocalization finder plugin from ImageJ. Live-Cell Imaging: U2OS cells were seeded in 3.5cm glass-bottom dishes and transfected with 1.5 µg of protein VI-expressing vectors. Twenty-four h later the medium was replaced by pre-warmed OPTI-MEM (Gibco). Movies were acquired on a Nikon TE 2000 microscope with Cascade 512B 2 camera using Metamorph™ software for data acquisition (120 frames, 1 frame/sec). In some cases, 2 h before the acquisition, cells were incubated with either Nocodazole (Sigma) or Cytochalasin B (Sigma) diluted respectively at 0.4 µg/ml and 5 µg/ml in OPTI-MEM. Drugs were not removed during acquisition. Acquired movies were further processed using ImageJ to enhance protein VI particle detection by background subtraction and bleach correction. Particles were tracked using the spot-tracking tool of Imaris™ software to determine the length of their trajectories and the speed of their movement. Particle detection size was scaled to 0.75 µm and tracks were built with a maximum displacement of 1.5 µm between consecutive frames, a maximum gap size of 3 frames and a minimal track length of 20 s. At least 5 cells were analyzed for each condition that equals a minimum of 300 analyzed tracks per condition.\n\nThree microliter of purified sample virus was adsorbed to a carbon-coated film (200 mesh grids). The grids with adsorbed virus were floated onto a solution of the negative stain (1% solution of uranyl acetate). The film was picked up by a copper EM grid and then air-dried. Specimens were examined under a HITACHI H7650 electron microscope operating at 80 kV and images were further processed using ImageJ software.\n\nAffinity purified rabbit anti-protein VI antibodies were used at a dilution of 1∶2000. Other antibodies used for the study were: rabbit polyclonal anti-Nedd4.1 and anti-Nedd4.2 antibodies that were a kind gift of O. Staub (Lausanne, Switzerland) (dilution 1∶1000), rabbit polyclonal anti-WWP2 antibody (sc-30052, Santa Cruz Biotechnology) (dilution 1∶200), goat polyclonal anti-WWP1 antibody (sc-11893, Santa Cruz Biotechnology) (dilution 1∶200), mouse monoclonal anti-AIP4/Itch antibody (sc-28367, Santa Cruz Biotechnology) (dilution 1∶100) and mouse monoclonal anti-GFP antibody (Roche) (dilution 1∶500). SDS-PAGE was done using 12% poly-acrylamide gels and transferred to nitrocellulose membranes. Membranes were blocked in TBS containing 10% of dry-milk and 0.01% of Tween 20 (Sigma), followed by over-night detection of antigens using primary antibodies diluted in TBS containing 10% of dry-milk and 0.01% of Tween 20 (Sigma). Primary antibodies were detected using HRP-conjugated secondary antibodies against rabbit, goat or mouse (Sigma) at a dilution of 1∶5000. Specific signals were revealed using the enhanced chemiluminescence detection system (ECL) (PerkinElmer).\n\nData are presented as mean, error bars as STD. Statistical analysis if not indicated otherwise was done using unpaired students t-test (*:P<0.05; **:P<0.01; ***:P<0.005)."}