{"title": "Screening Pneumonia Patients for Mimivirus1", "body": "Real-time PCR assays for APM were developed from multiple primers and probes designed for conserved regions of class I NCLDV genes L396 and R596, class III NCLDV gene L65, as well as the R656 gene, from the published APM genome sequence (GenBank accession no. NC_006450) by using Primer Express 3.0 software (Applied Biosystems, Foster City, CA, USA). All probes were labeled at the 5′ end with 6-carboxy-fluorescein and quenched at the 3′ end with Black Hole Quencher-1 (Biosearch Technologies, Novato, CA, USA). Different primer and probe combinations were evaluated, and the 2 PCR assays that gave the best performance were selected for further studies (Table 1). Assays were performed by using the iQSupermix Kit (Bio-Rad, Hercules, CA, USA) in 25-μL reaction volumes. Amplification was performed on an iCycler iQReal-Time Detection System (Bio-Rad) by using the following cycling conditions: 95ºC for 3 min for 1 cycle; 95ºC for 15 s and 55ºC for 1 min for 45 cycles each. Total nucleic acid was extracted from all specimens by using either the NucliSens Automated Extractor (bioMérieux, Boxtel, the Netherlands) or the automated BioRobot MDx (QIAGEN, Valencia, CA, USA) according to the manufacturers’ instructions. Each clinical specimen was also tested for the human ribonuclease P gene to measure nucleic acid integrity as previously described (5).\n\nFor PCR-positive controls, recombinant plasmids containing APM DNA (kindly provided by Didier Raoult, Unite des Rickettsies, Universite de la Mediterranee, Marseille, France) were constructed. Primer pairs bracketing the L396 and R596 genes were used to amplify 1,560-bp and 879-bp full gene regions, respectively, using 300 nmol/L of forward primers 396 F (5′-TTA ATC ATC TTC CAA AAA ATT TAA TTC-3′) and 596 F (5′-ATG TCG TTA TCA AAA CAA GTA GTT CC-3′), and 300 nmol/L of reverse primers 396 R (5′-ATG GCG AAC AAT ATT AAA ACT AAA A-3′) and 596 R (5′-CTA ATT TTC AAT ATA GTG CGT AGA TTC TA-3′). These PCR products were purified by using the QIAquick Gel Extraction Kit (QIAGEN) and then cloned into a pCR-II TOPO vector by using a TOPO TA Cloning Kit (Invitrogen, Carlsbad, CA, USA). Recombinant plasmids were then isolated by using the QIAprep Spin Miniprep Kit (QIAGEN) and quantified by UV spectroscopy. Standard curves were prepared from serial 10-fold dilutions of the quantified plasmid in nuclease-free water containing 100 μg/mL of herring sperm DNA (Promega, Madison, WI, USA).\n\nThe L396 and R596 real-time PCR assays could detect as few as 10 copies of plasmid DNA per reaction with amplification efficiencies of 99.6% [slope –3.33 and r2 = 0.99] (Figure 1, left panels) and 99.2% [slope –3.34 and r2 = 1.00] (Figure 1, right panels), respectively. No amplification was obtained by either assay with pooled total nucleic acid extracts from respiratory samples from healthy humans or from other common DNA respiratory viruses, including adenovirus, human bocavirus, or herpesviruses.\n\nThe real-time PCR assays were used to test respiratory specimens from 496 pneumonia cases representing 9 distinct patient populations, which consisted of hospitalized pneumonia patients from population-based pneumonia surveillance studies in Thailand and the United States, transplant recipients with pneumonia, and isolated pneumonia outbreaks in either retirement homes for the elderly or familial clusters (Table 2). Of the 496 specimens tested, no positive results were obtained for APM DNA by either assay.\n\nWe developed a rapid method of screening samples for APM DNA by using 2 sensitive and specific real-time PCR assays designed to target conserved NCLDV class I genes. With only 1 APM sequence published (NC_006450) (2), little is known of APM strain variation; therefore, use of assays that target different genes increases the likelihood that genetic variants of APM will not be missed. A suicide-nested PCR method for APM detection has been reported (3); however, the quicker turnaround time and lower risk for amplicon contamination makes the real-time PCR method more attractive for screening large numbers of samples.\n\nA seroprevalence study of APM among Canadian patients with community-acquired pneumonia identified APM antibodies in 9.7% of 376 patients compared with 2.3% of 511 healthy controls (3). However, seropositivity may reflect exposure to APM antigen rather than active infection, and the potential for nonspecific cross-reactions with the serologic assays used may have inflated the true prevalence of APM infection (6). In a separate report, a laboratory-acquired APM infection was linked to acute pneumonia by seroconversion in a technician in Marseille, France, thus providing evidence that this virus can occasionally cause clinical disease (7). However, using sensitive real-time PCR assays, we failed to detect APM DNA in 496 respiratory specimens from 9 epidemiologically varied pneumonia patient populations.\n\nIf we assume an APM prevalence of 0.2% (1 case in the study sample), the estimated probability of obtaining our results by chance, based on binomial analysis, would be 0.37. Most of the specimens we tested were from the upper respiratory tract, whereas the only reported APM PCR–positive sample was from a lower respiratory bronchoalveolar lavage specimen (3). Moreover, the patient populations sampled may not represent those at highest risk for APM infection. Nevertheless, our study supports the findings of an Austrian study that failed to detect APM in 214 nasopharyngeal specimens from hospitalized children with respiratory symptoms (8).\n\nOur study did not detect APM in a large collection of specimens from patients with pneumonia, which indicates that this virus is not a common cause of severe acute respiratory disease. Because APM is an ameba-associated pathogen like Legionella, exposures to APM are most likely to occur from environmental sources. Further studies of more epidemiologically appropriate populations may be necessary to adequately access the importance of APM as a potential human respiratory pathogen. The real-time PCR assays described here will help facilitate these studies."}