{"title": "Hazard Analysis of Critical Control Points Assessment as a Tool to Respond to Emerging Infectious Disease Outbreaks", "body": "Since 1980, on average one new emerging infectious disease (EID) has appeared in humans every eight months [1] with the emergence of these pathogenic infectious diseases representing a substantial global threat to human health [2,3]. Research has found that of all EIDs, 60.3% are zoonoses originating in wildlife and these represent the most significant global health threat [4–6]. Examples of key recent EID outbreaks include Ebola haemorrhagic fever [5,7], SARS coronavirus [8], highly pathogenic avian influenza (HPAI) and most recently, avian influenza A H7N9 [9].\n\nSince late 2003, highly pathogenic avian influenza virus (HPAI) strain H5N1 has been responsible for the deaths of millions of animals, primarily poultry taxa but also a range of other avian and mammalian species [9,10]. HPAI H5N1 has been reported in poultry from over 50 countries with 375 human deaths among 630 confirmed cases (59. 5 % confirmed case fatality risk) recorded in 12 of these countries as of 30 June 2013 [9,11]. The countries of Southeast Asia have been hardest hit by HPAI H5N1 with 2681 reported outbreaks in domestic poultry in Vietnam alone by 30 June 2013. In the first five months of 2013, 15 human fatalities have occurred in the 20 cases of HPAI H5N1 so far been reported in Cambodia, China and Egypt [11].\n\nApproximately 80% of the Vietnamese population live in rural areas and almost 80% of these rural households participate in small-scale (backyard) poultry production [12]. The Red River and Mekong River deltas are major poultry producing areas from which poultry and their products (e.g. eggs, faeces, feathers) may be transported directly to the point of sale by the breeder or pass through a number of middle-men in the trade chain.\n\nHPAI H5N1 spread rapidly from Southeast Asia into Europe and Africa. The main mechanism for HPAI spread is the movement of poultry and their products [13,14] however the modes of poultry-to-human transmission of this virus remain poorly understood [15]. Live poultry markets are acknowledged as a reservoir for the virus within the Southeast Asia region [14,16].\n\nHere we take a technique, Hazard Analysis of Critical Control Points (HACCP) analysis [17] and apply it to HPAI viruses within Vietnam’s poultry trade system to explore the role that this approach may have in catalysing efforts to tackle emerging infectious disease outbreaks. We identify the key stages within the poultry trade chain which pose risks for the transmission of HPAI viruses in human and poultry populations. We then discuss the potential use of HACCP assessments as a rapid response tool during the early stages of emerging infectious disease outbreaks, as a precursor to more time-consuming quantitative data collection and biomedical testing.\n\nThe HACCP assessment of Vietnam’s domestic poultry trade followed the first three HACCP principles (described in Table 1) to address our aims [17]. The initial flow chart created during the first stage of the HACCP assessment (see Figure 1) was developed based on our long-term research of Vietnam’s poultry trade. The flow chart begins with a poultry egg and tracks all the possible routes that this egg could take through Vietnam’s domestic poultry trade. This flow chart was then presented to a range of experts for critical analysis; including public health professionals, epidemiologists and wildlife disease biologists. A hazard was considered to be a process within Vietnam’s poultry trade providing an opportunity, at an unacceptable level of risk, for the transmission of HPAI either from poultry-to-human or poultry-to-poultry. Based on the frequency with which these hazards occur, they were then grouped into categories of posing a high or low-risk to poultry and/or humans.\n\nFollowing the validation of the flow chart, we referred to the team of experts again to determine appropriate Critical Control Points (CCPs). A CCP is a point in poultry trade which provides an opportunity to control, prevent or eliminate the risks for HPAI transmission. Each of these first two principles required cross-referencing outputs with existing literature on HPAI virus epidemiology within Vietnam’s poultry trade. We also referred to recent reviews of the scientific literature to identify any risks which the HACCP analysis failed to identify.\n\nCritical limits were then set for each of the CCPs identified. These critical limits are thresholds used as preventative measures to control the hazards within the system. Setting the critical limits required prior research of both Vietnam’s domestic poultry trade and consumer behaviour.\n\nThe stages of the poultry trade chain identified as presenting increased opportunities for HPAI transmission in the HACCP were grouped into four categories, namely: 1. contact within poultry flocks, 2. poultry transportation and sale, 3. poultry purchase and slaughter, and 4. poultry preparation and consumption.\n\nPoultry consumption (of meat, eggs, organs and blood from both chickens and ducks) is a high-risk activity for HPAI transmission from poultry-to-humans if the infection is maintained in the raw or under-cooked tissue. Contrastingly, the consumption of well-cooked poultry and poultry products pose low-risks for viral transmission.\n\nCCPs were defined for each of the four risk stages identified during the HACCP assessment of Vietnam’s poultry trade. Each CCP is a point in the poultry trade which provides HPAI viruses with an opportunity for transmission between host animals. For each CCP, critical limits have been proposed to limit virus transmission risks from poultry-to-poultry and from poultry-to-humans (Table 2).\n\nThe CCPs for limiting transmission through contact within poultry flocks involve the same approach as those for the transportation and sale of poultry; a combination of flock isolation, whereby established poultry flocks are prevented from mixing with other birds; quarantining newly purchased birds, where the newly purchased birds are held in isolation from other birds for a minimum of seven days; and household vaccination programmes (Table 2).\n\nCCPs for the transportation and sale of the poultry begin once they depart from their household of origin. The suggested critical limit for this transmission risk is a total ban on inter-flock mixing of birds throughout poultry transportation and sale.\n\nPreparing poultry for human consumption is the first stage of the trade chain when non-farmers are introduced to a high-risk opportunity to contract HPAI viruses. Two key CCPs concern poultry slaughtering and carcass preparation; this refers to the slaughter of poultry both at home and in the wet markets.\n\nThe associated risks can be reduced through the correct use of protective equipment such as face masks, gloves and sterile utensils to prevent contact with raw and bloody poultry. Further intervention should include the provision of additional education to the population through a range of health promotion mechanisms (including social media) as to how to handle potentially infectious meat to hygiene standards imposed as a feature of standard food preparation HACCPs in the retail food industry.\n\nPoultry consumption is not a substantial risk for poultry-to-human HPAI transmission provided poultry products are well-cooked, thus the cooking stage is the CCP for poultry consumption with a critical limit of cooking temperature and duration. Consuming raw blood pudding poses some of the highest risks for poultry-to-human transmission of HPAI viruses and controlling this risk is only possible through thorough cooking practices or abstinence.\n\nThe HACCP framework enables the identification of risks within a system and the design of control methods. It does not contain the scope for monitoring or ensuring compliance of the control points identified; such control should be applied via other means. Given that EIDs are appearing with increasing frequency, often in countries where they place additional strain on already over-burdened public health and healthcare systems, being able to rapidly identify and design strategies for control has valuable application in responding to emerging health threats such as the Middle East Respiratory Syndrome (MERS) virus which first appeared in Saudi Arabia in late 2012 [33] or the rapidly spreading outbreak of a novel avian influenza A H7H9 in China since March 2013 [34]. Conducting detailed, timely and comprehensive field investigations into HPAI H5N1 outbreaks is hampered by the majority of cases occurring in developing countries [35]. Advantages to such a framework are that it requires minimal resources and can be implemented by local health officials and international expertise, if required, can be provided remotely. It also complements recently developed diagnostic statistical models for known pathogens [36]. Subsequent detailed and time-consuming experimental analyses can then be conducted if required. Whereas in-depth epidemiological studies can take weeks or months to produce results and recommendations the HACCP framework may provide a means of producing a response within days of an outbreak occurring."}