{"title": "Drug combination therapy in control of cryptosporidiosis in Ludhiana district of Punjab", "body": "Bovine cryptosporidiosis caused Cryptosporidium species, an apicomplexan intracellular, extracytoplasmic protozoan parasite infects the microvillus epithelium of the gastrointestinal tract, leading to its erosion of a wide range of vertebrate hosts, including birds, fish, mammals, and reptiles (Xiao et al. 2004). The economic losses attributed to infection are mainly due to morbidity with diarrhoeic complications, dehydration and retardation of growth and to limited extent mortality (O’Donoghue 1995). The virulence of bovine cryptosporidiosis caused by C. Parvum is enhanced in young unweaned dairy calves having premature immune system resulting in scour, dehydration, and death (Moore et al. 2003; Trotz et al. 2007); however, weaned and adult animals can also become infected. The public health issues of Cryptosporidium species came into light in 1993 when a large population of human beings was affected in the world’s largest outbreak of water-borne disease recorded in Milawaukee, Winconsin, USA (MacKenzie et al. 1994). Now it is well known that apart from the veterinary problems that Cryptosporidium can cause an important waterborne emerging zoonotic protozoan disease in immunocompromised humans (Fayer et al. 2000; Slifko et al. 2000) and cattle are thought to be involved in zoonotic transmission of infection (Smith and Rose 1998). In India, prevalence of cryptosporidiosis in bovines is reported to be quite high (Singh et al. 2006; Paul et al. 2008; Bhat et al. 2012). Though the aetiology of bovine neonatal enteritis also includes corona virus or rota virus or Salmonella or E. coli but many field and experimental studies have shown that cryptosporidia may act as a primary pathogen. Cryptosporidiosis has been classified by the World Health Organization (WHO) as a ‘reference pathogen’ reflecting water quality (Medema et al. 2006) given the resilience of oocysts in water as well as in the environment (King and Monis 2007), the relatively high cost and limited availability of chemotherapeutic compounds or regimens for treatment in animals and humans (Greif et al. 2001; Mead 2002; Armson et al. 2003; Zardi et al. 2005; Caccio and Pozio 2006; Randhawa et al. 2012) including its socioeconomic impact. In the present study we report an outbreak of cryptosporidiosis in cross bred cattle calves of 1–2 months age maintained at an organized dairy farm of village Latala in Ludhiana district which was characterised by history of persistent profuse watery diarrhoea since 1–2 weeks and was unresponsive to conventional treatment with gut acting chemotherapeutic agents (antibiotics, sulphonamides) dewormers (fenbendazole, ivermectin) and antidiarrhoeal drugs (furazolidone, atropine sulphate, quiniodochlor). The report describes the clinical efficacy of metronidazole and furazolidone combination against cryptosporidiosis which is believed to be the first report on use of this drug combination against cryptosporidiosis.\n\nThe faecal samples were collected to check for developmental stages of parasites viz. eggs, ova or oocysts and for bacterial culture. Observations of Cryptosporidium oocysts were made under compound microscope at oil immersion in stained (modified Zeihl–Neelsen) faecal smears prepared directly and after floatation in zinc sulphate solution.\n\nIn direct faecal smear examination, a thin and transparent faecal smear was made by with the help of ear bud or applicator stick and air dried. The air dried smear was fixed in methanol for 2 min, air dried and stained by modified Ziehl–Neelsen staining method (OIE 2008).\n\nIn concentration methods, faecal samples were suspended in floatation medium (33 % zinc sulphate solution, sp. gr. 1.18) followed by centrifuging at 3000 rpm for 5 min. The supernatant was collected, smears were made, air dried and fixed in methanol followed by modified Ziehl–Neelsen staining.\n\nBlood samples were collected using disodium salt of ethylene diamine tetraacetic acid (EDTA) @ 2 mg/ml as anticoagulant for estimation of hematological parameters (Coles 1980) and to check for any haemoprotozoan infection.\n\nThe diarrhoeic faeces were yellow to pale in colour or sometimes mixed with blood clots, mucus and undigested milk clots. Affected calves were showing varying degree of anorexia and were emaciated with marked loss in body condition. From a total of 28 diarrhoeic calves, the rectal samples collected were examined by direct and salt (33 % ZnSO4) flotation methods for helminthic eggs and ova but were found negative. However, at 40× objective, we were able to see oocysts resembling Cryptosporidium. The bacterial cultures of the faecal samples were also found negative. Haematological studies (Hb 8.62 ± 0.29 g%, TLC 10119 ± 561 cells/mm3, and N: 40.38 ± 4.54 %, L: 59.37 ± 4.50 %) of the diarrhoeic calves were not suggestive of any significant alteration except for mild degree of anaemia. The calves were found negative for haemoprotozoa. The faecal smears (direct as well as prepared after zinc sulphate floatation) stained with modified acid fast staining demonstrated the bright red coloured oocysts of Cryptosporidium confirming cryptosporidiosis (Fig. 1). Based on these findings treatment of all calves was started with a combination of metronidazole 1,000 mg, furazolidone 500 mg, loperamide hydrochloride 7.5 mg (Marcogyl-LM*) orally twice daily for 5 days along with oral supplementation of ORS @ 1 pack/calf morning and evening. The affected calves responded well to the treatment and no more signs of diarrhoea were observed. After 4th day of treatment the consistency of faeces improved whereas marked clinical improvement was observed in the condition of calves (Table 1). After 1 week of treatment no oocysts were detected in the stained faecal smears of the recovered calves and no mortality was observed among the treated cow calves thus indicating efficacy of combination therapy. The controls (without treatment) were passing the oocysts.\n\nPresently, there are neither consistently effective nor approved antimicrobial drugs for treatment of cryptosporidiosis in animals. More than 200 compounds such as lasalocid, paromomycin, decoquinate, bovine hyperimmune colostrum have been tried to combat cryptosporidiosis (Dubey et al. 1990 and O’Donoghue 1995) in experimental conditions but none of the results establishing their efficacy in natural infection had been published. Metronidazole is a nitroimidazole with antiprotozoals activity especially against Giardia and bovine genital trichomoniasis. Its antiprotozoal activity is due to the short lived intermediates or free radicals who produce damage by interacting with DNA and possibly other molecules (Adams 2001). It is absorbed well from the gastrointestinal tract and reaches high concentration in the tissues and therefore is active against both luminal and extraluminal protozoa (Finch and Snyder 1986). Furazolidone is a synthetic broad spectrum nitrofuran compound. It is active against a wide range of organisms including protozoa. It interferes with the DNA synthesis by causing breakage in the DNA strands. It is used in foals @ 4.4 mg/kg three times daily orally for the treatment of diarrhoea (Bryans et al. 1965). In the present study combination of metronidazole and furazolidone @ one bolus/calf twice daily orally (average body weight of calf was 30 kg) was highly effective in clinical improvement of the calves with faecal samples negative for Cryptosporidium oocysts after 7 days post treatment. In none of these cases subsequent diarrhoea was observed during observation period of 2 months post treatment.\n\nFor the control of cryptosporidiosis in an organized farm primarily focus include cleanliness of maternity pens, calf housing and feeding equipment, separation of dam and calf at birth, as well as early detection of anorexia, diarrhoea, and dehydration in neonatal calves (Harp and Goff 1998; Nydam and Mohammed 2005). Though clinical signs do not allow differentiating it from bovine neonatal enteritis due to corona virus or rota virus or Salmonella or E. coli, immediate laboratory diagnosis is must to adopt specific treatment as recommended. It is therefore inferred that staining of faecal smears with modified Ziehl–Nielson stain is diagnostic for confirmation of cryptosporidiosis and combination of metronidazole and furazolidone @ one bolus/calf twice daily orally for 5 days is very effective in treatment of cryptosporidial diarrhoea."}