{"title": "Phylogeography of influenza A H5N1 clade 2.2.1.1 in Egypt", "body": "One of the first papers to focus on geographic distribution of the initial Egyptian isolates was done by Aly et al.[19]. As found in\n[15], the results suggest that the Egyptian strains clustered together with other African and Middle Eastern\n[19] strains. Geographically, the disease was spread over the country’s four main areas: Cairo, Nile Delta, Canal, and Upper Egypt. The Nile Delta region had the highest total, which is consistent with other work\n[4] and represents about half of the country’s population.\n\nAdditional phylogenetic analysis\n[4,16,20] suggested co-circulation between Egyptian isolates collected in 2008 and isolates from 2006 and 2007. This work highlights the diversity of HPAI H5N1 over a limited time frame. This diversity could be to viral adaptation in response to a country-wide vaccination program\n[20]. Balish et al.[21] expanded on this work using cases from 2007 and 2008. The authors performed phylogenetic analysis of HA sequences and found that almost all viruses within clade 2.2.1 to be from Egypt with five sub-groups within 2.2.1 having strong bootstrap support\n[21]. In addition, the authors identified certain 2007 and 2008 isolates from northern Egypt to be distinct from 2.2.1\n[21], confirming the work by Abdel-Monheim et al.\n[20] that co-circulation of H5N1 was present in the country. The authors noted some geographic variation with groups A and B primarily from southern governorates\n[21]. However, the mixing of Nile Delta region across all of the groups\n[21] indicated that vicariance was not constant.\n\nMore recent work by Eladl et al. described genetic characterization of HPAI H5N1 from Egyptian poultry farms during the 2006–2009 time period and classified three main groups within clade 2.2.1- A, B, and C\n[22]. Related to this work, the World Health Organization (WHO)-World Organization for Animal Health (OIE)-Food and Agriculture Organization (FAO) working group recently updated H5N1 nomenclature and included the clade 2.2.1.1 within the Egyptian strains to represent these new variants\n[23]. Arafa et al.[24] compared 2.2.1 strains to the variant strains of 2.2.1.1. The authors reported that 2.2.1.1 was found more in commercial poultry that were vaccinated. Conversely, 2.2.1 was found to be linked more to poultry in backyard farms\n[24].\n\nBy considering geography as a state within genotype evolution, it is possible to infer locations that are impacted by certain clades. This also enables epidemiologists to understand the migration from a given origin to a perceived endpoint; information that is vital for controlling spread of disease. Pinpointing specific trade routes leading to virus propagation within the country can enable targeted inspections and other disease control measures, improving the efficient use of public health resources.\n\nIn this paper, we analyze the phylogeography of H5N1 in Egypt and focus on the variant clade 2.2.1.1. The results will highlight the usefulness of phylogeography for public health surveillance and the analysis of disease transmission within the country. In addition, we discuss implications for future spread of the disease between animals and humans in Egypt. The current endemic situation continues to be a major challenge to the poultry industry and regulatory authorities in Egypt. Understanding the epidemiology of the disease is a key element in HPAI control. It is essential to link this knowledge with action to effectively limit the spread of the virus. An understanding of the “usual” patterns of geo-movements of the disease leads to a better understanding of disease pathways and spread. This in turn allows for planning strategies to reduce risks, set priorities, allocate resources effectively and efficiently, and achieve higher benefit-cost ratios with existing or minimal resources\n[25].\n\nIn Egypt, the frequent movement of birds, fomites, and traders between different markets and farms provides potential for rapid geographic dispersion of influenza viruses\n[27]. Al Qalyubiyah and Ash Sharqiyah are governorates characterized by high poultry flock densities with a mean value of more than 8 flocks/km2[28]. About 80% of broiler farms apply some degree of vaccination protocol\n[29] which limits the probability of virus detection. Meanwhile, Cairo is generally considered as the biggest market for live birds in the country and for importation of birds from Delta governorates. LBMs and poultry shops are important sources for the purchase and trading of birds in Cairo and other parts of Egypt. Due to a cultural preference to consume freshly slaughtered poultry, LBMs and poultry shops absorb about 80% of the total commercially produced poultry in the country\n[30]. LBMs, which are considered to be a continuing source of influenza because of the dense concentration and high rate of live bird turn-over, provide ample conditions for virus amplification and may therefore be important reservoirs for HPAI strains from neighboring governorates and “hubs” of circulation\n[31]. Al Qalyubiyah alone produces about 69 percent of the native Baladi chicken and is considered a center for production and trading of fertile Baladi eggs that are often taken and hatched in southern governorates such as Sohag. Southern governorates like Al Uqsur purchase either day-old birds such as Peking ducklings and Baladi chicks or fertile eggs from Delta governorates of Al Qalyubiyah, Ash Sharqiyah and Gharbiyah\n[32]. Sharqiyah is the main source for fertile eggs and day-old Peking and Baladi birds for other governorates. Thus, Cairo’s LBMs are linked to Al Qalyubiyah and Ash Sharqiyah farms that are also the main sources of fertile eggs and day old birds for southern governorates.\n\nThe authors recognize several limitations with this work including the use of governorate-level geography to infer geographic dispersion. We utilized the centroid latitude and longitude for each governorate and this likely does not reflect the true location of each host that was represented in the sequences. Our previous work highlights the lack of sufficient geographical metadata in GenBank and the need for biomedical informatics approaches to enhance the quality of this key element of phylogeography\n[33].\n\nOur phylogeographic models found several similarities and differences between the HA and NA datasets. Both models indicated weak support for Ash Sharqiyah as the origin of the spread. However, there were differences about significant dispersion routes. These discrepancies are potentially the result of reassortment in the influenza genome, differences in the size of the two data sets, or due to the Bayesian phylogeographic models themselves. Related to this, another limitation is that we did not compare other approaches of molecular evolution including maximum likelihood and maximum parsimony. Our purely discrete model has limitations including inferring the migration paths by only considering the observed locations. For example, removing a state that was observed only once in both data sets would remove it completely from the model and would thus not be considered in the migration history. Hence, these findings are based on a closed system of locales and genetic samples and may not provide a complete representation of influenza diffusion within Egypt.\n\nThe purpose of this work was to study the phylogeography and spread of H5N1 in Egypt. We examined the variant clade 2.2.1.1 using HA and NA sequences. We analyzed one model for each and both indicated Ash Sharqiyah as the origin of the spread although the statistical support was weak. We also identified the routes between governorates that had strong statistical support. The majority of these were found in the heavily populated Delta region. In particular, the Al Qalyubiyah governorate appears to represent a popular location for virus transition as it represented a large portion of branches in both trees. However, there remains uncertainty about virus dispersion to and from this location and thus more research needs to be conducted in order to examine this.\n\nPhylogeography of H5N1 HPAI in Egypt can enhance health experts’ understanding of viral diffusion between governorates and the characteristics between established and emergent clades. Results from this and similar analyses can be used to target interventions and infection control measures to reduce pathogen transmission. However, future work should focus on using data about vaccination and live bird markets in phylogeography models to study their impact on H5N1 diffusion within the country.\n\nWe modeled our approach after the work done by Lemey et al. for studying the phylogeography of H5N1 on a global perspective\n[13]. We used ZooPhy\n[36], a system developed by one of the authors (MS) for performing phylogeography on zoonotic viruses. ZooPhy contains a workflow of webservices that includes: sequence alignment via ClustalW\n[37,38], testing of DNA substitution models via jModeltest\n[39,40], creation of Bayesian phylogeographic trees via BEAST\n[13,41], and selection of the maximum clade credibility (MCC) tree via TreeAnnotator\n[41]. For some of the models, we used Saguaro, a high-performance supercomputer at Arizona State University\n[42] to run BEAST 1.6.\n\nWe considered multiple scenarios in our Bayesian discrete model. This includes the use of a strict or relaxed molecular clock, and a reversible or non-reversible phylogeographic diffusion between states. Thus, we evaluated four separate scenarios for each gene: strict-reversible, strict-nonreversible, relaxed-reversible, and relaxed-nonreversible. For the relaxed model, we used an uncorrelated log-normal scenario. We set the length of the Bayesian Markov chain Monte Carlo (MCMC) run to 20 million for NA and 40 million for the larger HA dataset; sampling every 1,000 steps. We compared models by estimating the log marginal likelihood values via the Bayes Factor test using the Tracer program\n[43]. For both HA and NA, the relaxed-nonreversible model was the best and thus was used for the analysis. Regarding nucleotide substitution models, jModeltest selected TIM1 + G for HA and GTR + G for NA.\n\nFor the NA dataset, we re-ran an additional MCMC of 20 million steps and then performed a series of extra steps offline. First, we compared the two log files for each gene using Tracer and found them to be congruent. We then used LogCombiner\n[44] to combine the log files and tree files to increase our sample size for both genes. We created the MCC trees by using TreeAnnotator and specifying a 10% burn-in and a 0.65 posterior probability limit. For the HA dataset, the effective sample size (ESS) values were low for certain operators after 40 million steps. We decided to increase the chain length to 100 million and then combine the two models in order to increase the ESS values.\n\nWe also estimated the number of non-zero rates of dispersion between discrete location states. We used this to calculate the Bayes Factor which estimates the routes in the phylogeographic model with the strongest support\n[13]. Since we used a nonreversible model, we can infer directionality for a given route such as A → B or B → A. The Bayes Factor was calculated for both the HA and NA sequences using SPREAD\n[45], a separate software application which also generates a keyhole markup language (KML) file for viewing in Google Earth.\n\nWe calculated three additional metrics including the Kullback–Leibler (KL), the Association Index (AI), and the Parsimony Score (PS). The KL measures divergence between the root state prior and posterior probability for each MCC tree. For this we used the program Matlab version 2011a\n[46] and a KL program written by Razavi\n[47]. The AI and PS test the null hypothesis that taxons, which contain a given trait such as a location, are no more likely to share that trait with adjoining taxa than by chance\n[48,49]. We used the program Bayesian Tip-Significance testing (BaTS)\n[50] to calculate the AI and the PS.\n\nThe authors declare that they have no competing interests.\n\nMS designed the study and wrote the manuscript. SV, CM, PR, MK, and AA reviewed the manuscript. YJM and JP contributed to the manuscript and reviewed the manuscript. INS contributed to the data analysis and reviewed the manuscript. All authors read and approved the final manuscript."}