{"title": "MicroRNA-based strategy to mitigate the risk of gain-of-function influenza studies", "body": "Purification of total RNA, isolation, cloning of the small RNA fraction, sequencing and analysis on the illumina platform, and Northern blots were performed as previously described13. Northern blot probes: miR-192: 5′-GGCTGTCAATTCATAGGTCAG-3′, miR-193b: 5′-AGCGGGACTTTGTGGGCCAGTT-3′, miR-138: 5′-CGGCCTGATTCACAACACCAGCT-3′ and U6: 5′-GCCATGCTAATCTTCTCTGTATC-3′. Quantitative PCR for the detection of miR-192 was performed on 10 ng of RNA using the TaqMan (Applied Biosystems) reverse transcription kit according to the manufacturer’s instruction. cDNA was then analyzed using TaqMan probes specific for mature miR-192 and miR-20a on a realplex thermocycler (Eppendorf). miR-20a was used for normalization as levels are similar between human A549 and ferret lung samples.\n\nCalu3 (human bronchial epithelia) cells were purchased from ATCC (HT-B55) and were confirmed to be mycoplasma free. A549 (human small airway) cells were purchased from ATCC (CCL-185). Human nasal epithelial cells suspended in RNAlater were purchased from Promocell (C-14062). F56 (ferret fibroblasts) cells were derived directly from naïve ferret lung parenchyma. MDCK (canine kidney) cells were kindly provided by Dr. Peter Palese (MSSM). MDCK cells expressing full-length primary miR-192 (MDCK192) were generated similar to MDCK cells expressing miR-142 13. These A549, MDCK and MDCK192 cells have not been tested for mycoplasma contamination.\n\n181 or 154 nucleotides of the 3′ end of H3/Wyoming and H5/Vietnam HAlo mRNA were duplicated respectively, and inserted immediately upstream of their cognate stop codons by site directed mutagenesis. This recreated the endogenous open reading frame for HA with a non-overlapping packing sequence separated by a unique Cla1 site. The Cla1 site, located immediately 3′ to the HA mRNA stop codon, was used for insertion of miR-192 (5′-GGCTGTCAATTCATAGGTCAG-3′) or scrambled (5′-ATCGATAGGAATTTACCAAAT-3′) targeting sequences. Viruses were rescued by standard reverse genetics, plaque purified, sequence confirmed, and quantified by plaque assay. Multicycle growth curves were performed in MDCK, MDCK192 and A549 cells in the presence of TPCK trypsin. Supernatant was harvested at the indicated time-points and titers assessed by plaque assay. The limit of detection for all virus titration experiments is 20 pfu.\n\nSingle cycle infections were performed at a multiplicity of infection of one and whole protein was extracted and separated on a 7.5%-10% SDS/PAGE gel and transferred to nitrocellulose (Bio-Rad). Membrane was blocked for 1 h with 5% skim milk at 25 °C, and then incubated with the indicated primary antibody overnight at 4 °C. Antibodies specific for actin (PA5-17568 Thermoscientific), H5 HAlo (DPJY02 (3B2) NR-19870 bei Resources, works in HI, WB, IFA, ELISA), and NP (NR-4544 bei Resources) were added at a concentration of 1 μg/mL in 5% skim milk. Serum from H5 HAlo infected mice was used at a 1:5000 dilution. Secondary mouse antibodies (NA931V GE Healthcare) were used at a 1:5000 dilution for 1 h at 25 °C. Protein was detected using Immobilon Western Chemiluminescent HRP Substrate (Millipore) as directed by the manufacturer.\n\nAll animal experiments were performed in accordance with Mount Sinai School of Medicine Institution of Animal Care and Use Committee. C57BL/6 8-week old female mice were purchased from Taconic. For these experiments mice were not randomized and investigators were not blinded. Mice were anesthetized with a ketamine, xylazine, H2O mixture then infected intranasally with 100 pfu of WT, ctrl or 192t H5 HAlo virus. Where indicated mice were infected with 1,000 pfu of 192t H5 Halo virus. Lungs were harvested at three and five days post infection and homogenized in PBS either for direct titering or protein analysis.\n\nAnimal studies were performed as described previously with minor modifications1. Briefly, transmission studies were performed in an ABSL2+ facility at the Department of Veterinary Medicine, University of Maryland. Animal studies described were carried out according to the guidelines of the Animal Care and Use Committee of the University of Maryland (protocol RO-09-93). For these studies ferrets were not randomized and investigators were not blinded. Prior to inoculation, 23-week-old female ferrets (Sayre, PA) were housed in holding BSL2 for 1.5 weeks to establish a baseline for temperature, weight, and general health. Serum from each ferret was assayed by NP-specific ELISA to rule out prior IAV exposure. Transponders were implanted subcutaneously to provide a means of identification and temperature determination. Ferrets were inoculated with 105 tissue culture infectious dose 50 (TCID50), the amount of virus required to infect 50% of infected cell cultures, diluted in PBS (0.5ml total volume, 0.25ml/nostril was administered intranasally). Directly infected ferrets were inoculated one day prior to the introduction of the naïve direct contact and respiratory contact ferrets. Ferrets were nasal washed (0.25ml PBS/nostril) every day following the administration of anesthesia and assayed by FluDetect (Synbiotics Corp.). Nasal washes continued until animals tested negative for two consecutive days. To prevent cross contamination, ferrets were handled in the following order: RC, DC, DI. Gloves were changed between every virus group. Once an RC ferret tested positive, they became the last to be nasal washed. All viruses, including nasal wash samples and virus stocks, were titrated in MDCK cells by TCID50. Titers were read using 0.5% Turkey RBC three days post-infection."}