{"title": "An Updated Loop-Mediated Isothermal Amplification Method for Rapid Diagnosis of H5N1 Avian Influenza Viruses", "body": "The infection of avian populations with certain subtypes of avian influenza A virus poses a continuous global human public health risk of a sporadic human zoonotic infection and emergence of a pandemic influenza strain. Human infection with one of these novel highly pathogenic avian influenza (HPAI) A(H5N1) viruses was first recognized during the 1997 outbreak in Hong Kong S.A.R. of China. Since 2003, outbreaks of HPAI A(H5N1) have occurred among poultry in Asia, Europe and Africa, and human infections with this subtype are continuing [1]. The consequences have worsened with 382 infected human cases and 241 deaths as of April, 2008 [2]. Millions of avian species have been lost by culling, imposing a huge economical burden on developing countries.\n\nThe ongoing circulation of avian influenza A(H5N1) viruses in poultry in areas of Asia and Africa and the continued human infection with this subtype emphasize the need to enforce a diagnostic protocol for rapid and sensitive detection of the infections. Several methods have been used for A(H5N1) diagnosis in reference laboratories including PCR, RT-PCR and real-time PCR, especially a conventional RT-PCR method using specific primers as recommended by the World Health Organization (WHO) [3].\n\nLoop-mediated isothermal amplification (LAMP) is a novel nucleic acid amplification method reported by Notomi et al. in 2000 [4, 5] with the advantage of being simple, rapid and easy to perform especially in the field setting where there is a lack of sophisticated diagnostic equipment. LAMP has been successfully applied in the detection of viruses like Severe Acute Respiratory Syndrome (SARS) Coronavirus, Rift Valley Fever Virus, West Nile Virus and Dengue Virus [1, 6, 7, 8].\n\nReverse transcriptase (RT)-LAMP has been used for A(H5 N1) avian influenza virus identification with some initial success [9, 10, 11]. However, the sensitivity of LAMP, which uses six primers recognizing eight distinct regions on the target gene, is not stable due to the rapid changes of A (H5N1) influenza virus genotypes. Updating the primer sequences is necessary to maintain the high sensitivity of the H5 RT-LAMP assay.\n\nIn this study, we designed a new set of RT-LAMP primers for H5 hemagglutinin (HA) gene identification with a specificity and sensitivity higher than previously reported RT-LAMP primer sets. In addition, our primers may be applicable for all the clades and subclades of A(H5N1) influenza viruses based on the lower number of mismatches to the reference sequences. Experimental results with nine A(H5N1) virus strains of both clade 1 and 2 (subclade 2.3) and the clinical samples collected in 2007 in Vietnam showed high specificity and sensitivity. Our new RT-LAMP primers are considered to be a useful method for HPAI virus infection diagnosis and surveillance.\n\nThe nine H5N1 influenza virus strains used in this study were isolated from humans in 2004, 2005 and 2007. Two of them belong to clade 1 (HN3040 and HN30408) and the others to subclade 2.3 (BM 196, HN 30850, HN 31203, HN 31242, HN 31244, HN 31312 and HN 31323). The viruses were isolated using MDCK cells, and the virus titer in the infected culture fluid (ICF) was examined by plaque assay using MDCK cells according to the standard protocol. Briefly, confluent MDCK cells were incubated in a 24-well plate for 1h at 37°C with 10-fold serial dilution of virus ICF. The cells were then overlaid with minimum essential medium (MEM) containing 1.5% agar and 1µg/ml of TPCK trypsin. The plaques were visualized after incubation at 37°C for three days by staining with 0.1% crystal violet solution containing 10% formaldehyde.\n\nA total of 41 specimens, including throat swabs and tracheal aspirates, were collected from HPAI infection-suspected patients in Vietnam in 2007. Among them, seven patients were confirmed as A(H5N1) cases as reported by WHO. All the patients had fulfilled the WHO definition of A(H5N1) suspected human cases. Processing of clinical samples and virus isolation were performed at biosafety level 3 containment facilities in the Department of Virology, National Institute of Hygiene and Epidemiology (NIHE), Hanoi, Vietnam.\n\nA set of six primers recognizing eight distinct regions on the target HA gene was designed as described previously [1, 6, 7, 8]. A(H5N1) HA gene sequences selected from reference viruses (1) were aligned by clustalX software. The most conserved region was chosen (nucleotide 1048 to 1230 in the HA gene of HN 30850 strain - GenBank accession no. HM 114537.1) and applied to the LAMP primer designing software PrimerExplorer V4 (Eiken Chemicals, Japan: http://primerexplorer.jp/e/; version 4). Four of the six primers were modified as degenerate primers (Table 1).\n\nViral RNA was extracted from 140µl of clinical specimens or virus ICF using a QIAamp viral RNA mini kit (Qiagen, Hilden, Germany) according to the manufacturer’s instructions. The initial processing of specimens was performed at biosafety level 3 containment facilities. The extracted RNA was eluted in a total volume of 60µl of elution buffer and stored at −70°C until further use.\n\nThe RT-LAMP reaction was carried out in 25µl total reaction volume using the Loopamp RNA amplification (RT-LAMP) kit (Eiken Chemical Co. Ltd.; Tochigi, Japan) containing 40 pmol each of FIP and BIP primers, 20 pmol each of loop-primers, 5 pmol each of F3 and B3 outer primers, 1.4 mM concentrations of deoxynucleoside triphosphates, 0.8 M betadine, 0.1% Tween 20, 10 mM (NH4)2SO4, 10 mM KCl, 20 mM Tris-HCl (pH 8.8), 8 U of Bst DNA polymerase (New England Bolabs), 0.625 U of avian myeloblastosis virus reverse transcriptase (Invitrogen), and 5µl of extracted RNA. The reaction mix was incubated at 62.5°C for 90 minutes in Loopamp realtime turbidimeter LA-200 (Teramecs, Japan). Positive and negative controls were included in each run, and all precautions to prevent cross-contamination were observed.\n\nTo compare the sensitivity and specificity of the H5 RT-LAMP assay, conventional RTPCR was also performed with the primer set designed by the WHO H5 Reference Laboratory Network [12]. The sequences of these primers were 5'-GCCATTCCACAACATACACCC-3' (H5-1) and 5'-CTCCCCTGCTCATTGCTATG-3' (H5-3). 5µl of RNA solution was added as the template to 45µl of master mixture using Qiagen Onestep RT-PCR kit. Procedures were followed as described in the WHO protocol [12].\n\nAccording to the A(H5N1) diagnostic protocol in the Department of Virology, National Institute of Hygiene and Epidemiology (NIHE), Hanoi, Vietnam, real-time RT-PCR assay was used to confirm cases which showed unclear positive results using the conventional RT-PCR. The primer/probe sequences and procedure are described in the WHO protocol [12].\n\nTo evaluate the sensitivity of the RT-LAMP assay with our H5 primer set, all the nine A(H5N1) virus strains with known plaque-forming unit (PFU) titers were serially diluted 10-fold until 10−6 PFU and tested. At the same time, two RT-LAMP assays using NIID primers and our H5 primers and a conventional RT-PCR using H5 WHO primer were carried out for each virus strain to compare the sensitivity. The sensitivity of our RT-LAMP primers compared with the RT-PCR were the same (for seven strains) or 10 times lower (for two strains). On the other hand, compared with the NIID RT-LAMP primer set, the sensitivity of our RT-LAMP assay was 10 to 100 times higher (for four strains) or the same (for five strains) (Table 2). Our H5 RT-LAMP primers could detect the viruses at the concentration of 1 PFU per reaction within 20 minutes, and all of the positive samples showed positivity within 60 minutes (Figure 1).\n\nThe specificity of the H5 RT-LAMP tests was checked by examining H5 viruses and other respiratory viruses including seasonal human influenza H3N2 and H1N1 (data not shown). All the positive samples were H5 virus strains, and this was confirmed by agarose gel electrophoresis (3%, ethidium bromide staining). The H5 samples showed very clear ladder-like patterns on the gel, while no positive amplification was observed in other viruses.\n\nA total of 41 clinical samples of H5 suspected patients collected in Northern Vietnam in 2007 were examined. All of the samples were tested both by our RT-LAMP and by WHO RT-PCR. Some with unclear results were confirmed by real-time RT-PCR. The data showed identical positive results between RT-LAMP and RT-PCR in 16 of 41 samples. Twenty four samples gave negative results by both methods. Only one sample, which was negative with RT-LAMP, gave an unclear positive (+/−) result with RT-PCR, but was confirmed as positive by real-time RT-PCR (Table 3). All the positive samples by RT-LAMP showed the ladder-like pattern in electrophoresis analysis.\n\nFurthermore, we have tested 30 recently collected human and avian samples, which are the suspected and confirmed cases of A(H5N1) in Northern Vietnam between late 2007 and March 2008 (data not shown). 100% of the positive cases with RT-PCR had been detected by RT-LAMP and there was no false positive result. Notably, the positive samples whose detection time was around 20 minutes could be propagated in cell culture.\n\nThe efficient transmission of A(H5N1) influenza viruses among humans, which is an essential prerequisite for a pandemic, has not been reported. However, human cases transmitted by close contact with infected poultry have been reported continuously. An early and rapid method for diagnosis of A(H5N1) human suspected cases has an important role in the surveillance of the disease.\n\nLAMP has been shown to be a useful nucleic acid amplification method for clinical diagnosis and surveillance of diseases due to its simple operation, rapid reaction and easy detection. An RT-LAMP assay is a simple diagnosis tool in which the reaction is carried out in a single tube by mixing the buffer, primers, reverse transcriptase, and DNA polymerase and incubating the mixture at 62.5°C for 60 minutes in a regular laboratory water bath or heat block. The results can be detected by naked-eye observation. However, applying the RT-LAMP method to A(H5N1) influenza virus identification faces difficulties such as the rapid genetic changes of the virus. Because the RT-LAMP primer set consists of six primers that recognize eight distinct regions on the target gene, new strains of A(H5N1) virus with a number of mismatches may emerge easily. This could be the reason why the sensitivity of the RT-LAMP assay is not consistant among the strains of A(H5N1) virus. Hence, the sequences of the primers should be updated frequently.\n\nIn this study, we designed a new RT-LAMP primer set to detect the H5 HA gene of HPAI viruses. The experimental results for nine Vietnamese strains of A(H5N1) influenza viruses showed a comparable sensitivity to that of the WHO recommended RT-PCR assay (the sensitivity was the same in seven strains, while the other two were 10 times lower) and a little higher than the previously published H5 RT-LAMP primer set. These data (with clade 1 and 2.3 of H5 viruses) and the alignment showing the very limited number of mismatches with clade 2.1 and 2.2 (Table 4) suggest that our LAMP primers can be used widely and effectively with all circulating A(H5N1) viruses.\n\nThe detection limits of H5 RT-LAMP vary from 1 PFU to 10−3 PFU for each virus strain (Table 2). Although PFU titer indicates a functional measurement rather than a quantitive method, higher detection limits of 0.1 or 1 PFU were obtained, and almost all of the viruses were 2007 isolates, which have re-emerged since November 2005. Two strains that showed lower sensitivity by our RT-LAMP method also belonged to that group. This suggests that the genotypes of circulating A(H5N1) influenza viruses have changed and that the sensitivity of the RT-LAMP method was reduced even though the assay has been updated this time. Analysis of genetic changes in A(H5N1) viruses and continuous upgrading of the primers may be needed in the near future. Current examinations on human and avian clinical samples in Northern Vietnam from late 2007 until March 2008 showed that our RT-LAMP primers had high sensitivity and specificity to those strains compared to RT-PCR and viral isolation. The evolution analysis of updated A(H5N1) viruses has characterized Vietnam’s strains belonging to subclade 2.3.4 [13], and the sequence alignment of these strains shows that the target region for our RT-LAMP is still well conserved. Thus we predict that our primers will work well on new A(H5N1) viruses from Vietnam.\n\nIn conclusion, a new set of RT-LAMP primers for H5 HA gene detection was developed and tested. The sensitivity and specificity of our RT-LAMP primer set compared with another RT-LAMP primer set and the conventional RT-PCR demonstrates the potential of this method for use in the diagnosis and surveillance of H5 suspected human cases, especially in the field."}