{"title": "Geographical Information Systems and Health: Current State and Future Directions", "body": "Given that we know that patients tend to access health care services within their local geographic communities, the application of geographical information systems (GIS) to health service planning & provision would seem a logical progression. However, whilst the use of GIS in public health & epidemiology (for example, to map incidence and prevalence of disease) is reasonably well developed [1] the use of such technologies in understanding health service access, utilization and demand remains to be explored [2,3].\n\nWhen used to the full extent of its capability, GIS can \"inform and educate (professionals and the public); empower decision making at all levels; help in planning and tweaking clinically and cost-effective actions, in predicting outcomes before making any financial commitments and ascribing priorities in a climate of finite resources; change practices; and continually monitor and analyze changes, as well as sentinel events [4].\" Yet, despite the incredible potential benefits of applying GIS technologies, their use in health service planning and provision remains greatly underutilized.\n\nThe aim of this paper is to provide an introduction to GIS and how it can be used, to review the current state of GIS use in health care, to identify the barriers to more pervasive use of GIS in health and to make recommendations for the direction of health GIS research over the next decade.\n\nThe concept of considering spatial data when seeking to understand the prevalence and incidence of disease is intrinsic to the fields of epidemiology and public health. The most well known use of GIS, in a rudimentary form, is that of Dr. John Snow in London, England, in 1854 when he mapped the incidences of a cholera outbreak demonstrating that a specific water pump was the cause of infection [5]. Removing the handle from that pump almost immediately reduced the number of cases of cholera; though Snow himself points out that the numbers were already diminishing when he removed the pump handle.\n\nOn a wider scale today the World Health Organization (WHO) issues disease alerts that are mapped at http://www.healthmap.org and provided in near-real time. Traditionally, such maps are used to plan service provision. In the case of the WHO, it may be where to send their expertise and resources; or at a more local level it may be where to build a new hospital.\n\nBizarrely, despite GIS technologies being freely available on the internet, the Canadian outbreak of severe acute respiratory syndrome (SARS) in Canada in 2003 was managed by paper charts and color-coded post-it notes. It is one thing for a developing country, such as India, to state that \"without computers and the Internet, we are fighting 21st century health problems with 19th century tools [6],\" but it is quite another for Toronto's Chief Medical Officer to observe the same thing [7] in a country as developed and technology literate as Canada within the last decade!\n\nAstonishingly, it was only nine years ago (2003) that the term 'Geographical Information Systems (GIS)' was added to Medical Subject Headings (MeSH) reflecting the growing interest in the application of cartography (mapping) functions to healthcare.\n\nTheir most basic use is simply to map where things are. Whether that be merely to identify an individual feature is, such as the location of an emergency room, or to look at the distribution of features on a map to more clearly visualise the emergence of patterns.\n\nWe can map quantities, such as where the most, and least, of something is to find places that meet specified criteria and take action. For example, we could look at which jurisdiction in a country has the highest percentage of children classified as obese or overweight. However, knowing which area has the greatest problem with obesity in children is helpful but not really enough to aid us in planning services.\n\nTherefore, we need to look at further complexities such as density mapping. By mapping density we can map areas with different populations on an equivalent basis. That is, we can map areas which may vary greatly in size but have smaller numbers of people against smaller geographic areas that have larger numbers of people to see the true density of the feature we are looking at.\n\nAlthough we must be careful again to truly understand what we are mapping. For example, health care maps will almost always show concentrations of disease around major urban settings. This doesn't necessarily mean that urban settings have a causal link with that disease, but more likely that families with chronically ill members will actually move into those urban settings in order to access specialized care. Consequentially, we must be cautious when drawing conclusions from density maps unless we truly understand both the source and the validity of the data being presented.\n\nWith GIS we can also look at what's happening inside a specific area; such as mapping the movement of equipment, staff and patients as they move around within a hospital to help with the tracking of infection.\n\nLikewise, we can map what's occurring within a set distance of a feature. If we see increased mortality in a specific area we can look to see what might be causing that. It could be as simple as there being a palliative care facility in the area or more disturbingly, a successor to Dr. Shipman [9-11] is practicing there.\n\nWe can map the change in an area (Figure 1) to anticipate future conditions, decide on a course of action, or to evaluate the results of an action or policy. For example, we can study how emergency patterns change from day to day to help decide where ambulances should be stationed.\n\nWe do have to be concerned with the validity of the data we're mapping. Sometimes what appears to be an increase in incidence of a disease over time is simply due to an increase in reporting of that disease [12].\n\nIn 2003, McLafferty [14] summarized the current uses of GIS as being able to be categorized into four distinct areas: 1) analysing need for health care; 2) analysing access to health care, a) measuring access, b) evaluating inequalities in access; 3) geographic variation in utilization; and 4) GIS & health care delivery, a) locating health services, b) spatial decision support systems, and c) GIS & disasters.\n\nShe stated that at that time, GIS-based research on service performance and effectiveness was in its infancy and that whilst efforts were underway to integrate GIS with spatial decision support systems they were still in the stages of early evolution.\n\nIn 2008, Graves [15] looked specifically at the use of GIS in evaluating health care access or health outcomes. She conducted an integrative literature review in this area that presented the results from nine articles. She found that GIS had been used in a wide variety of health applications, and that GIS had been shown to be effective in relating health outcomes to the level of access to health care.\n\nLike McLafferty before her, she identified several areas in which GIS in health was in its infancy, but felt that there was \"sufficient research to support the use of GIS as an effective technology for the study of healthcare access and outcomes [Para] [15].\"\n\nIn 2011, Nykiforuk and Flaman [3] continued the debate by reviewing once again GIS for health promotion and public health. They identified four predominant themes from a systematic review which was comprised of 621 journal articles and book chapters: 1) disease surveillance, a) disease mapping, b) disease modeling; 2) risk analysis; 3) health access and planning; and 4) community health profiling.\n\nDisease surveillance is an epidemiological practice that monitors the spread of disease in order to establish patterns of progression. A key component of modern disease surveillance is disease case reporting. Interestingly in these days of advanced technologies disease progression can sometimes be tracked by individuals' internet search engine usage more quickly than through traditional reporting mechanisms [16]. By tracking the location of individuals seeking information about the flu Google was able to estimate flu activity by region in the USA about two weeks later than traditional methods of Centre for Disease Control & Prevention (CDC) flu outbreak reporting.\n\nExamples of the diseases currently been surveilled in both developed [17,18] and undeveloped countries using GIS are tropical diseases [19], parasites [20,21], rabies epidemic [22], maleria [23-27], HIV/AIDS in India [28] & South Africa [29], cancer [30,31], communicable diseases [32,33], cholera [34], and sleeping sickness [35].\n\nTraditionally the use of GIS for risk analyses has been linked with environmental exposures and mitigating risks consequential to exposures. Additionally, it is often integrated with disease modeling to effectively demonstrate how humans interact with their environment and how that interaction affects their health [36].\n\nCurrent examples of health GIS use in risk analysis include flood management [37], air pollution [33,38-44], soil-borne infections [45], arsenic poisoning from ground water [46], climate change [47,48], ecosystem decline [49], pesticide exposure [50,51], and other environmental exposure assessments [52,53].\n\nMy Place History [54] developed by ESRI [55], the leading developer of GIS, provides a good example of how environmental exposures during your lifetime increases your risks of developing different diseases over time. The instigator of My Place History, Bill Davenhall [54] experienced a \"personal health train wreck\" and consequently ESRI developed a GIS tool allowing individuals in the USA to examine the environmental factors that may contribute to their disease.\n\nGIS use in health access and planning usually relates directly to analyzing market segmentation and network analysis. That is, developing an understanding of the physical location of health services and the distance and ability to travel between them. This is an area where GIS has been used extensively in both developed developing countries.\n\nHealth GIS is also being used in projects depicting key indicators of drug policy development over time [56], general access & quality of services studies [57,58], developing a model for determining the appropriate means of trauma transport [59], understanding the relationship that proximity to primary care clinics has on health outcomes in an urban setting [60], nursing workforce distribution planning [61], travel related health [62], the provision of vision services [63], sledding injuries [64], trauma management [65], injury research [66] and modeling ambulance response times [67].\n\nThe mapping of community characteristics, such as ethnic identification, socio-economic status, gender, health behaviours, mortality and morbidity, together combine to provide profiles of population groups which allows for the explanation of general relationships between health and setting.\n\nCurrent examples include supporting Hispanic community transitions [68], assessing community primary care needs [69], community development [70], community pharmacy populations [71], and developing an understanding of the spiritual dimension of health for communities [72].\n\nHowever, community profiling must be undertaken with great care as whilst it can help us better understand the multi-level links between people and their environment the data linkages that such profiles are developed from are frequently not as valid as would be desired.\n\nTo extend our scope beyond that of GIS use in public health and epidemiology we can identify two additional areas in which GIS is being used in health. The first is a refinement of community profiling pertaining to the built environment, neighbourhoods and their impact on health.\n\nA neighbourhood [73] is a geographically localized community within a larger city, town or suburb. Consequently, measures such as walkability [74-76], needs for school transport [77], the food environment [78], opportunities for physical activity [79], environmental barriers [80] and alcohol use related to where alcohol is available for purchase [81] may be different in neighbourhoods that have the same built environment; where the built environment is the surroundings that have been made by humans. The second is an extension to disease surveillance: crisis management.\n\nWhile not used extensively in this area yet health GIS is being used in combination with a sensor web, citizen sensing and social web technologies to monitor public and environmental crises [82]. It is also being used to manage and plan for disasters & humanitarian emergencies [83,84].\n\nThe one consistent message throughout all the published work to date on health GIS is that the potential for benefit is vast but that several barriers still remain to pervasive use. Clarke et al. [13] suggestion in 1996 that GIS was being seen as a new \"widget\" yet to come into play was continued by McLafferty [14] in 2003 when she stated that researchers tended to view GIS as a mapping tool and didn't fully understand the potential applications.\n\nFurther, McLafferty [14] argued that adoption of GIS in health was uneven due to structural barriers such as the lack of available spatial data and privacy & confidentiality restrictions that limit access to data about health status and outcomes, especially at an individual level or for small areas. She further stated that public data, even when it was available, often couldn't be linked due to differences in the structure and level of granularity [14].\n\nAdditionally, due to the known limitations of indicators such as mortality and morbidity, over the years researchers have turned more to qualitative methods and blended methods to help develop our understanding of health care access, use and provision. Unfortunately, GIS wasn't able to fully integrate that data for analysis, beyond simply placing it at a discrete geographic location as of 2003. In fact, it still remains an issue today in 2012.\n\nMcLafferty [14] further recognized that there was a distinct lack of knowledge around how people acquire knowledge from a GIS and interpret it for their own use and decision making. In the same time period as McLafferty, Higgs and colleagues studied the use of GIS in the English National Health Service (NHS) [85,86] and reported that little use was found, especially in service planning, and that national guidance was needed for departments to be able to actively utilize the tools available.\n\nHaving identified the barriers to the use of GIS in health a number of authors have made recommendations as to how we should best develop the use of GIS in health. These can be summarized as follows:\n\n\nIntegrate instruction on GIS into public health curricula [13]Develop formal links between the interdisciplinary research\ncommunities working with GIS in health [3,13]Seize the opportunity to set the public health agenda and influence the use of such technologies to improve public health [13,87,88]Link information by place/location across sectors such as health, education, social services, and the justice system that together provide care [14,89]Develop analytic techniques that take account of qualitative data in GIS [14]Develop our understanding of the human dimension of using GIS in health [14]Undertake studies that provide a greater understanding of patterns of geography, health care access and provision of services [15]Develop further understanding of the relationship between specific populations and their unique geographical contexts [15]Communicate with, and involve, stakeholders in the development and display of knowledge in mapped formats [3].\n\n\nDespite the exponential growth in the evidence for the use of GIS in health it remains a discipline slow to grow and mature. In contrast the use of GIS in other domains, such as business, marketing, environmental assessments, and education, is now considered to be an inherent component.\n\nThe barriers to the discipline of health GIS developing further are not to be underestimated. Take for example, a study designed to examine childhood obesity. At the heart of the study is the need to explore the relationships between where children live, study and play. One would need to look at walkability factors, distances between appropriate and inappropriate food sources, play areas, parks and exercise facilities, schools, homes and their families' work places. Right there, unless we collect primary data from individuals with consent we're stymied. Location is personally identifiable information so under all privacy legislation, despite the fact that the child's address and registered school is held in a variety of databases (education, health or otherwise), it can't be accessed or used by those wishing to undertake this work; even though the information could be readily anonymised once the first step in the analysis was completed. This demonstrates the importance of the recommendations above.\n\nOnly when communities of researchers work in partnership with each other and with stakeholders will such issues be addressed, and only then can new methodologies be developed that protect the identity of the individual while allowing for such relationships to be explored.\n\nCost and ease of use are no longer barriers. There are free online tools such as GRASS, uDig GIS, TNTLite, SPRING, Flowmap, and Diva-GIS. ESRI [55] makes key components of their software available free and there are millions of maps available freely online that can be downloaded and worked with for personal use. Likewise these tools and systems are becoming easier to use daily. The issue is not in using the tools but in understanding what they represent when knowledge is presented in this way. Google maps have opened the eyes of the public to the potential of mapping and spatial-temporal analytics. It is time for the health community to work together to unleash the potential of GIS for the benefit of all.\n\nIn conclusion, health GIS remains underutilized 15 years after it was first identified as having immense potential benefits and having matured enough as a technology that researchers could use readily and easily. If, as healthcare informatics researchers, we are truly concerned with improving the health of our communities, this is a tool we should no longer be ignoring."}