{"title": "Is Virology Dead?", "body": "Mark Twain once remarked that the reports of his death were greatly exaggerated. So too, the death of virology.\n\nIn certain quarters, it is now fashionable to declare the passing of virology. “Viruses are retro,” a faculty colleague once told me, deadly serious.\n\nWe have heard this before. In 1967, the U.S. Surgeon General allegedly proclaimed, “The time has come to close the book on infectious disease. We have basically wiped out infection in the United States” (1). This was before the arrival of AIDS and severe acute respiratory syndrome (SARS) and the discovery of hepatitis C virus, before the fear of an avian flu pandemic and bioterrorism.\n\nVirology was once held in high esteem. In the first half of the 20th century, plant viruses held center stage. Studies of mosaic disease of tobacco revealed the existence of a new class of infectious agents smaller than bacteria, and tobacco mosaic virus taught us that viruses could be crystallized, disassembled, and reassembled into an infectious form: “life” could be studied with chemical approaches (2, 3). In the 1950s and 1960s, viruses that infect bacteria played a central role in the biological sciences. They formed the basis of the Hershey-Chase experiment, the first widely accepted evidence that DNA is the genetic material (4). Bacteriophage also led to the discovery of mRNA and the triplet nature of the genetic code and played a leading role in the birth of molecular biology (5). The 1970s and 1980s were a golden age for animal virology. The small genomes of many animal viruses and the ease of introducing them into cells made them the model organisms of choice to study eukaryotic cells. mRNA splicing, transcriptional enhancers, oncogenes, tumor suppressor proteins, antiapoptotic proteins, cellular trafficking signals and pathways, major histocompatibility complex (MHC) restriction, and much fundamental cell biology and biochemistry were discovered through studies of animal viruses (6). The roster of Nobel Prizes awarded for studies of viruses is long and unequaled.\n\nThe success of virology enabled the ascendancy of other fields. Restriction mapping, gene transfer into animal cells, directed mutagenesis, and whole-genome sequencing were developed to analyze small viral genomes (7–14). These powerful methods ushered in the recombinant DNA era and were in turn applied to studying cellular genes as well. In fact, much of genetic engineering, at least in the early days, centered on converting the much larger cellular genomes into virus-sized bits of genetic information, which could then be analyzed by the methods used so successfully on the viruses themselves. With the adoption of molecular cloning techniques by cell biologists and geneticists, virologists no longer had a monopoly on insights into the innermost workings of cells. Now that we can clone and study cellular genes and have sophisticated methods to analyze cells and whole organisms, so the argument goes, why settle for studying viruses?\n\nTo the cognoscenti, the real attraction of viruses was not only these methodological advantages but also the intimate relationship of viruses with their host cells. Because viruses depend on cellular machinery to replicate, they need to manipulate crucial regulatory nodes of cells to reprogram them into virus-producing factories (or into safe havens while waiting for the signal to replicate). By studying how viruses work the levers that control cell growth and behavior, and how cells fight back to maintain their sovereignty, important cellular processes are revealed. Thus, many aspects of signal transduction, cell cycle control, regulation of gene expression, immunology, and carcinogenesis were elucidated by studies of viruses and their interactions with host cells. Indeed, with their large population sizes, short generation times, and high rate of mutation, viruses are ideal evolutionary probes of cells. We may pride ourselves on the power of functional genomics screens, next-generation DNA sequencing, and sophisticated bioinformatics and proteomic analysis to dissect cellular activities, but these tools are no match for millions of years of fast-track viral evolution.\n\nAs well as teaching us about how cells work, viruses provide us the means to manipulate cells. Virus particles are miniature, highly efficient gene delivery machines that are used in thousands of laboratories around the world to transfer genes into cells for research purposes. Viruses have also been used as vectors to treat human genetic disease and cancer and are being tested as novel vaccine platforms (15, 16). Although it is possible to incorporate genes into chemical nanoparticles and derivatize them with peptides and antibodies to direct them to specific tissues, these are primitive contraptions, crude Model T’s compared to the sleek Lamborghiniviridae. And virus-mediated gene transfer is not restricted to the laboratory or the clinic. Viruses can also transfer genes between cells in nature, opening up new evolutionary opportunities. In fact, a large fraction of our own genome originated from the remnants of ancient viruses (17). These confrontations between viruses and cells helped mold cellular genomes over evolutionary time and have been captured in flagrante today in wild koalas, where an infectious retrovirus is becoming established in the germ line, adopting an endogenous existence (18).\n\nWe can also learn from viruses how to alter cell function. Viral proteins can be used to modulate cell behavior, and the design of novel proteins modeled on viral proteins is a new frontier in synthetic biology. A small papillomavirus protein has been used as an all-purpose transmembrane scaffold to reprogram cells to undergo red blood cell differentiation or to resist HIV infection, and plans are afoot to utilize a small adenovirus protein to manipulate a wide range of nuclear functions (19–21). Finally, the small size of viral genomes permits us to construct “designer viruses” in the laboratory (22). We can resurrect long-dead pathogenic viruses (to the dismay of some) to plumb their secrets, and we can customize viral genomes to meet our needs, such as the rational attenuation of vaccine strains (23, 24).\n\nAnd viruses are not static. They are mutating, recombining, and reassorting to generate new combinations of genes and proteins with altered properties. We have long known that two influenza viruses infecting the same animal can exchange genes to generate more-virulent strains that can sweep across the globe (25). But such events are not restricted to closely related viruses. A hybrid virus was recently discovered that contains genes from papillomaviruses and polyomaviruses, two unrelated DNA tumor viruses (26). This virus was isolated from bandicoots, a terrestrial marsupial whose name means “pig-rat,” an etymology that should have alerted us to this sort of unnatural consort.\n\nViruses also have esthetic appeal. Who is not moved by beautiful viral capsids? Fly low over them, and you will see an endless landscape of ridges, valleys, canyons, pockets, grooves, protrusions, and knobs. Who is not thrilled by the miniature cranes and derricks of viral fusion proteins, swinging into position? And who is not delighted by the marvelous ways that viruses repurpose cellular molecules to support virus replication? That is not a tRNA, it is a primer for reverse transcription (27)!\n\nBut there is a dark side. Viruses can cause serious disease. From smallpox to polio to pandemic influenza to AIDS, many of humanity’s greatest scourges have been viral diseases. Some of these viruses have tormented us for millennia; others are mere arrivistes. How do these viruses replicate, how do they affect cellular biochemistry, and how do they cause disease? And what is a virus disease, anyway? Viruses cause not only highly contagious diseases with a clear infectious basis, but they can also trigger some chronic diseases with no obvious infectious component. At least 15% of all cancer deaths worldwide are associated with virus infection occurring years and even decades earlier (28). Such a link is cause for celebration, because we have strategies to combat viral infections: surveillance, screening, vaccination, and antiviral agents. The development and deployment of vaccines that inhibit infection by hepatitis B virus and by certain strains of human papillomavirus, both highly prevalent human carcinogens, are among the most important public health advances of the past 30 years. Viruses are also suspected of playing a role in autoimmune diseases, chronic neurologic diseases, and chronic fatigue syndrome. Obesity has also been associated with viral infection. Mice infected with human adenovirus type 36 become obese, and there is an epidemiological link between infection with this virus and obesity in humans (29). And if viruses can trigger a pathogenic process and then depart without leaving a physical trace of the viral genome in the host, a so-called hit-and-run mechanism, then the roster of viral diseases may expand tremendously.\n\nNew viruses are constantly being discovered, ranging from gigantic viruses of algae with enormous genomes to minimalistic circoviruses with barely any genome at all (30, 31). Despite the large number of known viruses, the inventory of viruses that can infect humans is incomplete. Viruses exist in animal reservoirs that are sometimes breached, causing a disastrous spill into the human population, particularly if the new agent can efficiently be transmitted from human to human. So, with increasing frequency a new viral agent suddenly emerges and threatens us anew (32). HIV, SARS coronavirus, Ebola virus, Marburg virus, Lassa fever virus, Nipah virus, hantavirus, avian influenza viruses. Climate change appears to be expanding the geographic range of some viruses and their insect hosts, driving dengue virus and Chikungunya virus and the diseases that they cause into more temperate regions (33). Most recently, Chikungunya virus has leaped to Europe and now to the Western Hemisphere, and Middle East respiratory syndrome (MERS) coronavirus has entered the human population, causing death in approximately 40% of people with severe respiratory symptoms (34). The MERS virus has been circulating in camels for years, but sequencing studies suggest that the proximate animal host prior to transmission to humans may have been the Egyptian tomb bat (35). The 3,200-year-old mummy of Pharaoh Ramses V bears smallpox scars, so it would be fitting if this bat was the source of the most recent emergent viral disease.\n\nHow many viruses can potentially infect humans? From repetitive sequencing of a sentinel bat species, the Indian flying fox, it is estimated that mammals may harbor several hundred thousand different viruses, the vast majority of which have never been isolated and have unknown pathogenicity (36). And of course, nonmammalian species can also harbor deadly viruses, with avian influenza viruses being the most obvious examples. Recent sequencing of environmental samples has revealed a new universe of viruses and virus-like elements, millions in a drop of water or sewage (37, 38). Many of the proteins encoded by these viruses bear no obvious resemblance to known proteins and cannot yet be assigned a function. What new wonders and horrors await us?\n\nIs virology dead? Hardly. Scientific fields that do not adapt become moribund and eventually die, but virology is remarkably adaptable. When viruses were first discovered, they attracted attention because of the diseases that they cause. Indeed, the presence of disease is usually the first clue that a virus exists. Since then, virology has been at the forefront of successive waves of biological inquiry: the appreciation that chemistry can be applied to the study of life, the birth of molecular biology, the development of gene manipulation and transfer technology, the application of whole-genome sequencing, the growth of immunology, and the acquisition of numerous new insights in cell biology and biochemistry. Today, the threat of emerging virus diseases looms large and suggests that the attention of many virologists may shift from the use of viruses as tools for studying cells back to the study of these novel agents themselves. If history is any guide, as we discover the mechanisms of replication and pathogenesis of these new viruses, new and interesting aspects of the biology of cells will emerge.\n\nWithin the next several decades, cells will yield most of their secrets. The eukaryotic genome, although large, is finite and relatively stable, and our tools are powerful. But the variability, diversity, speed of replication, and hidden reservoirs of viruses ensure that virology is not dead but rather robust, growing, adapting, and evolving. Acting, in fact, like a virus."}