{"title": "Caspase cleavage of viral proteins, another way for viruses to make the best of apoptosis", "body": "When a viral infection threatens cells, one of the first measures they take is to induce apoptosis to restrict viral replication and spread.1, 2, 3 Dying this way, host cells are likely to generate specific signals aiming at triggering the immune system with innate and/or adaptative responses allowing the eradication of the invader.4, 5 On the other hand, viruses have evolved a huge arsenal of strategies meant to either counteract or deal with this destructive process to ensure their survival.6, 7, 8 Apoptotic cell death is accompanied by characteristic morphological changes (cellular rounding-up and volume reduction, chromatin condensation, nuclear fragmentation, plasma membrane blebbing…) and at a molecular level by the activation of first initiator and then effector cysteinyl aspartate proteinases or caspases.9, 10 Activated caspases act through a catalytic Cys that hydrolyzes peptide bonds within the substrate, with a stringent specificity for Asp residue at P1 position (the nature of residues at positions P2, P3 and P4 depending on the caspase). Caspase substrates include a large number and variety of cellular proteins that participate through their cleavage to the strong apoptosis-related morphological changes, as well as other physiological processes. Interestingly, viral proteins are also likely to be cleaved by caspases but until 2004, only four of them were reported as such and suggested as advantaging the associated viruses through their cleavage.11 Since, their number has greatly increased and at least 16 viruses are now known to express proteins that undergo caspase cleavage. Here, we aim at updating these cleavages and discussing their biological relevance. From apoptosis inhibition to the improvement or attenuation of viral amplification, caspase cleavage of VPs highlights a potential new fascinating viral strategy to handle apoptosis induction.\n\nApoptosis induction by infected cells is meant to jeopardize viral replication. Therefore, many viruses have developed strategies to inhibit this process through various mechanisms. Among them, inhibiting caspase activity through the cleavage of viral proteins constitutes an effective way to achieve apoptosis suppression (Table 1).\n\nBaculoviruses are invertebrate viruses that encode several antiapoptotic products including IAPs, P49 and P35. When lacking P35, the baculovirus prototype Autographa californica multicapsid nucleopolyhedrovirus (AcMNPV) induces apoptosis and fails to replicate, whereas P35 rescue inhibits cell death and restores viral replication.12 Interestingly, P35 is proteolytically cleaved on infection13, 14 and the 84DQMD87↓ cleavage site is required for P35-mediated apoptosis suppression. P35 directly inhibits many caspases, including insect Sf-caspase 1, human caspases 1, 3, 6, 7, 8 and 10 and mouse caspase 1.14, 15 Indeed, P35 cleavage products remain irreversibly associated to the caspase through a covalent thioester bond between P35 D87 residue and the caspase catalytic cysteine.16, 17 Although being 50%-related to P35, P49 yet exhibits a different caspase cleavage site (91TVTD94↓) that confers to P49 its antiapoptotic properties.18 Caspase suppression by P49 also involves its cleavage by and stable association to the targeted caspases although acting as a dimer.19 Besides effector caspases, P49 also affects initiator caspases that P35 fails to suppress, like insect Sf-caspase X and human initiator caspase 9.\n\nRather similarly, the product of the orf390 gene expressed by the crustacean-infecting white spot syndrome virus (WSSV) was also shown to exert antiapoptotic properties. Insect cells SF9 stably expressing orf390 gene strongly resist both viral- and actinomycin D-induced apoptosis.20 Like P35 and P49, ORF390 (also referred as WSSV449 or AAP-1) is suggested to act as an inhibitor substrate21 and is able to block several caspases, including human caspases 3 and 9 as well as insect Sf-caspase 1 in vitro. ORF390 ability to suppress caspase activity is associated with consensual caspase cleavage sites: 269DEVD272↓ that targets caspase 3, and 230VETD233↓ and 300LEHD303↓ that are both required for caspase 9 inhibition. Although each site specifically targets one protease, the three of them are needed to reach maximal caspase inactivation.20\n\nFor baculoviruses and WSSV, inhibiting apoptosis is crucial to achieve their life cycle. These different invertebrate-infecting viruses encode proteins exhibiting active caspase cleavage sites, just as cellular substrates do, but with the special ability to irreversibly freeze the protease activity. This leads to a very potent and broad caspase inhibition, which keeps the host cell machinery available and fit for viral amplification.\n\nUnlike the expression of antiapoptotic products, the requirement of apoptosis for viruses to survive is a way more counterintuitive strategy that yet has been evolved by several viruses and involves caspase cleavage (Table 2).\n\nParvovirus Aleutian mink disease virus (AMDV) can lead, at a single cell level, to either permissive infection, namely high levels of both viral DNA replication and production of viruses, or persistent infection with low viral DNA replication and almost no production of progeny virions. On permissive infection, AMDV induces caspase activation that is necessary for viral amplification.22 This requirement was associated with NS1 protein being cleaved through two caspase 3 sites leading to five NS1-related products.23 When one site is mutated within AMDV molecular clones, the viral production is strongly reduced and even aborted when both sites are disrupted. Interestingly, wild-type (WT) NS1 protein, which exerts replicative and transcriptional functions, is mostly nuclear, but when one of its cleavage sites is disrupted, the protein remains cytosolic resulting in a dramatic decrease in NS1-dependent viral protein (VP) expression. NS1-related C-terminal products, also nuclear, are suggested to be actively involved in the transport of WT NS1. Therefore, on apoptosis induction, full replication occurs, leading to permissive infection. Conversely, without caspase activation, AMDV amplification would be limited and that might allow this lytic virus to establish persistent infection.\n\nHuman papillomavirus (HPV) is mostly known to infect epithelial cells of the genital tract and cause cervical cancers. On epithelial differentiation, HPV induces a DNA damage response that leads to caspase 3-dependent apoptosis.24 Interestingly, HPV E1, a protein involved in viral DNA replication, is a target for caspases 3 and 7 at a site that is conserved in all genital HPVs and preventing E1 cleavage reduces viral amplification. When compared with chemically induced apoptosis, HPV-induced apoptotic markers are limited. Interestingly, HPV increases the levels of both antiapoptotic Bcl2 and Survivin proteins.25 HPV pro- and antiapoptotic properties might achieve a caspase activity threshold that is sufficient for E1 cleavage and viral amplification, but not lethal for the host cell. Besides E1, HPV E6 protein is cleaved by caspases as well, but the functional consequences remain unknown.26\n\nHuman astroviruses (HAstV) are responsible for gastroenteritis. In Yuc8 strain, orf2 encodes the precursor of viral capsid proteins, VP90, whose processing yields VP70. Besides, HAstV activates caspases 3, 4, 6, 7, 8 and 9.27, 28\nIn vitro, caspases 3, 8 and 9 are able to target VP9027 but only caspase 3 or 9 silencing reduces VP70 generation on infection. Interestingly, both intracellular VP90 processing into VP70 and progeny virion release are lost in the presence of a pan caspase inhibitor. However, in opposition to what was first suggested, viral release needs caspase activation but does not need VP90 processing into VP70 to be achieved.27 But yielding fully infectious viruses does require shorter polypeptides to be created through VP70 further processing by trypsin. Thus, first cleaving VP90 to generate VP70 likely represents a crucial intermediate event during HAstV infection.\n\nSARS-coronavirus (SARS-CoV) is a fairly new RNA virus responsible for a severe acute respiratory disease. SARS-CoV leads to either permissive or persistent infection, with strong cytopathic effects and high viral titers or the opposite, respectively. Interestingly, the nucleocapsid protein (N), that has both structural and non-structural functions, is proteolytically processed in cells undergoing a lytic cycle or ectopically expressing the protein.29 Using a pharmalogical approach, N protein was demonstrated to be targeted by caspases 3 and 6. On permissive infection, N protein localizes in both cytosol and nucleus while remaining cytosolic in cells undergoing persistent infection. Moreover, preventing N from translocating to the nucleus by mutating its nuclear localization signal abolishes its cleavage by caspases. Thus, permissive infection is associated with N being translocated to the nucleus and possibly its ensuing caspase cleavage. Nevertheless, the mechanisms underlying viral replication, N subcellular localization and N caspase processing are unknown so far.\n\nIn sharp contrast with baculoviruses and WSSV, several very different viruses evolved to hijack apoptosis with caspase cleavage being required to reach optimal viral amplification. Based on the well-described case of AMDV, we can hypothesize that the caspase-related products created through cleavages display novel properties required for the achievement of the viral life cycle.\n\nIn some cases, apoptosis induction by the host cell leads to exactly what is expected, namely viral attenuation, but surprisingly with the help of viral protein cleavages. The possible viral advantage resulting from such an event is discussed (Table 3).\n\nKaposi sarcoma-associated herpesvirus (KSHV) establishes long-term infections leading to Kaposi sarcomas and can go through either latent or lytic cycle. When KSHV is reactivated, ORF57 (or Mta or KS-SM) is detected by western blot as a doublet,30 with the smaller product being abolished by a pan caspase inhibitor. In vitro, caspase 7, which is activated on KSHV reactivation, and to a lesser extent caspases 5 and 10, are able to process ORF57 at 30DETD33↓. Interestingly, coexpression assays show that ORF57 cleavage product (i.e. ORF57 lacking residues 1–33) is no longer able to promote viral lytic gene expression. Accordingly, complementing a stable cell line containing an orf57-null KSHV genome with ectopic WT or uncleavable ORF57 promotes lytic gene expression, while ORF57 lacking residues 1–33 does not. Consistently, the number of cell-free virus particles dramatically increases when caspase 7 is inhibited. Thus, ORF57 cleavage would prevent proper expression of its downstream targets and subsequent full reactivation of KSHV, suggesting that it allows KSHV to maintain a persistent infection.\n\nAs described above, AMDV NS1 protein is cleaved by caspases, which allows full viral replication. Interestingly, AMDV capsid proteins VP1 and 2 are also processed by caspases on viral infection or ectopic expression.31 The cleavage generates a stable 26-kDa product, VPx, and can be partly prevented by the pharmacological inhibition of caspases 6, 8, 9 and 10, and completely by a pan caspase inhibitor. Besides, VP protein expression in either transfected or AMDV-infected cells mainly activates caspase 10, followed by caspases 6, 9, 3 and 7, with caspase 7 as the more efficient in VP cleavage in vitro. Altogether, these data argue for the involvement of several caspases in VP cleavage. AMDV-G strain grows more efficiently at 31.8 °C than 37 °C. The alteration of the caspase site within AMDV-G increases both VP and genomic copies production at the non-optimal temperature of 37 °C and shows no significant effects at 31.8 °C, suggesting that VP caspase cleavage attenuates AMDV-G life cycle. In vivo AMDV-G infection might thus be regulated by active caspases because it only occurs at 37 °C. Interestingly, NS1 cleavage favors viral DNA replication while VP processing would limit the packaging of progeny virions. As it is possible that both NS1 and VP cleavages do not inevitably occur simultaneously depending on the pattern of activated caspases, it would result in either effective or attenuated viral replication and allow the virus to spread or persist.\n\nH-1 parvovirus (H-1PV) displays oncotropic and oncolytic features meaning it preferentially replicates in and kills transformed cells, mainly in a non-apoptotic manner. However H-1PV is able to activate caspases in non-transformed cells, leading to the cleavage of NS1, a non-structural protein (NS) notably involved in viral DNA replication and gene expression by transactivating P38 promoter, which controls the synthesis of capsid proteins. Cleaved NS1 protein (named NS1-Nterm) lacks its C-terminal transactivation domain. When ectopically expressed, NS1-Nterm acts as a dominant negative on NS1-driven P38 promoter transactivation, and dramatically decreases viral production. Moreover, a molecular clone expressing an uncleavable version of NS1 tends to generate more virions. As cancer cells are often refractory to proper apoptotic induction, we propose that H-1PV oncotropism is due, at least in part, to the inability of cancer cells to cleave NS1 protein, thus allowing strong virus production. On the other hand, NS1 cleavage would act as a sensor of antiviral defenses and accordingly attenuate viral amplification, likely to favor persistent infection (our unpublished results).\n\nCrimean-Congo hemorrhagic fever virus (CCHFV) causes severe coagulation dysfunction in humans. CCHFV nucleocapsid protein (NP) is an important structural protein also involved in viral replication and, when ectopically expressed with an apoptotic factor such as Bax protein, it generates two fragments through cleavage at a consensual 266DEVD269↓ motif.32 A caspase 3 inhibitor and cells lacking caspase 3 both allows a one log-increase in the production of virions, which suggests that caspase activation is involved in CCHFV attenuation. Thus, NP caspase cleavage and/or NP-related products may participate to this attenuation although the mechanisms remain to be investigated. Interestingly, the caspase cleavage site is conserved within all the strains that were checked, suggesting that it is an important feature for CCHFV regulation.\n\nCaspase cleavages of viral proteins can result in the attenuation of the virus. Rather than a weakness of the virus, this might be considered as a way for the virus to adapt to the cellular context: as a result of such viral attenuation, the host response is largely reduced while the virus keeps its ability to replicate to some extent.\n\nThere are clear evidences concerning the relevance of viral protein caspase cleavages in the physiology of viruses (Figure 1). Coherently, such a modification is used to directly fight apoptosis and AcMNPV as well as WSSV express proteins acting as strong and broad inhibitor caspase substrates. For other viruses, caspase cleavage probably allows the removal of specific regions that reveals or eliminates functional domains or signals. In some cases, this leads to full viral amplification (AMDV NS1, HPV E1), with the striking example of AMDV NS1 protein that needs to be cleaved by caspases to translocate to the nucleus and eventually exert its functions. On the contrary, caspase cleavage can result in the attenuation of the virus by generating new viral products acting as dominant negatives of NS proteins (H-1PV NS1, KSHV ORF57) or unfit for virus packaging when structural proteins are concerned (AMDV VP and possibly FCV capsid protein). Interestingly, such attenuation at a cellular level might hold importance regarding the possibility for viruses to establish permissive and/or persistent infection at a higher scale (i.e. multicellular organisms). The functional consequences of some viral protein caspase cleavages still remain debated or elusive because of the difficulty of investigating hazardous entities (influenza, HCV), the multitude of strains and genotypes (influenza, HCV, adenovirus) or the lack of appropriate tools such as cellular or animal models allowing to recapitulate the viral life cycle (TGEV, MCV). When caspase cleavages of viral proteins work in too mysterious ways, it is sometimes concluded that they constitute a mechanism of degradation resulting from the host fighting back the infection. However, the caspase-related products detected are mostly stable, suggesting they could be somehow involved in the viral life cycle as mentioned right above. Besides, knowing how high the mutation rates of viruses can be,50 or that some viral oncoproteins (like v-Rel) adapted to resist caspase cleavage through evolution unlike their cellular counterparts,51 keeping caspase cleavage sites seems very unlikely if viruses do not somehow profit from them. As caspase cleavage of viral proteins occurs in all sorts of proteins (structural or non-structural) and in all sorts of viruses (DNA as well as RNA), this suggests that it constitutes a strong strategy to handle apoptosis. By managing to use the molecular effectors of apoptosis to protect themselves from eradication without any additional genetic information required, viruses prove once again how fascinating their adaptability can be."}