{"title": "Adjuvanted poly(lactic-co-glycolic) acid nanoparticle-entrapped inactivated porcine reproductive and respiratory syndrome virus vaccine elicits cross-protective immune response in pigs", "body": "Porcine reproductive and respiratory syndrome (PRRS) is responsible for greater than $664 million direct loss to the US pork industry annually.1 The causative agent, PRRS virus (PRRSV), is an enveloped positive-sense ribonucleic acid (RNA) virus that belongs to the family Arteriviridae. There are two known PRRSV genotypes, European (type I) and North American (type II), with varying inter- and intragenotypic, genetic, and antigenic diversity signifying the high mutagenic nature of the virus.2\n\nSince the 1990s, both modified live (PRRS-MLV) and inactivated PRRSV vaccines have been in use, but control of PRRS has remained unsuccessful. Moreover, PRRS-MLV has been implicated in the spread of mutated vaccine virus to susceptible pigs.3 Available inactivated vaccines are safe, but poorly immunogenic.4 Therefore, the development of a potent inactivated PRRSV vaccine is warranted.\n\nThere are limitations associated with current PRRSV-killed vaccines, such as the antigens are soluble in nature, poorly immunogenic, viral proteins degrade by proteolytic enzymes, insufficient antigenic mass in vaccine formulations, etc. Since PRRSV enters its host primarily through respiratory and genital mucosal surfaces, delivery of PRRSV vaccine by the noninvasive intranasal route to induce robust local mucosal immunity appears to be beneficial. Moreover, the primary target cells of PRRSV are alveolar and interstitial macrophages, and the virus causes disease primarily in the lungs.5,6 Intranasal immunization is not only efficient in stimulating protective immune responses in the lungs but also elicits immune responses at distant sites, such as gastric and genital mucosa.7\n\nUltraviolet (UV) or chemical (eg, binary ethylenimine) inactivation of PRRSV preserves immunogenic epitopes.8 UV- or binary ethylenimine-inactivated PRRSV has several advantages over PRRS-MLV: unlike the live PRRSV, inactivated virus does not downregulate secretion of the important innate cytokine interferon (IFN)-α; such an inactivation procedure preserves the viral neutralizing epitopes; and abrogation of development of regulatory T-cell subsets.8–11 However, the delivery of inactivated virus alone in a vaccine formulation is not efficacious, and it needs coupling with a potent adjuvant/s.12 We have previously established adjuvant effects of Mycobacterium tuberculosis ([M. tb] whole-cell lysate [WCL]) to PRRS-MLV.13–15\nM. tb WCL is an endotoxin-free extract containing only water-soluble components of the bacterium, shown to possess potent adjuvant effects in rodents, guinea pigs, and rabbits.16,17 Importantly, unlike complete Freund’s adjuvant, M. tb WCL is free from water-insoluble toxic cell-wall components of the bacterium.18,19 Therefore, M. tb WCL does not cause any toxicity or granulomatous inflammatory reaction at the site of injection or inoculation.17 Components M. tb WCL, such as heat shock protein 70 and PE (Pro-Glu)/PPE (Pro-Pro-Glu) have been shown to possess potent adjuvant activity, driving primarily T-helper (Th)-1-biased responses.20,21 Biodegradable, biocompatible, nontoxic, repetitive polymers, such as poly(lactic-co-glycolic) acid (PLGA)-based micro/nanoparticles (NPs), are being used widely for targeted drug and vaccine delivery.22 Moreover, PLGA is a US Food and Drug Administration- and European Medicines Agency-approved polymer for various human applications. Soluble vaccine antigens entrapped in PLGA NPs of up to 5 μm in size have been shown to protect encased antigen/drug from enzymatic or ionic degradation in vivo.23,24 Immunization with NP (200–600 nm size range) vaccines enhances IFNγ production, long-lasting antigen-specific T-cell response, and production of high-affinity neutralizing antibodies.25–28\n\nIntranasally delivered particulate antigens are sampled readily by mucosal M-cells of the nasal lymphoid tissues and delivered to underlying professional antigen-presenting cells (APCs) in the respiratory tract.29 Recently, we have shown that a single-dose of PLGA NP-entrapped inactivated PRRSV (NP-KAg) vaccine delivered intranasally to pigs elicits anti-PRRSV immune responses.30,31 In order to reinforce further the efficacy of NP-KAg vaccine, we slightly modified the vaccine constituents and coadministered the vaccine with the potent adjuvant M. tb WCL twice intranasally. In vaccinated pigs, enhanced cross-protective humoral and cell-mediated immune responses against a challenged PRRSV were detected, which were associated with the complete clearance of detectable replicating challenged heterologous virus (not the viral RNA) in the blood.\n\nMARC 145 cells32 were used to prepare PRRSV stocks and assays. Cells were maintained in Dulbecco’s Modified Eagle’s Medium (DMEM) containing 10% fetal bovine serum. For virus infection, DMEM with 2% horse serum was used. North American prototype PRRSV strain VR23322 was used in vaccine preparation (provided by Dr Eric Nelson, South Dakota State University, USA), and PRRSV MN1842 was provided by Dr Michael Murtaugh (University of Minnesota, USA). M. tb WCL was prepared as previously described.33\n\nPRRSV strain VR23322 was grown and UV-killed/inactivated (KAg) as described previously.13,30 PLGA NPs entrapping KAg (NP-KAg) or M. tb WCL (NP-M. tb WCL) were prepared using a double-emulsion method (w/o/w) as previously described,34 with a few modifications.26 Briefly, 4% PLGA (75:25) polymer solution (molecular weight 66,000–107,000; Sigma-Aldrich, St Louis, MO, USA) was prepared by dissolving 0.18 g PLGA in 4.5 mL of dichloromethane. PRRSV Ags or M. tb WCL (5 mg) in 0.5 mL phosphate-buffered saline (PBS) was mixed in 0.25 mL of 2% polyvinyl alcohol (molecular weight 85,000–124,000; Sigma-Aldrich) prepared in 10 mM 4-(2-hydroxyethyl)-1-piperazineethanesulfonic acid buffer (pH 7.5), and sucrose and magnesium hydroxide (each 0.25 mL at 2%) were added to the PLGA polymer solution and probe-sonicated for 30 seconds (Branson Sonifer® 450; Emerson Industrial Automation, Danbury, CT, USA) with a duty cycle of 30% and output control of three. The resulting water-in-oil (w/o) emulsion was divided into two tubes, and 11.5 mL of 2% polyvinyl alcohol and 1 mL of 12.5% poloxamer 188 solution were added to each tube and sonicated again for 60 seconds to obtain the final w/o/w emulsion. Contents of both the tubes were pooled and stirred for 20 hours with a magnetic stirrer at 400 rpm at 4°C to evaporate the solvent. Tubes were then centrifuged at 10,976 × g (FX6100 router; Beckman Coulter, Pasadena, CA, USA), and the pellet containing the NPs was washed in sterile distilled water for 30 minutes three times. Finally, NPs were suspended in 5 mL of 5% sucrose solution and freeze-dried for 18–20 hours, and the lyophilized powder was stored at −20°C.\n\nProtein entrapped in NPs was estimated as described previously13,30 Morphology of the NP-KAg was visualized using a Philips (Amsterdam, the Netherlands) XL30-FEG scanning electron microscope at 20 kV with 30,000× magnification. Size distribution of the sham- or KAg-entrapped NPs was measured using a Nicomp 370 particle sizer (Particle Sizing Systems, Port Richey, FL, USA). The zeta potential of the NPs was determined by ZetaPALS (Brookhaven Instruments, Holtsville, NY, USA).\n\nThe protein-release profile from NP-KAg vaccine was determined as previously described.35 Briefly, 50 mg NP-KAg was suspended in 1 mL sterile PBS and centrifuged at 11,400 × g for 10 minutes at 4°C, and the supernatant was collected to estimate the burst release. The pellet containing NP-KAg was resuspended in 1 mL PBS, and the harvested supernatants were collected at 1, 5, 10, 15, 20, 25, and 30 days and stored at −20°C. On day 30, the remaining NP-KAg was lysed using lysis buffer to recover the protein, and the protein concentration of all the samples was estimated by bicinchoninic acid assay30\n\nNP-KAg vaccine containing 2 μg of PRRSV KAg was suspended in 1 mL of Roswell Park Memorial Institute medium and incubated with porcine alveolar macrophage (PAM) cells (3D4/2; American Type Culture Collection, Manassas, VA, USA) for 0, 5, 20, and 30 minutes, and 3, 12, and 24 hours. As controls, KAg (2 μg) and sham NP-treated PAM cells and MARC 145 cells (as PRRSV cannot infect 3D4/2 cells) were infected for 24 hours with PRRSV strain VR2332. Cells were washed and fixed with 80% acetone and incubated with PRRSV N’ monoclonal antibody (mAb) SDOW17 (Rural Technologies, Brookings, SD, USA), followed by antimouse immunoglobulin (Ig)-G (H+L) Alexa 488 (Life Technologies, Carlsbad CA, USA) and observed under fluorescent microscope.\n\nConventional large white Duroc crossbred, specific pathogen-free weaned (3–4 weeks) piglets were procured from a swineherd seronegative for PRRSV, porcine respiratory coronavirus, transmissible gastroenteritis virus, and porcine circovirus 2 antibodies. A total of 30 pigs were randomly divided into one of the ten groups (three pigs/group) and vaccinated with the indicated vaccine adjuvant formulation (Table 1). Every dose of PRRSV vaccine had either 100 (low) or 500 (high) mg of semipurified viral protein equivalent to approximately 0.5×106 or 2.5×106 50% tissue-culture infective dose (TCID50) of killed PRRSV respectively, and adjuvant M tb WCL (1 mg/dose/pig). The vaccine and adjuvant, either encapsulated in NPs or unencapsulated were inoculated intranasally twice at 2-week intervals (2 mL/pig) (Table 1). Except pigs in group 1, all the other groups were challenged on postvaccination day 28 with the virulent heterologous North American PRRSV (type II) strain MN184 (5 × 105 TCID50/pig), which is genetically highly divergent (only 85% identical) to the vaccine strain VR2332.2 Adjuvant and vaccine were entrapped separately and combined before immunization. The doses of the adjuvant and NP-KAg had been tested to be efficacious earlier.15,30,34 Pigs were killed at postchallenge (PC) day 15. Pigs were monitored daily for respiratory disease, and rectal temperatures and body weights were recorded every third day postchallenge. Animals were maintained with food and water ad libitum, and samples collected and pigs killed as per the approved protocol of the Institutional Animal Care and Use Committee of the Ohio State University.\n\nHeparinized blood samples (3–5 mL) were collected on both the days of vaccination, and at PC day 0, 6, 10, and 15, and separated plasma was aliquoted and preserved at −70°C. PRRSV-specific antibody responses were determined as described previously.36 Briefly enzyme-linked immunosorbent assay (ELISA) plates were coated with pretitrated semipurified MN184 Ags (5 μg/mL) or with PRRSV-recombinant N, M, or GP5 proteins (5 μg/mL). A mean optical density (OD) value of 30 tenfold-diluted PRRSV-negative plasma samples plus twice the standard deviation was considered the positive-negative cutoff. The reciprocal of the highest dilution of the plasma sample that showed an OD value above the cutoff OD was considered the end titer. PRRSV-specific IgG1 and IgG2 antibodies in the plasma samples were analyzed as described previously37\n\nPRRSV-specific antibody avidity was determined as described previously,38 with a few modifications. Briefly, the plasma samples (1:100) were added to PRRSV Ags-coated ELISA plates and incubated. Plates were washed four times, serially twofold diluted in NH4CN (5–0.313 M), and incubated for 10 minutes at room temperature. The remaining procedure was followed as described earlier to estimate PRRSV-specific antibodies. The OD value of the test sample from NH4CN-untreated (0 M) wells was considered 100% absorbance. The test-sample OD value from NH4CN-treated wells was compared to untreated (0 M) wells of the corresponding sample to estimate the retained Ag–Ab complex, which is expressed as percentage absorbance.\n\nTo determine Th1- and Th2-biased PRRSV-specific antibody responses, the levels of virus-specific IgG1 and IgG2 antibodies in the plasma samples were analyzed as described previously37 with a few modifications. Briefly killed semipurified PRRSV (MN184) Ags (5 μg/mL)-coated plates were blocked and plated with a serial tenfold dilution of plasma samples, and the plate-bound virus-specific IgG1 and IgG2 were detected using mouse antipig IgG1 and IgG2 (AbD Serotec; Bio-Rad Laboratories, Hercules, CA, USA) (1:250 dilution), respectively. Subsequently, the designated wells were treated with goat antimouse horseradish peroxidase (Sigma-Aldrich) (1:10,000 dilution).39 The reaction was developed using 3,3′,5,5′-tetramethylbenzidine substrate and stopped using 1 M phosphoric acid and read at OD450. For calculation of the PRRSV-specific IgG1 and IgG2 antibody levels of test samples, the OD values at 1:500 dilution were considered.\n\nFor analysis of recall cytokine response, 4×106 peripheral blood mononuclear cells (PBMCs) were stimulated with semipurified killed PRRSV (MN184) Ags (50 μg/mL). Cells unstimulated and stimulated with Phytohemagglutinin (Sigma-Aldrich) (10 μg/mL) served as controls. The culture supernatant was harvested after 48 hours and analyzed for proinflammatory (interleukin [IL]-6), immunosuppressive (IL-10), and Th2 (IL-4) cytokines by ELISA, as described previously14\n\nThe phenotypes and frequencies of lymphoid and myeloid cell populations from 50,000 events of immunostained PBMCs were determined by flow cytometry, as described previously31 For intracellular IFNγ staining, GolgiPlug™ (BD Biosciences, San Jose, CA, USA) was added during the last 6 hours of incubation of PBMCs that were unstimulated or stimulated with PRRSV Ags, as described above. PBMCs were first surface-labeled using pig lymphocyte-specific mAbs (CD3ɛ, CD4a, CD8a, CD56, and TcR1N4) directly conjugated with different fluorochromes. Cells were fixed with 1% paraformaldehyde and permeabilized with a cell-permeabilization buffer (85.9% deionized water, 11% PBS with no Ca or Mg, 3% formaldehyde solution, and 0.1% saponin) overnight at 4°C. Cells were washed and stained with fluorochrome-conjugated pig IFNγ or its isotype control mAb (BD Biosciences) in 0.1% saponin containing fluorescence-activated cell-sorting (FACS) buffer. Immunostained cells were acquired using the FACS Aria II (BD Biosciences) flow cytometer and analyzed using FlowJo (Tree Star, Ashland, OR, USA) software. All specific immune population frequencies were presented as the percentage of total lymphocytes or myeloid cells.\n\nPRRSV titer and virus-neutralizing (VN) antibody titer in the plasma samples were analyzed by the indirect immunofluorescence assay.14,32 Briefly, for virus titration, a confluent monolayer of MARC 145 cells in 96-well microtiter plate was treated with tenfold dilution of plasma for 24 hours.\n\nThe PRRS viral titers in each milliliter of plasma and virus-specific VN titers were calculated. The PRRSV RNA copy numbers were detected in each milliliter of the plasma by qRT-PCR, as previously described.31 For VN assay, twofold serially diluted plasma samples were incubated with one of the PRRSV strains: MN184 (250 TCID50), PRRSV 1-4-4 (accession #10-16734)40 (100 TCID50), or SD03-1541 (200 TCID50).\n\nData are expressed as means ± standard error of mean of three pigs. Statistical analyses were performed by one-way analysis of variance, followed by Tukey’s t-test and unpaired t-test to compare certain results using Instat5 (GraphPad Software, La Jolla, CA, USA). Comparisons were performed between different treatment groups, and P<0.05 was considered statistically significant, as indicated by the letters a–j mentioned below.\n\nThe potency of NP-mediated delivery of drugs or vaccines depends on their loading capacity and size.42 The entrapment efficiency of killed-PRRSV antigens (KAg) or M. tb WCL in NPs was about 50%–60%. Both sham- and entrapped NPs were circular in shape (Figure 1A). Dynamic light scattering of NPs determined their diameter-based distribution, and the mean diameter ± standard deviation of sham NPs, NP-KAg, and NP-M. tb WCL were 480±53, 520±41, and 650±98 nm, respectively. Further, 85% of sham NPs, 92% of NP-M. tb WCL, and 78% of NP-KAg were in the size range of 400–700 nm. Interestingly, there was no difference among all three NPs with respect to surface electrostatic potential (−26 mV) measured by zeta potential, indicating that differential surface charges of entrapped proteins did not influence the net electrostatic potential of finally formed different NPs.\n\nAfter reconstitution of NPs entrapped with any agents in PBS, all the surface-associated agents will release immediately into the solution at time zero, and this is called burst release.43 In freshly prepared (just 2 weeks old) NP-KAg, the burst release was 9.5%, and after 24 hours of reconstitution, 30.5% of protein was released (Figure 1B). Further, after 30 days, 61% of the entrapped vaccine protein was released (Figure 1B), and from the unlysed NP-KAg the remaining 39% of viral protein was recovered. In stored NP-KAg (1 year old), 13.6% burst release and 76% of released proteins at 30 days were detected. This suggested that PLGA NPs stably retain the entrapped vaccine proteins for more than 1 year, and allow sustained pulse release of entrapped vaccine Ags under normal physiological conditions over a period of several weeks.\n\nPRRSV infects only pigs, and the virus mainly infects PAM. Treatment of PAM cells with unentrapped KAg over a period of 24 hours resulted in negligible uptake into the cells (Figure 1C, i). In contrast, uptake of NP-KAg by PAM cells started as early as 5 minutes posttreatment and reached the peak by 30 minutes, followed by gradual reduction in fluorescence signals after 3 hours posttreatment (Figure 1C, ii), which might be attributed to degradation of released vaccine Ags from NPs inside the PAM cells. Sham NP-treated and untreated PAM cells did not show any immunofluorescence signals (Figure 1C, iii and iv), while the control PRRSV-infected MARC 145 cells had virus-specific green signals (Figure 1C, v).\n\nPRRSV infection in pigs induces massive B-cell polyclonal lymphoplasia, resulting in hypergammaglobulinemia.44 Our results indicated that total IgM, IgG, and IgA levels in the plasma were comparable in all the virus-challenged pig groups (data not shown). The PRRSV-specific IgG response was significantly higher in the plasma of group 6 pigs that received the low dose (100 μg/pig) compared to group 2 from PC day 0 to 15, and compared to groups 3 and 5 at PC day 6 and 10, respectively (Figure 2A). In the high (500 μg/pig)-dose vaccine category, group 6 pigs had significantly higher virus-specific IgG titer compared to group 2 at all the tested PC days, compared to group 3 at PCs day 0 and 6, and compared to group 5 at PCs day 0, 6, and 15 (Figure 2B). Furthermore, we evaluated PRRSV-specific IgG response against recombinant structural proteins, and found comparable levels of IgG titers in all the pig groups against viral surface glycoproteins, GP5 and M (Figure 2F). PRRSV nucleocapsid (N)-protein specific IgG antibodies, however, were significantly higher in group 6 pigs compared to other tested groups (Figure 2G and H). Overall, our results indicated significantly increased levels of PRRSV-specific antibody response in NP-KAg+\nM. tb WCL-vaccinated pigs.\n\nTypically, killed vaccines elicit predominantly a Th2 response, but NP-based vaccines drive either a Th1 and Th2-balanced response or a Th1-biased response.45 In pigs, higher levels of IgG subisotypes IgG1 and IgG2 indicate Th2- and Th1-biased responses, respectively.37 Therefore, we quantified PRRSV-specific IgG1 and IgG2 levels in the blood. The levels of PRRSV-specific IgG1 and IgG2 in plasma at PC day 0 in pig groups 2–5 remained low and comparable, but these levels were significantly higher at PC day 15 in group 6 pigs, which received a high vaccine dose compared to the other groups (Figure 3B). To assess Th2- or Th1-biased response, the ratio of IgG1:IgG2 was assessed, wherein a ratio of >1 or <1 indicates a Th2- or Th1-biased response, respectively. In group 6 pigs at PC day 15, Th1- and Th2-balanced response (ratio close to 1) was detected in the plasma, while in pig groups 3 and 4, Th2-biased antibody response was detected (Figure 3D). A similar trend in antibody response was observed in pigs that received 100 μg vaccine dose (Figure 3A and C). Thus, our data suggested that adjuvanted NP-KAg elicited Th1 and Th2-balanced immune response in pigs.\n\nThe binding strength of heterogeneous polyclonal antibodies to cognate antigens is defined as avidity.38 At PCs day 0 and 6, there were no differences in avidity of IgG in plasma among all the tested groups (Figure 4A, B, E and F). However, it was significantly higher in pig groups 4 and 6 compared to groups 2, 3, and 5 in pigs that received a low dose of vaccine, and compared to groups 2 and 5 in high-dose groups, respectively (Figure 4C and G). Overall, these data suggested that PRRSV-specific antibodies with enhanced avidity were produced at PC day 15 in adjuvanted NP-KAg vaccinated pigs.\n\nNeutralizing antibodies may play an important role in the clearance of PRRSV infection,46 and a few reports have debated the importance of VN antibodies in PRRSV clearance due to the absence of viremia in some pigs prior to detection of VN antibodies in serum.10 In our study, the plasma samples of group 6 pigs (at both the vaccine doses) had significantly higher VN titers compared to other tested groups (Figure 4D and H). In group 6 pigs, compared to the low-dose vaccine, the high-dose vaccine elicited a steady increase in VN titers (Figure 4H). VN titers against PRRSV 1-4-4 and SD03-15 strains remained undetectable in the plasma until PC day 10, and in group 6 pigs, which received the high dose of vaccine, a VN titer of eight against SD03-15 was detected at PC day 15 (data not shown). These results indicated that adjuvanted NP-KAg has the potential to elicit a broadly cross-reactive neutralizing antibody response.\n\nThe cytokine IL-4 is an important indicator of Th2 response. We observed significantly increased secretion of IL-4 in restimulated PBMCs of group 6 pigs, which received the high dose of vaccine, compared to all other tested groups (Figure 5A and B). Secretion of the proinflammatory cytokine IL-6 by restimulated PBMCs of the high-dose group 6 pigs was significantly reduced compared to group 2 animals (Figure 5D). Interestingly, secretion of the immunosuppressive cytokine IL-10 by PBMCs in a recall response was significantly reduced in group 6 pigs, compared to groups 2 and 3 at either vaccine dose (Figure 5E and F).\n\nPBMCs isolated from vaccinated, virus-challenged pigs were immunostained and analyzed to determine the frequency of lymphoid and myeloid immune cells, and IFNγ+ lymphocyte subsets. Comparative responses of cells unstimulated or restimulated with MN184 Ags helped to detect virus-specific lymphocyte responses. PRRSV antigen-specific recall IFNγ response was not detectable in the CD4+ lymphocyte subset (Figure 6A). However, in group 6 pigs (both vaccine doses) a significant increase in IFNγ+CD8+ lymphocyte response in stimulated compared to unstimulated cells was detected (Figure 6B), suggesting that CD8+ cells were primed adequately in vivo in group 6 pigs. Irrespective of in vitro stimulation of lymphocytes in pig groups 4, 5, and 6, there was an increase in the frequency of IFNγ+ lymphocyte subsets like CD56+ natural killer (NK) cells (Figure 6A–C). PRRSV-antigen stimulation in group 6 pigs showed significantly increased frequency of total IFNγ-producing cells (Figure 6D and E) at both vaccine doses. When the virus-specific lymphocyte response was compared among the tested pig groups in stimulated cells, the high-dose group 6 pigs had significantly increased IFNγ+CD4+CD8− and IFNγ+CD8+CD4− cells compared to group 2 and groups 2 and 3, respectively (Figure 6N and O). The IFNγ+CD4+CD8+ cells were significantly higher in group 6 pigs compared to groups 3 and 5; and a similar trend was also observed in group 2 pigs (Figure 6P). An increased frequency of activated γδ T cells in group 6 pigs was detected compared to other groups (Table 2b). Significantly increased IFNγ+ γδ T-cell population in group 6 pigs was detected compared to group 2 pigs (Figure 6Q). Similar trends in IFNγ+ cells were observed in the low-dose pigs, but the data were not statistically significant (Figure 6F–I).\n\nAlthough there was no significant difference in total NK (CD56+) cell frequency (Figure 6J and R), a significant increase in IFNγ+ NK cell frequency was detected in pig groups 5 and 6 compared to other tested groups (Figure 6K and S). In addition, the dendritic cell (DC)-rich population (CD172+CD11c+SLAII+) was significantly higher only in group 6 pigs that received a high dose of vaccine compared to all other tested groups (Figure 6U).\n\nIn order to assess the efficacy of our vaccine combinations, viral clearance was estimated in heterologous PRRSV-challenged pigs. In the blood of pig groups 4, 5, and 6, which received the low-dose vaccine, a significantly reduced PRRSV titer was detected compared to groups 2 and 3 at PC day 10 (Figure 7A). In group 6 pigs, which received the high dose of vaccine, detectable replicating PRRSV was completely absent in the blood of virus-challenged pigs at all the tested PCs day (Figure 7B). However, the PRRSV RNA copies in the plasma were two- to threefold less in group 6 pigs compared to other groups at PC day 15 (Figure 7C and D).\n\nThe ability to stimulate herd immunity is the hallmark of mucosal vaccines, because sufficient levels of pathogen-specific humoral and cell-mediated immune responses are elicited simultaneously at both mucosal and systemic sites, helping to neutralize infectious virus effectively, reduce virulence, and limit disease transmission.7 So far, the PRRSV-specific response induced by widely used vaccines (administered by the parenteral route) has failed to protect pigs completely against infections caused by heterologous field strains and reinfections.47,48 Since PRRSV is primarily a respiratory tract pathogen, intranasal delivery of vaccines appears to be advantageous. Among the mucosal routes, intranasal delivery of NP-based vaccines induces higher and more prolonged duration of both IgG and IgA antibody responses compared to rectal, oral, and intramuscular routes of immunization.45\n\nPLGA NPs have the ability to mediate activation, maturation, and antigen presentation by APCs.49 They facilitate sustained release of vaccine Ags and mediate induction of robust B- and T-cell responses.50 We used PLGA (75:25) to entrap UV-inactivated PRRSV (VR2332) Ags. The observed in vitro vaccine protein-release profile from NP-KAg was comparable to another study.51 Size and surface characteristics of NPs play an important role in opsonization and clearance kinetics.52 The size range of NP-KAg was 400–700 nm in diameter, which is ideal for uptake by mucosal M cells and APCs.53 With an aim to enhance immunogenicity of NP-KAg vaccine, we incorporated a few reagents in the vaccine compared to our earlier study.13,30 Such changes in NP-KAg vaccine were known to provide the hydrophilic nature (contributed by polaxamer 188) to NPs, facilitating easy uptake of NPs by APCs.54 Sucrose was used as a protein stabilizer, and Mg(OH)2 helps to buffer the acidic pH generated during hydrolysis of PLGA inside the APCs.55 A similar modified NP vaccine containing human immunodeficiency peptides delivered intranasally to mice elicits enhanced and prolonged IgG and IgA antibody responses.45\n\nCompared to other micro/nanoparticles, PLGA releases the entrapped antigen at a much slower rate and elicits robust effector and memory immune responses.56 Entrapped PRRSV antigens were retained inside the NPs for several days under physiological conditions, indicating the efficiency of NP-KAg vaccine to preserve the entrapped Ags in vivo for a prolonged period or until phagocytosed by APCs. A recent study has shown that the magnitude of CD4 and CD8 T-cell responses is dependent on the duration of available vaccine Ags, as effector T cells (also to a lesser extent memory T cells) require sustained antigenic stimulation for their expansion.57 PLGA NPs promote cross-presentation of vaccine antigens due to their phagosome-disruptive properties inside DCs and macrophages, resulting in enhanced delivery of antigens to the cytosol for major histocompatibility complex class I loading and increased CD8+ T-cell effector response.58–63 It also helps in the generation of memory CD8+ T-cell response and clearance of invading pathogens.56 Consistent with the other studies, rapid uptake of NP-KAg vaccine by PAM cells was noticed suggesting the ability of PLGA NPs to deliver vaccine Ags rapidly and efficiently to target cells.50,64\n\nClinically, only mock (group 2) and KAg (group 3) vaccinated MN184 virus-challenged pigs had irregular fever with reduced feed intake during the first 2 weeks postchallenge, and such physiological changes were absent in other pig groups. Though the MN184 virus is a virulent field strain,65 absence of pronounced clinical PRRS symptoms in virus-challenged pigs could be due to use of a repeated tissue culture-passaged virus. It is desirable to have both vaccine Ags and adjuvant in the same NPs, considering the added benefits of delivery of antigen and adjuvant to the same APC. However, we entrapped them separately, because it is difficult to differentially quantify entrapped vaccine proteins from the adjuvant, as the M. tb WCL principally contains proteins. However, in future, we will evaluate such combined entrapped vaccines.\n\nWe have demonstrated that our M. tb WCL adjuvanted NP-KAg vaccine formulation augmented cross-protective immune responses against a heterologous PRRSV, confirming the benefits of an NP-mediated vaccine-delivery system in pigs, consistent with others findings.7,29,66–68 Overall, cross-protective responses elicited by NP-KAg plus M. tb WCL formulation in pigs were indicated by the following important immune correlates: 1) absence of detectable challenged heterologous replicating PRRSV from PC day 6, associated with a threefold reduction in viral RNA load; 2) increased levels of PRRSV VN titers, associated with increased virus-specific antibody response and enhanced antibody avidity with time; 3) balanced Th1 and Th2 responses; and 4) significantly increased frequency of IFNγ-secreting cells and downregulated secretion of the immunosuppressive cytokine IL-10.\n\nComparable levels of total quantity of antibodies were detected in all the PRRSV-challenged pigs, but significantly enhanced levels of anti-PRRSV antibody response were detected only in adjuvanted NP-KAg-vaccinated pigs. Enhanced avidity of polyclonal antibodies in vaccinated or infected animals is positively correlated with their VN titers.38 Avidity of PRRSV-specific IgG in the plasma of group 6 pigs gradually increased, becoming significantly higher at PC day 15 in NP-KAg plus M. tb WCL-vaccinated pigs, attributed to gradual domination of high-affinity B-cell clones.38 NPs have been shown to interact with pathogen-recognition receptors on APCs (especially B cells), leading to affinity maturation and production of high-avidity antibodies.69\n\nVirus-specific neutralizing antibodies play an important role in the clearance of PRRSV viremia46,70–72 by limiting the viral uptake by target cells.73 The mean VN titer in adjuvanted NP-KAg-vaccinated pigs was higher than the proposed titer of eight, which cleared the viremia at 2 weeks postchallenge.46,74 The clearance of detectable, replicating PRRSV was absent as early as 6 days postchallenge, which could be attributed to early appearance of VN antibodies, possibly targeted against putative neutralizing epitopes present on PRRSV GP5 and M proteins.75 We will consider analyzing viral load at earlier time points in future studies. Normally, PRRSV-specific VN activity is detectable only after 3–4 weeks in infected pigs,76,77 and significantly varies with the strain of PRRSV. In adjuvanted NP-KAg-vaccinated pigs, VN titers were detectable by 1 week postchallenge and later steadily increased. Thus, using our NP-based vaccination approach, it is possible to induce high levels of long-lasting PRRSV VN titers and to elicit an effective memory response.56 Inactivated vaccines elicit predominantly Th2 responses,78 but NP-based vaccines have been shown to drive either Th1–Th2-balanced or Th1-biased responses.45 In adjuvanted NP-KAg-vaccinated pigs, a balanced Th1–Th2 response was observed, indicated by increased levels of virus-specific IgG1 and IgG2 production and enhanced IFNγ and IL-4 responses.\n\nAlthough we detected significantly increased frequency of different IFNγ-secreting lymphocyte subsets in group 6 pig PBMCs, significantly increased frequency in the restimulated compared to unstimulated cells was detected only in CD4−CD8+IFNγ+ cell population, suggesting a possible strong cytotoxic T-cell response in those pigs. Since we detected increased but comparable frequency of IFNγ-secreting cells in other lymphocyte subsets of both stimulated and unstimulated PBMCs of group 6 pigs, our data also indicate that other T-effector cells and NK cells were actively secreting IFNγ as part of the response to the PRRSV-challenge infection in vivo. As we do not have the data on the IFNγ cell response in pigs postvaccination (prior to challenge), it is difficult to show exclusively only the challenge virus-induced response.\n\nWe observed the necessity of immediate availability of soluble adjuvant at the site of NP-vaccine delivery, because incomplete virus clearance and inadequate immune response were detected in pigs coadministered with both vaccine Ag- and adjuvant-entrapped NPs. Our results are consistent with an earlier report, wherein PLGA encapsulation of vaccine Ags (hepatitis B core antigen) and adjuvant (monophosphoryl lipid A) failed to increase an antibody response.79 Another advantage of NP-based vaccines is their ability to reduce greatly the required vaccine dose. A recent study has estimated that a dose of PLGA NP-based vaccine could be reduced by as much as 63 times compared to administration of a Freund’s incomplete adjuvant emulsified vaccine.80 Although in pigs vaccinated with adjuvanted NP-KAg (100 μg/pig/dose) vaccine, a substantial level of immune response was elicited, the virus clearance was not satisfactory, indicating the need for a suitable vaccine dose (500 μg/dose) for better viral clearance. PLGA-mediated vaccine-delivery systems are getting global recognition, due to their flexibility to engineer particles of any size, charge, content, and cell-targeting properties, and they have proved to be highly effective in delivery of both subunit and inactivated whole-pathogen vaccines, especially to mucosal sites.7\n\nIn conclusion, intranasal delivery of PLGA NP-entrapped inactivated PRRSV vaccine adjuvanted with soluble M. tb WCL has the potential to induce cross-protective immune response in pigs. Future studies are aimed at elucidating the duration of cross-protective immune responses in vaccinated pigs and detection of challenge PRRSV in lymphoid tissues. In addition, fractionation of M. tb WCL to identify the important component/s involved in potent adjuvant effects and evaluation of immunostimulatory effects of entrapped M. tb lysate compared to soluble lysate using porcine DCs and macrophages will also be considered."}