{"title": "Comparison of 3 Infrared Thermal Detection Systems and Self-Report for Mass Fever Screening", "body": "A cross-sectional study comparing 3 ITDS was conducted in 3 urban tertiary-care hospital emergency departments in the United States: Albuquerque, New Mexico; Atlanta, Georgia; and Chicago, Illinois. Emergency departments were selected as the evaluation setting because of a potential high prevalence of fever compared with its prevalence in healthy populations and the routine measurement of each patient’s oral temperature. The 3 hospitals were selected because of their estimated patient volume of >200 patients per day.\n\nThe study was approved by the Institutional Review Board (IRB) of the Centers for Disease Control and Prevention (CDC) and the IRBs of the hospitals in Atlanta and Chicago. The Albuquerque hospital’s IRB reviewed the protocol but deferred to CDC’s IRB for approval.\n\nITDS were selected for evaluation through a competitive bidding process. Selection criteria included specifications suitable for fever screening: view field captures human heights (0.5–2.5 meters), temperature discrimination <0.2°C, smallest available sensor temperature range encompassing human temperatures (–40°C to 120°C), tripod/stationary mount, operational distance >2 meters, internal/external calibration standards, temperature capture time <1 second, and price <$25,000. Of 6 devices submitted to CDC, 3 met the above criteria and were selected for testing: the FLIR ThermoVision A20M (FLIR Systems Inc., Boston, MA, USA), the OptoTherm Thermoscreen (OptoTherm Thermal Imaging Systems and Infrared Cameras Inc., Sewickley, PA, USA), and the Wahl Fever Alert Imager HSI2000S (Wahl Instruments Inc., Asheville, NC, USA). Manufacturers provided training and consultation on the assembly and operation of the ITDS per company practices but were otherwise uninvolved in the study.\n\nAdults (>18 years of age) were recruited consecutively among patients who sought care at the emergency departments of 1 hospital in each city: Chicago (September 15–29, 2008), Atlanta (October 6–24, 2008), and Albuquerque (February 17–26, 2009). Patients were approached after they had been registered in the emergency department from 7:00 am to 11:00 pm, 7 days per week, at all 3 sites and were enrolled in the study if they were willing to participate and gave verbal consent. Patients who were nonambulatory, mentally incompetent, arrested or incarcerated, <18 years of age, or required immediate medical attention were excluded from the study. Pregnant women were excluded in Chicago and Atlanta at the request of the hospitals’ IRBs.\n\nWe estimated that 61 febrile patients were necessary to evaluate the sensitivity of ITDS for fever detection (assumed to be 80% from previous research) to within ±10% with 95% confidence. With an estimated fever prevalence of 2% among a population of patients at emergency departments, a total sample size of ≈3,000 patients was needed for the study.\n\nThe 3 ITDS were positioned at the optimal distance (2–3 m) from each participant as recommended by the manufacturers. Each ITDS camera field of view was preset to capture the patient’s face and neck. Participants were asked to remove eyeglasses and hats and instructed to stand facing the cameras until temperature measurements from all 3 devices had been recorded.\n\nTo account for ambient temperature, the Wahl device was manually calibrated on each morning before data collection, per manufacturer recommendation. In Albuquerque, where room temperatures varied during the day, the Wahl was additionally calibrated after noticeable changes in ambient temperature. The OptoTherm and FLIR have automated calibration systems to adjust for ambient conditions, diurnal variations in temperature, and thermal drift and therefore did not require manual calibration.\n\nUnadjusted skin temperatures detected by ITDS were included in the analysis to enable direct comparison with oral temperature measurements. The FLIR and Wahl cameras did not display fixed temperature readings but rather readings that fluctuated by tenth of a degree increments. For these 2 cameras, operators recorded the highest temperature displayed for each person. Measurements recorded by the FLIR during periods when the camera was not properly focused were excluded from the analysis.\n\nOral temperatures were measured by clinical staff using a DinaMap ProCare digital thermometer (General Electric Company, Freiburg, Germany) in Albuquerque and Atlanta and a Welch Allyn SureTemp Plus 692 Electronic Thermometer (Welch Allyn Inc, San Diego, CA, USA) in Chicago, per each hospital’s established patient care standard. ITDS temperature measurements were taken either immediately after (Chicago and Atlanta) or just before (Albuquerque) each oral measurement. Confirmed fever was defined as an oral temperature >100°F (>37.8°C). Room temperatures were recorded hourly by using a standard digital room thermometer.\n\nUpon enrollment, patients were asked, “Do you feel like you have a fever now?” (self-reported fever) and whether they had taken medication for pain or fever (analgesic or antipyretic drugs) in the previous 8 hours. When needed, patients were given examples of trade and generic names of common antipyretic drugs. Their responses, along with each patient’s age and sex, date, and time of temperature measurement were recorded.\n\nSymptom questionnaire responses, oral temperature measurements, and ITDS-recorded data were entered into an Excel (Microsoft Corp., Redmond, WA, USA) database and analyzed by using SAS Version 9.2 (SAS Institute Inc, Cary, NC, USA). Patient responses of “Don’t know” to the question, “Do you feel like you have a fever now?” were analyzed as “No.” ITDS and oral temperature measurements were compared by using descriptive statistics and bivariate analysis (χ2 tests, t tests, and correlations). Generalized linear modeling was used to investigate the effects of covariates and potential confounders (age, sex, recent antipyretic use, study site, self-reported fever, time of day, and room temperature) on temperature measurements and to identify factors that influenced the difference between oral and ITDS temperature measurements, given site-specific effects.\n\nSensitivity (the proportion of those with confirmed fever who were identified as febrile by ITDS) and specificity (the proportion of those without confirmed fever who were identified as nonfebrile by ITDS) were calculated and used to plot the receiver operating characteristic (ROC) curves for all possible fever temperature thresholds on each ITDS. Optimal ITDS fever thresholds were defined as the temperature that yielded the highest combined sensitivity and specificity for fever detection for each device as determined by the ROC curves. Positive predictive value (PPV), the proportion of patients identified as febrile by ITDS who had a confirmed fever by oral temperature, was compared with self-report. The accuracies (sum of sensitivity and specificity) of the following 3 fever screening methods were compared by using oral thermometry as reference: 1) self-reported fever, 2) ITDS at optimal fever detection threshold, and 3) combination of ITDS and self-reported fever with a positive result on either method considered a fever.\n\nOf 3,345 eligible patients, we enrolled a total of 2,873 (85.9%): 1,511 (52.6%) in Chicago, 1,040 (36.2%) in Atlanta, and 322 (11.2%) in Albuquerque. The remaining 472 (14.1%) patients refused to participate. Men accounted for 1,514 (52.7%) participants; the mean age was 42 years (range 18–92 years). The mean oral temperature was 97.9°F (range 92.8°F–104.4°F); 64 (2.2%) patients had confirmed fever, including 48 (10.1%) of 476 patients reporting fever. Antipyretic or analgesic drug use within 8 hours was reported by 1,121 (39.0%) patients, including 225 (45.8%) who self-reported fever and 39 (60.9%) who had confirmed fever.\n\nCorrelations of ITDS and oral temperatures were similar for OptoTherm (ρ = 0.43) and FLIR (ρ = 0.42) but significantly lower for Wahl (ρ = 0.14; p<0.001). The areas under the ROC curves (AUC) for OptoTherm (96.0%) and FLIR (92.0%) were not significantly different but were significantly greater than the AUC of Wahl (78.2%; p<0.001; Figure 1). At their respective optimal threshold temperatures, sensitivities of fever detection of the 3 ITDS were not significantly different from each other, but specificities and PPVs of OptoTherm and FLIR were significantly higher than those of Wahl (Table 1; p<0.001). At fixed specificities, the sensitivities of each ITDS varied (Figure 2).\n\nCompared with oral thermometry, sensitivity for self-reported fever was 75%, specificity was 84.7%, and PPV was 10.1%. Sensitivities of the 3 ITDS at their respective optimal thresholds did not differ significantly from that of self-reported fever (Table 1). However, specificities and PPVs of OptoTherm and FLIR at optimal thresholds were significantly greater than those of self-reported fever (p<0.001 for both comparisons), and specificity and PPV of Wahl were significantly lower than those of self-reported fever (p<0.001). The addition of self-report decreased the accuracy of fever detection at optimal thresholds for FLIR and OptoTherm (increase in sensitivity was less than decrease in specificity) but improved accuracy for Wahl with a greater increase in sensitivity than the decrease in specificity (Table 1). Conversely, adding OptoTherm or FLIR temperature measurements to self-reported fever increased accuracy, but adding Wahl temperature measurements decreased accuracy (Table 1).\n\nBivariate analyses revealed higher oral and ITDS temperatures among younger patients and later in the day (Table 2). Oral temperatures were higher in women, and ITDS temperature measurements were higher in men. ITDS temperature measurements increased with increasing room temperatures. Temperatures detected by oral thermometers, OptoTherm, and FLIR were higher in patients who reported recent antipyretic or analgesic drug use.\n\nWhen we controlled for study site, multivariate analyses showed that 2 variables (sex and room temperature) were most strongly (p<0.001) associated with the size of the gap between oral and ITDS temperature measurements (Table 3). Smaller differences between ITDS and oral temperatures were found among men than among women. Differences between ITDS and oral temperatures became smaller with increasing room temperatures and as the day progressed (with the exception of FLIR). Site-specific effects indicated that, on average, differences between ITDS and oral temperatures were smaller among participants from Albuquerque and Atlanta than among those from Chicago. With the exception of Wahl measurements, the difference between ITDS and oral temperatures was greater in older patients. Differences between oral and OptoTherm temperatures tended to be smaller for those reporting antipyretic drug use.\n\nOur evaluation of 3 ITDS in emergency department settings found that the FLIR and OptoTherm reliably identified elevated body temperatures. The high AUCs for these 2 systems suggest that they can differentiate between febrile and afebrile persons with relatively high sensitivity and specificity at an optimal fever cutoff. The relatively high correlation with oral temperature measurement also supports the utility of these 2 ITDS, which predicted fever better than self-reports of patients and more accurately alone than in combination with self-reported fever.\n\nOur study is one of few that simultaneously examined the effects of multiple external and internal factors (age, sex, time of day, room temperature, and antipyretic drug use) on ITDS and oral temperature measurement accuracy. We found that ITDS and oral temperature measurements were strongly influenced by site and time of day, which may be a real effect or a result of variations in oral measurement techniques. The effects of age and time of day on body temperature found in this study have been well established by previous research (26–28). We observed strong associations between ITDS and room temperatures. Similar observations with room temperatures and extended exposure to hot or cold environments have been reported (22,25,29,30). The unexpected association between higher temperature measurements (oral and OptoTherm) and recent antipyretic drug use may result from patients with higher fevers taking antipyretic drugs, inadequate antipyretic drug dosage, or both. The finding that men had relatively higher ITDS measurements than women has not been previously reported and may be because of differences in facial hair, use of cosmetics, or subcutaneous fat composition (31). Similar associations across multiple ITDS underscore the strength of these findings. By controlling for these covariates, we were able to measure the relationship between ITDS and oral temperatures with greater precision.\n\nAlthough the sensitivity, specificity, and AUC of the devices we tested were similar to those found in previous studies, we observed a higher correlation between ITDS temperature measurements and confirmatory temperature measurements (15,16,19–25). Several factors may have contributed to these differences. The higher correlation between ITDS and body temperatures reported here may be related to the use of oral temperature measurement as reference. Although oral temperature measurements better reflect core temperatures than infrared tympanometric measurements, most previous investigations of ITDS have used the latter as reference (19,23,24,32–35). The preference for oral temperatures as reference is supported by an evaluation of methods for measuring body temperature conducted by the American College of Critical Care Medicine and the Infectious Diseases Society of America; researchers found that rectal temperatures were the most accurate of the peripheral thermometry methods, followed by oral, tympanic, and axillary temperature measurements, respectively (32).\n\nMany types of ITDS are available, ranging from inexpensive hand-held point-and-shoot devices with laser sighting to hand-held cameras with light-emitting diode displays, wall-mounted cameras, and portable cameras on tripods such as the ones used in this study (19,23,29). To maximize potential efficacy, we evaluated technically advanced ITDS that were recently developed for human temperature detection. Other studies used more basic systems and did not compare different devices. Although the costs of the OptoTherm and FLIR were comparable at $22,000 and $16,000 per system, respectively, the Wahl was relatively less expensive ($8,000). Testing 3 different models at various price ranges allowed us to demonstrate substantial differences among ITDS. These differences are likely to affect their sensitivity and utility for fever screening. The systems used in this study require the person to stand in front of the camera for ≈2–3 seconds to capture a temperature. Other differences, such as moving persons, could have further affected the sensitivity of ITDS for fever detection.\n\nAlthough addition of a health declaration form would allow screening to also consider recent travel history, previous fever, and other symptoms or illness exposures, health declarations have variable compliance rates and depend on a person’s ability to understand questions and accurately assess symptoms as well as willingness to report (12,13,36,37). In our study, in which patients had no disincentive to report, we found that one fourth of febrile patients did not report having fever, which suggests true unawareness of fever among some persons. Only one tenth of those who reported having a fever were actually found to be febrile. Our results, therefore, probably underestimated the benefit of ITDS over self-reports of fever. In other settings, ill persons may be less likely to report symptoms for fear of adverse consequences such as travel delays, involuntary isolation of ill persons, or quarantine of exposed contacts. In settings such as travel sites (e.g., airports) and the workplace, ITDS could provide an objective means for the mass detection of fever as part of a comprehensive public health screening strategy because ITDS had greater accuracy than self-reports.\n\nMass health screening during a pandemic will certainly be influenced by several other factors, including perceived and actual pandemic severity, as well as the potential consequences of illness detection, either negative or positive, which can affect the sensitivity of screening that uses self-report. If being detected as febrile is perceived as harmful, travelers may hide their symptoms (12). Alternatively, during a pandemic with high mortality rates, incentives for reporting symptoms might be present, such as access to scarce antiviral medications and medical care. In both situations, a comprehensive screening approach may be necessary, which uses ITDS for fever screening and a health questionnaire to detect other symptoms or exposures that would increase specificity of the screening process. Finally, the usefulness of any infectious disease screening must take into account temperature fluctuations, use of antipyretic medications, transmission risks, prevalence of infections, and asymptomatic infections.\n\nThis study had several limitations. Measurement error resulting from variation in digital oral thermometer measurement and technique may have decreased the correlation between ITDS and oral temperature measurements (38). For FLIR and Wahl, varying readouts by different operators may have led to increased variability. This method, although necessary for direct temperature comparisons, may have decreased the accuracy of FLIR and Wahl. Use of alarm features as recommended by the manufacturers could minimize these differences but might lead to more false-positive results. In addition, unlike the other 2 devices, Wahl required calibration to ambient temperature once per day, but room temperatures varied within the day. We evaluated only systems submitted by manufacturers to the bid process, thus limiting the generalizability of our results to other devices.\n\nTo assess the sensitivity and specificity of different ITDS for fever detection and to determine their optimal thresholds, we validated each measurement by oral thermometry, which required a clinical setting. Thus, generalizability to settings such as airports and border crossings may be limited. Substantial delays to travelers and ethical concerns such as follow-up treatment made it impractical to conduct this study in an airport setting. In addition, although a few studies have examined screenings in airports, they confirmed temperature only in febrile persons, thus sensitivity and specificity of ITDS could not be established from such studies.\n\nThe sensitivity and specificity of screening by using ITDS are determined by the selected fever temperature cutoff, which tends to be 2–3 degrees lower than the standard fever threshold because of differences between skin and core temperatures. Increasing or decreasing sensitivity causes a reciprocal change in specificity. For example, lowering OptoTherm’s threshold from the optimal 95.7°F to 94.5°F would achieve almost 100% sensitivity but would reduce specificity to 63.6% and increase the false-positive rate to 36.4%; to reach near 100% specificity with the OptoTherm by using a cutoff of 100°F for ITDS, sensitivity decreases to 6.4%.\n\nMaximizing accuracy by choosing the optimal cutoff with the highest sensitivity and specificity may not be practical in a real-world setting, considering the relative costs of false-positive and false-negative results. In settings where secondary evaluation is available or during a pandemic with high illness severity, ITDS temperature can be set at a lower cutoff to ensure fewer false negatives, each of which represents a potential public health threat. However, setting the cutoff to achieve very high sensitivity can result in many false positives, which could have adverse consequences to the population being screened (e.g., unnecessary travel delays, missed work) and increase the workload of staff who are conducting the screening. In settings where confirmatory testing may not be feasible or high costs may be associated with a false-positive result, a higher ITDS temperature cutoff may be preferable."}