{"title": "HIV-1 frameshift efficiency is primarily determined by the stability of base pairs positioned at the mRNA entrance channel of the ribosome", "body": "Translation is a high-fidelity process in all organisms. Failure to maintain reading frame typically results in incorrect protein synthesis and/or early termination. However, a programmed change in reading frame can result in the translation of new proteins, thereby maximizing genomic coding capacity. Many retroviruses, including human immunodeficiency virus type 1 (HIV-1) (1), and some coronaviruses, such as severe acute respiratory syndrome (2) and infectious bronchitis virus (IBV) (3), use a programmed −1 ribosomal frameshift (−1 PRF) to control translation levels of their enzymatic proteins (4–7). In the retroviruses, the −1 PRF site lies between the gag and pol open reading frames (ORFs), with pol in the −1 reading frame relative to gag. The gag ORF encodes the viral structural proteins, whereas the pol ORF encodes the enzymatic proteins. During translation of HIV-1 mRNA, the majority of ribosomes terminate at a stop codon at the end of the gag ORF, producing the Gag polyprotein (2,8). However, the HIV −1 PRF induces ∼5% of ribosomes to shift into the −1 reading frame, thus producing the Gag–Pol polyprotein (1,9–11). The 5% frameshift efficiency determines the ratio of viral proteins produced and is important for viral replication and infectivity (10,12–15). A decrease in frameshift efficiency can inhibit viral replication (16,17).\n\nThe HIV-1 frameshift site is composed of a heptanucleotide slippery sequence (UUUUUUA) followed by a downstream RNA stem–loop (Figure 1A). The slippery sequence follows a general XXXYYYZ consensus sequence, where X can be any nucleotide (nt) type, Y can be A or U and Z is not G in eukaryotes (15,18). This sequence allows near-cognate and cognate re-pairing of the A- and P-site tRNA anticodons, respectively, in the −1 reading frame. HIV-1’s slippery sequence is especially ‘slippery’, and in the absence of a downstream structure increases the basal level of ribosomal frameshifting from ∼0.0001% to 0.1% per codon (9,19,20). However, in order to further stimulate frameshifting to the levels required for viral replication, the slippery site must be followed by a stable RNA structure (9,21–30) (Figure 1A). Thus, frameshifting is achieved by the cis coupling of the slippery site and downstream structure (1,9–11,21).\n\n\nMultiple models have been proposed to explain the frameshift mechanism (1,6,31–38). Common among them are the following steps: (i) during translation, the ribosome pauses when the slippery sequence (UUU UUA in the 0 frame) is engaged in the ribosomal A- and P-sites (4,18,22,39). The pause is triggered by the downstream structure’s resistance to unwinding. (ii) While paused, ∼5% of ribosomes slip 1 nt in the 5′-direction and continue elongation in the −1 reading frame. The proposed models are differentiated by the exact step at which the frameshift occurs: during aminoacylated-tRNA accommodation (31), after accommodation, but before peptidyl transfer (1), after large subunit translocation (5) or after peptidyl transfer due to an incomplete translocation (37). Alternatively, the ‘many pathways model’ of −1 PRF suggests that frameshift efficiency is the sum of frameshift events occurring, each of which could occur at these different points in elongation (36).\n\nAn important role of the downstream structure is to induce ribosomal pausing on the slippery sequence, which is necessary but not sufficient to promote efficient levels of frameshifting (40–42). Interestingly, the pause length does not appear to correlate with frameshift efficiency (40). Interactions with the translational machinery have also been hypothesized to contribute to frameshifting (5,23,31,32,43). Previous studies have observed general trends between HIV-1 stem–loop thermodynamic stability and frameshift efficiency (30,44,45). However, a quantitative correlation between thermodynamic stability and frameshift efficiency has not been described, and the role of individual base pairs has not been systematically investigated.\n\nFor frameshift sites with a downstream pseudoknot structure, mechanical stability has been proposed to be a determinant of frameshift efficiency (46–48). It has been hypothesized that mechanical tension lowers the energy barrier for frameshifting (5), where the amount of tension sensed by the ribosome is proportional to the mechanical stability of the translocation barrier (46,47,49–51). However, a recent study found no correlation between pseudoknot mechanical stability and frameshift efficiency, but instead observed a correlation between frameshifting and the ability to form alternative structures (52).\n\nOther factors can modulate the frameshift efficiency, such as translation initiation rates (37,53). Increased translation initiation rates lead to increased polysome density, which can cause ribosomes to stack at the frameshift site. This in turn affects the rate of mRNA refolding during translation and leads to a decrease in overall frameshift efficiency (37,53). Ribosome stacking can be promoted by RNA structure that precedes the frameshift site. Studies examining the secondary structure of the HIV-1 genomic RNA within capsids have revealed that the frameshift site is part of a conserved three-helix junction (3HJ) (54,55). It has been hypothesized that the role of this secondary structure is to decrease the rate of translation (54), which may affect frameshifting by facilitating pausing and inducing ribosome stacking.\n\nHere, we investigate the role of the HIV-1 RNA structure in frameshifting, focusing on elucidating the relationships between frameshift efficiency and (i) the downstream RNA stem–loop thermodynamic stability, (ii) spacer length and (iii) surrounding genomic secondary structure. By systematically altering the base pair composition of the stem–loop, we dissect the contributions of global and local thermodynamic stability on frameshifting. These data reveal that the thermodynamic stability of the first 3–4 bp in the stem–loop is a primary determinant of frameshift efficiency. Our data further indicate that the base pairs important for frameshifting are located at a distance of 8 nt from the slippery site, which corresponds to the length of the spacer and is consistent with a structural model of the ribosome paused at the frameshift site. Finally, we find that the conserved genomic RNA secondary structure serves to attenuate the frameshift efficiency, likely by affecting the overall rate of translation. Importantly, our study describes the first quantitative and predictive model for frameshift inducing stem–loops, which can be generally applied to many −1 PRF viral systems.\n\nDNA templates used for the dual-luciferase frameshift assay were cloned into a p2luc vector between the rluc and fluc reporter genes. Briefly, complementary synthetic oligonucleotides [Integrated DNA Technologies (IDT), Inc.] with BamH I and Sac I compatible ends were cloned into the p2luc vector using the BamH I and Sac I sites between the rluc and fluc reporter genes. Oligonucleotides comprising the template sequences (Supplementary Table S1) and their complements were phosphorylated, annealed and ligated into the p2luc vector to produce the experimental constructs. This places the fluc gene in the −1 reading frame relative to rluc; analogous to the orientation of the gag and pol genes in the HIV-1 genome. For the spacer mutation constructs (MS13–17), a compensatory number of nts were added or removed downstream of the frameshift site to maintain the appropriate reading frame of the downstream reporter gene. The ‘wild-type’ (WT) sequence utilized here corresponds to the most frequently occurring sequence found in HIV-1 group M subtype B NL4–3 laboratory strain (56). Positive control sequences and their complements were also cloned into the p2luc vector and have two thymidine residues (Supplementary Table S1, bold) in the slippery sequence (Supplementary Table S1, underlined) replaced with cytidines, and an additional nt inserted immediately before the Sac I complementary sequence (GAGCT), which places the rluc and fluc genes in-frame. In all constructs, a Pml I restriction site was included at the end of the template to allow for run-off transcription after digestion with the Pml I enzyme (NEB). Resultant products were transformed into Escherichia coli competent cells (DH5α). Plasmid DNA was purified from cell cultures (Qiagen) and the sequences of all constructs were verified (University of Wisconsin-Madison Biotechnology Center).\n\nMicrogram quantities of RNA for the frameshift assay were transcribed in vitro using linearized p2luc plasmid DNA, purified His6-tagged T7 RNA polymerase (10×), 11.25 mM NTPs and two units of RNasin Plus RNase Inhibitor (Promega), in 200 µl for 90 min at 37°C. Pyrophosphate was pelleted by centrifugation (10 min, 13 200 rpm, room temperature) and RNA was phenol/chloroform extracted. Unincorporated NTPs and salt were separated from the RNA using size-exclusion chromatography [two Econo-Pac P6 cartridges (Bio-Rad) in series]. Monomeric RNA folding was achieved by denaturation at 95°C for 5 min followed by incubation on ice for 30 min. RNAs were lyophilized to dryness and resuspended in water to a concentration of 1 µg/µl and stored in aliquots (∼25 µl) at −80°C. RNA integrity and purity were checked with 1% agarose gel electrophoresis. Finally, RNAs used for UV spectroscopy were purchased from IDT.\n\nIn vitro frameshift assays were completed with each RNA reporter (experimental and positive control) using a Rabbit Reticulocyte Lysate (RRL) System (Promega, nuclease treated, L416A). Differences from our previously described protocol (56) include the following: translation reactions contained 1.25 µg RNA, 10 units of RNasin Plus RNase Inhibitor (Promega, N2615), and 8.75 µl of RRL in 12.5 µl. Following a 90-min incubation at 37°C, reactions were quenched with the addition of 0.5 µl 0.156 M EDTA pH 8.0 (6 mM final), as described previously (28). For each reporter, a minimum of three independent frameshift assays were completed. Each independent assay included six replicate reactions.\n\nLuminescence was measured using the dual-luciferase reporter assay (Promega) as previously described (57). Readings were taken with a Veritas microplate luminometer equipped with dual-injectors (Turner Bio-systems) for 10 s after 25 µl of the respective substrate was injected into the reaction mixture (2-s lag time prior to measurement). Ratios of firefly/Renilla luminescence were calculated for each of the experimental and control translation reactions. The frameshift efficiency was calculated by taking the ratio of the experimental/control luminescence (firefly/Renilla). Frameshift efficiencies were averaged and their standard deviations were propagated through to yield a standard error of the mean (SEM).\n\nFor the WT and a subset of the mutant stem–loop (MS) RNAs (Supplementary Table S2 and Figure 2), RNA overall thermodynamic stability, ΔGGlobal, was measured using UV absorbance at 260 nm as a function of temperature with a Cary Model 400 Bio UV-visible spectrophotometer equipped with a Peltier heating accessory and temperature probe. All samples contained 10 mM potassium phosphate buffer, pH 7.0, 2 µM RNA, in a volume of 1 ml. For RNAs that were too stable to measure ΔGGlobal under these conditions, urea was added to 4, 6 and 8 M, and the ΔGGlobal was deduced by extrapolating to 0 M urea as described below. Prior to data collection, samples were heated from 20°C to 95°C, at 10°C/min, held at 95°C for 5 min and cooled from 95°C back to 20°C at the same rate to ensure homogenous folding. Samples were heated at 1°C/min from 20°C to 95°C. Identical traces were obtained by cooling, indicating a lack of hysteresis. A260 data were collected in 0.5-min intervals and raw data were baseline corrected by subtraction of A320 values at each temperature. The average hyperchromicity [Equation (1)] and temperature were calculated from four curves and the SEM was determined for each average.\n(1)\n\n\nFor RNA with a single melting transition, the average hyperchromicity can be fit by Equation (2) to measure ΔH and Tm.\n(2)\nHere, Af and Au are the temperature-dependent A260 of the folded and unfolded forms of the RNA, determined to be linear functions of the temperature. K is given by Equation (3), where T is the desired temperature (Kelvin, 310K for our calculations) for the ΔG calculation, and R is the gas constant in units of kcal/(mol × K).\n(3)\nWith an average Tm and ΔH extrapolated using Equation (2), assuming a ΔCp of zero, the ΔGGlobal can be calculated using Equation (4). Error in ΔGGlobal is calculated using standard propagation of error (Supplementary ‘Materials and Methods’ section).\n(4)\n\n\nAverage hyperchromicity data for each RNA were fit using Equation (2) and overall thermodynamic stabilities were calculated using Equation (4) (Prism 4.3, GraphPad). For RNAs with melting temperatures approaching or >95°C, a linear extrapolation of ΔGGlobal versus urea concentration was applied to determine the ΔGGlobal at 0 M urea (Supplementary Figure S1) (58). For all other RNAs, determination of ΔGGlobal at standard buffer conditions was sufficient to produce minimal error in ΔGGlobal. All the data used to calculate the reported ΔGGlobal values were established using a minimum of three independently prepared samples at each buffer condition. A small and non-cooperative transition was observed in the 40–50°C range for RNAs with less stable terminal base pairs (WT, MS2, MS6, MS7, MS10 and MS12). This transition was not present for RNAs with very stable terminal base pairs (e.g. MS1 and MS5) and can be attributed to helical fraying. For all RNAs, only the major cooperative unfolding transitions were used in data fitting. Starting values were determined by examining the first derivative plots for each set of averages. Local stabilities, ΔGLocal, for base pairs were calculated using nearest-neighbor parameters at 1 M NaCl, 37°C (59–61) (Supplementary Table S2).\n\nFrameshift efficiency was plotted as a function of overall and local thermodynamic stability. Overall and local thermodynamic stabilities were predicted at 1 M NaCl. Data were fit to a one-phase exponential decay function [Equation (5)] (Prism 4.3, GraphPad). Here, the Amplitude, K and Plateau are variables and Xo is used to offset the exponential fit. Xo was set to the most negative X value in the data set. Errors were determined using a 95% confidence interval.\n(5)\n\n\nThe 3.1 Å crystal structure of the Thermus thermophilus 30 S ribosomal subunit in complex with mRNA and tRNAs (62), PDB ID 3I8G, was aligned to the 3.0 Å crystal structure of the Saccharomyces cerevisiae 40S ribosomal subunit (63), PDB IDs 3U5B and 3U5C, over 20 conserved nts in the rRNA decoding center (63–66) (residues 780–800 in 3I8G and 991–1011 in 3U5B). The 5′-end of the HIV-1 frameshift site stem–loop, PDB ID 1Z2J (25) (residues 7–35), was connected to mRNA extending from the A-site, PDB ID 3I8G (62). The HIV-1 stem–loop was oriented to prevent steric clash using pymol (The PyMOL Molecular Graphics System, Version 1.5, Schrödinger, LLC).\n\nWe utilized a well-established dual-luciferase frameshift assay (57,67,68) to quantitatively measure frameshift efficiency in RRL. The sequence of the frameshift site stem–loop was varied to dissect the relative contributions of local and overall RNA stability on HIV-1 frameshift efficiency. We hypothesized that once the ribosome is paused on the slippery sequence, the thermodynamic stability of the base pairs encountered at the base of the stem–loop should be a critical determinant for frameshifting. After the ribosome has completed one translocation step, it moves away from the slippery site and the reading frame is established. Therefore, we further hypothesized that downstream base pairs in the stem–loop should have a much lower impact on frameshifting. To test this hypothesis, 12 MS constructs (Figure 1B) were created using nearest-neighbor parameters (59–61,69) to systematically alter the stability of different regions of the stem–loop. We define local stability (ΔGLocal) as the thermodynamic stability of base pairs directly downstream of the spacer (Figure 1A), as determined by their nearest-neighbor interactions (59–61). Global stability (ΔGGlobal) is defined as the overall thermodynamic stability of the stem–loop.\n\nThe thermodynamic stabilities (ΔGGlobal) were experimentally determined for a subset or RNAs (WT, MS1-2, MS5-7, MS10 and MS12) using UV-monitored thermal denaturation (Figure 2, Supplementary Figure S1 and Supplementary Table S2). Owing to the extreme stabilities of the structures (25), thermal denaturation curves were measured at low ionic strength (10 mM potassium phosphate buffer) in the presence of varying concentrations of urea and extrapolated back to 0 M urea (58). Results followed the same trend as those predicted from nearest-neighbor parameters (59–61,69) (R2 = 0.95) (Figure 2). As expected, the measured stabilities were lower than the predicted values at 1 M NaCl (70). Upon correction of the experimental values to 1 M monovalent ionic strength (71), we observe an excellent agreement (R2 = 0.95) between experimental and predicted free energies (Figure 2). Indeed, free energy prediction is robust for small, stable RNAs with no competing suboptimal folds (20).\n\nFrameshift efficiencies for the different RNA constructs were measured (Figure 3 and Table 1). Increases in the local stability of the first 3 bp resulted in significant increases in frameshift efficiency (Figure 3A, MS1–5). In contrast, sequence changes that significantly lowered the local stability of the first 3 bp resulted in decreased frameshift efficiencies (Figure 3A, MS10–12 and Table 1). No correlation between frameshift efficiency and overall thermodynamic stability is observed (Figure 3B). Instead, we observe a strong correlation (R2 = 0.88) between frameshift efficiency and local stability of the first 3 bp at the base of the stem–loop using a one-phase exponential decay function (Figure 3C and Supplementary Table S3). The frameshift efficiency for each variant frameshift site can be predicted using the parameters derived from the correlation, and each predicted frameshift efficiency falls within 1 SD of its measured value (data not shown). These results support the hypothesis that the stability of the base pairs at the base of the stem–loop is a primary determinant of frameshift efficiency.\n\n\n\nExtremely stable RNA structures can promote long-term ribosomal stalling or ‘roadblocking’, (35,72). In the dual-luciferase assay, roadblocking would result in decreased translation levels of the downstream firefly luciferase reporter gene product. However, the dual-luciferase assay controls for this, as frameshift efficiencies are normalized relative to in-frame control constructs (57,67,68). Nevertheless, we asked if differential degrees of roadblocking might occur for our various constructs. The luminescence data reveal a consistent ratio of firefly/Renilla activity (data not shown) for all constructs (Table 1). These values were calculated using the luminescence data from the positive control dual-luciferase constructs, where the Renilla and firefly genes are in frame and the slippery site is mutated such that the ribosome cannot frameshift. The consistency in the relative expression levels of the reporter genes indicates that roadblocking, if occurring, is uniform for all constructs.\n\nIt has been hypothesized that during frameshifting, the mechanical force of translocation causes a build-up of tension that is transmitted through the spacer region (Figure 1A) and sensed at the anticodon–codon level (5,49). We therefore investigated the influence of nt deletions and insertion in the spacer region (Figure 4). The WT construct was compared to a version with an adenosine insertion that increases the spacer length by 1 nt (MS13) (Figure 4). Additionally, we created spacers with a single nt deletion (MS14) and 2-nt deletions (MS15–17) (Figure 4). The resulting frameshift efficiencies were measured (Figure 4D). Interestingly, MS15 shows a large increase in frameshift efficiency. This cannot be due to the 2-nt deletion, since MS16 and MS17 have the same spacers yet display WT-levels of frameshifting. We hypothesized that the 2-nt deletion in the spacer of MS15 increased frameshift efficiency by altering the base pairs in the stem–loop encountered by the ribosome during frameshifting. In other words, by deleting 2 nt in the spacer, a ribosome footprint may extend 2 nt further into the stem. In support of this hypothesis, a very stable set of base pairs are located 2 nt from the base of the stem (5′-GGC-3′/5′-GCC-3′). In MS16 and MS17, we replaced these base pairs with the less stable base pairs normally found at the base of the stem (5′-CUG-3′/5′-CAG-3′) (Figure 4C). Indeed, when these changes are made, the frameshifting efficiency is indistinguishable from WT, despite the apparent 2-nt spacer deletion (Figure 4D). Interestingly, the overall stability of MS17 is increased relative to MS16 (Figure 4C), yet the frameshift efficiency is unaltered (Figure 4D). These data indicate that changes in the spacer region correspondingly alter the base pairs encountered by the ribosome when it is engaged with the slippery site.\n\n\nWhen plotting the data from all 18 RNA constructs studied (including the MS13–17 RNAs) as a function of overall RNA stability, no correlation is observed (Figure 4E). However, we observe a strong correlation between frameshifting and the thermodynamic stability of the first 3–4 bp 8 nt downstream of the slippery site (Figure 4F and G). Conversely, the correlations grow considerably weaker as more base pairs are considered in the analysis (Supplementary Figure S2). Likewise, no correlation is observed between local stability of base pairs at the top of the stem–loop and frameshift efficiency (Supplementary Figure S2L). The observed correlations are exponential functions with baselines of 2–4% frameshifting, which correspond to the lowest observed frameshift efficiencies in the presence of a stem–loop secondary structure downstream of the slippery site.\n\nThe stem–loop is flanked by a 5′-U and 3′-G (Figure 1A), that could potentially form a U–G wobble at the base of the stem. Inclusion of this wobble pair in the local stability term produces consistently weaker correlations between frameshift efficiency and local stability (Supplementary Figure S3). To further address whether or not this U–G wobble pair can form during frameshifting, we modeled the frameshift site stem–loop and spacer onto the eukaryotic ribosome (Figure 5). The spacer was connected to the terminal nt in the A-site, to recapitulate the position of the ribosome when it is engaged on the slippery sequence in the 0 reading frame. The model indicates that the minimal spacer distance between the slippery site and the stem–loop is 7 nt; however, formation of a U–G wobble at the base of the stem is blocked by steric clash with the ribosomal S3 protein (Figure 5B and D). Therefore, experimental data and structural modeling support an HIV-1 frameshift site spacer length of 8 nt.\n\n\nWithin viral capsids, the HIV-1 frameshift site RNA is part of a conserved 3HJ secondary structure (Figure 6A) (54,55). It has been hypothesized that the role of this secondary structure is to slow down the rate of translation (54), which in turn may modulate frameshift efficiency. We therefore compared the 3HJ secondary structure (3HJ WT) to a similar construct with mutations designed to disrupt secondary structure formation in the P1 and P2 helices (Figure 6B, 3HJ Mut). We observe a significant decrease in frameshift efficiency, from 4.6 ± 0.5% to 2.5 ± 0.4%, when the 3HJ secondary structure is present (Figure 6C and Table 1, compare 3HJ WT to 3HJ Mut). As expected, there is no significant difference between the observed frameshifting efficiencies of the 3HJ Mut and the WT construct used above (4.7 ± 0.5 and 4.6 ± 0.5, respectively). The observed frameshift efficiencies for our 3HJ WT and WT reporter constructs in RRL both fall within the range of previously measured frameshifting efficiencies for HIV-1 in vivo, which range from 2% to 5% (9,15,21,24).\n\n\nNext, we tested the local stability hypothesis in the context of the 3HJ secondary structure by increasing the local stability of 2 bp in the P3 helix (Figure 6A). The 2-bp change (3HJ MS1) results in a large, 5-fold increase in frameshift efficiency (Figure 6C and Table 1). This increase is similar to the 4-fold difference between the MS1 and WT RNAs (Figure 3A and Table 1). We conclude that the 3HJ secondary structure indirectly modulates frameshifting, likely by altering the kinetics of translation, as previously hypothesized (54). This effect must happen prior to frameshifting, as the ribosome disrupts the 3HJ secondary structure as it encounters the slippery site. Once the ribosome is engaged with the slippery site, local stability is the primary determinant of frameshifting efficiency, as illustrated by comparison of 3HJ WT to 3HJ MS1 (Figure 5C).\n\nIn this work, we report a strong correlation between the thermodynamic stability of the first 3–4 bp at the base of the stem–loop and frameshift efficiency in HIV-1. We therefore hypothesize that the frameshift mechanism involves a thermodynamic block to translocation, determined by the local stability of base pairs positioned directly at the mRNA entrance channel. This is in agreement with previous studies investigating antisense-induced frameshifting using either mixed locked nucleic acid/DNA (73) or morpholino/RNA (38) oligonucleotides. When these oligonucleotides were used to direct antisense-induced frameshifting, the local stability of the duplex was also critical to frameshift stimulation (38,73).\n\nIn light of the local stability hypothesis, we can re-examine data from prior studies that investigated trends between thermodynamic stability of the HIV-1 stem–loop and frameshift efficiency (30,44,45). Indeed, we find that these results are generally consistent with local stability being the primary determinant in frameshift efficiency. For example, Bidou et al. (30) investigated the frameshift efficiencies of five MSs in both yeast and mouse NIH3T3 cells and observed decreased frameshift efficiency when local stability was decreased. Telenti et al. (44) used a yeast frameshift reporter assay to test naturally occurring stem–loop variants and observed the greatest decrease in frameshift efficiency for a point mutation that disrupts the C–G base pair at the base of the stem, while little to no effect was observed for mutations in the upper regions of the stem–loop. Hill et al. (45) investigated mutant HIV-1 virus replicating in 293T cells. Of the four MSs investigated in this study, two eliminated base pairing at the base of the stem and these showed large reductions in frameshifting; the other two mutants had similar local stabilities to WT and similar levels of frameshifting.\n\nMutations in the frameshift site that arise in response to cytotoxic T-cell escape (74) and protease inhibitor resistance (75,76) are also consistent with our results. Prado et al. (74) investigated the frameshift efficiency of four HIV-1 strains with mutations in the frameshift site. In this study, the only mutation that produced a significant change (decrease) in frameshift efficiency was one with a decreased local stability due to disruption of the first base pair in the stem–loop. Nijhuis et al. (75) examined the effects of three-point mutations in the spacer region, all of which do not impact frameshift efficiency. Knops et al. (76) investigated mutations in the frameshift site that either mutate the ACAA tetraloop to CCAA or change a C–G base pair in the upper stem–loop to a U–G wobble (C2108U). Consistent with the local stability hypothesis, none of these mutations alters the frameshift efficiency.\n\nIf the local stability of 3–4 bp is sufficient to determine frameshift efficiency, why does the HIV-1 frameshift site stem–loop contain 11 Watson–Crick base pairs? We can see two possible explanations for this. First, the additional base pairs ensure that the stem–loop has a high probability of folding and cannot be out-competed by suboptimal folds, which can severely impact HIV replication (77). In the >9100-nt genome, there are a total of only 11 helices that are equal or larger in size (54). Second, the additional base pairs serve to cooperatively stabilize the base pairs at the base of the stem. These effects may explain why severely truncated constructs produce lower frameshift efficiencies compared to stem–loops with identical local stability (MS9 versus WT, MS16 versus MS17). Cooperative stabilization of local stability may also explain why severe truncations of a hairpin downstream of the Simian retrovirus type-1 (SRV-1) slippery site result in lower frameshift efficiency (78).\n\nThe observed frameshift efficiencies for the 3HJ WT and WT reporter constructs in RRL both fall within the range of previously measured frameshifting efficiencies for HIV-1 in vivo, which range from 2% to 5% (9,15,21,24). The wide range of observed frameshifting efficiencies in vivo is likely influenced by viral and cellular factors, for example, modulation of translation initiation by the HIV-1 TAR RNA structure (79) and polysome density (53). We find that the conserved 3HJ secondary structure in the HIV-1 genomic RNA (54) causes a significant decrease in frameshift efficiency (Figure 6). This observation is consistent with the previous hypothesis that the 3HJ secondary structure induces ribosomal pausing (54). Pausing at the upstream secondary structure may promote stacking of consecutive ribosomes (80), promoting a net decrease in frameshift efficiency because the mRNA would have less time to refold between ribosomes. Our data support this model and also indicate that local stability has a far greater impact on frameshift efficiency (Figure 6).\n\nProkaryotic ribosomes use two active mechanisms during translation to unwind RNA (49). In the first mechanism, the ribosomal helicase activity raises the free energy of an encountered base pair by +0.9 kcal/mol (49). This destabilizes the base pair, which can then be opened by the mechanical force generated by translocation. If the base pair is resistant to this force, tension may be created which is sensed at the codon–anticodon base pairs (31,32,43,49,51). Because G–C pairs require more force for unwinding (49), the tension sensed in the decoding center would be proportional to the local RNA stability (51). The mechanical tension may either cause the tRNAs to slip 1 nt in the 5′-direction (5,31,32,36,49) or, alternatively, cause the ribosome to translocate incompletely by 2 nt instead of 3 nt (37), which would also result in a −1 frameshift.\n\nWhen the HIV-1 frameshift site is modeled onto the eukaryotic ribosome, base pairs critical for frameshifting are positioned at the entrance to the mRNA entry channel (Figure 5B and D), in agreement with chemical probing and toeprinting results with a prokaryotic ribosome stalled on the HIV-1 frameshift site (23). Interestingly, the decoding center and the mRNA channel are highly conserved between prokaryotes and eukaryotes (65) and a bacterial translation system produces similar levels and changes in frameshift efficiency in response to changes in the HIV-1 stem–loop sequence (11).\n\nOur data support an 8-nt spacer length between the slippery site and the stem–loop, as the effect of deletions in the spacer correlates with corresponding changes in stem–loop local stability 8-nt downstream of the slippery site (Figure 4). Consistent with this idea, deletion of 1 nt in the spacer region of the Beet western yellow virus (BWYV) −1 PRF site promotes the melting of the first base pair in the downstream structure (81). If the mRNA channel length is maintained, it follows that spacer lengths in all −1 PRF sites should be ≥7 nt in length. Yet, some frameshift sites have been drawn with 5- to 6-nt spacers [reviewed in (4,5)], including that of BWYV (81). Our data suggest that these frameshift site structures may be partially unwound at the time of frameshifting, in order to accommodate the requisite spacer length and positioning of the slippery sequence in the ribosomal decoding center. Unfortunately, there are currently no high-resolution structural views of ribosomes engaged with frameshift site structures. In conjunction with functional studies such as the one presented here, high-resolution structural views will ultimately be required to define the frameshifting mechanism. Prior studies have observed relationships between spacer length and −1 PRF efficiency in various systems (22,39,82,83) and are consistent with a spacer length of 7–8 nt and local stability being the primary determinant in frameshift efficiency. Spacer lengths of 6–8 nt produced the highest level of −1 PRF for the antisense oligonucleotides, stem–loop and pseudoknot stimulatory structures (82). In agreement with our conclusions, these spacers position base pairs with strong local stabilities at the entrance to the mRNA channel.\n\nHIV-1 group M subtype B is the dominant form of HIV-1 in North and South America, Europe, Japan, Thailand and Australia. The less common non-B subtypes (A, C, D, E, F, G, H, J and K) have decreased local stabilities; for example, a frequent C to U mutation in the first base pair of the stem–loop in these subtypes results in formation of a U–G wobble pair in place of a C–G (28,84). Interestingly, the exponential relationship we observe predicts that such a change would have little effect on frameshift efficiency. For instance, mutants MS10–12 all incorporate U–G wobble pairs at these positions, which significantly destabilize the local stability by +5.5 kcal/mol relative to WT (Figure 1). Nevertheless, these mutations result in near WT frameshift efficiencies (Figure 3A), owing to the exponential relationship between local stability and frameshift efficiency (Figures 3C, 4F and G). These results are consistent with the observed frameshift efficiencies of the less common subtypes (28). Finally, a randomized trial of HIV patients receiving protease inhibitor therapy examined mutations in the Gag–Pol frameshift site and found no relationship between overall stability of the stem–loop and virological response (85). This observation is consistent with our results that show no correlation between overall stability and frameshifting (Figures 3B and 4E).\n\nSupplementary Data are available at NAR Online: Supplementary methods, Supplementary Tables 1–3 and Supplementary Figures 1–3.\n\nThe University of Wisconsin-Madison; NSF [BIR-9512577]; National Institutes of Health [S10 RR13790] to obtain UV data at the University of Wisconsin-Madison Biophysics Instrumentation Facility. National Institutes of Health [GM072447 to S.E.B.]. Funding for open access charge: NIH\nGM072447.\n\nConflict of interest statement. None declared."}