{"title": "Redesigning a large school-based clinical trial in response to\n                    changes in community practice", "body": "Poor asthma control in children is a well documented public health problem in the US\n                    [1,2]. It is associated with\n                frequent exacerbations that cause respiratory symptoms, activity limitation, school\n                absenteeism, and parental work absenteeism [3,4]. Exacerbations also lead to frequent\n                urgent care visits, emergency department visits, and hospitalizations [1,2]. Exacerbations are seasonal with the\n                greatest risk among elementary-age students occurring shortly after returning to\n                school following summer break [5–8].\n\nOutbreaks of viral respiratory infections have been implicated as a cause for this\n                striking seasonal pattern [8–13].\n                Regular hand washing is the most effective method to prevent the spread of viral\n                respiratory infections [14,15];\n                unfortunately, achieving effective hand washing practices in schools is difficult\n                    [16,17]. Barriers include\n                inadequate time, insufficient soap or paper towels, and inconveniently located sinks\n                    [18–20]. Assessment of schools’\n                physical environments has provided mixed results. A 1998 report of elementary school\n                restrooms in the mid-Atlantic found that 66% of soap dispensers were nonfunctional\n                or insufficiently filled and 33% of automatic hand dryers were inoperable [21]. A 2009 study of\n                primary and secondary school restrooms in New Mexico reported that soap and hand\n                drying were available in 90% of restrooms; however, hand sanitizer was reported in\n                fewer than 2% [22].\n\nTo overcome perceived barriers associated with hand washing, some schools have\n                adopted antimicrobial rinse-free hand sanitizers [17,23–25]. Recent studies indicate that hand\n                sanitizers reduce overall infection-related absenteeism among elementary school\n                students by 20–50% [17,18,24–26], respiratory illnesses by 30–50% [17,24,26], and teacher absenteeism by 10% [25]. Use of hand sanitizer\n                in the home has been shown to reduce asthma exacerbations in children and\n                respiratory illnesses among family members [16,27]. Despite these findings, a review by\n                Meadows and Le Saux [28]\n                did not find sufficient evidence to specifically recommend hand sanitizer use in\n                general or among children with asthma; however, a review by Jefferson et\n                    al. [15]\n                concluded that hand washing did reduce viral respiratory infections, particularly in\n                young children.\n\nTo address the questions related to hand washing in general, and the benefit of hand\n                sanitizer in particular, we designed a study to evaluate hand sanitizer use in\n                elementary schools as a mechanism to reduce exacerbations among children with\n                asthma. We describe the study’s design, but more importantly, the process by which\n                revisions were made to the original protocol due to both external and local issues\n                that arose after the original protocol had been funded.\n\nThe original design was a randomized, longitudinal, subject-blinded,\n                        placebo-controlled, community-based crossover trial. The primary aim was to\n                        evaluate the incremental effectiveness of hand sanitizer use when added to a\n                        school’s typical hand washing practices to reduce asthma exacerbations among\n                        elementary-age students. To control for school variation and to minimize\n                        cross-contamination, individual schools served as the unit of randomization.\n                        Crossover between intervention and placebo schools occurred during the\n                        summer break between the first and second year. There were two major\n                        advantages of the crossover design. The first was the ability to control for\n                        the strong seasonal variation in respiratory illnesses that was expected.\n                        The second was the ability to maximize school support and participation\n                        because all schools would eventually receive the intervention instead of\n                        some being relegated to a nonintervention control group.\n\nThe primary outcome was the proportion of students who experienced an asthma\n                        exacerbation each month defined as one or more of the following: (1) a red\n                        (<50% of personal best) or yellow (50–70% of personal best) peak flow\n                        meter reading, (2) increased use of quick relief medication from baseline (≥\n                        4 puffs), or (3) a respiratory-related school absence [29].\n\nA single large school district in Birmingham, Alabama that was comprised of\n                        30 elementary schools with approximately 15,000 students was recruited for\n                        participation. The system was racially (70% white and 30% black) and\n                        economically (33% eligible for free or reduced lunches) diverse. Students\n                        with asthma were to be recruited by school nurses who sent information\n                        packets home to parents via students. Interested parents were to be\n                        encouraged to provide consent to be contacted by study staff or to contact\n                        the study staff directly. Prior to obtaining written informed consent from\n                        parents and written assent from students, the project was to be explained to\n                        both parents and students by the study staff.\n\nStudents who (1) attended one of the participating schools, (2) had physician\n                        diagnosed asthma, and (3) could use a peak flow meter were eligible for the\n                        study.\n\nThe intervention consisted of using a nonalcohol-based hand sanitizer to\n                        supplement the schools’ typical hand washing practices. During the first\n                        year, all schools were to receive hand sanitizer containing either an active\n                        ingredient or placebo that was dispensed from permanently mounted or free\n                        standing 1.8L dispensers (3600 applications) that provided amounts\n                        appropriate for elementary-age students. All hand sanitizer was to be\n                        provided by the study and was to be placed in the lunchrooms and classrooms.\n                        No soap, paper towels, or air dryers were to be provided to the schools.\n\nStudents, faculty, and staff in all schools would be instructed on hand\n                        washing and hand sanitizer techniques based on the ‘Always Be Clean’ (ABC)\n                        hand hygiene program developed by Woodward Laboratories Incorporated. Hand\n                        washing with soap and water was to be promoted after using the restroom and\n                        when visible dirt was on the hands as recommended by the CDC [30]. Hand sanitizer\n                        use was to be promoted as a supplement to hand washing upon arrival at the\n                        classroom, before lunch, after using the restroom, at the end of the day,\n                        and after sneezing or coughing as recommended by ABC. Grade-level\n                        appropriate instruction was to be provided at the beginning of each school\n                        year with reinforcement on the first day of each month. Faculty and staff\n                        were to be provided continuing education prior to the start of each school\n                        year.\n\nA nonalcohol-based hand sanitizer containing benzalkonium chloride (0.13%)\n                        was chosen for the study. Benzalkonium chloride, was designated ‘GRAS’\n                        (generally regarded as safe) for topical antiseptic applications by the Food\n                        and Drug Administration (FDA) [31]. It was effective against\n                        Gram-negative and Gram-positive bacteria associated with nosocomial\n                        infections and many viruses associated with upper respiratory infections\n                        including human coronavirus and adenovirus [32]. It also had been used\n                        previously in several large school-based studies without adverse events\n                            [17,26,33,34]. Another\n                        important consideration was the availability of a placebo without\n                        antimicrobial effects [17].\n\nBoth alcohol-based and nonalcohol-based hand sanitizers were initially\n                        considered, but community concerns regarding alcohol-based products and\n                        their flammable nature [14,35] and the potential for misuse made them a less desirable choice\n                            [36]. There\n                        were also preliminary data to suggest that alcohol-based products might be\n                        inferior to nonalcohol-based products [33,34]. For example, the antimicrobial\n                        activity of benzalkonium chloride had been shown to increase over multiple,\n                        consecutive washes whereas the antimicrobial activity of ethyl alcohol\n                        tended to decrease over time [33,34]. Both had better degerming\n                        activity than soap and water [33,34], but 50% of those using ethyl\n                        alcohol reported hand pain or discomfort whereas no one using benzalkonium\n                        chloride reported similar symptoms [33].\n\nA web-based monitoring system (Asthma Agents) developed in collaboration with\n                        Blue Cross and Blue Shield of Alabama was to be used to collect daily data\n                        without overburdening the schools or interrupting learning activities [29]. Peak flow\n                        meter (PFM) readings and school absences were to be recorded daily by\n                        students and verified by teachers and/or school nurses. Quick relief\n                        medication (Proventil® HFA) for in-school use was to be provided at no\n                        charge to all children enrolled in the study by Merck and Company,\n                        Incorporated. A Doser™ was to be attached to each student’s inhaler to\n                        record each actuation of quick relief medication automatically. The count\n                        was to be recorded every 2 weeks by the study staff.\n\nCompliance with hand hygiene recommendations was to be estimated based on the\n                        frequency of refills of hand sanitizer in each classroom and in the\n                        lunchroom. Refills were to be stored in the housekeeping office at each\n                        school and the custodial staff recorded refill dates. This method was chosen\n                        to minimize the burden on classroom faculty and staff. Since all hand\n                        sanitizer was to be supplied by the study, the total amount provided to each\n                        school was to be monitored.\n\nOther explanatory variables and secondary outcomes including the student’s\n                        age, gender, race, asthma severity, quality of life, asthma control, and\n                        household smoking exposure were to be collected during bi-annual phone\n                        interviews with parents.\n\nData from the Asthma Agents system and the Doser™ were to be used to\n                        calculate the proportion of students in each group who experienced an\n                        exacerbation. Generalized estimating equations were to be used to model the\n                        marginal rate of exacerbations, defined as the proportion of students within\n                        each school who experienced at least one asthma exacerbation each month,\n                        while controlling for correlation between observations within each student\n                        and between students within each school. Adjustment for individual level\n                        factors such as the student’s age, race, gender, and asthma severity were to\n                        be undertaken also. The study was powered to detect a time averaged\n                        difference of 7.5–10% between the exacerbation rates of the intervention and\n                        control schools given a sample size between 468 and 650 students with\n                        asthma.\n\nThe study was approved and to be monitored by the Institutional Review Boards\n                        at the University of Alabama at Birmingham and the University of Arizona. A\n                        Data Safety and Monitoring Board (DSMB) was established to monitor adverse\n                        events. Two asthma safety events were mandated as reportable: (1) a red PFM\n                        reading (<50% of personal best) with symptoms 3 days in a row and (2) use\n                        of more than 30 puffs of quick relief medication in a 2 week period for\n                        those whose medication was kept in the school office or more than 40 puffs\n                        in a 2 week period for students who self-carried. Self-carry of quick relief\n                        medication was allowed for any student who had the maturity to use it\n                        appropriately provided that the student’s physician completed an\n                        authorization form. Parents, teachers and school staff were to be provided\n                        handouts describing potential side effects of hand sanitizer use (i.e.,\n                        flaky skin, lesions, rash, etc.) and how to report them.\n\nAfter receipt of the grant award in August 2007 (See Table 1 for Study Timeline), three\n                    events occurred that required major modifications to the original study\n                    protocol: (1) concerns arose regarding the safety of benzalkonium chloride; (2)\n                    no nonalcohol-based hand sanitizer substitute was available; and (3) community\n                    standards changed regarding typical hand hygiene practices in the schools.\n                        \n\nWhile responding to an IRB requirement to re-review product safety data following\n                    grant awards, we found new data indicating that benzalkonium chloride: (1)\n                    induced moderate genotoxic effects in eukaryotic cells [37], (2) produced histological changes\n                    (hyperplasia, incomplete keratinization, loss of the granular layer,\n                    acantholysis, and necrosis) in organ-cultured skin [38], (3) induced biofilm formation (a\n                    matrix of cells attaching to each other and a surface) of some bacterial species\n                        [39], and (4)\n                    possibly caused allergic contact dermatitis [40]. These concerns prompted a search\n                    for another nonalcohol-based product but no substitute could be found. The only\n                    viable option was to switch to an alcohol-based product. While this alleviated\n                    many of the safety concerns related to benzalkonium chloride, it prevented the\n                    use of a subject-blinded design because there was no placebo for an\n                    alcohol-based product.\n\nBetween the time of the grant development and its award, the schools’ typical\n                    hand hygiene practices changed substantially due in large part to changes in the\n                    community’s perceptions regarding disease risk. School principals, faculty, and\n                    parents had become convinced that hand sanitizer was necessary for good hand\n                    hygiene within the schools. There was considerable fear that hand washing alone\n                    was not sufficient to prevent ‘the spread of germs’. This perception was\n                    reinforced by a methicillin-resistant Staphylococcus aureus\n                    (MRSA) outbreak in several schools prior to the study. Because of these\n                    concerns, hand sanitizer use increased dramatically such that many schools\n                    required parents to purchase personal hand sanitizer as a supply item. Despite\n                    reassurance by the local health department that hand washing remained the best\n                    option for hand hygiene, community perceptions were so strong that a hand\n                    washing only arm was no longer a viable option.\n\nThe decision to change a study protocol after a grant award is a difficult one\n                    that involves many important stakeholders. For this trial, important\n                    stakeholders included the National Heart, Lung, and Blood Institute (NHLBI) and\n                    its designee (project officer), our Data Safety and Monitoring Board (DSMB), our\n                    Institutional Review Board, and the community as represented by school\n                    administration, faculty and staff, and parents. Our goal was to maintain the\n                    scientific integrity of the study while adapting to safety concerns and changes\n                    in the community’s preferences.\n\nChronologically, the first major decision involved the change from the original\n                    hand sanitizer with its corresponding placebo to an alcohol-based product\n                    without one. While the safety concerns that prompted this decision were mostly\n                    theoretical, we agreed that ensuring participant safety, especially among\n                    children, warranted erring on the side of caution. The principal investigator\n                    and key study personnel made this decision in close collaboration with the NHLBI\n                    project officer and DSMB over the course of multiple teleconferences. The\n                    primary goal was to ensure that the redesigned study addressed an important\n                    research question using a methodologically rigorous design without compromising\n                    student safety. The school system administration (superintendent and chief\n                    nursing officer) were appraised of the rationale for the proposed changes and\n                    were asked to approve them prior to implementation.\n\nBecause there was no placebo for the alcohol-based product, it was no longer\n                    possible to conduct a subject-blinded design for a direct test of the\n                    effectiveness of hand sanitizer as a supplement to hand washing. Instead, we\n                    chose to compare the effectiveness of a standardized two-step hand hygiene\n                    process (hand washing plus hand sanitizer) with handwashing only. Schools would\n                    be randomly assigned to use study-provided hand sanitizer and hand soap\n                    (intervention arm) or to hand washing only (usual care arm). Crossover would\n                    still occur after the first year.\n\nWhen we met with school principals and parent advisory groups to discuss the\n                    revisions, including randomization of some schools to hand washing only, we\n                    learned that personal hand sanitizer use had become ubiquitous in many schools.\n                    We asked schools to discourage personal hand sanitizer use (e.g., removing hand\n                    sanitizer from their required supply lists) by arguing that hand washing was the\n                    preferred method of hand hygiene. The local health department reinforced this\n                    message on our behalf, but parents and school faculty countered that personal\n                    hand sanitizer use was surmounting existing barriers to adequate hand washing\n                    and that they were reticent to restrict its use. They also pointed out the\n                    difficulty of enforcing restrictions against personal hand sanitizer use while\n                    at school.\n\nUnfortunately, we were unable to secure any restrictions which meant that instead\n                    of the usual care arm being a hand washing only arm, it would now also include a\n                    variable amount of personal hand sanitizer use as well. The unexpected increase\n                    in personal hand sanitizer use presented a potential bias to the null effect; to\n                    control for this possibility we developed instruments to monitor the schools’\n                    hand hygiene practices more carefully.\n\nAll of the revisions occurred prior to participant enrollment; therefore, no\n                    changes to the consent process were necessary.\n\nThe revised protocol was a randomized, longitudinal, community-based\n                        crossover trial that compared the effectiveness of a standardized two-step\n                        hand hygiene process (hand hygiene education plus study-provided hand\n                        sanitizer and hand soap) with that of usual care (a variety of\n                        school-specific hand hygiene practices).\n\nNo change.\n\nNo change.\n\nNo change.\n\nThe revised intervention consisted of a two-step hand hygiene practice that\n                        included regular hand washing with soap and water supplemented by hand\n                        sanitizer use. To overcome potential resource barriers to adequate hand\n                        hygiene practices in intervention schools, the study provided intervention\n                        schools with alcohol-based hand sanitizer, hand soap, and needed refills.\n                        Hand soap dispensers were installed by study personnel and hand sanitizer\n                        was made available in disposable bottles in all intervention restrooms,\n                        health rooms, and classrooms with a sink.\n\nTo our surprise the installation of dispensers became an important issue.\n                        Originally, we used the installation of permanent hand sanitizer dispensers\n                        as an incentive for schools to participate. Since the hand sanitizer\n                        dispensers would hold product with either an active ingredient or placebo,\n                        installing them at the beginning of the study in all schools did not pose a\n                        problem following crossover. After the redesign, the lack of a placebo\n                        created the potential for a carry-over effect if Year 1 intervention schools\n                        were to continue using the dispensers during Year 2 when assigned to usual\n                        care. We proposed eliminating permanent dispensers altogether, but\n                        discontinuation became an issue with the schools as they wanted us to honor\n                        our original commitment.\n\nA compromise was reached by installing hand soap dispensers, instead of hand\n                        sanitizer dispensers, in each school prior to the start of their\n                        intervention year. Schools were concerned that removing dispensers after the\n                        intervention year was over might damage walls so we agreed to leave them in\n                        place but we would no longer supply refills. We deemed that the potential\n                        use of the hand soap dispensers during the usual care year posed less of a\n                        carry-over/contamination risk than the use of hand sanitizer dispensers\n                        would.\n\nIn the revised design, the ‘Always Be Clean’ hand hygiene curriculum was\n                        replaced with the Centers for Disease Control and Prevention’s (CDC) School\n                        Network for Absenteeism Prevention (SNAP) program (http://www.itsasnap.org/index.asp) because the ABC program\n                        was a branded program of Woodward Laboratories Incorporated, the company\n                        which produces the benzalkonium chloride hand sanitizer. Hand washing with\n                        soap and water was promoted after using the restroom and when visible dirt\n                        was on the hands as recommended by the CDC [30]. Hand sanitizer use was\n                        promoted as a supplement to hand washing upon arrival at the classroom,\n                        before lunch, after using the restroom, and after sneezing or coughing.\n\nOnly schools in the intervention arm received the annual training and monthly\n                        refreshers; usual care schools did not receive any hand hygiene education or\n                        any hand hygiene supplies. They were expected to maintain their customary\n                        hand hygiene practices. These practices varied across schools and included\n                        hand washing and personal hand sanitizer use of differing quality and\n                        frequency. Some of this variation was attributable to the inconsistent\n                        supply of hand hygiene resources among some schools. Because of this\n                        variability, usual care schools might not be able to maintain the hand\n                        hygiene practices necessary to minimize the spread of respiratory viruses\n                        among the student population.\n\nEthyl alcohol (62% solution) in foam (Purell® instant hand sanitizer\n                            foam).\n\nThe data collection procedures for the primary outcome remained unchanged;\n                        however, two new data collection instruments were designed to evaluate the\n                        school environment as it related to hand hygiene practices. The first\n                        instrument was used to conduct a one-time baseline assessment of each\n                        school’s ‘fixed’ environmental facilities with regard to the availability,\n                        type and working condition of sinks, soap dispensers, hand sanitizer\n                        dispensers and hand drying devices (i.e., paper towels or air-dryers). The\n                        availability of hot and cold water and type of faucet mechanisms available\n                        (e.g., spring-loaded, automatic, manual-turn) was also recorded.\n\nThe second instrument was used for monthly monitoring of the availability of\n                        hand hygiene resources at each school. The type of hand hygiene supplies\n                        available at each school (usual care and intervention) and their\n                        availability, that is, liquid or bar soap, hand drying mechanism, hand\n                        sanitizer, and hand hygiene instructions are recorded. General cleanliness\n                        and structural condition also were noted. Data were used to describe hand\n                        hygiene resource availability in the usual care schools and to monitor\n                        implementation of the two-step hand hygiene program in the intervention\n                        schools.\n\nSince hand sanitizer was recommended as a supplement to standard hand washing\n                        in a setting of limited school resources, it was deemed important to\n                        estimate the incremental value of hand sanitizer use. Therefore, an economic\n                        analysis was added as a study aim to estimate the additional costs of hand\n                        sanitizer use. A careful cost accounting of the usual care and intervention\n                        activities is being conducted. Cost and effectiveness data will be combined\n                        to conduct a cost-effectiveness analysis comparing the two-step hand hygiene\n                        intervention with usual care using dollars per averted asthma exacerbation\n                        as the primary outcome.\n\nPower calculations were revised based on the updated study design using the\n                        monthly frequency of episodes of poor asthma control (EPAC) as the primary\n                        outcome (Table\n                        2). Two general scenarios were assumed: one where there was no\n                        carryover effects (data from both years) and one where there were such\n                        effects (each year evaluated separately). GEE was used to account for the\n                        correlation within a child over time as well as the correlation among\n                        children within the same school. \n\nCarryover (or residual) effects occur when the effect of an intervention\n                        during the first time period persists into the second time period. The\n                        persistence of the effect may bias the measured effect of the second\n                        intervention. It is possible that educational intervention could lead to\n                        sustained changes in hand hygiene practices at interventions schools that\n                        might persist into the second year; however, the presence of a summer break\n                        provides a 10-week ‘wash out’ period that should minimize any carryover\n                        effect since no reinforcement is provided to original intervention schools\n                        during the second year. Research has shown that changes in behavioral\n                        practices typically decline by 40–80% after 6 weeks without reinforcement\n                            [41]. A\n                        recent review of hand hygiene interventions in health care workers noted\n                        that without reinforcement the changes in hand hygiene behaviors were\n                        sustained for less than 1 week [42]. A 1 month baseline period at\n                        the beginning of each school year was planned to measure potential carryover\n                        effects.\n\nNo change.\n\nEnrollment was completed in May 2009 with a total of 527 students enrolled in 30\n                schools (mean = 17.6 per school). The enrollment per school exceeded the estimate\n                used to calculate the study’s power. The intervention began in August 2009 and will\n                end in May 2011.\n\nOne of the most difficult aspects of the academic-community partnership is the lag\n                time between study development, funding, and implementation. During this interval,\n                key stakeholders, perceptions, and standard practices within the community can\n                change, often in an unpredictable manner which is outside the control of the\n                research team. At the same time, new scientific discoveries may emerge that render\n                the original study assumptions obsolete. Because of this dynamic environment, the\n                community-based researcher must be responsive to changes that may undermine the\n                original study design or collaborations with community partners.\n\nWe have found that a study team with a broad range of skills, talents, and interests\n                is well positioned to respond to a quickly changing environment. Not all team\n                members are equally suited to serve as liaisons with community partners. In\n                school-based research, team members with prior work experience in the schools (e.g.,\n                former administrators, teachers, or coaches) often can establish more effective\n                collaborations with school personnel than ‘academicians’. These team members can use\n                their previous relationships to identify and gain access to the key stakeholders\n                within the school system. Additionally, they can navigate a cultural work\n                environment that is often quite different from the academic setting. Having team\n                members with this background is critically important for school-based research.\n\nIn retrospect, the most crucial decision that impacted our original research design\n                was the decision to abandon the nonalcohol-based hand sanitizer containing\n                benzalkonium chloride. Without this product and its corresponding placebo, we were\n                unable to conduct a subject-blinded design. Initially, we felt confident that the\n                product was safe and effective; however, the in vitro data that\n                subsequently emerged cast doubts on the product’s previously established safety\n                record. The new data emerged at a point in the study cycle where little time was\n                available to contemplate the decision without substantially delaying implementation.\n                We also were sensitive to safety concerns given that we were working with a\n                vulnerable population (children) in a challenging research setting (schools). We\n                believed that a smaller body of in vitro findings questioning the\n                product's safety trumped a larger body of in vivo findings\n                demonstrating safety that were obtained through industry-funded, manufacturer-led\n                research.\n\nThe impact of eliminating the subject-blinded design was magnified by the abrupt\n                change in community hand hygiene practices within the schools. If personal hand\n                sanitizer use had not been prevalent in usual care schools, the crossover design\n                would have been a robust test of hand sanitizer as compared with hand washing alone.\n                However, the ubiquitous nature of personal hand sanitizer use forced us to rely on\n                what had been reported previously to be substandard hand hygiene practices within\n                the schools due to significant structural barriers. By supplying the education and\n                resources to ensure that the barriers to effective hand hygiene in the intervention\n                schools were eliminated, we were able to evaluate the best possible hand hygiene\n                practice (hand washing plus hand sanitizer use) against a variety of usual care\n                practices. Unfortunately, the study no longer can measure the effectiveness of hand\n                sanitizer use directly as a supplement to traditional hand washing practices. If the\n                trial results are negative, the possibility of bias created by personal hand\n                sanitizer within usual care schools may be the primary contributing factor.\n\nCommunity-based clinical trials are needed to establish the effectiveness of\n                interventions under real-world conditions [43]. A methodologically rigorous study\n                design is important to achieve this goal, but the community-based researcher must\n                also respect community beliefs and practices [44]. Failure to address them satisfactorily\n                may compromise the ethical conduct of research, particularly in vulnerable\n                populations. It also may be counterproductive as the community partners are vital to\n                the translation of research knowledge into sustainable practices."}