{"title": "Systemic Spread and Propagation of a Plant-Pathogenic Virus in European Honeybees, Apis mellifera", "body": "The European honeybee (Apis mellifera) provides pollination services to 90 commercial crops worldwide. In the United States alone, honeybee pollination is valued at $14.6 billion annually (1). However, over the past several decades, there has been much concern throughout the world over the steep decline in populations of honeybees (2). Colony collapse disorder (CCD), a mysterious malady that abruptly wiped out entire hives of honeybees across the United States, was first reported in 2006 (3, 4) and has since spread around the world (5), exacerbating the already dire situation for honeybees. RNA viruses, alone or in conjunction with other pathogens, have frequently been implicated in colony losses (3, 6, 7).\n\nPrevious studies have shown that viruses that cause common infections in managed honeybees, A. mellifera, also infect other hymenopteran pollinators, including the bumblebee, which has also been declining worldwide (8–11). A study conducted by Singh et al. (11) reported that deformed wing virus (DWV), sacbrood virus (SBV), and black queen cell virus (BQCV), which are common in A. mellifera, were detected in eleven species of native bees and wasps as well as in pollen pellets collected directly from healthy foraging bees. Furthermore, the study by Singh et al. (11) showed that viruses in the pollen were infective, as illustrated by the fact that queens became infected and laid infected eggs after virus-negative colonies consumed virus-contaminated foods. This discovery raised concerns about a possible role of pollen in spreading viruses and suggested that viruses could possibly contribute to the observed pollinator decline around the world. In order to advance our understanding of the role of pollen in virus transmission of honeybees, we carried out a study to screen bees and pollen loads of bee colonies for the presence of frequent and rare viruses. Our study resulted in the serendipitous detection of a plant virus, tobacco ringspot virus (TRSV), in honeybees and prompted us to investigate whether this plant-infecting virus could cause systemic infection in exposed honeybees.\n\nGenerally, the majority of plant viruses are dependent upon herbivorous insects for their spread from one host plant to another in nature but cause infection only in plants that the insect vectors feed upon. To date, only a few plant viruses are known that also infect their insect vectors. Rhabdoviridae, a family of arboviruses carried by arthropods, has long been recognized to have a broad range of hosts throughout the animal and plant kingdoms (12). Flock house virus (FHV), a positive-stranded RNA virus of insect origin belonging to the family Nodaviridae, has been shown to replicate in plants as well as in yeast (Saccharomyces cerevisiae) and mammalian cells (13, 14). A recent study (15) showed that a plant-pathogenic virus, tomato spotted wilt virus (TSWV), which is a member of the family Bunyaviridae, could directly alter the behavior of thrips that vector it. The phenomenon of viral host range spanning the plant and animal kingdoms adds an additional layer to the already complex plant-pathogen-pollinator interactions and could have important epidemiological consequences.\n\nTRSV is a type species of the genus Nepovirus within the family Secoviridae (16). TRSV infects a wide range of herbaceous crops and woody plants, some of considerable economic importance. The infected plants show discoloration, malformation, and stunted growth, accompanied by reduced seed yield or almost total seed loss due to flower and pod abortion. Of a number of plant diseases caused by TRSV, bud blight disease of soybean (Glycine max L.) is the most severe. It is characterized by necrotic ring spots on the foliage, curving of the terminal bud, and rapid wilting and eventual death of the entire plant, resulting in a yield loss of 25 to 100% (17). Like other members of the genus, TRSV has a bipartite genome of positive-sense, single-stranded polyadenylated RNA molecules, RNA-1 and RNA-2, which are encapsidated in separate virions of similar size. Both RNA molecules possess a genome-linked protein (Vpg) covalently bound at their 5′ ends. RNA-1 encodes a large polyprotein precursor that is proteolytically processed into protease cofactor (P1A), putative ATP-dependent helicase (Hel), picornain 3C-like protease (Pro), and RNA-directed RNA polymerase (Pol). RNA2 encodes a virion capsid protein (CP), a putative movement protein (MP), and an N-terminal domain involved in RNA-2 replication (P2A). Proteins encoded by RNA-1 are required for RNA replication, while proteins encoded by RNA-2 function in cell-to-cell movement and viral RNA encapsulation. RNA-1 is capable of replication independently of RNA-2, but both are required for systemic infection. Transmission of TRSV can occur in several ways. The numerous vectors include a dagger nematode (18), aphids, thrips, grasshoppers, and tobacco flea beetle (19–21); however, vertical transmission through seeds is important for long-distance dispersal of the virus (22). It has also been shown that honeybees transmit TRSV when they move between flowers and transfer virus-borne pollen from infected plants to healthy ones (23–26). It was, however, unknown prior to our study whether honeybees could become infected by plant viruses they physically encounter or consume.\n\nIn the present study, we provide evidence that TRSV is present in honeybees and the infection can be widespread through the body of honeybees. TRSV in honeybees does not fit a circulative-propagative model of insect-vectored plant viruses, in which virions are ingested by an insect vector, replicate, and disperse to salivary glands for reinfection of the plant host. Instead, our data indicate that the replication of TRSV occurs widely in the honeybee body but not in the gut or salivary gland and that TRSV in conjunction with other bee viruses is correlated with winter colony level declines. Further, virus was found in a common ectoparasite mite of honeybees, Varroa destructor, but was restricted to the gastric cecum. This study presents a unique example of viruses that cause infection in both plants and animals.\n\nSequence analysis of cDNA libraries from purified virus preparation revealed overlapping and nonoverlapping clones of different lengths. About 75% of the clones (n = 40) matched the genome sequences of common honeybee viruses, including BQCV, DWV, and Israeli acute paralysis virus (IAPV). Unexpectedly, about 20% of the clones (n = 10) matched the sequences of TRSV for two genomic segments in the NCBI database. By assembling sequence fragments from different cDNA clones, we obtained a 1,545-bp length of nucleotide sequences encoding the RNA helicase and covering ~21% of the coding region of the polyprotein gene of genomic RNA-1. We also obtained a 2,024-bp long sequence encoding the complete capsid protein. A BLAST search of the helicase sequence showed highest identity with a TRSV strain isolated from bud blight disease of soybean (GenBank accession no. U50869), with 88% homology at the nucleotide level and 96% homology at the amino acid level. A BLAST search of the DNA fragment encoding the capsid protein showed strongest similarity to a TRSV strain from bean (GenBank accession no. L09205), with 96% homology at the nucleotide level and 99% homology at the amino acid level. The cDNA sequences were used to design two primer sets, TRSV-F1/R1 and TRSV-F2/R2 (Fig. 1), for the subsequent studies of TRSV replication and distribution in honeybees and Varroa mites.\n\nElectron microscopy showed no obvious contamination from host cellular material. Negatively stained viral particles had a diameter of 25 to 30 nm and an icosahedral shape, typical morphological features of secoviruses (Fig. 2), and RT-PCR assay confirmed the presence of TRSV in the viral preparation for EM analysis.\n\nThe purity of the virus preparation in our study was confirmed by electron microscopy. Electron microscopy showed no obvious contamination from host cellular material. Negatively stained viral particles had a diameter of 25 to 30 nm and an icosahedral shape, typical morphological features of secoviruses (Fig. 2). However, the viral preparation was determined by RT-PCR to contain not only TRSV but other bee viruses as well, including BQCV, DWV, and IAPV. It was not possible to definitely distinguish TRSV viral particles morphologically from these other bee viruses.\n\nAlthough no apparent disease symptoms were observed in examined bees, TRSV was widespread in honeybee tissues, which was confirmed by the amplification of a 731-bp PCR fragment with the TRSV-F2/R2 primer set. Except for the compound eyes, TRSV was found in all tissues examined, including hemolymph, wings, legs, antennae, brain, fat bodies, salivary gland, gut, nerves, tracheae, and hypopharyngeal gland. Although there was the same amount of input cDNA, the intensity of the PCR signals varied between samples. Tissues of the gut and muscle had weaker PCR bands than other tissues, indicating a relatively lower level of TRSV infection (Fig. 3). It is unclear if the absence of PCR amplification in the compound eye was due to PCR inhibition previously reported for that tissue (27).\n\nTRSV is a positive-stranded RNA virus replicating through the production of a negative-stranded intermediate; therefore, the presence of negative-stranded RNA constitutes proof of active viral replication. To investigate the replication of TRSV in bees, negative-stranded RT-qPCR was performed using a tagged primer system (28). Amplification and sequence analysis of a 462-bp negative-strand-specific product in different tissues showed that active replication of TRSV occurs in most tissues (Fig. 4). A single peak on the melting curve analysis corroborated the specificity of the amplicon. The lack of amplification following RT-qPCR of total RNA without primers in the reverse transcription reaction mixture ruled out any nonspecific effect from self priming due to the secondary structure of viral RNA or false priming by anti-genomic viral RNA or cellular RNAs. Among tissues with detectable levels, the relative abundance of negative-stranded TRSV varied significantly (P < 0.001; one-way analysis of variance [ANOVA]). The brain had the lowest detectable level of negative-stranded TRSV and was chosen as the calibrator. The abundance of TRSV in other tissues relative to the brain ranged from 56-fold to 957-fold. The concentration of TRSV in additional body tissues showed the following ranking: muscle > hypopharyngeal gland > leg > fat body > trachea > hemolymph > antenna > nerve > wing. The replication of TRSV was not evident in the salivary gland, gut or compound eye (Fig. 5), although the presence of PCR inhibitors in the latter is a possibility (27).\n\nIn situ hybridization showed that TRSV could also be detected in the ectoparasitic mite, V. destructor, collected from the same TRSV-infected bee colonies. Sections hybridized with a digoxigenin (DIG)-labeled TRSV RNA probe had strong staining within the storage organs of the mite, the upper and lower gastric ceca (Fig. 6A), although histopathological signs were not evident in these areas. No positive signal of TRSV was observed in other mite tissues, and no signal was observed with the negative-control probe (Fig. 6B).\n\nOf ten bee colonies included in this study, six were classified as described in Materials and Methods as strong colonies and four were classified as weak colonies. Both TRSV and IAPV were absent in bees from strong colonies in any month, but both were found in bees from weak colonies. As with other detected viruses, TRSV showed a significant seasonality. The infection rate of TRSV increased from spring (7%) to summer (16.3%) and autumn (18.3%) and peaked in winter (22.5%) before colony collapse. Of viruses detected in weak colonies, DWV was the most commonly detected, with an average annual infection rate of 44%, followed by BQCV, IAPV, and TRSV. Additionally, a low incidence of SBV and chronic bee paralysis virus (CBPV) infections was also detected in bees from weak colonies. While DWV and BQCV were detected in both healthy and weak colonies all year round, the prevalence of DWV and BQCV in weak colonies was significantly higher than that in strong colonies. The bee populations in weak colonies that had a high level of multiple virus infections began falling rapidly in late fall. All colonies that were classified as strong in this study survived through the cold winter months, while weak colonies perished before February. In Fig. 7A and B, the seasonal prevalence of TRSV along with other bee viruses in both weak and strong colonies is presented.\n\nFigure 8 illustrates the phylogenetic relationship among our TRSV isolates and viruses with existing GenBank TRSV sequence records, based on the partial capsid protein sequence amplified with primers. TRSV isolates infecting plants constitute the early lineages of the phylogenetic tree, and TRSV isolates from honeybees, bee pollen, and Varroa mites clustered together, branching next from the early lineage. There is no obvious sequence divergence among TRSV isolates from bees, mites, and bee pollen.\n\nAmong major pathogen groups, RNA viruses have the highest rate of mutation, because the virus-encoded RNA polymerases lack 3′→5′ exonuclease proofreading activity (29). The consequence of such high mutation rates is that populations of RNA viruses exist as “quasispecies,” clouds of genetically related variants that might work cooperatively to determine pathological characteristics of the population (30). These sources of genetic diversity coupled with large population sizes facilitate the adaptation of RNA viruses to new selective conditions, such as those imposed by a novel host. RNA viruses therefore are the most likely source of emerging and reemerging infectious diseases, such as human immunodeficiency virus (HIV), severe acute respiratory syndrome (SARS), type A avian influenza A (H5N1), and swine origin influenza A (H1N1), that have engendered worldwide public health concern because of their invasiveness and ability to spread among different species (31–35).\n\nHoneybees carry a strong electrostatic charge that ensures the adherence of pollen to their bodies, and they also actively store pollen in specialized pollen baskets on their hind legs. It is therefore not unexpected that the foraging behavior of honeybees could move virus-contaminated pollen to the flowers of healthy plants (26, 36). However, this study represents the first evidence that honeybees exposed to virus-contaminated pollen could also be subsequently infected and that the infection could be systemic and spread throughout the entire body of honeybees. About 5% of known plant viruses are pollen transmitted, and the genomes of the majority of plant viruses are made of RNA (37, 38), providing a large set of potential host-jumping viruses. The finding from this study illustrates the complexity of relationships between plant pathogens and the pollinating insects and emphasizes the need for surveillance for potential host-jumping events as an integrated part of insect pollinator conservation.\n\nFor a virus to successfully establish infection in a novel host, the virus must overcome three major hurdles. First, it must have the opportunity to come into contact with a prospective host for the viral particles to gain entry into the host cells. Second, the virus must undergo genetic changes that mediate the entry of virus into host cells, typically through host receptors on the cell surface. The virus must also undergo genetic changes that can lead to the ability to bypass the host’s immune defense and replicate its genome using the host’s cellular machinery. Finally, the virus must gain the ability to spread horizontally between individuals of the same generation within new host populations. The detection of replicate intermediates of TRSV in different tissues of honeybees and the prevalence of TRSV in bee populations provide strong evidence that TRSV has overcome these key hurdles. The presence of a TRSV-positive signal in parasitic Varroa mites suggests that Varroa could serve as a vector to facilitate the horizontal transmission of TRSV between bees in the colonies.\n\nFood-borne transmission is one of the most important routes for virus transmission in honeybees. Infections of several honeybee viruses occur through ingestion of virus-contaminated food followed by dissemination of the viruses from the midgut into other tissues through the hemolymph (39). Since TRSV is a known pollen-borne plant virus, we initially believed that the presence of TRSV was restricted to the bees’ digestive tract. However, titers of TRSV in our study were unexpectedly low in the gut. Viral replication was not detected in either the gut or the salivary gland. Instead, high titers of negative-stranded virus were found in the wing, nerve, antenna, trachea, hemolymph, and fat body, indicating replication in those tissues. The absence of virus replication in the tissues of the gut and salivary gland excludes the possibility of TRSV as a persistent-propagative virus which must first replicate in epithelial cells of the midgut and then migrate to the salivary glands to be ejected together with saliva. Our quantitative analysis suggests that TRSV is neurotropic in honeybees, with more extensive infection detected in the nervous system than in other internal tissues, and therefore it is conceivable that severe TRSV infection can cause functional impairment of the nerve and muscle in honeybees. The low levels of TRSV in the gut suggests a possible result of sloughing off of infected epithelial cells from midgut as a host defensive mechanism or the possibility that TRSV might utilize some alternative invasion routes such as the neural or tracheal route. Further investigation of the virus transmission and pathogenicity is warranted.\n\nThe circulation of TRSV in bee hemolymph was further proven by the presence of TRSV in Varroa mites. Varroa is an obligate parasite of the honeybee and has been catastrophic for the beekeeping industry. Both adult mites and nymphs use their piercing mouth parts to penetrate the body wall of the bees and suck out the hemolymph. In addition to its direct detrimental effects on host life span and colony vigor (40–45), the feeding of mites on bees provides an entry for microbial pathogens (44). Indeed, the roles played by Varroa mites in acquiring and transmitting honeybee viruses have been experimentally demonstrated in several studies (46–49). The observation of the positive signal of TRSV within the storage organ of the mites suggests that the Varroa mite is not merely a mechanical vector that physically transports viruses from host to host with its mouthparts. More work is needed to confirm whether Varroa mites can act as a biological vector to support TRSV replication.\n\nTRSV isolates from honeybees, Varroa mites, and bee pollen clustered together phylogenetically, indicating that they descended from a common ancestor. It is likely that Varroa mites obtained the virus from their hosts during the blood feeding and that the virus-infected bees contaminated the bee pollen when they mix plant pollen with their glandular secretions and honey to produce “bee bread.” The finding that TRSV isolates from honeybees appeared to be derived more recently on the evolutionary timeline than TRSV from plants suggests that life cycles of the virus involving arthropod hosts evolved after host expansion. However, it remains to be determined whether TRSV possesses the ability to maintain persistent infection in honeybee colonies in the absence of newly inoculated viruses from visited plants or whether infected bees can subsequently inoculate healthy plants. It will similarly be helpful to screen other pollinator species for the presence of TRSV, since it is known that honeybees and other pollinators share some viral species (8–11, 50).\n\nSequence comparison of the TRSV isolates from this study with isolates with other accession numbers suggests that the capsid protein region is much more conserved than the RNA helicase region at the nucleotide level. The relatively high level of sequence similarity at the amino acid level for both capsid protein and helicase indicates a high level of structural and functional conservation. Nevertheless, substitution of a single or a few amino acids at the surface of virus particles can be sufficient to alter receptor recognition and thereby alter host range (51). Thus, the few amino acid polymorphisms observed in TRSV strains infecting honeybees may still be associated with cell tropism and host adaptation. It would be helpful to further characterize the complete genome of TRSV isolates from honeybees as well as from Varroa mites to deepen our understanding of genetic diversity of this virus. More work is needed to elucidate the molecular basis of cell tropism and host range modifications and to investigate the roles of the honeybee as a newly identified host in the epidemiology of TRSV.\n\nThe evidence of systemic spread and propagation of a plant-pathogenic virus in honeybees raises awareness of the potential impact of new viral disease emergence on bee health. While findings from this study have important implications for understanding TRSV transmission and pathogenesis, much remains to be learned about the intracellular life cycle, species-level genetic variation, and pathogenesis of the virus in honeybee hosts. Although the cause(s) of CCD and the decline in the worldwide bee population is not yet fully understood (52), a growing body of evidence has indicated that parasites and pathogens are key culprits involved in widespread disappearance/death and population declines of honeybees (3, 5, 53–57). The observation that increasing prevalence of TRSV in conjunction with other bee viruses in infected colonies is associated with gradual decline of host populations and winter colony collapse supports the argument that virus infections could have a significant negative impact on colony survival. While the simultaneous presence of multiple viruses and asymptomatic viral infections in honeybees as well as lack of a cell culture system for virus production (58, 59) makes Koch’s postulates of disease causality difficult to fulfill, the observed negative correlation between the level of TRSV infections and size of host populations suggests that TRSV, in combination with other viruses, is likely a contributing factor to poor survivorship of honeybee colonies.\n\nHoneybee colonies used for this study were maintained in the research apiaries of the USDA-ARS Bee Research Laboratory in Beltsville, MD. For viral particle purification and tissue dissection, fifty adult worker bees were collected by removing a central frame filled with brood and covered with adult bees from a hive and gently scraping worker bees into a 50-ml conical tube. In addition, bee pollen that was processed by bees and stored in combs around the brood was collected using a spatula and transferred into 15-ml conical tubes. Individual Varroa mites that had crawled from brood cells onto the tops of brood frames were collected with forceps and transferred into 1.5-ml microcentrifuge tubes.\n\nFor assessing the effects of viruses on honeybees, the seasonal prevalence of virus infections was determined in ten colonies for a period of 1 year starting in March and finishing in February of the following year. Bee colonies were classified as strong or weak based on the size of adult populations, amount of sealed brood, and presence of food stores, as previously described (60). Bee colonies that had more than ten frames covered with adult workers and more than six frames filled with brood and food stores were defined as strong colonies, while bee colonies that had a small number of foraging bees flying in and out, fewer than ten frames of adult bees, fewer than six combs with brood, and small patches of food stores were defined as weak colonies. For each colony, samples of 20 adult workers were collected every month and stored at −80°C until subsequent RNA isolation for virus analysis.\n\nThirty worker bees were frozen in liquid nitrogen, ground to a fine powder, and homogenized in 10-ml extraction buffer (0.1 M potassium phosphate buffer [pH 7.5], 0.2% diethyldithiocarbamate, 1/5 volume of diethyl ether). The mixture was emulsified with 5 ml carbon tetrachloride and centrifuged at 5,000 × g at 4°C for 30 min to remove tissue debris. Supernatant containing viruses was centrifuged once more at 5,000 × g at 4°C for 30 min and then filtered through a 45-μm filter to remove small tissue debris. The filtrate was then centrifuged at 10,187 × g for 6 h at 4°C to pellet the viral particles. The pellet was resuspended in 2 ml of 0.2 M phosphate-buffered saline (PBS) buffer. A 15-µl portion of viral solution was examined for the presence of virus particles in an electron microscope. The rest of the viral solution was saved for subsequent viral RNA isolation and cDNA library construction.\n\nVirus particles were negatively stained with 2% uranyl acetate on a Formvar-coated Ni grid and viewed in a Hitachi H-7000 electron microscope at magnifications between ×33,000 and ×100,000.\n\nTotal RNA was extracted by homogenizing the viral solution with TRIzol LS reagent (Invitrogen), a solution of phenol and guanidine isothiocyanate used for isolating total RNA from liquid samples according to the manufacturer’s instructions. The resultant RNA pellets were resuspended in DNase- and RNase-free water (Invitrogen) in the presence of ribonuclease inhibitor (Invitrogen). The quantity and purity of RNA were measured with a NanoDrop spectrophotometer (NanoDrop Technologies). The cDNA library was constructed using a CloneMiner cDNA library construction kit (Invitrogen) per the manufacturer’s protocol. First-strand cDNA was synthesized from extracted RNA using Superscript II reverse transcriptase with a biotin-conjugated attB2 oligo(dT) primer. After cDNA synthesis, the products were size fractionated by column chromatography to remove excess primers, adapters, and small cDNAs and cloned into an attP-containing donor vector, pDONR 222. The BP (recombination between attB and attP sites) reaction products were transformed into ElectroMAX DH10B T1 phage-resistant cells, and the transformed cells were plated onto LB agar medium supplemented with kanamycin (50 µg/ml). The positive clones were purified using the Wizard Plus miniprep DNA purification system (Promega). A total of 50 cDNA clones were randomly selected and sequence analyzed to confirm the presence of the insert.\n\nPrimers specific for TRSV RNA segments 1 and 2 were designed based on the nucleotide sequences obtained from cDNA clones of this study. The sequences of primers for amplifying a 462-bp region of helicase (Hel) of RNA segment 1 were TRSV-F1 (5′-CATGAATGTTGTTATCCAAT-3′) and TRSV-R1 (5′-TCCTCAGTAAATTTCATTTG-3′). The sequences of primers for amplifying a 731-bp region of capsid protein (CP) region of RNA segment 2 were TRSV-F2 (5′-GTGTGCTGTGACGGTTGTTCC-3’) and TRSV-R2 (5′-TGCCAGACCACCCAAGATTCC-3′). Figure 1 illustrates the positions of primers.\n\nTwenty adult worker bees were individually fixed on the wax top of a dissecting dish with steel insect pins. Under a dissecting microscope, about 10 µl of hemolymph was collected from each bee with a micropipette tip by making a small hole on the roof of the bee’s thorax with a needle to make it bleed. Following hemolymph collection, the legs, wings, antennae, and compound eyes were cut off with a pair of fine scissors. The body was opened by cutting along the dorsal midline from the tip of the abdomen to the head with scissors. Tissues of the brain, fat body, salivary gland, gut, muscle, nerve, trachea, and hypopharyngeal gland were individually removed using a pair of fine forceps under a dissecting microscope. In total, thirteen tissues were collected from each bee, and a total of thirty bees were dissected. The scissors and forceps were wiped between tissues once with a cotton pad soaked with 10% bleach and once with a cotton pad soaked with 70% alcohol followed by a final rinse in sterile water. To prevent possible contamination with hemolymph, all tissues were rinsed once in 1× phosphate-buffered saline (PBS) and twice in nuclease-free water. The washing solution was changed every time for each tissue to prevent cross-contamination. All freshly dissected tissues were subjected to subsequent RNA extraction immediately.\n\nTotal RNA was isolated from disserted tissues, adult bees, bee pollen, and Varroa mites using Invitrogen Trizol reagent according to the manufacturer’s instructions. Conventional RT-PCR was performed on RNA samples extracted from adult bees, Varroa mites, different tissues, and bee bread collected from the same colony for the presence and distribution of TRSV. The Promega one-step Access RT-PCR system was used for virus detection as previously described (58). PCR products were purified and sequenced to confirm the specificity of the primers.\n\nTo determine the seasonal prevalence of TRSV in honeybee colonies, bee samples collected every month were subject to RT-PCR analysis individually for TRSV as well as other seven common honeybee viruses, including acute bee paralysis virus (ABPV), BQCV, chronic bee paralysis virus (CBPV), DWV, Israeli acute paralysis virus (IAPV), Kashmir bee virus (KBV), and SBV. The primer pair TRSV-F2/TRSV-R2 was used for RT-PCR amplification of TRSV. The primer sets used for RT-PCR amplification of common honeybee viruses have been reported previously (49, 58). Putative TRSV amplification products were purified and sequenced to confirm the specificity of the RT-PCR assay. The infection rate of each virus (20 workers) and strength of individual colonies were recorded every month throughout the year.\n\nIn order to determine the ability of TRSV to replicate in different tissues of honeybees, RNA samples were further analyzed for the presence and abundance of negative-stranded RNA, a replicative intermediate, using strand-specific reverse transcription coupled with quantitative PCR (RT-qPCR). For each tissue sample, the first-strand cDNA was synthesized from total RNA using Superscript III reverse transcriptase (Invitrogen) with Tag-TRSV-F1 (5′-AGCCTGCGCACGTGGcatgaatgttgttatccaat-3′), where the capitalized sequence corresponding to Tag was published by Yue and Genersch (61). The synthesized cDNAs were then purified using a MinElute PCR purification kit (Qiagen) followed by a MinElute Reaction Clean kit (Qiagen) to remove short fragments of oligonucleotides and residue of enzymatic reagents to prevent amplification of non-strand-specific products (28). cDNA derived from negative-stranded RNA was amplified using the Brilliant SYBR green qPCR master mix (Stratagene) with a 0.4 µM concentration each of the Tag (3′-AGCCTGCGCACCGTGG-5′) and TRSV-R1 primers in a 25-µl volume according to the manufacturer’s protocol. To normalize the qPCR result, amplification of a housekeeping gene, the β-actin gene, was performed for each sample with a previously reported primer set (62).\n\nThe amplification for both TRSV and β-actin was carried out following the manufacturer’s recommended protocol for thermal profile parameters for three-step PCR. After amplification, a melting curve analysis was performed to determine the specificity of the PCR products. Each sample was run in triplicate, and the qPCR assay was repeated twice. The amplification efficiencies of the SYBR green real-time RT-qPCR assay for both TRSV and β-actin were proved to be approximately equal (data not shown). The output of RT-qPCR assays for TRSV in different tissues was interpreted by using the comparative cycle threshold method (ΔΔCT method). The average CT value (ΔCT) of TRSV in each tissue was normalized using the CT value corresponding to the endogenous control, β-actin, with the following formula: ΔCT = average CT(TRSV) − average CT(β-actin). The tissue that had the lowest level of TRSV was chosen as a calibrator. The ΔCT value of each tissue was subtracted from the ΔCT value of the calibrator to yield ΔΔCT. The concentration of TRSV in each tissue was calculated using the formula 2−ΔΔCT and expressed as n-fold difference relative to the calibrator.\n\nPurified amplicons corresponding to the region flanked by the TRSV-F2 and TRSV-R2 primer set were incorporated into a pCR2.1 TA cloning vector upstream of a T7 promoter (Invitrogen, Carlsbad, CA) following the manufacturer’s protocol. Recombinant plasmid DNAs with the TRSV insert were linearized by restriction enzyme BamHI (New England Biolabs, Ipswich, MA) at 37°C for 2 h. The linearized DNAs were extracted once with an equal volume of phenol-chloroform-isoamyl alcohol (25:24:1), precipitated by ethanol, and dissolved in nuclease water. The DIG-labeled RNA probe complementary to TRSV genomic RNA was synthesized using a DIG-RNA labeling kit (T7) (Roche Applied Science, Indianapolis, IN) following the manufacturer’s protocol.\n\nLive Varroa mites were fixed in 4% paraformaldehyde in 100 mM PBS (pH 7.0) overnight at 4°C, rinsed in nuclease-free water three times, and then stored in 70% ethanol (200 proof) at 4°C until used. Tissue dehydration was carried out by successive incubations in ethanol (70%, 95%, and 100%) and xylol (twice for 5 min each) and embedded in paraffin. Paraffin sections were cut 2 to 5 micrometers thick and mounted on poly-l-lysinated slides and stored at 4°C overnight. The sections were then rehydrated through a descending concentration of ethanol (100%, 95%, and 70%), dewaxed in xylol, treated with proteinase K (10 µg/ml) for 30 min, and acetylated with 0.33% (vol/vol) acetic anhydride in 0.1 M triethanolamine-HCl (pH 8.0) for 10 min prior to hybridization.\n\nThe sections were prehybridized in prehybridization solution (50% formamide, 5× SSC [1× SSC is 0.15 M NaCl plus 0.015 M sodium citrate], 40 µg/ml salmon sperm) at 58°C for 2 h and incubated in hybridization buffer with DIG-labeled TRSV probe solution to a concentration of 100 to 200 ng/ml probe in prehybridization solution at 58°C overnight. After hybridization, the sections were washed twice in low-stringency wash solution (2× SSC, 0.1% SDS) at room temperature for 5 min and washed twice in high-stringency wash solution (0.1× SSC, 0.1% SDS) at 52°C for 15 min. The hybridization signals were detected with alkaline phosphatase (AP)-labeled sheep anti-DIG antibody conjugate (Roche Applied Science). The conjugate solution was added to the dry sections and incubated at 4°C for 2 h in a humid chamber. The slides were rinsed three times with washing buffers. The color development was performed by adding the buffer solution containing nitroblue tetrazolium (NBT) and 5-bromo-4-chloro-3-indolyl phosphate (BCIP) to the tissue sections and incubating for 3 to 6 h at room temperature with protection from light. The color reaction was stopped by a 5-min wash in Tris-EDTA (0.1 mM, pH 8.0). The nonspecific staining was removed in 95% ethanol overnight. The sections were rehydrated through successive incubation in ethanol (70%, 95%, and 100%) and xylol (twice for 15 min each) and mounted in Eukitt resin. Negative control reactions included regular dUTP instead of DIG-labeled TRSV probe. In situ hybridization slides were observed under a light microscope (Eclipse TE 300; Nikon) and photographed with a Nikon digital camera (DXM 1200). Dark blue coloring indicates where the DIG-labeled probe bound directly to the viral RNA. The section hybridized with the negative control showed pink staining only from the application of nuclear fast red.\n\nThe sequences of the 731-bp TRSV fragment amplified from the region encoding the capsid protein by the primer pair TRSV-F2 and TRSV-R2 from honeybees, bee pollen, and Varroa mites were compared with existing GenBank sequences isolated from plants. Phylogenetic analysis was conducted in MEGA4 (63). The sequences were aligned using ClustalW, and the sequences that could not be aligned unambiguously at both 3′ and 5′ ends were truncated. A tree was built using the neighbor-joining method (64) with distances computed using the maximum composite likelihood method (65). The reliability of the phylogenies was assessed by bootstrap replication (500 replicates) (66). Node labels correspond to bootstrap support, and values of >50% were regarded as evidence for the phylogenetic grouping.\n\nThe cDNA sequence data have been submitted to the GenBank sequence database and assigned the accession numbers JQ710729 and JQ710730 for the helicase and capsid protein coding regions, respectively."}