{"title": "Efficacy and safety of a multiherbal formula with vitamin C and zinc (Immumax) in the management of the common cold", "body": "The common cold is one of the most prevalent acute illnesses worldwide. It is implicated in about 40% of time lost from employment and 30% of time lost from education.1 Most adults contract two to four colds per year, whereas children can have as many as 10 colds per year, producing substantial expenditure for physician office visits and over-the-counter cold and cough remedies.1,2 The infection is self-limiting. It usually resolves within 7 days, but many colds persist for up to 3 weeks and are due to various viruses. Although it is known that rhinovirus infections cause 10%–40% of colds,1 with coronavirus, parainfluenza virus, adenovirus, echovirus, and coxsackie virus accounting for the remainder of cases,3,4 these viruses produce clinically indistinguishable disease,5,6 making specific viral diagnosis difficult. Available remedies act only to alleviate the cold symptoms (sneezing, nasal stuffiness and discharge, sore or scratchy throat, cough, hoarseness, headache, fever, and myalgia) and have no true therapeutic benefit toward eliminating the viral challenge.2,7,8\n\nEchinacea, a member of the Compositae family, is a herb widely used to treat and prevent common illnesses,9 as it has been shown to have immunostimulatory properties.10 Three out of the nine species in this family are of medicinal interest (Echinacea angustifolia, E. pallida, and E. purpurea). They are commonly used to treat viral upper respiratory tract infections.11 Echinacea causes an increase in numbers of circulating white blood cells, activation of phagocytosis by human granulocytes, and elevation of body temperature,12 resulting primarily from the aerial portion of E. purpurea13 and the root portion of E. pallida.13 Previous research suggests that Echinacea may be most effective at reducing the severity and duration of the common cold when taken early in the illness14,15 but has little to no preventive benefit.16 A review of five randomized, clinical trials investigating the immunomodulatory activity of Echinacea concluded that Echinacea may be an efficacious immune stimulator.17\n\nGarlic (Allium sativum) is one of the oldest medicinal plants used by different cultures. The oldest reports of healthpromoting properties of garlic date back to the16th century BC, when in the Ebers Papyrus from Egypt over 20 ailments were purported to be efficiently cured by garlic.18 Garlic stimulates the immune system and acts as a natural antibiotic not harmful to friendly bacterial flora. Many laboratory studies have confirmed the antibacterial, antifungal, antivirus, immunostimulating, and antioxidant properties of garlic.19–23 In 1990, the US National Cancer Institute initiated the Designer Food Program to determine which foods played an important role in cancer prevention; they concluded that garlic may be the most potent food with cancer-preventive properties.24\n\nNigella sativa is the black seed referred to by the prophet Mohammed as having healing powers. It is also identified as the curative black cumin in the Holy Bible and is described as the Melanthion of Hippocrates and Discroides and as the Gith of Pliny.25\n\nThe effect of N. sativa on immune responses was evaluated in human volunteers. The results showed that black seed enhanced by 55% the ratio between helper T cells (CD4) and the suppressor T cells (CD8), and a 30% average enhancement of the natural killer (NK) cell activity.26 N. sativa has also established efficacy against several species of pathogenic bacteria (Staphylococcus aureus, Pseudomonas aeruginosa) and pathogenic yeast (Candida albicans).27\n\nExtracts of American ginseng (Panax quinquefolium) have been shown to have immunomodulatory effects.28–34 These extracts have been shown to enhance immune responses such as immunoglobulin production by lymphocytes and natural immune responses by peritoneal exudate macrophages.28 They have also been found to enhance anticomplementary and reticuloendothelial system activities,29 enhance macrophage Fc receptor expression,30 increase the phagocytosis index along with phagocytosis fraction,31 and induce messenger RNA expression of interleukin-2 (IL-2), interferon-gamma (IFN-γ), interleukin-1, and granulocyte-macrophage colony-stimulating factor as well as lymphokine-activated killer cells and CD8+ cells.32 In addition, these extracts appear to stimulate cell-mediated immune response and NK cell cytotoxicity,33 as well as to have cytotoxic effects on a wide range of tumor cell lines without major histocompatibility complex restriction.34 Ginseng extract was found to effectively prevent acute respiratory illness due to influenza and respiratory syncytial virus by 89% in a clinical trial involving elderly people living in institutions.35\n\nVitamin C, (ascorbic acid), is a water-soluble vitamin found in fruit and vegetables, particularly citrus fruit. It is necessary for iron absorption, wound healing, and collagen formation.36 Vitamin C is also recognized as being important to the successful production of neurotransmitters and improvement of glucose metabolism; its deficiency results in the neurological disease of scurvy.37 Vitamin C’s association with immune strengthening is derived from its ability to enhance the function of the immune system, including antimicrobial and NK cell activities, macrophages, lymphocyte proliferation, chemotaxis, and delayed-type hypersensitivity.38\n\nZinc salts have been found to inhibit rhinovirus replication in vitro at concentrations of <0.1 mmol/L,39 possibly by interfering with rhinovirus protein cleavage.38 Alternatively, it has been suggested that zinc salts may protect plasma membranes against lysis by cytotoxic agents such as microbial toxins and complement.40 The proposed protective mechanism is either via immunomodulation41,42 or via the binding of zinc ions to rhinovirus surface canyons, thus inhibiting viral interactions with intercellular adhesion molecule-1 (ICAM-1), the site of rhinovirus binding to cells.43 Because ICAM-1 is also the binding site for leukocyte function associated antigen-1 (LFA-1), the block of LFA-1/ICAM-1 binding has been postulated to possibly suppress inflammation.43 Several randomized, controlled clinical studies showed a beneficial effect of using zinc for treating the common cold, particularly when zinc is started within the first 24 hours of onset of symptoms.44–47\n\nImmumax in management of common cold Immumax, a product of Beovita-Safe Pharma, an Egyptian– German pharmaceutical company, is a combination of natural herbal extracts, including Echinacea extract 120 mg, garlic powder 100 mg, Nigella sativa oil 200 mg, and Panax ginseng extract 50 mg plus vitamin C 50 mg and elemental zinc 7.5 mg.\n\nThe multiple immunomodulatory activities at different levels and the proven in vitro antiviral activities have encouraged us to study the potential efficacy and tolerability of this multi-ingredient formula in the treatment of human patients suffering from the common cold.\n\nThe study was conducted in a prospective, double-blind, randomized, controlled manner in an outpatient setting.\n\nPatients were included if they had had cold symptoms for 36 hours or less. Patients must have had at least two of the following 10 symptoms: cough, headache, hoarseness, muscle aches, nasal discharge, nasal congestion, scratchy throat, sore throat, sneezing, or an oral temperature >37.7°C.\n\nPatients were excluded if they were pregnant; had a known immune deficiency, cancer, severe liver/renal dysfunction, or critical illness; or had had symptoms of the common cold for more than 36 hours.\n\nImmumax capsules and identical placebo capsules containing beeswax were packed and coded by a research assistant blinded to the study participants. Patients fulfilling the inclusion/exclusion criteria were randomly divided into two treatment groups: an experimental group who started treatment with Immumax at a dose of one capsule twice daily until recovery of symptoms or a maximum of 14 days, and a control group who took one placebo capsule twice daily with the same regimen. Randomization was done using a software-generated block randomization technique, and patients and investigators were blinded to the allocated drug. The randomization list and the drug codes were locked in sealed envelopes until the end of the follow-up period, final assessment, and statistical analysis. Each patient was given a similar pack of 30 capsules and was asked to swallow one capsule twice daily for as long as he/she had cold symptoms. The first capsule was administered just after enrollment at the clinic to assess initial tolerability. Participants were asked to take no other cold preparations during the study period apart from acetaminophen for symptomatic relief of pain or fever on an as-needed basis. Oral thermometers were given to the patients at the time of enrollment. All patients were asked to revisit at day 1 after the start of treatment and within 1 day of noting that their cold symptoms had resolved. At this visit, they returned unused capsules so that adherence to the protocol could be checked through capsule counts and the treating physician could confirm that cold symptoms had resolved.\n\nPatients were asked to complete a daily record documenting the severity of symptoms and the medications taken throughout the duration of their cold or for as long as 14 days.\n\nEvery day, patients graded each symptom as 0 for none, 1 for mild, 2 for moderate, or 3 for severe. Total symptom scores were calculated by summing the scores of all symptoms for each patient each day. Cold resolution was defined as resolution of all symptoms (a total symptom score of 0) or resolution of all but one mild symptom (a total symptom score of 1).\n\nThe time to cold resolution was calculated as the number of days from study entry and summarized as median (interquartile range [IQR]) for each treatment group. Resolution rates were estimated using the Kaplan–Meier method, and resolution profiles were compared between groups using the log-rank test. The mean percentage change in total symptom severity scores at days 4 and 8 from baseline were compared between the two groups by one-way analysis of variance (ANOVA). Chi-square test (or Fisher’s exact test) was used to analyze associations between the side effects and assigned groups. Patients were considered adherent if they took an average of two capsules per day for the first 4 days of the study (eight capsules) and if they took no antibiotic agents.\n\nSeventy-five patients presenting with common cold symptoms were assessed for eligibility criteria. Nine of them were excluded, as they did not fulfill the eligibility criteria, whereas another four refused to sign the informed consent. Sixty-two patients were randomized to two equal groups: 31 patients were assigned to the Immumax group, and the remaining 31 were assigned to the placebo group. One patient in the Immumax group withdrew from the study on the first day because he could not tolerate the capsules (see Figure 1). All other patients, as directly observed by the study nurse, indicated that they had good tolerance of the first dose.\n\nBaseline characteristics of the two groups are given in Table 1. The incidence and severity of individual symptoms at baseline, as well as other demographic characteristics, were almost similar in the two groups.\n\nSeven patients (five in the placebo group and two in the Immumax group) had colds that were not reported to resolve during the follow-up period of the study (censored). Two of these patients (both were placebo recipients) completed the 14 days of the study with remaining symptoms. Another two patients of the placebo group reported that their conditions had worsened and needed to be treated with antibiotics for lower respiratory tract bacterial infection. The remaining three of the seven censored patients were lost to follow-up, two from the Immumax group and one from the placebotreated group.\n\nWe used Kaplan–Meier survival analysis to estimate the percentage of patients whose colds resolved (a total symptom score of ≤1) on each day of the study (Figure 2).\n\nThe median (IQR) time to resolution of all symptoms was 8 (5–9) days in the placebo group and 4 (3–6) days in the Immumax group. The results of the log-rank test indicate that symptoms resolved significantly faster in the Immumax group than in the placebo group (P < 0.001). There was no significant difference in compliance between groups during the first 4 days of therapy (P < 0.05). The mean percentage reduction in total symptom severity scores from baseline at days 4 and 8 was significantly greater in the Immumax group than in the placebo group by one-way ANOVA (Table 2).\n\nAt the end of the study, eight (39%) of the placebo recipients and 18 (60%) of the Immumax recipients reported that the study medication had helped improve their cold symptoms (P = 0.01). The frequency of reported adverse effects, including nausea, vomiting, abdominal pain, diarrhea, fatigue, and dizziness, did not differ significantly between the two groups.\n\nTo our knowledge, this is the first study to test the effect of this multiherbal preparation with vitamin C and zinc (already consumed as a dietary supplement) on the duration and severity of common cold symptoms. As we have indicated in our introduction, a plethora of data in the literature, either basic or clinical studies, addresses the immunostimulatory and antiviral activities for each of the components.10–47 We opted to conduct this simple pilot study as a pragmatic hypothesis rather than as a confirmatory or explanatory study.\n\nIn our opinion, alternative medicine is in need of much translational research and clinical trials on human subjects to be performed and published in scientific literature, especially for those products that are already being consumed as over-the-counter dietary supplements. The authors admit that there are many limitations in this study, including its small size, the short follow-up period, the dependence mainly on symptoms, and subjective scoring as outcome measures without correlating findings with more objective laboratory data. These limitations can be explained by the perception that studies on alternative medicine, due to lack of patent protections, unlike those on patented new chemical entities funded from the pharmaceutical industry, usually suffer financial and logistic constraints.\n\nWe can conclude from our study that Immumax is helpful in reducing the duration and severity of common cold symptoms. More confirmatory and explanatory randomized studies are needed to confirm this."}