{"title": "Hyponatraemia in cases of children with pneumonia", "body": "Hyponatraemia (HN, serum sodium < 135 mEq/l) is the most common electrolyte imbalance seen in clinical practice, and also in critically ill children [1]. It is present in approximately 3% of hospitalized patients [2]. Mild to moderate HN and severe hyponatraemia are found in 15–30% and 1–4% of hospitalized patients, respectively [3].\n\nPathophysiologically, HNs are classified into two groups: HN due to non-osmotic hyper-secretion of vasopressin (hypovolaemic, hypervolaemic, euvolaemic) and HN of non-hypervasopressinaemic origin (pseudo-hyponatraemia, water intoxication, cerebral salt wasting syndrome) [3].\n\nFirst, in 1920 it was shown that many children with pneumonia retain water [4], which has been found to be associated with an increased blood volume and a low plasma chloride value [5]. These findings are explained by the syndrome of inappropriate secretion of anti-diuretic hormone (SIADH), which has been described in children with pneumonia [6], and meningitis [7]. It was found that HN frequently accompanies pulmonary diseases, infectious and also neoplastic [8].\n\nHyponatraemia is considered a common laboratory finding in children with community-acquired pneumonia (CAP), which can be defined clinically as the presence of signs and symptoms of pneumonia in a previously healthy child due to an infection which has been acquired outside hospital [9]. Few studies, though, explore the correlation of HN and pneumonia in children [10]. Based on the published studies, the severity of CAP and HN due to CAP are associated with the need of hospitalization, the presence of prolonged and high fever, and elevated serum non-specific inflammatory markers, such as serum C-reactive protein (CRP) and serum procalcitonin [9].\n\nMoreover, lower respiratory infections (LRIs), including acute lower respiratory tract infections, pneumonia, atypical pneumonia, bronchitis, bronchiolitis, and severe acute respiratory syndrome (SARS), continue to threaten the health of children worldwide and especially in developing countries, where poor nutrition prevails and access to health care is scarce [11].\n\nTherefore, the purpose of this study was to identify the incidence of hyponatraemia in children with CAP, to find predictive tools in order to classify the severity and outcome of CAP and also to explore possible differences of clinical importance between the two sexes.\n\nThe statistical analysis was performed using SPSS 12.00 for Windows (SPSS Inc, Chicago IL). Frequencies and descriptive statistics were used primarily in order to describe the sample's overall attitudes. The distribution of the population in various groups was described by mean value ± standard error (SE). χ2 test and Fisher's exact test were used for qualitative variables in order to calculate p values, while regression analysis was used for quantitative variables.\n\nStudent's t-test or one-way analysis of variance (ANOVA) was used for normally distributed variables, while the Mann-Whitney test was used for variables not normally distributed. Values of p < 0.05 were considered as significant.\n\nThe study population consisted of 54 children, 0.20–12.0 years old (mean ± SE: 4.67 ± 0.39 years). There were 32 males (59.25%) and 22 females (40.75%). The duration of their hospitalization was 2.0–15.0 days (mean ± SE: 5.42 ± 0.42 days). The majority of them presented cough (44/54, 81.50%), and fever (53/54, 98.15%). Admission body temperature was variable, ranging between 36.2°C and 41.0°C (mean ± SE: 37.96 ± 0.17°C). Fever was present for 0–15 days (4.24 ± 0.43 days) before entrance to the hospital, and lasted for 0.0–11.0 days (2.75 ± 0.27 days) after admission day. Moreover, cough was present 0.0–10.0 days before hospitalization (mean ± SE: 4.10 ± 0.43 days) in children with pneumonia. Nasal congestion and abdominal pain were described in about one third of them (16/54, 29.60% and 17/54, 31.50% respectively). Thoracic pain and vomiting were recorded only in 9/54 (16.70%) and 5/54 (9.25%) of them respectively. One third of the children with pneumonia had previously received antibiotics (18/54, 33.33%). Seven children developed pleural effusion. The outcome of all patients was favourable. Laboratory values of both sexes are presented in Table I.\n\nThere were no statistically significant differences between age of hospitalized children with pneumonia and their sex (p = 0.25) or the presence of abdominal pain (p = 0.27). However, older children (mean age ± SE: 6.93 ± 1.11 years) more often (p = 0.01) present thoracic pain compared with younger ones (mean age ± SE: 4.22 ± 0.38 years). Moreover, there was no statistically significant difference between the duration of hospitalization and the presence of thoracic (r=−0.96, p = 0.33) or abdominal pain (z = −1.04, p = 0.29).\n\nA correlation was found between the duration of hospitalization: a) and the duration of fever after admission (p = 0.004), and b) the value of CRP at admission (p = 0.00). There was also a correlation between the value of serum sodium at admission and erythrocyte sedimentation rate (p = 0.02).\n\nFurthermore, CRP value and leukocyte count were correlated with admission value of sodium in serum (p = 0.00 and p = 0.006 respectively). Finally, there was a negative association between the degree of hyponatraemia and the length of hospitalization (z = −3.39, p = 0.001).\n\nCorrelations were also performed between the two sexes concerning their age, days of hospitalization, body temperature at admission (°C), duration of fever before and after admission, duration of cough, respiratory and heart rate at admission, SatO2 (%) and the value of serum sodium at admission. No statistically significant differences between the two groups were found (Table II).\n\nHyponatraemia could result from a sodium deficit, or surplus of water. Primary illness, impaired water excretion, “inappropriate” release of vasopressin, use of hypotonic fluids, redistribution of sodium and water, sickle cell syndrome, and several drugs may contribute to hyponatraemia [3, 14].\n\nHyponatraemia is a frequent finding in children with pneumonia. Usually, it comprises part of the syndrome of inappropriate SIADH [10, 15, 16]. Secretion of anti-diuretic hormone typically results in water retention with minimal weight gain, usually with no oedema formation, and normal blood pressure [10]. According to studies, SIADH occurs in about one third of children hospitalized for pneumonia, and was associated with a more severe disease and a poorer outcome [10].\n\nFew studies exist concerning the correlation of HN and pneumonia in children. It was first described by Stormont and Waterhouse in 1962 [17]. Since then and during the past 35 years, only case reports and a few relevant studies on the association between HN and pneumonia have been published, of which only three concern children [10, 18, 19]. Community-acquired (CAP) and nosocomial pneumonias contribute substantially to morbidity and hospital resource utilization [20, 21]. Hyponatraemia, occurring in more than 1/4 of patients with CAP, is associated with greater disease severity and worsened outcomes [20].\n\nIn the present study, only 33.33% of children had mild hyponatraemia and 1 child (1.90%) moderate HN. Moreover, children with more severe HN had a longer duration of hospitalization (z = −3.40, p = 0.001), findings that are consistent with previously published data [20].\n\nHyponatraemia is usually mild in children with CAP [9]. It seems that high atrial natriuretic peptide levels (ANP) may play a role [15]. Atrial natriuretic peptide is a member of the family of natriuretic peptides, and regulates a variety of physiological parameters, such as diuresis and natriuresis, and reduces systemic blood pressure. It is synthesized and secreted from cardiac atria [15]. Increased levels of ANP were found in diseases affecting the lungs. Over-secretion of ANP is correlated with hypoxia, which leads to pulmonary vasoconstriction, pulmonary hypertension, and right-heart overload [22, 23].\n\nSevere HN is rare in children with CAP, as in our study where only one child presented a moderate degree of HN (1%). This can be explained by the observations of Haviv et al. [15]. According to them, the ANP through its natriuretic, diuretic and vasodilatatory effects may contribute in maintaining water and electrolyte balance in children with pneumonia and SIADH. Gerigk et al. [24] found that ADH may cause HN that may originate by a non-osmotic, cardiovascular mechanism in acutely ill children, including children with pneumonia.\n\nBased on studies, symptoms and signs indicative of severe pneumonia were two to three times more frequent and the mean duration of tachypnoea, chest wall retraction and hospital stay about 50% longer in children with HN [10]. In the present study, children with increased heart rhythm and tachypnoea at admission presented lower values of sodium (z = −2.66, p = 0.007 and z = −1.70, p = 0.089 respectively).\n\nThe analysis of non-specific inflammatory markers (CRP, WBC, ESR) has shown a significant association between the presence of HN and elevated levels of WBC [9]. A significant association also exists between HN and fever, increased WBC count and CRP levels and the need for hospital treatment. All these parameters reflect the severity of pneumonia, but without taking into consideration the radiological pattern of pneumonia or the length of hospital stay and the aetiological agent [9, 25].\n\nIn our study there was also a correlation between leukocyte count (z = −2.010, p = 0.04), sedimentation rate (z = −2.42, p = 0.01), CRP (z = −3.76, p = 0.00), and levels of sodium at admission to hospital. It should be pointed out that no statistical associations were analysed between PCT and other factors/markers, since only in a few children with pneumonia (fewer than ten) was PCT measured at admission to the hospital.\n\nHyponatraemia, the most common frequent electrolyte derangement identified among hospitalized patients, is associated with worsened outcomes in patients with pneumonia, heart failure and other disorders [26]. Hyponatraemia is common among hospitalized patients with pneumonia and is associated with worsened clinical and economic outcomes and indicates a poor prognosis [20, 25]. A recent single-centre cohort study found the incidence of HN at hospital admission among CAP patients to be 28% [26]. It is important to emphasize that the presence of HN was associated with not only prolongation of hospitalization (HLOS), but also with an increase in hospital mortality [20]. In our study, children with HN at admission had longer hospitalization times and a prolonged duration of fever, although their final outcome was favourable, including cases that developed pleural effusion.\n\nAlthough no differences were found in our study between the two sexes concerning the characteristics of pneumonia or the range of serum sodium at admission (Table II), it is important to emphasize the originality of our study since no data exist as far as we could find by checking electronic resources on this topic.\n\nIn conclusion, our findings further confirm the fact that mild HN is common among hospitalized patients with pneumonia and influences hospital length of stay. Thus, it contributes to increased morbidity rates and probably adds to the costs of care. However, a limitation of the study was the relatively small size of our study group, since only one child with pneumonia had moderate HN. Thus, studies in larger population groups are needed in order to evaluate whether the degree of HN could impact the outcome of hospitalized children with CAP and whether sex is a risk factor for the development of HN in cases of children with pneumonia.\n\nThe evaluation of the severity of CAP should include clinical markers, such as heart rate and respiratory rate, and also biochemical indexes, such as leukocyte count, ESR, CRP and serum levels of sodium."}