{"title": "Systematic Review of Economic Evaluations of Preparedness Strategies and Interventions against Influenza Pandemics", "body": "When a new subtype of influenza A virus which is infectious to humans gains human-to-human transmissibility efficiently enough to cause community level outbreaks, this virus is said to have pandemic potential. If this new subtype spreads globally causing disease and deaths, it becomes pandemic. Since the 16th century, influenza pandemics have occurred at intervals ranging between 10–50 years, creating varying levels of impact on societies. [1] In March 2009, a new subtype of influenza A H1N1 virus was identified in Mexico and the United States. It spread to all continents in less than nine weeks becoming the first pandemic of the 21st century. Children, young adults, pregnant women, and those with chronic illnesses were disproportionately affected and constituted the majority of the hospitalization cases. The estimated case fatality rate was 0.15–0.25%, with most deaths in middle-aged adults with underlying diseases. [2] Although concrete evidence on the macroeconomic consequences of the 2009 H1N1 pandemic have not yet been revealed, previous studies estimated the potential reduction of labor productivity and consumption demand, with results showing an approximately 2–5% decrease in annual gross product. [3], [4]\n\n\nThe World Health Organization (WHO) published pandemic preparedness and response guidance in 1999 with two revisions: the first in 2005 and the second in 2009. [1], [2] These documents summarize the recommended WHO and national actions against pandemic influenza according to recognized pandemic phases. For some recommendations, evidence is limited to observations or epidemiological models. In some cases, inferences are drawn from other respiratory infectious diseases, such as seasonal influenza or severe acute respiratory syndrome. With a view to incorporating important experience and evidence acquired during the H1N1 2009 pandemic, the WHO will revise its pandemic preparedness guidelines. Including cost effectiveness evidence in the revision process will strengthen the guidance by providing a framework to prioritize the allocation of limited resources in impending, high risk times.\n\nThe aim of this paper is to systematically review published and unpublished economic evaluations of interventions to control and prevent human influenza pandemics. Funded by the WHO, this study describes and assesses the identified studies and determines patterns in cost utility ratios. The findings are expected to contribute to the revision of the WHO guidance on pandemic influenza, potentially support policymakers to make informed decisions on allocating resources effectively, and identify gaps for future research.\n\nOn 22 September 2011, a systematic search was performed in MEDLINE (via PubMed, 1950–22.09.2011), as well as in the specialist databases NHS EED (via CRD, 1992–22.09.2011), HEED (via Wiley Online Library, 1992–08.2011), CEA Registry (1976–2010), EURONHEED (via INSERM, 1980–2010), HTA (via CRD, 1988–22.09.2011), Health Evidence Network (HEN) (via WHO/Europe, on 22.09.2011), EconLit (via Ovid, 1969–08.2011), and Research Papers in Economics (RePEc) (via Ideas, 1990–22.09.2011). Since it was expected that a majority of pharmaceutical interventions would be identified from the abovementioned databases, a search through the Social Science Citation Index (SSCI) (via ISI Web of Knowledge, 1970–22.09.2011), which is more focused on non-pharmaceutical issues and also covers conference proceedings, was also performed.\n\nTo retrieve additional grey literature reports and conference proceedings, the search was expanded by using the generic search engine Google (www.google.co.uk, on 06.10.2010/22.09.2011), and the science specific search engine Scirus (www.scirus.com, 2009–22.09.2011). Furthermore, reference lists of relevant publications were screened. and cited reference searching of the first economic evaluation on this topic [5] was also performed using Web of Science (via ISI Web of Knowledge, 1970–22.09.2011). Additional reports were obtained through correspondence between one reviewer (RPV) and authors of eligible studies and conference abstracts.\n\nThe search strategies used controlled vocabulary thesaurus terms, whenever available, and relevant free text terms, including ‘pandemic’, ‘H1N1’, ‘influenza’, ‘cost benefit’, ‘cost(s)’, ‘cost effective’ and ‘economic(s)’, in different combinations. Free text terms in other languages were also employed when appropriate. Search strategies applied to electronic data sources, and outputs are shown in Table S1 and S2.\n\nAll identified abstracts were reviewed by two independent reviewers from a review team (AM, KW, NP, RPV and SK). Discrepancies were resolved by a third reviewer (YT). The papers were included in the analysis if they met the criteria shown in Table 1.\n\nA standardized data extraction form was devised. The articles were grouped according to type of evaluation as follows: i) a cost minimization analysis if they compared costs of different interventions with evidence of equal effectiveness; ii) a cost benefit analysis (CBA) if they measured health outcomes in monetary units; iii) a cost effectiveness analysis (CEA) if they expressed health outcomes in natural units, e.g., cases averted, hospitalizations averted, or deaths averted; and iv) a cost utility analysis (CUA) if they presented health outcomes in common units, e.g., quality adjusted life years (QALYs) or disability adjusted life years (DALYs).\n\nThe studies were appraised in two different ways for quality assessment purposes following approaches employed by Teerawattananon et al. [6] First, they were assessed according to specific methodological and reporting practices for economic evaluation studies such as expression of perspective used, relationship between time horizon and discounting, reporting of incremental cost effectiveness ratios (ICERs), performing uncertainty analysis, and declaration of funding support. Second, studies were assessed according to the quality of evidence used, since it is widely recognized that the credibility of economic evaluations depends not only on the appropriateness of the methods employed but also on the input evidence. Several types of evidence are evaluated according to their level of quality: i) clinical effect sizes; ii) adverse events and complications; iii) baseline clinical data; iv) resource use; v) costs; and vi) utilities (only applicable to cost utility analyses). The data sources of each component are ranked from one to six in descending order. Rank 1 is given if parameters are derived from the most appropriate data sources. [6], [7] (For detailed information about ranking consult Table S3; for technical terms used in the data extraction, the definitions given by the HTA Glossary were used: http://htaglossary.net).\n\nThis review compared the value for money of different interventions for the prevention and control of influenza pandemics in comparison with ‘no intervention’; however, the evaluations were conducted in different settings and timeframes. This study converted cost effectiveness ratios into a common currency and utility unit. Costs in international dollars (I$), at 2011 values, were calculated using national gross domestic product deflator values and implied purchasing power parity conversion rates from the International Monetary Fund (http://www.imf.org/external/ns/cs.aspx?id=28). In addition, exchange rates obtained from the OANDA website (http://www.oanda.com/currency/historical-rates) were applied when cost outcomes were reported in foreign currencies rather than in local equivalents. Because of the lack of explicit and implicit thresholds for most countries to determine which interventions are cost effective, the World Bank thresholds for classifying countries into low income, lower middle income, upper middle income, and high income countries according to 2010 Gross National Income (GNI) per capita were used as maximum ceiling thresholds. [8] In other words, the interventions that spent fewer resources than the upper bound of GNI per capita given by the World Bank in order to gain one QALY or save one DALY represent good value for money.\n\nThe search in the electronic databases identified a total of 677 records. In addition, 510 records were identified through internet search engines. There were 98 records that met the inclusion criteria and were assessed for eligibility, while 56 full texts were not included in the final analysis. These studies were excluded because they were reviews (14), were not economic evaluations (9), focused on seasonal influenza (6), focused on the impact of influenza (7), had no full text available for some conference abstracts (9), were not in the eligible languages (1), or did not report both the costs and outcomes of interventions (10). In addition, eight full text papers were identified from correspondence with authors of eligible papers, cited reference searching, and reference list screening, of which six were excluded as they studied the impact of disease (2) or were not economic evaluations (4). Finally, 44 studies were considered in our analysis (Figure 1).\n\nThe majority of studies adopted CEA and CUA approaches: 14 CEA, 16 CUA, 2 CEA and CBA combined, and 1 CEA and CUA combined. Six studies reported CBA results and five partial economic evaluations. Figure 2 illustrates the relationships among study setting, year of study, and year of publication. More than half of the studies (n = 23) were conducted in 2009 and 2010 after the H1N1 pandemic event. 14 studies assessed the value for money of interventions in the United States, followed by Canada (n = 5), the United Kingdom and Singapore (n = 3, each), Australia, the Netherlands, and France (n = 2, each), and another five countries with one study each. There were three studies conducted for multinational settings, for example, one was conducted for three European countries [9] while another covered up to ten countries in diverse income groups. [10] The characteristics of the studies included in the analysis [11]–[51] are summarized in Table S4.\n\nModified from the WHO and the World Bank's classification for the containment and mitigation of influenza pandemics, [52], [53]\nTable 2 depicts that vaccination (n = 22) and antiviral drugs (n = 25) were commonly evaluated for both target groups (specific groups, such as high risk or priority populations) and the general population. Notably, no economic evaluation assessed the economic value of public hygiene and disinfection measures.\n\nThere were considerable discrepancies among drug and vaccine regimens considered in the economic evaluations. Although the majority (n = 18) assessed oseltamivir, they used different dosages and durations for prophylaxis. For example, some authors [51] used oseltamivir 75 mg once daily for 10 days for prophylaxis in young adults in the US, whilst others [13] used the same dosage of oseltamivir for 50 days of prophylaxis among the Israeli general population. The number of vaccine doses ranged from one to three, with the vast majority of papers not clearly specifying the duration of protection (Table S5).\n\n\nTable 3 shows the extent to which the 44 reviewed papers complied with standards for conducting and reporting economic evaluations. A relatively high proportion of studies described the study perspective(s), selection of comparators, using discounting for costs and/or outcomes for studies with time horizon longer than one year, and performing uncertainty analyses. However, only approximately 70% of the studies calculated and reported ICERs, and disclosed funding sources.\n\nTwenty eight studies adopted a societal viewpoint in the analysis. Seven studies employed a healthcare provider's perspective and four studies adopted a healthcare system's perspective. Regarding financial support, 18 studies were supported by domestic public funders, 4 by the for-profit private sector, 1 by public private co-funding, 3 by not-for-profit domestic and international co-funding and 1 by an intergovernmental organization. 13 studies did not properly declare the source of funding.\n\nAll of the studies except two were model based, adopting either dynamic or static approaches, whereas one study compared both approaches. [36] Only one paper did not clearly state the approach used. [37] Time horizons (the time window during which patients were followed and their resource use and health/cost outcomes measured) varied largely across studies, ranging from one month to a lifetime. 16 studies (36.4%) did not clearly state the time horizon employed (Table S4).\n\n\nTable 4 compares the quality of evidence used for economic evaluations conducted before and after the 2009 H1N1 pandemic. It illustrates the poor quality of data used for baseline clinical data, estimating adverse events and complications of interventions, resource use, and utilities for the studies conducted before 2009. More than half of this information was from non-analytic studies (e.g., case reports or case series), expert opinions, and unsourced information. A significant improvement was observed for economic evaluations conducted after the 2009 event. For these studies, a majority of baseline clinical data was obtained from case series or the analyses of reliable administrative databases from the setting of interest. Almost half of these studies employed resource use information from reliable administrative data sets from the setting of interest and also over half of the utilities were derived from direct or indirect utility assessment rather than from unknown sources or expert opinion. Nevertheless, there was not much difference in the quality of clinical effect size parameters between the before and after studies. This may be explained by the fact that the most appropriate clinical effect size source is the randomized controlled trial and a pandemic event is unrelated to the availability of this type of study.\n\n\nFigure 3 compares the cost per QALY of each intervention as well as before and after the 2009 H1N1 pandemic. Evidence suggests that providing interventions either to the general population or only to target groups does not yield a significant influence on ICERs.\n\nThe combination of pharmaceutical and non-pharmaceutical interventions is relatively cost effective compared to providing vaccines and/or antiviral drugs. For pharmaceutical interventions, ICERs can vary largely, from cost saving to very high values (>I$ 1,000,000 per QALY). According to the predefined ceiling thresholds, ‘social distancing’ (a strategy in which non-school, non-work and non-household personal contacts are reduced [40]), antiviral prophylaxis for the general population plus the closure of schools, vaccination for the general population plus the closure of schools, and antiviral prophylaxis for household contacts plus the closure of schools are amongst the cost effective strategies for all low, middle and high income countries because their ICERs are well below the maximum ceiling threshold for low income countries (lowest dot line). (Of course, the interventions that are cost effective for low income countries should also be cost effective for countries with higher incomes). Quarantine for household contacts seems unlikely to be cost effective even for low and middle income countries because the ICER is well above the maximum ceiling threshold for upper middle income countries. (However, this interpretation cannot apply to high income countries because it depends on their GNI per capita). Disappointingly, our findings suggest that most economic evaluations conducted after the 2009 H1N1 pandemic focus on different interventions compared to studies carried out before the 2009 event. In a few studies that cover the same interventions, the results do not differ considerably.\n\nThere are four important types of parameters in the uncertainty analyses found in our review (Table S6). These are epidemiological parameters and those related to natural disease progression (infectivity, e.g., attack rate or reproduction number; probability of pandemic; pandemic duration; disease severity, e.g., case fatality or probability of developing complications), those related to the intervention (efficacy, coverage, stockpiling capacity, timing of the intervention), resource use and cost parameters (healthcare costs, resources consumed, value of life, cost of intervention), and others (utility and discounting rate). There was no study that systematically analyzed the relative importance of the parameters. Since all studies purposively selected parameters for uncertainty analysis, we cannot make a firm conclusion on which parameters are important for determining the value for money of pandemic influenza preparedness strategies and interventions.\n\nDue to the importance of contact patterns in the outcomes of dynamic models, we also reviewed the mode in which populations interact. Consideration of contact patterns is especially important in modeling non-pharmaceutical interventions (e.g. social distancing), because the effectiveness of these interventions is highly dependent on how the population interacts or behaves in the initial phase of the pandemic. [35] It is noteworthy that a number of reviewed papers do not provide detailed information about contact patterns and relevant assumptions, but instead they refer to other epidemiological studies. In this regard, we reviewed the relevant sources and found that the quality of evidence used ranges from assumption [51] to data from a large study conducted in the European Union. [9], [12], [39], [48], [49] Only one study conducted after the 2009 H1N1 pandemic appears to employ real data in areas affected by the pandemic to construct a social network. [24]\n\n\nIn general, all epidemic models have an underlying network of mixing patterns, even though this network may not be explicit. Some compartmental models included in this review do not allow for variability (i.e., assuming that communities are homogenous or not taking account of variability derived from age, sex, behavior, and social and spatial structure) [10], [22], [25], [26], [51], although some include modifications that allow for some level of heterogeneity, such as age specific mixing patterns. [9], [12], [35], [36], [39], [48]–[50] On the other hand, almost half of the studies included are agent based models, which appear to reflect the heterogeneity in contact patterns as occurs in the real world, especially those with a social network design [11], [15], [16], [21], [24], [40], [43]–[46] (Table S7).\n\nTo strengthen the evidence base for preparedness strategies and interventions against influenza pandemics, there are four major recommendations. Firstly, research should be encouraged and facilitated for both the effectiveness and cost effectiveness of interventions against influenza pandemics, especially in developing countries. In addition, new acceptable guidelines for the economic evaluation of interventions should be developed to complement the existing guidelines.\n\nSecondly, we recommend that future economic evaluations should apply a more transparent and systematic approach to analyze uncertainty surrounding the input parameters. This can be achieved by using the value of information approach, [58] namely ‘expected value of perfect information for parameters’, which is a technique to estimate the value of reducing the uncertainty around particular parameters in the model. This technique was very rarely used in our reviewed studies.\n\nFinally, because a pandemic is a rare and unforeseeable event, the global community should be ready for the next event by measuring the consequences of influenza pandemics and their related interventions. Guidelines not only for the preparedness of influenza pandemics, but also for assessing their impact in a systematic and reliable manner are strongly warranted."}