{"title": "Novel Molecular Type of Clostridium difficile in Neonatal Pigs, Western Australia", "body": "Rectal swab specimens were collected during July–November 2009 from 185 neonatal piglets on 3 farms that were experiencing scouring problems. The farms were located at 2 geographic locations in Western Australia (20 km apart) and were owned by a commercial farrow-to-finish operation. At the time of the study, 50%–80% of litters were scouring, with death rates of 11%–14%. The sick piglets had early-onset, nonhemorrhagic, yellow, pasty-to-watery diarrhea; disease course without treatment was ill-thrift, anorexia, dehydration, and death. Healthy piglets were treated prophylactically at 1–3 days of age with amoxicillin or penicillin. \n\nOf the 185 piglets, 131 were on 2 farms at the same geographic location that had the most severe scouring problems. The remaining 54 piglets were on a high biosecurity farm at a separate location with a variable scouring problem; 11 of these animals were asymptomatic. Test results for Escherichia coli, rotavirus, and C. perfringens were negative for all animals; we did not test for porcine reproductive and respiratory syndrome virus or transmissible gastroenteritis coronavirus because they are considered exotic (i.e., no reported outbreaks) in Australia.\n\nSamples were cultured directly onto cycloserine cefoxitin fructose agar and incubated anaerobically at 37°C for 48 h. The swabs were then inoculated into a Robertson’s cooked-meat selective enrichment broth and incubated anaerobically at 37°C for 7 days; spores were then selected by alcohol shock (1:1 with anhydrous ethanol). The spores were then cultured onto cycloserine cefoxitin fructose agar with 0.1% taurocholic acid added. Putative C. difficile colonies were subcultured onto prereduced blood agar and identified by Gram stain, characteristic colony morphology, and smell.\n\nToxin profiling was by PCR detection of the toxin A (tcdA), toxin B (tcdB), and binary toxin (cdt) genes (7,8). Isolates underwent PCR ribotyping and were compared with human reference C. difficile strains from Australia and international ribotypes from the Anaerobe Reference Laboratory (Cardiff, Wales, UK) (9). Genome shotgun sequencing of a representative isolate (designated strain AI35) was performed by using the Illumina HiSeq2000 platform (Australian Genome Research Facility, The Walter and Eliza Hall Institute of Medical Research, Parkville, Victoria, Australia). Paired-end reads of 31,085,914 bp were assembled into 117 contigs by using the Velvet software suite (10).\n\nToxin B quantitation was performed by using a Vero cell cytotoxicity assay (11). Vero cells were exposed to serial 2-fold dilutions of C. difficile cell-free culture supernatants from a ribotype 027 human strain (M7404), a ribotype 078 animal strain (JGS6133), and strain AI35. C. difficile strain 630, a recognized low-toxin producer, was included as a control. After the cultures were incubated overnight at 37°C in 5% CO2, morphologic changes were examined by microscopy. The endpoint was scored as the last dilution at which 100% cytopathic effect was observed. Assays were performed in triplicate on independent culture supernatants.\n\nIn vivo virulence was assessed by using a mouse model of CDI (12). Specifically, 6–8-week-old male C57/B6 mice (5 mice per strain) were force-fed 1 × 107 spores of the same C. difficile strains used in the Vero cell assays. Mice were housed in separate cages to avoid cross-contamination and monitored daily for weight loss and signs of disease.\n\nOf the 185 piglets tested, C. difficile was isolated from 114 (62%): 70 (53%) of 131 piglets from the herds with severe scouring, 33 (77%) of 43 piglets from the herd with variable scouring, and 11 (100%) of 11 asymptomatic piglets. Isolates were clonal; all were novel PCR ribotype 237 and had a toxin profile of tcdA–tcdB+cdtA+cdtB+. \n\nGenome sequencing of strain AI35 showed a novel pathogenicity locus (PaLoc) structure (Figure 1). A large deletion had removed the tcdA and tcdC genes and a portion of the adjacent cdd1 gene located outside the PaLoc. Strain AI35 also encoded a variant TcdE. The AI35 binary toxin locus was complete and contained an intact copy of cdtR, unlike ribotype 078 isolates, which encode a cdtR with a premature stop codon. Strain AI35 may therefore be a more proficient binary toxin producer than ribotype 078 strains. Despite these variations, multilocus sequence typing showed that strain AI35 belongs to the same clade (clade 5) and sequence type (11) as ribotype 078 strains [strain AI15 in the report by Stabler et al. (13) is the same ribotype as AI35].\n\nIn vitro testing showed AI35 produced ≈25-fold less toxin B than did the ribotype 027 (p = 0.0354 by t test) and ribotype 078 (p = 0.0074 by t test) isolates, but AI35 showed similar toxin levels to the low toxin producing strain 630. AI35-mediated cytopathic effect on Vero cells was similar to that reported for the lethal toxin of C. sordellii and C. difficile strain 8864, a toxin A–B+ human strain with mutations affecting its glucosylation substrate specificity (14). Strain M7404 (ribotype 027) was significantly more virulent than strain AI35 (p = 0.0001 by log-rank [Mantel Cox] test) and strain JGS6133 (p = 0.0002 by log-rank [Mantel Cox] test). All mice infected with strain M7404 died (Figure 2, panel A), but mice infected with strains AI35 and JGS6133 survived (Figure 2, panel A). Still, despite low toxin production, AI35 caused significantly greater weight loss in mice than did the ribotype 078 strain JGS6133 (p = 0.0011 by analysis of variance) (Figure 2, panel B). This difference may be the result of production of a variant toxin; similar toxins were 8-fold more toxic to mice than was toxin B produced by strain VPI10463 (15).\n\nOur results show that a toxigenic C. difficile strain circulating in piglets in Australia is of a different ribotype, 237, than that commonly found in other parts of the world. The strain we found contained a unique PaLoc and produced more weight loss in mice than did the more common ribotype 078 animal strain. Identifying this strain is the first step in detecting and responding to this emerging disease in piglets in Australia. Future studies in swine will focus on nationwide prevalence, laboratory detection, and epidemiologic investigation to understand the transmission cycle in pigs and any relationship between animal and human disease."}