{"title": "Association between respiratory viruses and asthma exacerbations", "body": "Asthma is a major childhood health risk1,2). Acute asthma exacerbations remain a significant cause of morbidity in children and can lead to an accelerated decline in lung function1-3). Viral infections are the most common cause of infant bronchiolitis and are associated with the development of childhood wheezing and asthma1-3).\n\nOf the respiratory viruses known to cause asthma exacerbations, up to 60%-70% are rhinoviruses (HRVs)4). Influenza viruses (IFVs) and respiratory syncytial virus (RSV) are also reported to account for substantial exacerbations in children with asthma2,3,5,6). Other infectious agents known to trigger asthma symptoms are coronavirus, human parainfluenza virus, adenoviruses, human metapneumovirus, human bocavirus, enterovirus, Chlamydophila pneumoniae, and Mycoplasma pneumoniae but these play a more minor role1-3,5,6). Recent reports that identified pathogens responsible for viral upper respiratory infection in children with acute asthma exacerbations showed a similar frequency7,8). Accordingly, Kwon et al.9) report that HRV and IFV infections are directly associated with hospitalization for asthma exacerbation in patients with atopic sensitization to these viruses in thisd issue. However, the mechanisms underlying virus-induced asthma exacerbations are still poorly understood2,5).\n\nMost association virus with asthma is HRV. HRV is a single-stranded RNA virus belonging to the Picornaviridae family4,8). There are more than 100 classical HRV types that are divided into groups A and B4). Due to developments in molecular methods, recent studies have discovered over 50 new HRV strains and divide these virus types further into two new groups (C and D)4,10-12). HRV infections also can be asymptomatic. A review of several publications reveals that 12%-22% of samples acquired from asymptomatic children were positive for HRV, and this rate of asymptomatic infection may be higher in infants12). Epidemiologic studies have detected viral infections in more than 80% of childhood asthma exacerbations13) and in more than 50% of adult exacerbations1). It is believed that these upper respiratory infections may be responsible for seasonal peaks of asthma-related hospital admissions8,12). In this issue, Kwon et al.9) shows that RSV may have a more influential role HRV in asthma exacerbation. This result was different from that reported in previous studies and may be a result of virus detection methods used in the study as well as the sample population of subjects.\n\nAmong the respiratory viruses, IFV-A is a particularly important cause of viral infection-induced exacerbation of asthma as patients with asthma, especially children, are at higher risk of developing influenza and have more severe problems associated with this disease11). There are three types of IFVs: A, B, and C. Types A and B are most common in humans, while influenza C is more rare and produces a milder set of symptoms7). Influenza A virus subtypes are based on 2 surface proteins: hemagglutinin (H) and neuraminidase (N)7,14,15). The first influenza virus A (H1N1) was identified in 1933, and the current influenza A subtypes are H1N1 and H3N27,15). Influenza B was first identified in 1940 and is not divided into subtypes7,14,15). Recently, numerous studies have led to an increased appreciation of influenza burden in young children with asthma5,7,11,15). IFV pandemics of the past century are associated with a remarkably consistent epidemiologic peak in spring, fall, and late winter10,14,15). Notably, the outbreak of the 2009 H1N1 infection resulted in many deaths10,14,15). In Korea, the first reported pediatric H1N1 case was of a 16 year-old boy who returned from the United States in May 200915). After the 2009 H1N1 pandemic, a number of studies highlighted asthma as a comorbidity in those infected with the virus14,15). Since then, several studies have linked IFV infection and allergen sensitization to asthma exacerbations5,7,11,14,15). Kwon et al.9) shows that while IFV was detected less often than RSV and HRV infections, it was associated with asthma exacerbation in allergen-sensitized subjects, which is consistent with the findings of previous studies7,11).\n\nA third major virus that contributes to childhood asthma exacerbations is RSV. RSV is the main pathogen causing severe bronchiolitis in infants, and most infections occur between December and February each year5,8). Seasonal outbreaks of RSV are responsible for significant childhood morbidity and mortality worldwide1,8). Although RSV is a significant cause of bronchiolitis and wheezing in children, it is not a prominent cause of asthma exacerbation in older children8,16). In an Australian birth cohort study, RSV accounted for 16.8% of cases of wheezy respiratory tract infections for children in their first year of life17). A British study of a similar design detected RSV infection in 27% of such patients18). In the study by Kwon et al.9), RSV was detected in 34.9% of infant respiratory tract infections and was more likely to cause bronchiolitis as compared to the findings reported in previous studies1,8).\n\nExacerbations of asthma are typically seasonal, and it is important to consider the season during which asthma exacerbation studies are performed19,20). For example, a study carried out in September found no cases of IFV in infants, whereas a flu season study reported an infected proportion of 20%19,20). Kwon et al.9) concluded that infection with RSV or IFV represents a significant risk factor for acute asthma exacerbation in children who are sensitized to allergens. Although it is important to gain a better understanding of the relationship between viral infections and asthma exacerbation, one limitation of the study by Kwon et al.9) is that the sample population had a low rate of viral detection as compared to previous studies. However, the authors already identified the potential reasons for this discrepancy as sample size, the selection of the subjects, the short duration of 1 year study, and data derived from a single hospital. For this reason, we would recommend continuing such a study with a larger scale study."}