{"title": "An Insight into the Diverse Roles of Surfactant Proteins, SP-A and SP-D in Innate and Adaptive Immunity", "body": "Surfactant proteins, SP-A and SP-D, are collagen-containing C-type (calcium-dependent) lectins called collectins, which were originally identified as surfactant-associated proteins involved in pulmonary surfactant homeostasis (Weaver and Whitsett, 1991). Subsequent studies involving structural and functional characterization of these proteins have suggested that SP-A and SP-D are potent innate immune molecules in the lungs that are involved in viral neutralization, clearance of bacteria, fungi, apoptotic and necrotic cells, down regulation of allergic reaction and resolution of inflammation (Kishore et al., 2001, 2006; Wright, 2005). Their primary structures include an N-terminal, triple-helical collagen region, and a C-terminal homotrimeric C-type lectin or carbohydrate recognition domain (CRD). The trimeric CRDs can recognize carbohydrate or charge patterns on microbes, allergens, and dying cells acting as a soluble pattern recognition receptors (PRRs) while the collagen region can interact with receptor molecules present on a variety of immune cells in order to initiate clearance mechanisms (Kishore et al., 2006).\n\nSP-A and SP-D are large hydrophilic proteins, as opposed to SP-B and SP-C, the other two hydrophobic surfactant proteins found in the lungs. Their primary structure is organized into a cysteine-containing N-terminal region, a triple-helical collagen region composed of repeating Gly-X-Y triplets, an α-helical coiled-coil neck region, and a C-terminus comprising a C-type lectin or CRD region (reviewed in Kishore et al., 2006). SP-A and SP-D are large oligomeric structures, each assembled from multiple copies of either one or two polypeptide chains. SP-A has a hexameric structure in which six structural subunits associate to form a molecule of 630 kDa made up of 18 chains. SP-D is composed of oligomers of a 130 kDa subunit comprising three identical polypeptide chains of 43 kDa. Human SP-D is assembled into a 520 kDa tetrameric structure with four of the homotrimeric subunits linked via their N-terminal regions, but multimers, trimers, dimers and monomers are also possible (Holmskov et al., 2003; Kishore et al., 2006; Figures 1A,B).\n\nSP-A and SP-D can bind various self and non-self ligands, mostly via CRDs on the target surface in a carbohydrate and calcium-dependent manner, while the collagen region can recruit and activate the immune cells for the clearance of pathogens and apoptotic/necrotic cells (Kishore et al., 2006) (Figure 2). In addition to anti-microbial activities, SP-A and SP-D also play an important role in the control of inflammation triggered by self, non-self and altered self cells and molecules. Thus, they have a pivotal role in the clearance of apoptotic and necrotic cells, dampening of allergic reactions, maintenance of pregnancy (by virtue of their presence in the amniotic fluid), and modulating dendritic cell (DC) and T cell properties (Figure 2). The major immune-related functions of SP-A and SP-D are being reviewed here.\n\nSP-A and SP-D play a central role in the protection of the lungs against respiratory infection. SP-A and SP-D are able to bind to a variety of microbes (viruses, bacteria, yeast, and fungi), thus acting as opsonins and having direct and indirect biological effects (Crouch, 2000; Lawson and Reid, 2000; Crouch and Wright, 2001; Shepherd, 2002; Tables 1 and 2). There is one report of SP-D binding to the parasite Schistosoma mansoni (van de Wetering et al., 2004b). SP-A and SP-D bind and/or agglutinate a wide range of microbes that enhance their attachment to phagocytic cells and can lead to killing and enhanced clearance. SP-A and SP-D deal with various pathogens via a number of innate immune mechanisms that include agglutination/aggregation, enhanced phagocytosis, and superoxidative burst by phagocytes, chemotaxis, growth inhibition, and modulation of toll-like receptor (TLR) functions (Kishore et al., 2006).\n\nOne of the first studies showing that surfactant proteins may be involved in pulmonary immunity against infection was conducted 40 years ago and involved isolating total surfactant by centrifugation and showed enhanced killing, but not phagocytosis of Staphylococcus aureus by alveolar macrophages (AMs), in vitro (LaForce et al., 1973). Subsequently, SP-A was shown to enhance uptake of sensitized erythrocytes through Fc and complement receptor 1 (CR1) present on AMs (Tenner et al., 1989; van Iwaarden et al., 1992).\n\nSP-A and SP-D can bind to Gram-negative and Gram-positive bacteria. Lipopolysaccharide (LPS) is an established ligand for surfactant proteins and a major component of the cell wall of Gram-negative bacteria. There are essentially two types of LPS. Firstly, smooth LPS which is comprised of the O-specific antigen, complete core oligosaccharides and the endotoxin-principal region, lipid A. Secondly, rough LPS serotypes which lacks the O-specific antigen, but has the lipid A region and increasingly shorter core oligosaccharides in some bacterial mutants (Silhavy et al., 2010).\n\nSP-D was first shown to bind to rough LPS via CRDs and agglutinate Escherichia coli (Kuan et al., 1992). SP-A and SP-D can also bind to rough serotypes of LPS, via contrasting mechanisms. SP-A binds to the lipid A region of LPS (van Iwaarden et al., 1994; Kalina et al., 1995). SP-D has been shown to bind via its trimeric CRDs only rough LPS derived from a select species of Gram-negative bacteria such as Klebsiella pneumoniae and Pseudomonas aeruginosa (Lim et al., 1994; Kishore et al., 1996). SP-D binds strongly to LPS from E. coli and Salmonella, but not to lipid A, LPS from oligosaccharide deficient strains or smooth LPS, suggesting that core terminal sugar residues (e.g., heptose and glucose) may be important in binding SP-D to LPS (Kuan et al., 1992). As with SP-D, SP-A only seems to bind rough LPS (van Iwaarden et al., 1994), often mediating subsequent phagocytosis and killing of the bacterium (Pikaar et al., 1995). SP-A binds also to lipid A and rough serotypes of LPS lacking O-specific antigen, but not to smooth LPS. SP-A has also been demonstrated to interact with the capsular polysaccharides of Klebsiella species (Kabha et al., 1997).\n\nSP-A and SP-D can directly inhibit the growth of Gram-negative bacteria by increasing membrane permeability (Wu et al., 2003). SP-A inhibits growth of P. aeruginosa by increasing membrane permeability (van Iwaarden et al., 1994). However, a recent study has shown that through quorum-sensing, P. aeruginosa is able to resist SP-A activities, via a flagellum-mediated mechanism producing exoproteases that degrade SP-A (Kuang et al., 2011).\n\nSP-A is not able to interact with peptidoglycan isolated from Gram-positive bacteria (Murakami et al., 2002) or zymosan isolated from yeast (Sato et al., 2003). In contrast, H. influenza type A, the major outer membrane protein, is a ligand for SP-A (McNeely and Coonrod, 1994) whilst in Klebsiella, SP-A interacts with a capsular polysaccharide (Kabha et al., 1997). However, SP-D interacts with Gram-positive bacteria via binding to the cell wall components lipoteichoic acid and peptidoglycan via CRDs (van de Wetering et al., 2001). SP-D is also able to bind lipoarabinomannan (LAM) from M. tuberculosis and M. avium (Ferguson et al., 1999; Kudo et al., 2004) and to cell surface lipids on Mycoplasma pneumoniae (Chiba et al., 2002). SP-A has been shown to bind M. pneumonia via disaturated phosphatidylglycerol and is able to attenuate its growth (Piboonpocanun et al., 2005). SP-A can aggregate and opsonize H. influenza type A, but not type B, via the P2 outer membrane protein (McNeely and Coonrod, 1994). SP-A interacts with the M. tuberculosis cell surface Apa glycoprotein, which is a potential adhesion molecule, and may facilitate uptake of the pathogen by host cells (Ragas et al., 2007).\n\nTo date, a number of in vitro studies have shown that SP-A and SP-D increase receptor-mediated uptake, independent of serum, of a variety of microbes including bacteria (Lawson and Reid, 2000). SP-A increases C1q-mediated uptake of S. aureus (Greertsma et al., 1994). For Mycobacteria, SP-A increases mannose receptor-mediated uptake (Gaynor et al., 1995; Kudo et al., 2004), and for Streptococcus pneumoniae, SP-A increases scavenger receptor A (SR-A)-mediated uptake of the bacterium (Kuronuma et al., 2004). Curiously, SP-D has been found to reduce uptake of M. tuberculosis (Ferguson et al., 1999), but enhances phagocytosis of Mycobacterium avium (Kudo et al., 2004). These opposing effects of SP-A and SP-D on the uptake of M. tuberculosis suggest different roles for SP-A and SP-D in the clearance of bacterial infection. Thus, interaction of SP-A and SP-D with the pathogen can either enhance or suppress their interactions with phagocytes. SP-D reduces the uptake of M. tuberculosis by macrophages by interacting directly with the bacterium (Ferguson et al., 1999) and this effect does not involve bacterial agglutination (Ferguson et al., 2002). In addition to enhancing phagocytosis via opsonization, SP-A and SP-D can also directly stimulate phagocytosis, by the upregulation of cell surface phagocytic receptors in macrophages, without the need for microbial binding. This has been shown for the mannose receptor on monocyte-derived macrophages, where both SP-A and SP-D have been shown to up-regulate its activity (Beharka et al., 2002; Kudo et al., 2004). Furthermore, in SP-A gene-deficient (SP-A-/-) mice, expression of mannose receptor is decreased, suggesting that SP-A plays a central role in modulating the activity of this receptor (Beharka et al., 2002). It has also been found that SP-A enhances the phagocytosis of S. pneumoniae by AMs, via significant upregulation in the expression of cell surface scavenger receptor A (SR-A; Kuronuma et al., 2004). The mechanisms (e.g., signaling pathways) by which collectin phagocytic receptors actually trigger phagocytosis are not well understood. A receptor for SP-A has been identified called SPR-210, which is a 210 kDa cell surface protein from a macrophage like cell line U973 (Chroneos et al., 1996) and is also found on type II Pneumocytes and AMs. Antibodies generated against SPR-210, inhibited the enhancement by SP-A on the phagocytosis of Mycobacterium bovis BCG by macrophages (Weikert et al., 2000). Subsequently, another receptor called gp-340 was also found that binds SP-A and SP-D (Holmskov et al., 1997; Tino and Wright, 1999).\n\nSP-A and SP-D also play important roles modulating reactive oxygen and nitrogen intermediates in the phagocytes during the killing of intracellular bacteria. A number of studies have shown that SP-A modulates this process in Mycobacterium-infected cells. For example, SP-A enhances macrophage killing of M. bovis BCG (Bacillus Calmette-Guérin) by increasing the level of NO (Weikert et al., 2000). However, in IFN-γ stimulated macrophages, SP-A decreases nitric oxide levels in response to M. tuberculosis and M. avium (Pasula et al., 1999; Hussain et al., 2003). NO production induced by IFN-γ is TNF-α dependant and it is thought that SP-A decreases NO levels, by inhibiting TNF-α production and activation of the transcription factor NF-κB (Hussain et al., 2003). SP-A is also found to enhance the killing of Mycoplasma pulmonis, by increasing the levels of NO (Hickman-Davis et al., 1998).\n\nBacterial cell wall components such as LPS and peptidoglycan (pathogen-associated molecular patterns; PAMPs) are potent stimulators of inflammation and can also interact with PRRs such as CD14 or TLR, and activate downstream intracellular signaling. SP-A and SP-D can bind to PRRs and directly influence the inflammatory response. For example, SP-A binds to CD14 on AMs, preventing the binding of smooth LPS to CD14, and reducing TNF-α production (Sano et al., 1999). These findings are supported by studies showing that TNF-α, which is induced by smooth LPS, is significantly increased in SP-A−/− compared to wild-type mice (Borron et al., 2000). Equally, SP-A has also been shown to inhibit the peptidoglycan-induced secretion of TNF-α by directly binding to TLR-2 (Murakami et al., 2002). Therefore, the presence of SP-A significantly reduces peptidoglycan-induced pro-inflammatory cytokine responses and NF-κB activation. However, SP-A enhances the pro-inflammatory response induced by rough LPS. It is interesting that rough LPS is a ligand for SP-A, whereas peptidoglycan is not. SP-A is thought to interact with CD14 via its neck region, but binds with rough LPS via the CRD domain, possibly resulting in a trimolecular complex (Sano et al., 1999).\n\nDirect interaction of SP-A and SP-D with a number of viruses more often results in viral neutralization and enhanced phagocytosis. For example, both SP-A and SP-D inhibit hemagglutinin binding activity of influenza A virus (IAV) (Malhotra et al., 1993; Hartshorn et al., 1994; Benne et al., 1995), whilst SP-D also decreases neuraminidase activity (Reading et al., 1997). Moreover, SP-D exhibits strong anti- IAV activity via its CRD region binding to carbohydrates (mannosylated, N-linked) on neuraminidase and hemagglutinin of the virus (Hartshorn et al., 1994, 2000). It appears that some Pandemic H1N1 IAV strains are resistant to the neutralization by SP-A because of differences in the N-glycosylation of viral hemagglutinin (Job et al., 2010). SP-A can also interact with herpes simplex virus type 1 (HSV-1) via its N-linked oligosaccharides that results in SP-A-mediated phagocytosis of HSV-1 by AMs (van Iwaarden et al., 1991, 1992). SP-A can interact with respiratory syncytial virus (RSV) (Hickling et al., 1999; Sano et al., 1999) and binds to the F2 subunit of the F protein of RSV and neutralizes the infectivity of the virus (Ghildyal et al., 1999; Sano et al., 2003). Additionally, SP-D binds to RSV attachment protein G and inhibits RSV infection in vivo and in vitro (Hickling et al., 1999). A recent study has shown that RSV-infected cells (a bronchiolar epithelial cell line) have a reduction in SP-A protein levels via a mechanism that affects SP-A mRNA translation efficiency (Bruce et al., 2009).\n\nSP-A has been found to bind to Human Immunodeficiency Virus (HIV) gp120 and this inhibits direct infection of CD4+ cells, but also enhances the transfer of infection to CD4+ T cells mediated by DCs (Gaiha et al., 2008). SP-D binds to HIV envelope protein gp120 and inhibits HIV replication (Meschi et al., 2005). SP-D recognizes the SARS corona virus spike glycoprotein and can activate macrophages (Leth-Larsen et al., 2007). SP-D has also been found to bind bovine strains of the non-enveloped rotavirus via the VP7 glycoprotein (Reading et al., 2004). There is also a report showing that SP-A can enhance viral clearance and inhibit inflammation after pulmonary adenoviral infection (Harrod et al., 1999).\n\nSP-A and SP-D have been shown to bind to a variety of fungi, mostly opportunistic fungal pathogens, resulting in direct inhibition of growth and enhancement phagocytosis. However, the downstream immune response elicited by surfactant proteins can also contribute to fungal pathogenesis.\n\nSP-A and SP-D inhibit the growth of Histoplasma capsulatum directly by increasing the permeability of the cell membrane (McCormack et al., 2003). SP-D has also been found to agglutinate C. neoformans and Aspergillus fumigatus (Schelenz et al., 1995; Madan et al., 1997a). SP-A and SP-D bind to A. fumigatus conidia and enhance phagocytosis and killing by neutrophils and AMs (Madan et al., 1997a). In a murine model of invasive pulmonary aspergillosis (IPA), SP-D, but not SP-A, was found to protect immunosuppressed mice from an otherwise fatal challenge with A. fumigatus conidia (Madan et al., 2001). In a further study, therapeutic protection by native full-length SP-D (and a recombinant fragment of human SP-D containing homotrimeric neck and CRD domains, designated rhSP-D) was associated with a reduction in the growth of fungal hyphae in the murine lungs, and increased levels of TNF-α and IFN-γ (Singh et al., 2009). SP-D gene-deficient (SP-D−/−) mice are also more susceptible to IPA, while SP-A gene-deficient (SP-A−/−) mice acquire resistance to IPA (Madan et al., 2010), suggesting that SP-A may facilitate pathogenesis by A. fumigatus. A. fumigatus-challenged SP-A-/- mice showed less mortality (40%) than the wild-type mice (100%) and increased mortality (60%) following administration of SP-A with decreased TNF-α and IFN-γ to IL-4 ratio than SP-A-/- IPA mice. The SP-D-/- IPA mice (57.14%) showed similar mortality as wild-type mice (60%). However, the SP-D-/- IPA mice (42.86% mortality on day 2) died earlier than the WT-IPA mice (20% mortality on day 2), showed a higher hyphal density and tissue injury in lungs. Treatment with SP-D or rhSP-D fragment reduced the mortality to 50 and 33%, respectively, consistent with higher IFN-γ to IL-4 ratios in treated SP-D-/- mice, compared to untreated control group. The results showed that SP-D-/- mice are more susceptible to IPA while SP-A gene-deficient mice acquire resistance to IPA (Madan et al., 2010).\n\nThe fungal ligands recognized by SP-A include the 45and 55 kDa glycoproteins secreted by A. fumigatus (Madan et al., 1997b). SP-A also binds to a 120 kDa surface glycoprotein of Pneumocystis jirovecii (formally P. carinii) (Zimmerman et al., 1992) via its CRD region (McCormack et al., 1997). SP-D, but not SP-A, binds to Saccharomyces cerevisiae cells, and the ligand for SP-D was determined to be the yeast glucan, β-(1 > 6)-glucan (Allen et al., 2001). SP-A binds to both encapsulated and acapsular Cryptococcus neoformans, but does not appear to enhance acapsular C. neoformans phagocytosis (Walenkamp et al., 1999). In contrast, SP-D increases phagocytosis of hypocapsular C. neoformans by murine macrophages and enhances fungal survival (Geunes-Boyer et al., 2009). In a study involving SP-A−/− and wild-type mice and an intranasal C. neoformans infection model, it was found that disease progression was not influenced by SP-A (Giles et al., 2007). Both encapsulated and acapsular Cryptococci can bind SP-D, but SP-D showed the highest affinity and aggregation for acapsular C. neoformans (van de Wetering et al., 2004a). The ligands for SP-D were identified as capsular components glucuronoxylomannan (GXM) and mannoprotein 1 (MP1) (van de Wetering et al., 2004a).\n\nSP-D also binds to Candida albicans, resulting in agglutination, growth inhibition, decreased hyphal outgrowth and inhibition of phagocytosis by AMs (van Rozendaal et al., 2000). Recent data has suggested that SP-D binds to Blastomyces dermatitidis via β-glucan molecule (Lekkala et al., 2006).\n\nRecently, the roles of SP-A and SP-D have also been examined in Coccidioides infection. Both SP-A and SP-D bind to Coccidiodal antigens, but it has been shown that Coccidioides infection also disrupts the expression of pulmonary SP-A and SP-D, potentially aiding pathogenesis (Awasthi et al., 2004).\n\nSP-A was first shown to bind to pollen grains of Populas nigra italica (Lombardy poplar), Poa prantensis (Kentucky blue grass), Secale cerale (cultivated rye), and Ambrosia elatior (short ragweed) in a calcium and carbohydrate (mannose) dependant manner (Malhotra et al., 1993). SP-A, SP-D, and rhSP-D bind to 3-week culture filtrate (3wcf) and two immunodominant glycoprotein allergens, gp45 and gp55, of A. fumigatus in a calcium, dose-dependent and sugar-specific manner (Madan et al., 1997b), as well as allergens derived from Dermatophagoides pteronyssinus (house dust mite) (Wang et al., 1996, 1998). SP-A, SP-D, and rhSP-D can inhibit specific IgE binding to the allergens of A. fumigatus and block allergen-induced histamine release by basophils (Madan et al., 1997b). Consistent with binding of SP-A, SP-D, and rhSP-D binding to mite allergens and competitive inhibition of IgE-allergen interaction, SP-D reduces the proliferation of peripheral blood mononuclear cells (PBMC) isolated from mite-sensitive asthmatic children (Wang et al., 1998). Dodecameric form of SP-D has been shown to induce aggregation of pollen derived starch granules (PSG) derived from Dactylis glomerata and Phleum pratense and increase their binding and uptake by AMs. Pre-treatment of these PSG with SP-D resulted in inhibiting the release of β-hexosaminidase in PSG induced IgE dependent mast cell degranulation (Erpenbeck et al., 2005).\n\nIn view of the ability of SP-A and SP-D to inhibit IgE-mediated histamine release by basophils, a number of allergic murine models have been used to examine in vivo effects of SP-A and SP-D following allergenic challenge. Intranasal administration of SP-D and rhSP-D in a murine model of pulmonary hypersensitivity induced by A. fumigatus allergens and antigens suppressed specific IgG and IgE levels in serum, reduced peripheral and pulmonary eosinophilia, and caused helper T cell (Th) polarization from allergic Th2 to a protective Th1 phenotype (i.e., lowering the levels of IL-4 and IL-5 and elevating IFN-γ level in the spleen supernatant; Madan et al., 2001). The rhSP-D, when given intranasal to Derp mice (a murine model of lung allergy induced by house dust mite allergens) decreased Derp specific IgE levels, peripheral blood eosinophilia and pulmonary infiltration, in addition to causing Th1 polarization (Singh et al., 2003).\n\nThe susceptibility of SP-A−/− or SP-D−/− mice to the A. fumigatus allergen challenge, as compared with the wild-type mice, has also been examined (Madan et al., 2005). Both SP-A−/− and SP-D−/− mice show intrinsic hypereosinophilia and several-fold increase in levels of IL-5 and IL-13, and lower IFN-γ to IL-4 ratio in the lungs, suggesting a Th2 bias of immune response. This Th2 polarization was reversible by treating SP-A−/− or SP-D−/− mice with exogenous intranasal SP-A or SP-D delivery, respectively. SP-D−/− mice were found more susceptible than wild-type mice to pulmonary hypersensitivity induced by A. fumigatus allergens whilst SP-A−/− mice were found to be nearly resistant to sensitization. Intranasal treatment with SP-D or rhSP-D rescued the sensitized SP-D−/− mice, while SP-A-treated and sensitized.\n\nSP-A−/− mice showed several-fold elevated levels of IL-13 and IL-5, resulting in increased pulmonary eosinophilia and damaged lung tissue. These data validated important roles for SP-A and SP-D in offering resistance to pulmonary allergenic challenge (Erpenbeck et al., 2006).\n\nIn an interesting study, Haczku et al. (2006) have shown that mice sensitized and challenged with either A. fumigatus have increased SP-D levels in their lung that gets exaggerated further in response to IL-4 or IL-13 treatment. STAT-6-deficient mice as well as in IL-4/IL-13 double knockout mice do not appear to have upregulation of SP-D expression following A. fumigatus allergen challenge. It is likely that SP-D protein levels, which is dependent on IL-4 and IL-13, interferes with T cell sensitization, thus protecting lungs from airway inflammation. Consistent with these in vivo studies, when cultured alveolar type II cells are exposed to IL-13 or IFN-γ, the expression of surfactant proteins are altered in vitro (Ito and Mason, 2010). IL-13 decreases SP-D in levels, whereas IFN-γ has the opposite effect. Thus, over-expression of IL-13 can lead to SP-D deficiency in the lungs.\n\nSP-A and SP-D have been shown to modulate DCs and eosinophils. The SP-D mediated binding and uptake of E. coli by bone marrow derived mouse DCs has been shown to increase antigen presentation of E. coli expressed proteins to a T cell hybridoma (Brinker et al., 2001). Curiously, pre-treatment of immature DCs with SP-A (and C1q) has been shown to inhibit LPS-mediated surface expression of maturation markers: MHC class II and CD86. Stimulation of immature DCs by SP-A also inhibits the allostimulation of T cells, enhances dextran endocytosis, and alters DCs chemotaxis toward RANTES (Brinker et al., 2003).\n\nIn view of therapeutic effects of rhSP-D in murine models of lung allergy (Madan et al., 2001; Singh et al., 2003) and hypereosinophilic SP-D gene-deficient mice (Madan et al., 2005), direct interaction of rhSP-D with human eosinophils derived from allergic patients and healthy donors and its consequences have been examined (Mahajan et al., 2008). The rhSP-D shows a sugar- and calcium-dependent binding to human eosinophils, suggesting binding via CRD region. Compared to eosinophils derived from non-allergic healthy donors, eosinophils derived from allergic patients show a significant increase in apoptosis, oxidative burst and CD69 expression in the presence of rhSP-D. However, eosinophils from healthy donors, when primed with IL-5, show an increase in apoptosis on incubation with rhSP-D. In addition, the uptake of apoptotic eosinophils by macrophage cell line J774A.1 is significantly enhanced by rhSP-D. These two processes may account for reduction in peripheral and pulmonary eosinophilia in the mouse models following therapeutic treatment with rhSP-D.\n\nApoptosis (programmed cell death) and the non-inflammatory removal of dying cells are the important features in embryonic normal development, maintenance of tissue homeostasis, and resolution of inflammation (Wyllie et al., 1980; Haslett et al., 1994). Ineffective clearance of apoptotic cells can lead to the accumulation of late apoptotic cells or secondary necrotic cells in the lungs (Vandivier et al., 2002; Bianchi et al., 2008; Vandivier et al., 2002; Litvack and Palaniyar, 2010). An inflammatory immune response may occur to reduce the accumulation of these dying cells (Clark and Reid, 2002; Palaniyar et al., 2005). SP-A and SP-D have been shown to enhance apoptotic cell ingestion by resident murine and human AMs in vitro (Vandivier et al., 2002). SP-D is a potent modulator of apoptotic cell clearance in a naïve lung when compared to SP-A. SP-A and SP-D bind to apoptotic cells and enhance apoptotic cell uptake by phagocytes through a mechanism dependent on calreticulin and CD91, similar to that of C1q, suggesting that the entire collectin family of innate immune proteins (including C1q) works through a common receptor complex to enhance removal of apoptotic cells, and that collectins are integral, organ-specific components of the clearance machinery (Vandivier et al., 2002). In resting, non-inflamed lung, lung collectins suppress AM phagocytic function through interacting with SIRPα and enhance apoptotic cell removal by opsonizing apoptotic cells and helping their removal through CD91 (Gardai et al., 2003; Janssen et al., 2008).\n\nSeveral immunolocalization studies provide evidence of the expression of the SP-A and SP-D at extrapulmonary sites. A significant level of SP-D has been detected immunohistochemically in human trachea, brain, testis, salivary gland, heart, prostate, kidneys, small intestine, pancreas, and placenta. Lower levels of expression have also been detected in spleen, adrenal gland, uterus, and mammary glands (Fisher and Mason, 1995; Madsen et al., 2000; Herias et al., 2007). SP-D immunoreactivity has also been detected in epithelial cells of large and small ducts of the parotid gland, sweat and lacrimal glands, epithelial cells of gall bladder and intra-hepatic bile ducts, exocrine pancreatic ducts, epidermal cells, esophagus and small intestine, and in the urinary tract, including the collecting ducts of the kidney (Madsen et al., 2000; Brauer et al., 2007).\n\nSP-A, on the other hand, is found to be at low levels in the human and rat small and large intestines (Lin et al., 2001), mesentery, and colon (Rubio et al., 1995; Chailley-Heu et al., 1997; Madsen et al., 2003). SP-A is found in human prostate, thymus, amniotic fluid and epithelium, and salivary glands in very low quantities (Madsen et al., 2003). SP-A has also been detected in the entire human lacrimal apparatus including lacrimal gland, nasolacrimal ducts, conjunctiva, cornea, and human tear fluid (Brauer et al., 2007). Both SP-A and SP-D have been immunohistochemically localized in the fetal membranes (amniotic epithelium and chorionic membrane) and the choriodecidual layer of the late pregnant uterus (Miyamura et al., 1994). SP-A and SP-D, along with SP-B and SP-C, can be immunohistochemically localized on the human skin as well as human skin-derived cell lines (Mo et al., 2007).\n\nThe presence of SP-A and/or SP-D in the extrapulmonary environment, especially in organs and tissues, which are most exposed to pathogens, supports their roles as important proteins of the innate immune system even outside the lungs. The gastrointestinal tract was the first site to be examined for extrapulmonary presence of the surfactant proteins (Fisher and Mason, 1995; Rubio et al., 1995). Following immunolocalization, SP-A was found to be expressed in areas distal to the stomach such as a fine lining of the luminal surface of villi and on some jejunal cells (Rubio et al., 1995). On the other hand, SP-D is localized mainly to the stomach and some parts of the large and small intestine (Fisher and Mason, 1995; Madsen et al., 2000). The presence of SP-D in stomach is interesting as it is an organ that is potentially in direct contact with pathogens. SP-D as a major opsonin is likely to facilitate phagocytosis by macrophages of pathogens introduced via the stomach. In the case of SP-A, it has been known to be involved in surfactant homeostasis in the lung (Kuroki and Akino, 1991; Weaver and Whitsett, 1991). The hydrophobic gut lining bears a strong resemblance to the lung surfactant with phosphotidylcholine being the major phospholipid (Lichtenberger et al., 1983). Hence, SP-A might be involved in the maintenance of the gut surfactant function.\n\nConsistent with the observation that SP-A and SP-D are mostly found in tissues susceptible to infection, recent studies have reported their expression in human paranasal sinus mucosa, as confirmed by immunolocalization (Woodworth et al., 2006). SP-A and SP-D are also found in Eustachian tube epithelium (Paananen et al., 2001). Thus, the potential roles of SP-A and SP-D in mucosal immunity are likely to be an emerging area of research.\n\nA fine-tuned activity of SP-A and SP-D is vital for first line host defense and immune regulation within pulmonary and extrapulmonary sites. Varying serum levels of SP-A and SP-D have been associated with a range of diseases including idiopathic pulmonary fibrosis, sarcoidosis, pulmonary alveolar proteinosis, hypersensitivity pneumonitis, acute lung injury (ALI)/acute respiratory distress syndrome (ARDS), chronic obstructive pulmonary disease (COPD), interstitial lung disease (ILD), rheumatoid arthritis (RA), and systemic scleroderma (Table 3).\n\nThe mean normal serum concentration of SP-D ranges between 48.7 and 109 ng/ml (Kuroki et al., 1998) and mean BAL concentration can be 880 ng/ml (Kuroki et al., 1998). The physiological levels of SP-A in serum is 25 ng/ml (Greene et al., 1999). The physiological levels of these proteins undergo changes when challenged by external stimuli such as allergens during asthma. Measurement of the altered expression of these immunomodulatory proteins in serum during health as well as disease has emerged as important biomarkers for a range of pathological conditions.\n\nIn lung diseases such as pulmonary fibrosis and idiopathic interstitial pneumonia, the serum levels of the surfactant proteins (especially SP-D) are inversely related to their respective levels in the BAL. The widely accepted view is that the underlying disease mechanism increases the alveolar-capillary permeability and also affects the basement membrane. These changes lead to the leakage of the surfactant proteins into the blood vessels and, hence increase in the overall serum level measurement. For example, in idiopathic interstitial pneumonia, the basement membranes of the alveoli and vessels are injured (Kawanami et al., 1982; Wells et al., 1993). This, in turn, facilitates the leaking of SP-A from the alveolar space into the blood vessels (Kuroki et al., 1993). This finding supports previous studies in guinea pigs, where exposure to cigarette smoke increases the alveolar permeability (Simani et al., 1974). Thus, along with being markers of an underlying lung disease and its progression, the measurement of surfactant proteins also acts as a good marker for alveolar integrity. An exception to the hypothesis is asthma and allergen-induced airway inflammation. In these cases, levels of SP-A and SP-D increase in serum (Koopmans et al., 2004) as well as BALF (Erpenbeck et al., 2006).\n\nOther conditions linking the levels of the SP-A and SP-D with pathology are smoking and radiotherapeutic pneumonitis. Serum levels of the surfactant proteins are seen to be upregulated in smokers when compared to non-smokers (Nomori et al., 1998; Mazur et al., 2011). Consistent with notion of the high serum levels and the alveolar-vascular translocation, the BAL levels of SP-D was the lowest in smokers (12–19 μg/ml) when compared to the normal levels of BAL SP-D (51 μg/ml). The decrease in BAL SP-D might be contributing to the host defense imbalance within the lungs, thus explaining the increase in the incidence of infections in smokers (More et al., 2010). An increase in serum SP-D and decrease of BAL SP-D levels not dependent on the occurrence of COPD in the same individual. In addition to the elevated levels of SP-D, smoking has also been recently reported to affect the multimeric structure of the SP-D molecule, forming lower molecular weight SP-D molecules (Winkler et al., 2011).\n\nIn cystic fibrosis (CF), the BAL levels of SP-A and SP-D vary according to the organ involved and severity of infection. For example, SP-A and SP-D gene expression has been reported to be increased in the sino-mucosal tissue in CF patients (Skinner et al., 2007; Woodworth et al., 2007b). However, during bacterial infections, especially Pseudomonas aeruginosa, the SP-A and SP-D levels in the BALF decrease dramatically (Noah et al., 2003). The possible reason for this decrease might be due to impaired production of SP-A and SP-D by the respiratory epithelial cells or increased consumption of SP-A and SP-D due to a demand for increased phagocytosis of the pathogen involved. Proteolytic degradation of SP-D by P. aeruginosa elastase and protease IV has been previously reported, which can lead to hampering of immune functions of SP-D in the lungs (Alcorn and Wright, 2004a; Malloy et al., 2005).\n\nThe level of SP-A and SP-D in serum are likely to be good biomarkers for the clinical outcomes of certain disorders. For instance, a decline in the systemic SP-D in COPD has linked with a better clinical outcome (Sin et al., 2008). ALI and ARDS also exhibit similar association of serum level of SP-D and mortality (Eisner et al., 2003). Post-mortem subjects in a study showed extremely high levels of circulating SP-D when compared to early-stage ALI/ARDS patients (Eisner et al., 2003).\n\nInflammation of the lungs as an adverse affect of radiation therapy is termed as radiation pneumonitis. This occurs in 5–15% of patients undergoing radiation therapy as a treatment of cancers affecting lungs, breasts, lymphomas, and other cancers. An increased production of SP-A and SP-D that is correlated to the intensity of radiation administered has been noticed in lungs afflicted by radiation pneumonitis (Sasaki et al., 2001). About 50–60 Gy of radiation led to 68–74% increase of SP-D levels when compared to SP-A (21–26%). Thus monitoring of the SP-A and SP-D levels can potentially be good biomarkers to ascertain side effects of radiation.\n\nSP-A and SP-D found at extrapulmonary sites also exhibit a varying pattern of expression in response to stimulus. Chronic rhinosinusitis involves inflammation of the sinonasal cavity, which can be triggered by infection, allergy, or other autoimmune conditions. During episodes of chronic rhinosinusitis, the levels of both SP-A and SP-D have been reported to be upregulated. For example, chronic rhino sinusitis due to A. fumigatus exhibited upregulated levels of SP-D when compared to normal sinonasal tissue (Ooi et al., 2007). In two separate studies, increased levels of SP-A were observed during chronic rhinosinusitis as well as allergic rhinitis (Lee et al., 2006; Wootten et al., 2006).\n\nRheumatoid arthritis is a chronic inflammatory systemic disorder that affects a range of tissues and organs, but predominantly affects the synovial joints. SP-A and SP-D have been detected in the synovial fluid as part of the lubricating surfactant (Kankavi, 2006). Consistent with the established surfactant-related functions of SP-A and SP-D in the lungs, it has been speculated that SP-A would also facilitate the adsorption of surface-active phospholipid to the articular surface, whereas and SP-D might regulate the phospholipid homeostasis within the joint (Kankavi, 2006). Lamellar bodies are specialized intracellular organelles of epithelial cells that are responsible for the packaging and secretion of surfactant (Dobbie et al., 1995). These lamellar bodies found in synoviocytes in joints of patients afflicted with RA have been associated with expression of SP-A (Dobbie, 1996). The lamellar bodies are known to secrete the endocytosed SP-A. Thus, a 6.1 and 3.5 fold increased levels of SP-D and SP-A, respectively, have been reported in RA synovial fluid (Kankavi, 2006). Considerable antigenic cross-reactivity was observed between SP-A and a mycobacterial heat shock protein (hsp) 65 (Dobbie et al., 1994). The possibility of SP-A being a potential autoantigen in RA led to the identification of autoantibodies directed against SP-A within the synovial fluid (Trinder et al., 2000). On the other hand, recent studies report the decreased levels of circulating SP-D in RA patients that is inversely associated with disease activity (Hoegh et al., 2008; Christensen et al., 2010). Decreased levels of SP-D in RA could be due to the increased clearance of SP-D from the serum by deposition in the inflamed joint or by complex formation with cellular waste. SP-D as a scavenger molecule enhancing the clearance of DNA and apoptotic cells via macrophages is likely to reduce the anti-double-stranded DNA autoantibody production (Palaniyar et al., 2005). This mechanism is supported by the inverse association between SP-D and disease activity measurements and gradual increase of SP-D levels following treatment. SP-D is accumulated within the synovial fluid through diffusion into the joint cavity from the circulation (Kushner and Somerville, 1971; Pejovic et al., 1995). Interestingly, trimeric forms (130 kDa subunit of SP-D) of SP-D are abundant in the synovial fluid. Although the functions of trimeric SP-D are not well documented, it has been demonstrated to exhibit both pro-inflammatory (via calreticulin-CD91) and anti-inflammatory (via SIRPα) functions (Gardai et al., 2003; Guo et al., 2008). Furthermore recent studies on the disruption of multimeric SP-D during inflammation has shown that this degradation of the multimer into nitrosylated trimeric SP-D exhibits a pro-inflammatory response (Guo et al., 2008). This response is brought about by the CD91/calreticulin receptor interaction and consequent p38 MAPK pathway (Gardai et al., 2003; Guo et al., 2008). Consistent with these findings, increased inflammatory response is associated with an increase in p38 phosphorylation, an important determinant of synovitis severity (Schett et al., 2008). Thus, low levels of SP-D in serum and increased expression of SP-D in the synovial fluid may contribute to the persistent low-grade subclinical joint inflammation seen in RA patients (Brown et al., 2006). This can also be a good biomarker of inflammation and disease activity in the RA patients.\n\nSP-D synthesis has been demonstrated to be localized to vascular endothelial cells in both mice and human (Madsen et al., 2000; Sorensen et al., 2006). The study was carried out in SP-D−/− and control mice fed on an atherogenic diet. Interestingly, the SP-D−/− mice was protected against the development of atherosclerotic lesions in the aortic root with very small foamy cell lesions when compared to the mature cholesterol-laden collagenous atherosclerotic plaques in the control mice. Nevertheless, there was a presence of foamy macrophages within the lung due to lipid engorgement, a typical feature due to SP-D deficiency. When treated with rhSP-D fragment, the anti-inflammatory Th2 response in the blood of the SP-D−/− mice shifted to a Th1 response with the upregulation of the pro-inflammatory cytokine TNFα. Also observed was the reduction of plasma lipid concentrations including HDL and LDL. Thus the Th2 → Th1 shift along with increased susceptibility to development of atherosclerosis suggests the pro-atherogenic potential of SP-D (Sorensen et al., 2006).\n\nSP-D has also been recently reported to be involved in skin diseases such as psoriasis and atopic dermatitis (Hohwy et al., 2006). When immunohistochemically stained, affected skin biopsies from psoriasis and atopic dermatitis patients showed no difference in SP-D immunoreactivity to control healthy skin biopsies on the basal keratinocyte layer level (Hohwy et al., 2006). However, in the stratum spinosum, where keratinization is initialized, SP-D showed higher intensity of immunostaining. Interestingly, the serum level of SP-D was not altered in either condition suggesting that unlike ILDs in which there is a spill-over due to increased alveolar permeability, there was no leakage of SP-D from the psoriatic lesions (Hohwy et al., 2006). The same study also reported that production of SP-D transcripts was not upregulated, and hence, the increase in infiltrating inflammatory cells might be the source of SP-D in the lesions. This study is supported by the finding of yet another study that reports the strong surfactant protein (SP-A, B, C, and D) expression in the lesions of patients affected with psoriasis, atopic dermatitis, lichen planus, and Behcet’s disease (Akman et al., 2008). Thus, further studies are required to elucidate the exact role and regulation of SP-D in inflammatory skin diseases.\n\nThe ubiquitous roles of SP-A and SP-D are extended to the human reproductive system. Alongside being involved in the respiratory function of the newborn lung during the transition from the intrauterine aqueous environment to extrauterine oxygen, the surfactant proteins are also involved in the process of parturition and innate immune mechanisms during pregnancy.\n\nThe localization of SP-A and SP-D in the female reproductive tract suggests the role of these proteins in the process of reproduction. SP-D has been localized in non-pregnant uterus, ovaries, and oviduct of humans (Oberley et al., 2004). SP-D protein and mRNA has been detected in the villous and extra villous trophoblast of the human placenta (Oberley et al., 2004). SP-D mRNA and protein have been detected in the vagina, uterus, ovary, cervix, and oviduct in mouse (Akiyama et al., 2002). Both SP-A and SP-D have been reported to be present in the genital tract of the mare (Kankavi, 2007).\n\nSP-D mRNA in mouse uterus was reported to be hormonally regulated, with peak levels present at estrus and the lowest levels at diesterus (Oberley et al., 2007). Human SP-A has been localized in both pre- and post-menopausal vaginal stratified squamous epithelium as well as in vaginal lavage fluid (MacNeill et al., 2004). Both SP-A and SP-D can be detected in human amniotic fluid as early as 26 weeks of gestation. However, by 40 weeks of gestation, the level of SP-A rises dramatically from 3 to 24 μg/ml with a less pronounced rise of SP-D levels. Thus, the 1:1 ratio of SP-A and SP-D during 26–34 weeks of gestation rises to a striking 6:1 ratio by end of term (Miyamura et al., 1994).\n\nThe immunoregulatory function of SP-A and SP-D are also seen in the control of cytokine production within the uterine environment. During human labor, the intrauterine tissue macrophages, especially of the decidua, releases excess of prostaglandin F2α (PGF2α; Norwitz et al., 1992a). Along with the release of PGF2α, there is a concomitant release of other macrophage-associated products such as pro-inflammatory cytokine TNF-α (Norwitz et al., 1992b). Inhibition of TNF-α production by SP-A in lung macrophages can hinder the premature activation of the PG cascade, and hence, when this inhibition of pro-inflammatory cytokines takes place during pregnancy, it leads to regulation of the onset of labor (Alcorn and Wright, 2004b). In support of this observation, the down regulation of pro-inflammatory cytokines and chemokines (IL1β, CXCL2, CXCL5) was observed when human amnion explants were incubated with SP-A (Lee et al., 2010). SP-A and SP-D are also involved in clearance of apoptotic cells and necrotic cells (Schagat et al., 2001; Jakel et al., 2010) and this ability to clear dead cells from the uterine tissues can decrease the chances of inflammation due to the presence of dead cells in the uterine environment (Vandivier et al., 2002).\n\nControl of parturition depends on genetic, hormonal, mechanical and/or environmental factors. Research into the control of parturition is of utmost importance as spontaneous pre-term delivery, i.e., delivery before 37 weeks of gestation, is the major cause of neonatal mortality. Signals for parturition might arise from either the maternal side or the fetal side or both (Challis et al., 2005). The process of parturition is associated with an increase in the release of PGs into the uterine environment (Keirse, 1978; Gibb, 1998). The precursor for PG synthesis is arachidonic acid/arachidonate which involves cleaving of the arachidonate from the phospholipid by a phospholipase, which in human amnion is, amniocyte diacyl phosphatidylethanolamine by phospholipase A2 and phosphotidylinositol by phospholipase C and diacylglycerol lipase (Okita et al., 1982). During the development of the fetal lung, the surfactant is synthesized and released to the surrounding amniotic fluid. The process of parturition and fetal lung maturation has been closely associated since survival of the neonate is closely linked with development of surfactant within in the fetal lung (Pryhuber et al., 1991). Respiratory failure due to abnormal lung development is responsible for majority of neonatal death observed in pre-term babies. The link between the fetal lung surfactant protein levels and the initiation of pre-term labor is supported by the observation that the fetal surfactant has also been associated with contributing arachidonate for PG synthesis by amnion cells (Bernal and Phizackerley, 2000). In full-term labor, the secretion and accumulation of fetal surfactant into the amniotic fluid in the third trimester of pregnancy might lead to the gradual increase of PG that induces normal birth. However, in pre-term labor, retarded lung maturation might be leading to an excessive secretion of surfactant, and thus of arachidonate, which contributes to early enhancement of PG production, that in turn, induces labor and leads to pre-term birth. Recent studies have shown that the surfactant proteins, especially SP-A, is directly linked to the induction of parturition in mice (Condon et al., 2004).\n\nInitiation of labor is associated with an inflammatory response characterized by an increased production of IL-1β and NF-κB by intrauterine macrophages. Intra-amniotic injection of SP-A in mice caused pre-term delivery within 6–24 h and intra-amniotic administration of an SP-A antibody or NF-κB inhibitor delays labor by 24 h (Condon et al., 2004), thus facing a pro-inflammatory action at the end of gestation. SP-A has been reported to induce direct stimulation of IL-1β and NF-κB expression by decidual macrophages in the amniotic fluid (Condon et al., 2004). This increase of pro-inflammatory cytokines leads to the PG cascade which in turn leads to the onset of labor. Thus, SP-A appears to be a potential initiator of parturition. Yet another study that supports the pro-parturition effects of SP-A is the potential ability of SP-A to induce stress fibers by regulating F-actin filament organization in cultured human myometrial cells (Breuiller-Fouche et al., 2010). Stress fibers are dynamic structures that aid in maintaining the endothelial cell integrity during the exertion of tensile stress on the vessel wall during growth of the uterine body (Sago et al., 1993). Thus, SP-A may be a vital pro-parturition, immunoregulatory molecule during pregnancy where a delicate balance between stringent host defense and protection of allogenic fetus is required. However, the levels of SP-A is observed to decrease rapidly in spontaneous human parturition at full-term (Chaiworapongsa et al., 2008). This is in comparison to subjects at full-term but not in labor. Further studies into the effects caused by the sudden withdrawal of expression of SP-A in the amniotic fluid can show the association of surfactant proteins at term and how it modulates the process of parturition.\n\nExpression of SP-D has been detected in newborn infant umbilical cord blood and capillary blood. The varied levels in the capillary blood reflected the mode of delivery, with the highest levels being detected in newborns being delivered through cesarean section (Dahl et al., 2005). This study showed that the perinatal conditions played an important role in regulation of the levels of SP-D in the newborn circulation. High levels of SP-D in the cord blood are likely to be influenced by mother’s smoking habits (Dahl et al., 2005). Smoking during pregnancy also decreases the levels of SP-D in the capillary blood of the newborn (Dahl et al., 2006). Smoking may lead to decrease in trophoblast proliferation and reduction of the length of villous capillaries in the placenta leading to abnormal gas and nutrient exchange (Larsen et al., 2002).\n\nThe human fetal lung expresses SP-A and SP-D and the production of SP-D has been detected in bronchiolar and terminal epithelium at 16–21 weeks of gestation by hybridization and immunohistochemical analysis (Dulkerian et al., 1996; Mori et al., 2002). Several studies have reported that after the production of SP-D, it begins to peak gradually during gestation and then peaks down during later stages of gestation (Dulkerian et al., 1996; Stahlman et al., 2002). This is evident from the observation that umbilical cord blood SP-D levels were twice as high in premature infants when compared to the full-term babies (Dahl et al., 2006). The same study also reported that neonate with high levels of SP-D in the umbilical blood and capillary blood later developed sepsis. This increase has been speculated to be due to a capillary leak leading the decrease of SP-D in the neonatal lung. This, in turn, will increase the susceptibility of the newborn to infections or due to pro-inflammatory effects of SP-D such as stimulation of TNF-α production induced by LPS, as evident in studies on premature newborn baboons (Awasthi et al., 2001). The higher levels of SP-D in umbilical cord blood observed in Dahl et al., 2006 has been speculated to be due to the impairment of alveolar-vascular integrity during development and that the leakage of proteins into circulation might have taken place even before birth. Regulation of inflammation in newborns by SP-D has also been shown in animal studies. When surfactant mixed with SP-D was administered to premature newborn lambs under ventilation for resuscitation, the SP-D was seen to inhibit lung inflammation caused by the ventilation with downregulated levels of pro-inflammatory cytokines (Sato et al., 2010).\n\nSP-A, apparently an important player in pregnancy and parturition, is also involved in neonatal immunity. In mice studies, progeny of SP-A−/− mice bred in bacteria-laden environment showed a high rate of mortality (P < 0.001) compared to wild-type mice (P < 0.05; George et al., 2008). Interestingly, the progeny of SP-A−/− showed significant gastrointestinal tract pathology (Bacillus sp. and Enterococcus sp. Peritonitis) and blood congestion in lung tissue due to systemic inflammation and consequent upregulation of pro-inflammatory cytokines. The GI tract pathology may arise due to ingestion of bacteria during nursing. However, when the SP-A−/− pups were administered SP-A orally, there was an increase in the rate of survival. Thus, SP-A is seen to play a critical role in immunoprotection of newborn mice (George et al., 2008).\n\nSP-A and SP-D are also involved in dealing with intrauterine infections. Infection within the sterile intrauterine environment can lead to the initiation of inflammation which might lead to pre-term labor (Kim et al., 2009). This would include an exaggerated pro-inflammatory cytokine response that in turn would lead to release of PGs that can induce parturition by pre-term cervical softening, contractions and rupture of the protective fetal membranes. The localization of the SP-A and SP-D in fetal membranes and uterine tissue (Miyamura et al., 1994) supports their role in active host defense mechanisms, including during intrauterine infections.\n\nChorioamnionitis is the inflammation of the fetal membranes due to a bacterial infection. Bacterial infection in this context would mean an influx of PGs, cytokines, and other mediators of inflammation. Pregnancy demonstrates a strong Th2 character at the feto-maternal interface in which there is a predominance of immunosuppressive activity, including elevated levels of anti-inflammatory mediators such as IL-10, and lowered levels of pro-inflammatory cytokines, such as IL-1β and TNF-α. However, the presence of bacterial products such as LPS can switch on pro-inflammatory cytokine production and lead to unwanted expulsion of the fetus from the uterus. Chorioamnionitis is commonly developed at 26–32 weeks of gestation when SP-A (Wang et al., 1996) and SP-D levels are low (Lahra and Jeffery, 2004). The association of the low levels of SP-A and SP-D and the consequent susceptibility of the fetal membranes to bacterial challenge demonstrate the importance of SP-A and SP-D in immunoregulation and primary host defense against pathogens during pregnancy.\n\nStudies involving gene knockout mice, murine models of lung hypersensitivity and infection, and functional characterization of cell surface receptors have revealed the diverse roles of SP-A and SP-D in the control of lung infection and inflammation. Studies that demonstrate how a range of immune cells, cytokines/chemokines, and surface receptors are modulated by SP-A and SP-D in response to pathogens and allergens in a given microenvironment are crucial in understanding how these proteins link innate and adaptive immunity. The therapeutic effects of rhSP-D in allergic and invasive aspergillosis in murine models are worth investigating as a follow-up clinical trial as an adjunct therapy especially in IPA. Clearly, SP-A and SP-D levels and SNPs in various forms of respiratory diseases are likely to find their translational applications. A recently proposed model based on studies with the calreticulin-CD91 complex as a receptor for SP-A and SP-D has suggested an anti-inflammatory role for SP-A and SP-D in naïve lungs which would help minimize the potential damage that continual low level exposure to pathogens, allergens and apoptosis can cause. However, when the lungs are overwhelmed with exogenous insults, SP-A and SP-D can assume pro-inflammatory roles in order to complement pulmonary innate and adaptive immunity (Gardai et al., 2003). However, the in vitro, in vivo, and ex vivo effects of rhSP-D, which is composed of homotrimeric neck and CRD region, appear to suggest the existence of additional, crucial SP-D receptor(s) that is specific to the lectin domain. Identifying extrapulmonary functions of SP-A and SP-D at mucosal surfaces remain an attractive area of research. Thus, how SP-A and SP-D are involved in the maintenance of pregnancy and subsequent parturition need further investigation.\n\nThe authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."}