{"title": "Chemical and Biological Mechanisms of Pathogen Reduction Technologies", "body": "People have been utilizing light for medical therapies throughout history. As early as Greek civilization, people have attempted to harness light as a therapeutic agent 1. Currently, treatments for hyperbilirubimia 2, T-cell lymphoma 3, and even graft-versus-host disease (GvHD) 4,5 involving extracorporeal photopheresis are well established. Within the last decade, new technologies have been developed and implemented which employ light, often in the presence of a photosensitizer, to inactivate pathogens that reside in human blood products for the purpose of transfusion. While blood donor screening and nucleic acid testing (NAT) for various pathogens have been implemented to reduce the risk of transfusion transmitted diseases, there is still residual risk to blood safety. With regard to emerging pathogens in regions previously not endemic to such infections, such as the Dengue 6 virus and parasites such as Trypanosoma cruzi, the causative agent of Chagas disease 7, pathogen reduction is particularly valuable. Unknown or previously unidentified pathogens such as SARS 8 and West Nile Virus can also emerge into the blood supply with little advance warning 9. Blood banks and health organizations must react quickly to these scenarios to identify the agent, form a strategy for prevention of contamination of the blood supply, and develop new screening tests, if necessary. Second, while testing methodologies continue to become more sensitive, there will always be a period of time during which the pathogen is undetectable (a “window period”) and testing procedures will be limited by test sensitivity. Furthermore, blood safety is also threatened by residual white blood cells that exist even after leukoreduction techniques are employed. In contrast, implementation of pathogen reduction technologies (PRT) enables blood providers to take a proactive approach to blood safety by inactivating pathogens that might exist in blood products and thereby prevent infection of the recipient.\n\nOn the other hand, pathogen inactivation potentially poses several challenges. The diversity of infectious agents requires any technique or technology to have a broad spectrum of activity, such that it will be effective against enveloped and non-enveloped viruses, Gram-positive and Gram-negative bacteria (including spore-forming agents), parasites and white blood cells. As these techniques have in common that they require a chemical reaction on a biological product, it is not surprising that all current techniques have been shown to cause various degrees of cellular and protein damage as well as some degree of toxicity in the treated products 10. The majority of PRT are designed to target nucleic acids of pathogens to disrupt their functionality because platelets, plasma and red blood cells do not require genomic DNA to be viable. However, beyond the targeted damage to a pathogen's genetic material, secondary damage can also be incurred by proteins and membrane molecules, potentially leading to a degradation of blood product quality. This was most obvious in the example of Inactine/PEN110 developed by Vivex. Inactine/PEN110 was a low molecular weight reduction compound that covalently linked to nucleic acids and worked to reduce the pathogen load in the presence of red blood cells. However, it also had the unintended consequence of causing immune modulation in the form of neoantigenicity; new antibodies against the PEN110 compound were formed, and antibodies already present in the individual also targeted the PEN110 compound 11. Thus, finding the balance between sufficient pathogen reduction and acceptable product quality is critical.\n\nThere are a number of PRTs that have been introduced attempting to find the proper balance between pathogen kill and product quality; several of these technologies are commercially available. Each technology affect the cell components and protein factors in plasma in a different way; myriad reviews discussing product quality have been pusblished. This paper aims to present the various chemical mechanisms for pathogen reduction in transfusion medicine that are currently practiced or in development.\n\nThe therapeutic capabilities of methylene blue (MB) have long been known, dating back to the 19th century when it was used to treat malaria 13 and is still being investigated for use against Plasmodium spp\n14. MB has long been used to treat methemoglobinemia through its reduction properties at low doses 15. MB is being investigated for the photodynamic treatment of cancer through DNA damage or through generation of oxidative stress resulting in apoptosis of cancer cells 16,17. In combination with light, MB has also been used to treat resistant plaque psoriasis 18, AIDS-related Kaposi's sarcoma 19, and to inactivate Staphylococcus aureus\n20. Phenothiazine dyes, including MB been known to have virucidal properties for over 80 years when used in combination with visible light 21 this includes inactivation of West Nile virus 22, HIV-1 23, Duck hepatitis B 24, adenovirus vectors 25, and hepatitis C 26.\n\nMethylene blue can either intercalate into the DNA or associate with the outer helix, depending on the Mg2+ ionic strength and concentration. In the presence of oxygen, reactive oxygen species are generated. In an oxygen-depleted environment, direct electron transfer is likely to be responsible for phosphodiester bond cleavage resulting in strand breakage at guanine-residues. In the presence of visible wavelengths of light (MB has a peak absorption at 620–670 nm), both type I (redox) and type II (photo-oxidative) reactions can occur 27. However, it is thought that the type II photodynamic reaction is primarily responsible for the pathogen reduction reactions that occur 28. Excitation of MB can also lead to its reduction to leukomethylene blue or to its demethylation to azure A, azure B, and thionine. The result of MB activation can lead to predominantly guanosine oxidation via a type II pathway. These changes in DNA ultimately prevent the replication of pathogens (Fig.1).\n\nThe original process for utilizing MB with FFP was developed in Springe, Germany, where they used an initial freeze-thaw step to inactivate the WBCs and added an amount of MB specific to the plasma unit to give a precise final concentration of MB 28. Today, MB is used commercially as the active compound in the Theraflex MB Plasma system (Macopharma, Tourcoing, France) by dissolving an anhydrous MB pill (85 μg for a final concentration of 0.8–1.2 μm) in plasma after which this mixture is illuminated with visible light (590 or 630 nm, depending on system used for an energy of 180 J cm−2, see Table1). Prior to illumination, the plasma product is passed through a 0.65 μm filter (Plasmaflex PLAS4 from Macopharma) to reduce the levels of residual white blood cells, red blood cells, platelets, some aggregates, and intra-cellular viruses and to reduce the levels of microparticles). Once the illumination is complete the process requires removal of MB using the Blueflex MB removal filter from Macopharma to ultimately reduce the residual MB concentration down to 0.1–0.3 μm\n28.\n\nIt should be mentioned that the Theraflex system and the Springe method procedures are not identical as the illumination time, illumination source and energy dose in these two methods are different. However, available data demonstrates that both methods are effective against common pathogens including HIV 29.\n\nWith respect to blood safety, MB is limited in its applicability in that it is only effective as a pathogen reducing agent in plasma. MB is a phenothiazine derivative and consequently, it has a high affinity for both nucleic acids and as well as the surface structure of viruses. Further, MB is also known to bind to viral core proteins 27. Importantly, bacteria and hemoglobin can reduce MB to leuko-MB, which functions neither as not a photosensitizer nor as a DNA intercalator, which reduces the overall effectiveness of MB against bacteria and intracellular pathogens 27. In addition, because of the hydrophilic character and positive charge of MB, it cannot penetrate the cell membrane and therefore, it is inefficient for inactivation of intracellular pathogens. Rather, MB remains localized to the external membrane proteins and lipids resulting in cellular damage with photoactivation. This is the underlying reason why MB can only be used for treatment of plasma, and not for treatment of platelet or red cell products 30,31.\n\nTheraflex claims efficient virus reduction for Human Immunodeficiency Virus (HIV), Hepatitis B Virus (HBV), Hepatitis C Virus (HCV), Cytomegalovirus (CMV), West Nile Virus (WNV), Parvovirus B19 and others, but is less effective against the picornavirus family, including Hepatitis A Virus (HAV), Poliovirus, and encephalomyocarditis virus, though it is known that this family of viruses is highly resistant to physiochemical treatment 32. It is also effective against the parasite Trypanosoma cruzi. Historically, MB has been shown to be more effective against Gram-positive than Gram-negative bacteria 27. Treated plasma should not be used for patients with known allergies against MB or photoproducts. It also cannot be used in patients with a known Glucose-6 phosphate dehydrogenase deficiency 33 and may cause hemolytic anemia in these patients.\n\nThere is an additional concern with respect to MB: ANSM (formerly known as AFSSAPS), the French Drug and Medical Device Regulatory Agency, withdrew MB plasma from the list of approved blood products in France from March 1, 2012. After evaluation of the French hemovigiliance system, ANSM saw a greater incidence of allergic reactions with MB plasma than with other types of plasma as well as a greater variability in the concentration of fibrinogen in MB plasma compared to the other types of plasma. Hence, they concluded to withdraw MB plasma from the list of approved products. In light of this decision, Macopharma has decided to carry out a retrospective post marketing surveillance study in order to generate data to demonstrate the safety and efficiency of THERAFLEX MB-Plasma 34.\n\nThe practice of using psoralens in conjunction with UVA light to treat psoriasis was established in 1974 and continues to be an accepted clinical technique known as PUVA (psoralen + UVA) therapy 35–37. PUVA therapy generally refers to the use of the psoralen 8-methoxypsoralen (8-MOP) and is the predecessor to the commercially used PRT psoralen, amotosalen (S-59) from Cerus, Inc. Amotosalen is a tricyclic molecule consisting of a furan and a pyrone moiety. However amotosalen has been designed to be more water soluble through the addition of an amine side chain and consequently is less lipophilic than 8-MOP 38. Hundreds of psoralens, both natural as synthetic, were evaluated for their chemical and biological characteristics. Amotosalen was selected for development based on its activity against a variety of viruses and bacteria while maintaining the functional properties of platelets and plasma 38,39.\n\nThe Intercept system (Cerus Corp., Concord, CA) utilizes Amotosalen, (150 μm) as a photosensitizing agent to inactivate pathogens in the presence of UVA (300–400 nm, 3 J cm−2 see Table1). As they are small planar, heterocyclic aromatic molecules, psoralens have a high propensity to intercalate reversibly within the double helical structure of nucleic acids. The latter is specifically true for amotosalen as it carries a cationic charge under physiological conditions which increases its affinity for DNA (as DNA molecules are negatively charged). After UVA activation, covalent cross-links are formed to pyrimidines in both RNA and DNA using sequential [2 + 2] cycloaddition reactions (these types of reactions can only occur in the presence of light of the correct wavelength) 40. First, photoactivated amotosalen forms a covalent adduct with either thymidine or adenine to form single adducts that force helical unwinding of the nucleic acid molecule. After unwinding of the DNA, a second adduct can be formed in the presence of UVA which forms a crosslink with the original adduct. In RNA, a second adduct can be formed to yield intrastrand crosslinks. The crosslinks prevent helical unwinding and replication of the nucleic acids by polymerases 27. The numerous monoadducts and crosslinks prevent replication and ultimately are responsible for the ability of amotosalen to inactivate pathogens upon activation with UVA (Fig.1).\n\nBecause of its water soluble properties derived from the addition of titratable amine side chains, amotosalen can penetrate cell membranes thus allowing them to act upon intracellular nucleic acids of numerous pathogens. This allows the Intercept technology to be used to treat plasma and platelet products, but not with red cells as hemoglobin absorbs UVA and prevents activation of psoralen.\n\nAfter illumination approximately 20% of amotosalen remains in the product, while 80% is photo-degraded. Of the photoproducts generated, approximately 66% is comprised of S-59 dimers, whereas the remaining 33% are products that covalently bind to high molecular weight lipids. Following UVA treatment with the Intercept system, blood products must be filtered to remove the psoralen compound and some photoproducts using a Compound Adsorption Device (CAD). The CAD consists of spherical beads enclosed in a polyester mesh pouch within a plastic container 41. This matrix adsorbs unbound amotosalen and its photoproducts following treatment during a 4–16 h incubation period. The CAD device effectively reduces levels of residual S-59 by 74- to 84-fold, whereas levels of the major photoproducts that remain unbound are reduced approximately 3-fold. However,photoproducts bound as adducts are not removed by the CAD device 41.\n\nThe INTERCEPT blood system has demonstrated inactivation of pathogens to varying degrees, with the exception of the non-enveloped viruses Hepatitis A (HAV), porcine parvovirus (PPV) (a model for human parvovirus B19), and bacterial spores, all of which are resistant to treatment with this and several other technologies. The limited effectiveness against certain non-enveloped viruses was demonstrated clinically when a transfusion-based transmission of HEV occurred via a plasma product 42. Intercept is also effective against both Gram-negative (e.g. Escherichia coli and Serratia marcescens) and Gram-positive bacteria (e.g. Staphylococcus epidermidis and Streptococcus pyogenes) as well as a selection of parasites including Plasmodium falciparum, Trypanosoma cruzi, and Leishmania spp.\n\nINTERCEPT is able to inactivate residual donor leukocytes, including T-cells. In vitro studies have demonstrated inhibition of replication and cytokine synthesis of IL-8 and IL-1β following treatment. As such, INTERCEPT has been approved for use in place of gamma irradiation to treat platelets in order to prevent transfusion-associated graft-versus-host disease (TA-GVHD) 43. Additionally, INTERCEPT treatment for platelets can replace CMV serology, according to their respective national regulatory authorities to prevent transfusion-transmitted CMV infection 38.\n\nINTERCEPT plasma units may be used in the treatment of coagulation factor or other antithrombotic protein deficiencies, as well as in patients who require plasma exchange for thrombotic thrombocytopenic purpura (TTP). However, neonatal patients requiring plasma transfusion while being treated for hyperbilirubinemia should not receive INTERCEPT -treated plasma as the device emits light at wavelengths less than 425 nm (UVA), which in combination with amotosalen treatment in the transfused plasma product, can result in erythema in the patient.\n\nRiboflavin (Rb) or vitamin B2 is a naturally occurring compound and an essential nutrient for humans. It is a member of the group of molecules termed the “flavins” due to its ring-moiety, which imparts the yellow color to the oxidized molecule (“ribo” derives from the ribose sugar that forms part of its structure). Flavins are cofactors for a wide variety of oxidative enzymes and remain bound to the enzymes during the oxidation-reduction reactions. Flavins are able to accept a pair of hydrogen atoms, thus allowing them to act as oxidizing agents. Riboflavin is the precursor of flavin cofactors and in vivo it is metabolized to flavin adenine dinucleotide (FAD) and to flavin mononucleotide (FMN), a phosphorylated form of riboflavin.\n\nThe photochemical mechanism of action of riboflavin is mediated by both Type I and Type II redox reactions. Upon activation with UV light, riboflavin oxidizes guanine residues in DNA and RNA via direct electron transfer reactions, which occur in the absence of oxygen. The primary photoproduct of riboflavin under these conditions is lumichrome, though other intermediate metabolic and/or photochemical degradation products have been identified, including formylmethylflavin, 2′ keto-flavin, and 4′ keto-flavin. These by-products occur at very low concentrations 44 (Fig.1). Riboflavin is able to penetrate the mitochondrial membrane and may facilitate mitochondrial function in its role as a flavin molecule 45.\n\nWith an extensive toxicology profile, riboflavin is qualified by the United States Federal Drug Agency (FDA) as a GRAS compound (Generally Regarded as Safe) (21 CFR 184.1695 (USFAD): U.S. National Archives and Records Administration's Electronic Code of Federal Regulations). Its photoproducts are present in a broad range of food and natural products, and it is widely used as a supplement in the photo-therapeutic treatment of jaundice in neonates 46. Riboflavin may also be useful alone or in combination with magnesium citrate or coenzyme Q10 in the prevention of migraine 47,48. Riboflavin (500 μm) is the photosensitizing agent in the Mirasol Pathogen Reduction Technology System (Terumo BCT, Lakewood, CO), which is used to treat both platelet and plasma products. Development for whole blood and component separation is ongoing using the same technology.\n\nWith the Mirasol System for Platelets and Plasma, the platelet or plasma product is illuminated with 6.24 J mL−1 of UV light (280–400 nm, see Table1) after apheresis collection or separation of the blood product from whole blood. Extensive toxicology studies performed by Terumo BCT and other organizations have indicated that there is no toxicological concern about transfusion of UV treated blood in the presence of riboflavin. As noted above, riboflavin has been recognized as a GRAS compound by the FDA, thus no additional removal step is required after treatment; it is immediately ready for transfusion whether the treated product is platelets, plasma, or whole blood.\n\nThe Mirasol System is also in development for treatment of Whole Blood products (but is not yet available for sale as of the date of this publication). This system utilizes the same technology (UV light (280–400 nm) plus Riboflavin) but illuminates the whole blood product to 80 J mLRBC−1 of UV light and the dose is dependent upon the volume and hematocrit of the blood product. The development of a whole blood system would facilitate the process of treatment and component processing in that a single treatment could theoretically result in three PRT-treated products that could be immediately transfused.\n\nThe Mirasol PRT System has demonstrated inactivation of pathogens to varying degrees, including the non-enveloped viruses Hepatitis A (HAV, 1.8 log10 reduction) 49, porcine parvovirus (PPV, >5.0 log10 reduction) (a model for human parvovirus B19) 49, however, like Intercept, bacterial spores have demonstrated some resistance to treatment with this technology. Mirasol is also effective against both Gram-negative (e.g. Escherichia coli and Pseudomonas aeruginosa) and some Gram-positive bacteria (e.g. (Staphylococcus epidermidis and S. aureus MRSA Strain) 50 as well as a selection of parasites including Plasmodium falciparum\n51, Trypanosoma cruzi\n52, and Leishmania donovani\n53. In addition, it is able to inactivate residual donor leukocytes, including T-cells 54. The Mirasol System treatment can also be used in combination with leukoreduction can be used instead of CMV testing to prevent transfusion-transmitted CMV infection 55.\n\nIn vitro studies with the Mirasol System have determined that T-cell proliferation is completely inhibited. In Limiting Dilution Assay (LDA) studies, T-cell viability after Mirasol treatment was reduced to the limit of detection of the assay at 60% (3.7 J mL−1) of the normal energy dose (>6 log10 reduction) 54. As with the Intercept System, treatment with the Mirasol System can be used instead of gamma irradiation to prevent TA-GVHD. In vivo studies demonstrated that the Mirasol System prevented the production of cytokines (TNF-α, IL-2, IL-5, IL-6, IL-10, IFN-γ) in response to anti CD3/CD28 or LPS stimulation and that no WBC derived cytokines were detected in Mirasol treated platelet units out to 8 days of storage 54. This data suggests that Mirasol treatment may prevent febrile non-hemolytic transfusion reactions 56,57.\n\nInterestingly, Mirasol may also prevent alloimmunization. Studies have shown impaired binding of Mirasol treated leukocytes to responder cells and no antigen presentation after Mirasol treatment or proliferation of responder cells in a mixed leukocyte culture. A possible explanation may be that the Mirasol-treated cells have significantly reduced expression of several surface receptors that are involved in T-cell activation and adhesion, specifically HLA-DR, ICAM 1–3, CD80 and CD86, in addition to inhibition of cell to cell interactions 58. There was no allo-antibody formation in a rat transfusion model 59, a findingwhich could have significant implications for patient care and general transfusion practices for transplant patients and multiply-transfused individuals.\n\nThe THERAFLEX-UV-Platelets system (Macopharma) is the only photoactive pathogen reduction platform that does not include the addition of a photosensitive compound. This makes it a simple process from a pharmacological standpoint, as the process only uses UVC (254 nm) as the pathogen inactivating source. However, due to the short wavelength of light that is attributed to UVC, it is most effective in a medium that is relatively transparent. Consequently its reactivity is quenched in more turbid or protein-containing solutions, and thus it can only be used to inactivate apheresis and buffy coat platelet products in Platelet Additive Solution; Macopharma specifically directs the use of SSP+. As with all technologies, agitation of the product during illumination is essential to ensure that blood products are homogeneously exposed to light. UVC acts directly on nucleic acids ([2 + 2] cycloaddition mechanism) by generating “thymine dimers,” or more specifically, cyclobutane pyrimidine and pyrimidine-pyrimidone dimers that ultimately prevents DNA polymerase from proceeding during transcription 60. It has been demonstrated that treatment with a wavelength of 254 nm and an energy dose of 0.2 J cm−2 results in an effective level of virus, bacteria and parasite reduction, while maintaining an acceptable level of platelet cell quality 61. As no photosensitive compound has been added to the blood products, no filtration is required after treatment with the Theraflex system (Fig.1). The THERAFLEX UV-Platelets system is currently under clinical evaluation and is not available for routine use.\n\nLike Intercept and Mirasol, the THERAFLEX system may be used to replace gamma irradiation to prevent TA-GVHD. In a mixed lymphocyte culture assay, there was no appreciable proliferation compared to untreated samples. Similarly, there was less 3H-thymidine incorporation in a stimulation assay for UVC when compared to gamma irradiation 62.\n\nThe technique of using a non-ionic detergent to disrupt lipid membranes of enveloped viruses has been widely used, but has limited applicability in that it can solely be used to treat plasma products. Due to its mechanism of action, the solvent-detergent technique cannot be used to treat cellular products because the reagents would destroy the lipid bilayer of the cells. A non-volatile organic solvent facilitates sequestration of the membrane lipids of the viral envelope into a separate colloidal phase, thus causing damage and disrupting viral functionality. This technique is ineffective against non-enveloped viruses such as HAV, HEV and Parvovirus B19, and has been shown not to disrupt the complement activity of plasma against Gram-negative bacteria 63. Removal of the solvent detergent requires oil extraction and chromatography prior to transfusion of the product.\n\nSolvent-detergent plasma is available commercially as a pooled product through Octaplas (Octapharma) in both Europe and the United States, though the treatment process varies somewhat between the two regions 64. This plasma product is prion-reduced and is advertised as safe from the risks of TRALI 65. According to the manufacturer, pooling plasma from numerous donors can result in significant dilution of any anti-granulocyte (HNA) and anti-human lymphocyte antigen (HLA) antibodies, which subsequently reduces the risk of transfusion reactions such as TRALI 66.\n\nSpecifically, each lot of Octaplas is manufactured from pooled plasma of a single ABO blood group (A, B, AB, or O). Frozen plasma units are thawed and pooled. Sodium dihydrogen phosphate dihydrate is added as a buffer to prevent an increase in pH due to the loss of CO2, and then the plasma is filtered. Next, the plasma pool is treated with 1% tri(n-butyl) phosphate (TNBP) and 1% polyoxyethylene-p-t-octylphenol (Triton X-100) for 1–1.5 h at 30°C to inactivate enveloped viruses. TNBP is used to remove lipids from pathogen membranes, and Triton-X is a detergent that both stabilizes TNBP and disrupts lipid bilayers 67. Following treatment, these compounds are removed by first oil and then solid phase extraction procedures. Glycine is added to the plasma to adjust the osmolality after which it is run through a column filled with affinity ligand resin which selectively binds prion protein (these misfolded proteins can cause variant Creutzfeldt-Jakob Disease [vCJD]). After sterile filtration, the product is frozen and stored at ≤−18°C. The pooling and separation process generates a standardized product.\n\nThe use of filters in blood banking has been used largely for the removal of white blood cells. However, the concept has been studied with regards to pathogen reduction using filters with pore sizes of 15–40 nm to remove pathogens based on a size-exclusion principle. Due to the small nature of the pore size, this technique is only applicable to plasma, as platelets and red cells would also be sequestered by the filters. Recent data demonstrates 90–95% recovery of the plasma protein activity using this method, however high molecular weight von Willebrand factor species are removed by filtration required to remove virus 68. Filters to remove prions have also been of great interest as PRT technologies target nucleic acids, not proteins, and thus are ineffective against prions 69. The Pall Leukotrap ® Affinity Prion Reduction Filter system and the P-CAPT Prion Reduction Filter are highly specific and capture and remove any vCJD prion protein. These filters are the only Council of Europe (CE) marked technologies (at time of publication) to remove prions from red blood cells, the most commonly transfused blood component.\n\nThere is one technology for the treatment of red cell concentrates that is currently under development. It utilizes the light-independent alkylating agent S-303 FRALES (Frangible Anchor Linker Effectors) (Cerus Corp.) as an antiviral, antibacterial and antiparasitic agent. S-303 is a molecule composed of an acridine moiety that non-covalently intercalates into the nucleic acid structure of RNA and DNA. Bound to the acridine-based intercalating structure is a flexible labile ester linker that connects to a bis-alkylator group, which is the entity that reacts with nucleotide bases in DNA and RNA and creates cross-links 70. The ester hydrolyzes at neutral pH to result in non–reactive breakdown products, including an acridine-based product termed S-300 70. Initial usage of S-303 as an agent in PRT resulted in antibody formation to the acridine moiety 71. Addition of glutathione as a quencher in a second generation process resolved the antibody formation issue and FRALE is now in Phase III clinical trials.\n\nThe FRALE system utilizes a red cell concentrate (RCC) that undergoes leukoreduction, followed by incubation with glutathione (GSH) and S-303. While the FRALE pathogen inactivation process occurs within 30 min, the S-303 must decompose over 6–19 h to the nonreactive byproduct S-300. At the end of storage of the average concentration of S-300 remaining in the product is approximately 40 μm. After centrifugation, removal of the supernatant, and resuspension in additive solution (SAG-M), the RCCs are stored refrigerated for up to 35 days 71. Because undetectable levels of S-303 remain after decomposition and washing, toxicology studies on the parent compound have neither been required by regulatory agencies nor performed; toxicology studies have only been carried out with the degradation product, S-300. However, because S-303 is a nucleic acid alkylating agent, the parent compound would be expected to be genotoxic. Nevertheless, no adverse effects were observed when five times the standard dose was used to prepare RBCs that were subsequently transfused into rat and dog models 70.\n\nFrom the discussion above it is clear that the type of chemistry used for PRT drives the effectiveness of the technology in various blood products. Products that are more hydrophobic have the ability to perform intracellularly, expanding their effectiveness in blood products. Nevertheless, all PRT techniques have difficulty inactivating spore-forming bacteria such as Bacillus cereus, regardless of the chemistry utilized. The various chemistries not only impact which pathogens they can inactivate and how, but also how they affect the plasma and cellular proteins and to what degree. These mechanisms result in varying protein quality for plasma products, cell quality for platelet products, and potentially the immunomodulatory effects briefly described here.[73] While all of these technologies appear different from a chemical perspective, they are all similar in that none of these technologies chemistries currently have been approved for commercial use in the treatment of products containing RBCs though both Terumo BCT and Cerus are proceeding with trials in their respective products. Work is ongoing for S-303 for the Cerus Corp. and with riboflavin for Terumo BCT.\n\nThe adoption of PRT has been gradual but steady over the past decade. The ever-present threat of emerging and reemerging infectious diseases as well as the risk of clinical conditions related to the transfusion of blood products drives the need for innovation of new technologies in the field of blood banking and transfusion medicine, hence the development of PRT. The numerous technologies and mechanisms discussed in this paper reflect the complexity of finding a balance between effective pathogen inactivation in blood products and maintaining acceptable quality and functionality of the hemostatic components. Development and refinement of these techniques is ongoing, with the goal of creating a safer global blood supply. While the primary indication of these treatments is pathogen reduction in transfusable blood components, other applications for use of PRTs are being explored. The scope of investigational studies includes the fields of vaccine development, oncology, biofilms, lypholization, veterinary medicine, and agricultural applications. This work is in the earliest stages of exploration, but it seems clear that the full potential of these technologies has yet to be determined. The global impact PRT may have on healthcare and science will be realized in the decades to come."}