{"title": "Estimates and determinants of economic impacts from influenza‐like illnesses caused by respiratory viruses in Australian children attending childcare: a cohort study", "body": "Respiratory virus infection causes significant morbidity and mortality in the paediatric population.1, 2, 3 It also results in substantial economic burden in terms of healthcare visits, including general practitioner (GP) and specialist consultations, medications, work absenteeism (either to care for a sick child or due to secondary illness in a carer) and hospitalisations.4, 5 Attending childcare is likely to increase the risk of respiratory infection and costs associated with respiratory viruses: by providing an opportunity for respiratory virus transmission between children and because carers are required to miss work or leisure activities to either care for a sick child or recuperate from their own illness due to intrahousehold transmission. According to the Australian Bureau of Statistics, 50% of children aged three attend childcare, with an average attendance of 17 hours per week, and 13% of children attending 35 hours or more a week.6 According to the National Health and Medical Research Council guidelines in Australia,7 children with influenza‐like illness (ILI) need to be excluded from childcare until they have recovered.\n\nTo provide accurate and timely information about the economic impacts of respiratory virus infections in childcare, we present here the estimates and determinants of virus‐specific costs from respiratory infections using a societal perspective and based on the findings from a prospective cohort study.\n\nWe collected ILI impact data in a prospective cohort study in the southern hemisphere winter season in 2010. From 24 January 2010, healthy children aged ≥6 months to <3 years (as at 01 March 2010) were recruited from 90 childcare centres and one paediatric‐focussed GP clinic in metropolitan Sydney, Australia. Exclusion criteria included any known allergies to influenza vaccine, history of Guillain‐Barré syndrome and haematological disorders. Informed consent for participation was obtained from parents or legal guardians.\n\nInitial contact for recruitment took place through participating childcares, and following receipt of the information and consent document by mail, families interested in participating were screened and enrolled by telephone.\n\nDetailed household demographic data and risk factors were obtained at enrolment, including household income, parents' education and occupations, and the child's medical and medication history.\n\nEthical approval was given by the Human Research Ethics Committee of the Children's Hospital at Westmead, Sydney, Australia.\n\nFollowing increased reports of ILI activity in the local community, we started active surveillance from 30 July 2010; we ceased surveillance on 31 October 2010. During this period, all participating families received weekly reminders (via email, text message or telephone call) from the study team asking whether their child had developed an episode of ILI (temperature ≥37·8°C or carer report of child feeling feverish and at least one of the following symptoms: cough, runny nose, nasal congestion or sore throat).8, 9 When an ILI occurred, parents/guardians were asked to collect nose and/or throat swabs (Copan Italia S. p. A, Brescia, Italy) and mail these to the Queensland Paediatric Infectious Diseases (QPID) Laboratory for quantitative real‐time multiplex PCR (RT‐PCR) assays testing of 19 respiratory viruses, as described previously.10, 11, 12\n\n\nWe conducted telephone interviews with a carer of a child with an ILI 10–16 days after the illness onset (further call at 26–32 days if the ILI still ongoing at 14 days) and collected data about the illness, including the following:\nHealthcare visits\no GP, pharmacy, emergency department (ED) and specialist room (SR) visits and hospitalisations,o Related costs: public transport (including taxi use), distance (in kilometres) travelled using private vehicle, parking fees and other non‐medication costs.\nCarer time lost: time was captured in hours and minutes and classified in time away from work or recreation\no Seeking healthcare for the ILI episode,o Looking after the sick child at home (in excess of usual time spent caring for the child),o Secondary illness in a carer (occurring after illness onsets of the study child).\nCosts of home care, additional childcare for other healthy children within the family or hospital careMedication costs: use of prescribed and/or over‐the‐counter (OTC) medication.\n\n\nThe duration of ILI was defined as the number of days between the 1st day when the child fulfilled the ILI definition and the day when all the symptoms disappeared, inclusive. If a child still had symptoms on the 2nd follow‐up telephone call (at 26–32 days), we calculated the ILI duration as difference between the date of the phone call and the ILI onset date.\n\nDetails of the applied costs and their source are provided in Table 1. Resource use and unit costs were in 2010 Australian dollars. Cost estimates were also converted into Euro (€), US dollar (US$) and British pound (£) in the Results section using the 2010 exchange rate [the purchasing power parity (PPP) conversion factor was taken into account].13 For the PPP values, we chose International Monetary Fund as the source data set; accordingly, in 2010, AU$1·00 was equal to €0·56, US$0·66 and £0·44, respectively. The reported hourly wage rate was used to calculate the costs of recreation time lost among the household members where income information was collected. In those whose income information was not collected, the costs of recreation time lost were calculated using the mean income of an Australian male and female in 2010.14 As the costs incurred in this study were within a short follow‐up period (4 months), a discount rate was not applied (study period <12 months).\n\nFor the descriptive analysis, we used spss Statistics (version 19; IBM, Armonk, NY, USA) to calculate the mean costs, with standard deviations (SD), and median costs, with interquartile ranges (IQR), for ILI.\n\nWe conducted multivariate analyses (with STATA/SE 12.0; StataCorp LP, USA) to assess the association between the economic outcome of ILI and (i) demographic characteristics; (ii) ILI duration, and (iii) virological outcome variables. Due to the non‐normality (right skewing) of the total cost variable in our study, a Tobit regression model was employed to determine variables that drive the ILI costs.15 We also used a zero‐inflated Poisson regression model16 for comparing the counts of healthcare visits per ILI (that has an excess of zero counts) with demographic variables, ILI duration and virological outcomes. Subgroup analysis of ILI costs was performed based on the four groups of fever grading: 37·8–<38°C, 38–<39°C, 39–<40°C and ≥40°C, using STATA/SE.\n\nThere were 124 ILIs in 105 children (13 had two ILIs, three had three). Swabs were provided for 117 ILIs, from which 103 ILIs (88%) had 175 viruses identified (Table 3). Of these, 52 ILIs had one virus identified, 36 ILIs yielded two viruses, 10 yielded three viruses, four yielded four and one yielded five viruses.\n\nIn the week before onset of their ILIs, nine children were exposed to one or more household members with ILIs (total three other children and eight adults). In the week after onset of the child's ILI, eight other children and 38 adults in the sick child's household reported ILIs.\n\nManaging ILIs required 134 GP visits for 70 of the ILI episodes (the other 54 ILIs did not involve GP visits), 106 pharmacy visits for 64 ILIs, 5 ED visits and three specialist visits, but no hospitalisations. The proportion of ILI events associated with ≥1 healthcare visits was 58% (72/124). Antibiotics were used for 52 ILIs, and 73 involved treatment with analgesic/antipyretics. The median duration of ILIs was 8 days (IQR: 5–12 days), and mean duration was 9 days (95% CI: 8–10 days); however, 16 ILIs (13%) lasted >28 days.\n\nThe mean cost of the 124 ILIs was AU$626 (equal to €351, US$413 or £275) with a median cost of AU$321 (€180, US$212 or £141). Of the mean ILI cost, AU$406 (65%; €227, US$268 or £179) was due to carer time off work, AU$102 (16%; €57, US$67 or £45) was generated by healthcare visits and AU$118 (19%; €66, US$78, or £52) was due to other items, such as medications and missed childcare attendance (Figure 2).\n\nThe mean time off work per ILI episode was 12·9 hours (median 4 hours). The mean ILI‐related time away from recreation and associated cost was 3·1 hours (median 0 hour). The mean and median costs of ILI by virus identification are presented in Table 3. There were no significant differences in mean cost of ILI by virus identified.\n\nThe analyses by Tobit regression (Table 4) revealed two independent drivers of ILI costs, namely having both parents in paid employment and a longer ILI duration (Table 4). The other characteristic factors and virological outcome variables were not significant in the Tobit model (data not shown).\n\nThe comparisons for the numbers of healthcare visit per ILI using zero‐inflated Poisson regression are also shown in Table 4. There were four variables associated with a higher number of healthcare visits for ILI, which were (i) being non‐Caucasian; (ii) living in a detached house; (iii) having both parents in paid employment, and (iv) having an ILI with one or more viruses identified. However, among the virus‐positive ILIs, the number of healthcare visit did not significantly increase with increasing number of detected viruses.\n\nOf the 124 ILIs, temperature was measured in 84 (68%) episodes; the other ILIs were reported to have ‘fever/feverish’ by the carer. Among these 84 ILIs, there were 8 (10%) with a reported temperature being 37·8–<38°C, 43 ILIs (51%) for 38–<39°C, 23 ILIs (27%) for 39–<40°C and 10 ILIs (12%) for 40°C or over. No statistically significant difference was detected in the ILI costs (P = 0·06, Tobit regression) and number of healthcare visit per ILI (P = 0·21, zero‐inflated Poisson regression).\n\nIn our study population, largely consisting of healthy urban children attending childcare, viral respiratory illnesses were frequent and costly, with excess carer time off work (13 hours per ILI episode) and recreation time lost (3 hours per ILI) contributing most to total costs. Cost of illness did not vary by the type of virus identified. It may be that costs of ILIs in children attending childcare were less affected by virus type, due to the almost uniform requirement for at least one parent to have time away from work (if both work) regardless of severity. In our study, having both parents in employed work and having a longer ILI duration were (perhaps predictably) the key cost drivers. Four variables appeared to be associated with increased number of healthcare visits for ILI: being non‐Caucasian, living in a detached house, having working parents (i.e. both) and having an ILI that is positive for at least one virus.\n\nOur findings are largely applicable to urban families with a child attending organised childcare. Strengths of our study include regular reminders to carers to identify any ILIs in the study child by weekly contact. In addition, parent‐collected swabs and sensitive RT‐PCR for virus identification enabled sensitive detection of outcome parameters; we also achieved a high swabbing rate [94% (117/124) of the ILI episodes]. Our study was observational and study staff did not provide medical care for study child, reducing the likelihood of a Hawthorne effect artificially reducing ILI costs. Finally, this study provides ILI cost‐of‐illness data for urban children with simple to complex ILIs, attending childcare and with busy working parents – a common and growing demographic in Australian society.\n\nLimitations include the fact that study children and families were not representative of the broader Australian population. Most (89%) study children attended childcare, and compared with the general Australian population,14 study households had higher income (Table 2), leading to an under‐representation of lower‐income households. Previous Australian research has shown that the highest mean acute respiratory illness (ARI) cost‐of‐illness values are not necessarily associated with the highest income households, reducing the likelihood our study population may have upwardly biased mean ILI costs. In addition, as shown in Table 2, the mothers in our study were slightly older (33 years compared with 30 years in the general population17) and they were more likely to live with a partner (married or de facto) (97% versus 88%).18\n\n\nThis study showed a low prevalence of A(H1N1)pdm09 in 2010. We believe this is partly because we did not start collecting ILI data until 30 July 2010, thus, some winter cases of influenza may have been missed. Surveillance data revealed that the 2010 influenza peak was September in the state where we conducted the study (NSW),19 but the incidence of influenza in 2010 was relatively low.19\n\n\nIt is noteworthy that we used a relatively comprehensive approach to collect information on the costs of ILI, and our study reinforced the importance of indirect costs in economic assessment of infectious diseases. Apart from the major cost drivers (i.e. time off work, healthcare visits), we also collected data on other cost items; these included non‐antibiotic prescription medication, OTC medications, and paid childcare for other children (in the same household of the ILI child), whilst carers were looking after the sick child, travel costs of healthcare visits and all other costs that the carers recalled. In addition, our study highlighted that the time off recreational activities should be adequately measured because it covered a not insubstantial 19% (3/16 hours) of total time lost.\n\nOur study identified some novel variables associated with ILI costs and more healthcare visits for the ILI. Having both parents in paid employment increased the ILI costs probably due to the primary carer and the partner taking time off work to look after the sick child. The lost productivity due to time off work plus costs of recreation time lost accounted for the majority of ILI costs in this study that is consistent with the literature.20, 21 In our study, particularly where both parents work, even simple ILIs without a GP visit can be costly because of carers' taking time off work. Apart from economic impact, qualitative interviews conducted with a subsample of the carers in this study also demonstrated that these parents have larger quality‐of‐life impact in terms of daily and social life disruption.22\n\n\nTo our knowledge, ours is the first study that demonstrates the duration of respiratory infection, when managed outside a hospital, is associated with higher economic costs. This finding may suggest that for future efforts in assessing the economic impacts of a respiratory disease, the measurement of infection duration should be taken into account as a proxy for economic burden. Of the four variables that increased the number of healthcare visits with an ILI, we believe that two of them (living in a detached house and having working parents) are associated with potentially higher socio‐economic status. In the literature, it is evident that those of higher economic class are more likely to seek medical visits for their health issues.23, 24, 25 However, our study did not collect related information to prove the potential link between socio‐economic status and health‐seeking behaviours.\n\nIn our study, the children with virus‐positive ILIs had more healthcare visits than those with no virus detected; however, among the virus‐positive ILIs, the number of healthcare visits did not significantly increase with increasing number of viruses identified. The use of RT‐PCR has contributed to ongoing discovery/detection of simultaneous multiple respiratory pathogens from a single specimen in one child,26 but the real impact of these simultaneous detections remains unclear. There are some reports documenting that (i) the single infection of human metapneumovirus (HMPV), and (ii) the co‐infection of HMPV plus respiratory syncytial virus increase hospitalisation rates,27, 28 while other studies did not detect an association between a multiple viral infections and illness severity.29, 30, 31 Future research should endeavour to better correlate clinical/economic disease severity with viral quantity.\n\nIn valuing the recreation time lost, we used sex‐weighted mean income in Australia. There is some controversy on the valuation of recreation time.32, 33 An economic analysis using a societal perspective requires that all costs resulting from an illness should be taken into account, regardless of who experiences the costs34; thus, we believe measuring and valuing all time spent on an ILI episode are important, including that removed from recreation. The recreation time loss is likely to cause opportunity costs, which needs to be assessed in an economic analysis.\n\nA study by Lambert and colleagues reported the costs of ARIs among 234 preschool children from Victoria, Australia, in 2003.35 The mean and median costs of all ARIs were $309 and $156, respectively, which were somewhat lower than our findings. This may be due to inflation, different methods of valuing time and the fact that our study included a higher proportion of families where both parents worked (89% in this study versus 49% in Lambert et al.8). This study's estimate of the average weekly income of a working person was $1323, which was around 30% higher than the average income of employed Australians.\n\nA recent French survey of >800 household contacts by Carrat examined the disease burden of influenza in 2010.36 Their results on illness duration and proportion of index cases having a medical visit were similar to our findings. Their estimate on median duration of illness in laboratory‐confirmed index cases was 8 days (95% CI: 7–8 days), but their median age was higher (36·7 ± 19·4 years old). Carrat reported that 57% of household members with clinical influenza (not laboratory confirmed) sought medical consultations; in our study, 58% (72/124) of ILIs had at least one medical visit. Carrat's study was conducted in a population sample that was representative of the general population in France.\n\nIn summary, this study's finding of a substantial social and economic burden of ILI in children attending childcare highlights the importance of interdisciplinary research in providing primary data for policy making of a possible preventive programme for respiratory infections. To link the disease impact and economic assessment results, interdisciplinary research (epidemiology and health economics) is needed to better assess the desirability and feasibility of preventive or therapeutic interventions.\n\nThis study is registered with the Australian New Zealand Clinical Trials Registry (ANZCTR, reference number ACTRN12610000319077) and funded by the Australian Research Council (Linkage Project Scheme LP0884126 with the Kindergarten Union Children's Services and Sanofi Pasteur as partner organisations providing funding or in‐kind support).\n\nJ. Kevin Yin received an educational grant from Sanofi Pasteur for influenza economic research in 2012. Stephen Lambert has received funding from CSL, Sanofi, GlaxoSmithKline (GSK) and Wyeth to conduct sponsored research, attend/present at scientific meetings and participate in vaccine advisory boards. Leon Heron has received funding from Baxter, CSL, GSK, Merck, Novartis, Pfizer, Roche, and Sanofi Pasteur for the conduct of sponsored research, travel to present at conferences or consultancy work; all funding received is directed to research accounts at the Children's Hospital at Westmead. Robert Booy has received funding from CSL, Roche, Sanofi, GSK, Novartis and Pfizer to conduct sponsored research or attend and present at scientific meetings; any funding received is directed to a research account at the Children's Hospital at Westmead. The other authors declared no conflict of interest."}