{"title": "A Review of Pediatric Critical Care in Resource-Limited Settings: A Look at Past, Present, and Future Directions", "body": "Fifteen years ago, world leaders convened at the Millennium Summit of the United Nations to set key goals to be achieved by 2015. Specific to pediatrics, Millenium Development Goal 4 (MDG 4) sought to reduce under-5-year mortality rates by two-thirds. Despite a rapid reduction in under-5-year mortality for some countries, the progress in sub-Saharan Africa and Southeast Asia remains insufficient to meet the goal (1). Only 27 of 138 developing countries are expected to achieve MDG 4. The five countries with the highest under-5-year mortality rate in 2013 were India, China, Pakistan, Nigeria, and the Democratic Republic of the Congo (1).\n\nThe majority of childhood deaths in these settings result from preventable and reversible causes. Beyond the neonatal age, these include lower respiratory tract infections, malaria, diarrheal disease, meningitis, and nutritional deficiencies (2, 3). While ~10–20% of sick children will be referred to a hospital, the delay in recognition, late presentation, lack of resources, and illness severity make the first 24 hours of hospitalization the most vulnerable period with a third of patient deaths occurring during this time (4).\n\nIn addition to preventative care and nutritional support, the development of effective pediatric emergency and critical care services in resource-limited countries can substantially reduce global mortality in children under 5 years (5, 6). Resource-limited settings, or areas where the capability to provide care for life-threatening illness is limited to basic health care resources, pose a specific challenge to the development and sustainability of critical care services (6).\n\nThe Ebola outbreak that ravaged West Africa provided an example of the considerable need for better healthcare infrastructure and supportive care of critically ill patients in resource-limited settings. This is not a new revelation: natural and human-generated events, such as disasters and wars, produce acute and unpredictably large numbers of critically ill patients around the world. Recent historical examples include the severe acute respiratory syndrome (SARS) and H1N1 influenza epidemics. As of June 2015, the overall fiscal impact of the Ebola epidemic has been estimated to be upwards of $30 billion, while only $7.1 billion has been pledged thus far (7, 8).\n\nAccording to the latest Center for Disease Control (CDC) data, Guinea, Liberia, and Sierra Leone were the hardest hit with the Ebola epidemic. Suspected, probable, and confirmed Ebola infections have surpassed 25,000, with over 11,000 deaths (9). Historically, children have been underrepresented in Ebola virus disease (EVD) outbreaks due to outbreak dynamics and societal structure (10). Reliable estimates of affected pediatric patients are limited, though a recent report by the WHO Ebola Response Team estimated 1400 EVD-related deaths in pediatric patients (7). Case-fatality rates were highest in patients <5 years. Children demonstrated relatively shorter incubation times and more rapid progression to death, emphasizing the need for early recognition and prompt access to care (see Figure 1) (11).\n\nThe Ebola outbreak highlighted the fragile state of health care systems in resource-limited settings. There is an urgent need for a paradigm shift in healthcare delivery and outcomes of critical illness in these settings. What Ebola patients need most stems from the foundation of critical care and public health: early recognition, supportive care, fluid resuscitation, and electrolyte management within an infrastructure organized to support hygiene, sanitation, isolation practices, safe handling, and transportation services (12). Unfortunately, patients in Western Africa died due to the inability of health care systems to provide this foundation (13). The current emphasis on disease specific as opposed to care delivery-based programs in resource-limited settings makes the provision of efficient and effective healthcare challenging, clearly shown by this Ebola outbreak. Improvement in the fundamentals of critical care medicine can and should be instrumental in helping make these urgently needed health care delivery shifts happen.\n\nUnlike other medical specialties defined by organ system, disease process, or procedure, critical care has struggled to establish its identity. The concept of frequent monitoring of vital signs in postoperative patients evolved in Germany and the US between 1890 and 1910. The poliomyelitis epidemic of the 1920–1950s provided momentum for the development of modern respiratory care and intensive care medicine. Polio wards represented the first respiratory intensive care units with specialized nursing and medical staffs providing 24 hour care for patients with organ-system failure (14).\n\nThe history of pediatric critical care dates back to 1955, when the first unit was opened at the Children’s Hospital of Goteborg in western Sweden. Physicians used their knowledge and skills acquired in managing polio patients to provide intensive care services, including mechanical ventilation to newborns with respiratory distress syndrome, postoperative children with sepsis, and cases of severe pneumonia. It was not until 1971 that the first pediatric intensive care unit (PICU) dedicated to older infants and children was opened in Toronto, Canada. Subsequent decades brought many innovations in care, changes in care models, and maturation into a recognized subspecialty with accredited fellowship training programs.\n\nThe definition of a patient in need of critical care has evolved over the years. To allow for policy development of new PICUs across the US, the American Academy of Pediatrics published PICU admission criteria in 1999 that were reaffirmed in 2008 (15). As one could expect, the criteria were broad and deliberately vague: (1) severe, life-threatening, or unstable cardiovascular, neurologic, hematologic/oncologic emergencies, (2) endocrine/metabolic, gastrointestinal, renal and/or multisystem disease, (3) postoperative patients requiring frequent monitoring and potentially requiring intensive intervention, and (4) conditions that necessitate the application of special technologic needs, monitoring, complex intervention, or treatment, including medications associated with the disease that exceed individual patient care unit policy limitations. The Society of Critical Care Medicine (SCCM) guidelines recommend only that “ICU admission criteria should select patients who are likely to benefit from ICU care (16).” Limited information exists to support which patients fall into this category. This variation in admission practices makes quantification of critical illness difficult (17).\n\nOrganizational details of intensive care units vary considerably. The presence and utilization of PICUs, intermediate units, step-down units, and specialty-specific units differ from country to country, state to state (18). Composition of PICU team members has not been standardized and is often driven by the availability of resources in that institution. Most team members (physicians, nurses, respiratory therapists, pharmacists, dieticians, etc.) have completed some form of pediatric ICU-specific training.\n\nUnderstanding the true burden of critical illness in resource-limited settings is challenging, hindering both local and global appreciation. As outlined by Murthy et al. (19), three general approaches can be used to try to estimate the global burden of critical illness. The first includes counting patients admitted to ICUs around the world, which would provide an underestimate, given the lack of ICUs in resource-limited settings. The second method extrapolates from resource-rich countries’ epidemiology, which is fraught with its own error as discussed above. The third approach would use the assumption that all deaths occurring in a region involved critical illness at some stage of the illness, likely leading to an overestimate. The lack of a reliable method has led to substantial variation in disease burden estimates in resource-limited settings. During the 2009 H1N1 pandemic, two independent groups estimated regional H1N1-associated mortality and found great variation, in particular in the African region (20–22). The 2014 EVD outbreak was difficult to quantify, leading to discrepancies in numbers reported by WHO and CDC (9). The first EVD outbreak in Congo in 1976 was halted in part by clearly defining cases and contacts, highlighting the importance of understanding epidemiology in resource-limited settings (23).\n\nApplication of illness severity scores developed in resource-rich countries, such as PRISM and PIM, have been used to predict mortality and thereby the burden of critical illness (24). A variety of scores have been evaluated in resource-limited settings with conflicting results. Although PIM and PIM2 were validated at tertiary care PICUs in India and Pakistan (25, 26), both PRISM and PIM had poor predictability in other centers in India and South Africa (27, 28). Scores that are reliably applicable in all resource-limited settings are lacking, making definition of critical illness and estimation of burden of disease more challenging.\n\nThe most recent Ebola outbreak highlighted the deficiency in the ability to provide basic acute and critical care services in resource-limited settings. Patients with illnesses that could be cared for in an intermediate or step-down unit in one part of the world may require PICU-level care in another. Therefore, application of aforementioned AAP admission criteria could be done with resource-driven adjustments. SCCM guidelines, as stated above, weigh heavily here with attention on appropriate allocation of care.\n\nOrganizational details of pediatric ICUs in these settings are lacking. Team composition is often limited to a general pediatrician, registrar/trainee, and a handful of senior-level nurses. Pediatric intensivists, respiratory therapists, pharmacists, or dieticians are often not available (6). The 2006 World Health Report stated that there was a global shortage of 4.3 million doctors, midwives, nurses, and support workers. This shortage can be explained by (1) lack of health staff training, (2) subsequent loss to higher paying jobs within a trainee’s country after training is complete, or (3) emigration to richer countries. While the latter causes are attributed to bureaucratic infrastructure around appropriate financial compensation and are difficult to correct on a mass scale, the lack of healthcare staff training can be ameliorated. With the recent Ebola outbreak, a common assumption was that the lack of material resources had been the dominant barrier to clinical care. However, in some areas, basic supplies such as intravenous catheters, fluids, and oral electrolyte replacement solutions were often readily available, but the lack of trained personnel to administer them was the true limitation (13).\n\nWith unacceptably high mortality rates in children highlighted both during times of epidemics and in times of relative steady state, the WHO and UNICEF strategies for reducing mortality in children under 5 years initially focused on outpatient management and primary care (29). The first WHO guidelines, the Integrated Management of Childhood Illness (IMCI), are an evidence-based strategy for assessing and treating sick children in the ambulatory care setting. Even with the focus on primary care, these guidelines assume that sick children will be referred to a hospital for escalation of care if needed (29). With appropriate IMCI use, 16–46% of children will require referral to a hospital (30–33).\n\nThe need for excellence in clinical care does not end simply with the referral. In an urban population in Guinea-Bissau, 45% of children under 5 years were hospitalized, and the in-hospital mortality was 12% in 2007 (34), compared with an inpatient mortality of 0.84% in the US in 2009–2010 (35). Challenges in presentation, triage, initial management, and admission to the hospital setting prompted guideline development and interventions for improved patient outcomes. Nolan et al. demonstrated that more than half of children were undertreated or inappropriately treated with antibiotics, fluids, or oxygen in 21 hospitals across seven countries in Asia and Africa (36).\n\nIn response to the need for improved in-hospital management, the WHO acute hospital care guidelines, termed the Emergency Triage, Assessment, and Treatment (ETAT) guidelines, were developed. This training program is designed to prioritize care for children who need urgent resuscitation and hospital admission. In Malawi, uptake and implementation of the ETAT guidelines streamlined the delivery of care and reduced hospital mortality by half (10–18% down to 6–8%) (4). However, the first 48 hours of admission were identified as the vulnerable period where skills beyond emergency care were needed. ETAT-plus admission care (ETAT+) was developed in Kenya to address this (37). Despite some positive results of ETAT+ implementation and further dissemination of these guidelines and training, reports indicate significant variation in uptake of best practices (36, 38–41).\n\nVarious other hospital-based initiatives have allowed for further intervention of pediatric critical care in resource-limited settings. The WHO Integrated Management of Adult and Adolescent Illness (IMAI) program, a sister initiative to IMCI, created a comprehensive manual for the care of hospitalized patients by clinicians in district hospitals, which includes sections on severe illness management (42). The European Society of Intensive Care Medicine produced sepsis management guidelines targeting resource-limited settings (43). These largely expert opinion-based documents fill major gaps in management guidelines but require further research to provide missing evidence and refine best-practice recommendations.\n\nIn addition to the development of guidelines, training modules and various curricula have been developed to build further educational capacity. Courses, such as advanced pediatric life support (APLS and PALS), often in partnership with a mission organization or supporting institution, have been widely implemented (44). Nursing, physician, and paramedic pediatric emergency curricula have been successfully implemented in Ethiopia and Ghana (45).\n\nThe WHO also produced the Pocket Book of Hospital Care for Children, providing clinical guidelines for physicians and nurses delivering pediatric hospital care in resource-limited settings (46). These guidelines have been adapted to local needs and increasingly adopted by Ministries of Health around the world (47). An online and postal survey of almost 100 low- and middle-income countries reported that 25% have successfully implemented and used the Pocket Book in their clinical care, and 40% showed at least partial implementation (48, 49). Adherence and local adaptation of WHO guidelines for treatment of severe malnutrition in South Africa significantly decreased mortality by 7–15% in various hospital settings (50).\n\nHowever, recent evidence from Kenya showed that health workers at the hospital level were unable to provide appropriate care for severely ill newborns or children with inadequacies in key tasks, such as prescription of antibiotics and feeds, even when resources are available (51). In attempting to improve these deficiencies, the level of engagement of senior and particularly mid-level clinical managers was important (52). These studies show that the simple availability of either WHO or national guidelines alone do not improve hospital care for children as hoped. It appears that broader, more system-oriented interventions addressing the many important influences on provider or user behavior are needed (53). A recent multifaceted approach addressing deficiencies in knowledge, skills, motivation, and organization of care utilizing face-to-face feedback of performance, supportive supervision, and provision of a local facilitator resulted in more sustained improvements of pediatric care in Kenya (38).\n\nCritical care is complex and expensive, regardless of where it is practiced. Daily ICU costs in Indian private hospitals are similar to North America (54). However, in many resource-limited settings, the ICU provides basic rescue interventions for children and young adults who are ill with curable diseases. This is in contrast to the shift in practice of ICUs in high-income countries, which now admit and care for mostly complex patients with often incurable diseases during long hospitalizations (55). Provision of intensive care services may not seem rational or cost-effective in low-income countries, especially in those countries with the highest child mortality rates (56). However, a short duration of critical care that treats acute, life-threatening, curable illnesses affecting millions of young people worldwide may have a large impact on mortality (55).\n\nThe World Health Organization defines a “very cost-effective” intervention as one that costs less than the value of gross domestic product (GDP) per capita per disability-adjusted life year (DALY) (57). This includes not only many primary care and preventative interventions (58–60) but also management of childhood pneumonia and some surgical interventions (44, 61–63). Critical care costs include expenses for personnel, equipment, and consumables, as well as the impact of long-term morbidity of survivors. The higher costs of ICU care contribute substantially to the limitations of critical care infrastructure in resource-limited settings (18).\n\nSome relatively inexpensive and simple critical care interventions dramatically improve patient outcomes, including the introduction of oxygen concentrators, oximetry monitoring, and supplemental oxygen in Papua New Guinea, which decreased pediatric pneumonia case fatality by 35% (64). Development of low-cost intensive care equipment, such as inexpensive ventilators (65, 66), and relocation of ICU equipment production into low- or low–middle-income countries to avoid expensive import from North America and Europe may help drive down the cost (67). Further evaluation of cost-effective interventions is needed to understand which ones are appropriate, feasible, and sustainable. In resource-limited settings, cost analyses would not only guide decision-making around resource allocation in the ICU, but also help determine health infrastructure and systems needs to address the long-term morbidity of ICU survivors (68).\n\nArguments of global justice state that healthcare services are fundamental and universal human rights to be shared by the masses (19). The just distribution of healthcare services across all human populations remains a serious challenge (70, 71). One of the main arguments for the provision of critical care services in resource-limited settings lies within the definition of cosmopolitanism, which affirms three principles: the worth of individuals, equality, and the existence of obligations binding to all. Global disparities are highlighted during times of crisis, such as the Ebola outbreak, leading to outcries for humanitarian interventions (69). This implies that the responsibility and commitment of those from resource-rich regions is required to combat critical illness and strengthen health care infrastructure for those in resource-limited settings (69).\n\nThe allocation of critical care services in the most deprived areas of the world must not seek to imitate the developed world (72). Riviello and colleagues have identified ways to address ethical dilemmas of resource allocation in resource-limited settings (73), including obtaining data on disease prognosis with and without ICU level care to understand its impact; development of guidelines to assist in such decisions in an open and honest manner; and creation of hospital policies on the use of critical care services (73).\n\nThe following examples highlight the ethical challenges that have arisen in resource allocation of critical care services. The 2010 Haiti earthquake, which killed 230,000 and displaced approximately 2 million, prompted the development of one of the first ever neonatal-PICUs in the country via non-governmental organization support. Limitation of care decisions were made in the setting of cardiac arrest or respiratory failure necessitating intubation in children with chronic disease. The delivery of quality ICU care was challenging, but was most successful and beneficial for otherwise healthy children who presented with early, acute, reversible disease (74). In South Africa, in an attempt to provide a reasonable process for fair and equitable utilization of scarce resources, the local PICU team at Red Cross War Memorial Hospital developed explicit admission exclusion criteria (Table 1) (75).\n\nIn addition to the difficulties with resource allocation, providing ICU level care while respecting family, cultural, and religious preferences can be challenging. Local belief systems greatly influence the approach to life and death circumstances and must be a part of conversations between providers and families. Decisions surrounding escalation of care need to be made in the context of potential financial impoverishment of the entire extended family, especially if the most likely end result is a child’s long-term morbidity or death (5, 8, 9). In many resource-limited settings, the provision of care follows a fee-for-service model (67, 76). Even for patients with a good prognosis, care may be limited if the family is unable to afford it or the hospital unable to absorb the cost (77). Incorporation of international guidelines into local practice and policy requires respecting local norms and consequences on patients’ family units (9).\n\nDespite a long history of pediatric critical care training in resource-rich countries, substantial variation in duration, content, and assessment suggest that the optimum model for training remains unclear (93). The lack of a gold standard in training makes the design of a critical care curriculum in resource-limited settings much more complicated. Many countries have implemented local training programs with guidance from local experts; however, most of these programs lack oversight from a larger governing body or society, such as the American Board of Pediatrics, the Royal College of Physicians and Surgeons of Canada, or the Joint Faculty of Intensive Care Medicine of Australia and New Zealand. This leads not only to discrepancies in the provision of care but also to duplication of efforts in regions already struggling with scarce resources.\n\nAttempts at creation of pediatric critical care training programs through international collaboration have begun in several places, including both Ecuador and Kenya.1 These partnerships seek to address the issues of implementation of an educational curriculum, the applicability to the local health care systems, diseases, and culture and the long-term sustainability. Critical care training can be further leveraged through visiting, temporary trainers from resource-rich countries, until local critical care capacity is self-sufficient and local trainers have been trained. Long-term success and sustainability of these initiatives remain to be seen.\n\nCritical care education and training can also be supplemented with available free pediatric critical care resources. Some examples include Open Pediatrics2 and Pediatrics BASIC3. An online version of Pediatric Fundamental Critical Care Support4 is available; however, the minimum cost of $600 USD makes global access, particularly in resource-limited settings, prohibitive.\n\nSimulation training provides another opportunity to engage learners regardless of language and cultural barriers and has been found especially useful in introducing primary triage and culturally sensitive treatments (94, 95). With the improvement and advancement in technology, the interactive delivery of healthcare over distance using technology such as video conferencing or telemedicine can increase access, improve outcomes, and reduce costs (96). In work done by Médecins Sans Frontières (MSF) in Somalia, introduction of telemedicine resulted in a change in case-management in 64% of children for which it was used and detection of a previously undetected life-threatening condition in 25% (97). However, the reliable application of this technology in resource-limited settings can be challenging. The MSF system demonstrated a median response time of 13 h making its utility in critical, time-sensitive cases, somewhat limited (98).\n\nThis practice consists of training non-physicians to substitute for critical care physicians. It has the ability to aid in the development and dissemination of guidelines and protocols to address the existing shortfall of limited ICU capacity and resources (18). In the local communities, community health workers can play a prominent role in early recognition and triage of severely ill children. Their efficacy in the lowest resource areas of the world (childhood mortality >30 per 1000 children) has been validated by Bang et al. who demonstrated an eightfold reduction in neonatal mortality with the administration of intramuscular (IM) antibiotics alone by village health workers trained in neonatal care and sepsis (99). They also serve a role in encouraging patients and families to seek care early at health care centers. Once in the hospital setting, appropriately trained nurses are required for successful integration of prevention and disease treatment (83).\n\nSpecialist nurses or anesthetic medical assistants trained in critical care are vital when physicians are scarce (72). From 1998 to 2008, MSF trained 24 nurses to become nurse anesthetists in Haiti with high completion and retention rates. They were essential in providing anesthesia for 330 procedures during the post-hurricane emergency in 2008 (100). Severe shortages of acute care and healthcare workers in rural Uganda prompted the development of an emergency mid-level provider training program. Nurses participated in a 2-year program. Outcomes of over 10,000 patients were evaluated and demonstrated lower than previously published regional mortality rates (101). A 2014 Cochrane review found evidence that shifting responsibility from physicians to adequately trained and supported nurses and/or community healthcare workers for managing HIV patients did not decrease quality of care, and in fact, may have decreased the numbers of patients lost to follow-up (102). The utility of task-shifting in critical care settings needs to be further explored before recommendations around its implementation can be made.\n\nLow-cost, high yield critical care in resource-limited settings can be provided using practice-support tools, such as guidelines, protocols, checklists, and standard order sets (103). A revised South African Triage Scale (SATS) for children was validated in multiple centers across South Africa with high sensitivity and negative predictive value to assist in early prioritization of pediatric patients seeking emergency care. It uses clinical signs along with a triage early warning score (TEWS) to assist in early recognition of acute illness, increase efficiency of patient discharges, all while promoting more effective use of hospital resources (104). Integration of emergency triage assessment and treatment (ETAT) guidelines into local practice and use of neonatal resuscitation practice through Helping Babies Breathe have shown decrease in childhood and neonatal mortality, respectively (4, 95, 105). During the H1N1 influenza pandemic, the WHO assembled a group of experts to generate a document addressing management of severe respiratory distress and shock in resource-limited settings (106). More recently, similar advice was produced by the WHO for the clinical management of novel coronavirus from outbreaks in 2012 in the Middle East (107).\n\nThe Global Pediatric Sepsis Initiative in 2011 categorized best-practice interventions based on under-5-year mortality and developed a web-based educational tool to improve the quality of care for children with sepsis around the globe (see Figure 3) (108). The World Federation of Pediatric Intensive and Critical Care Societies has created both acute and post-acute care bundles for pediatric sepsis with the hopes of providing a conceptual framework for resuscitation management (43).\n\nStill, the direct application of guidelines developed in resource-rich settings to resource-limited settings must be done with caution. The Fluid Expansion as Supportive Therapy (FEAST) trial was a large, multi-center, randomized trial conducted in sub-Saharan Africa that implemented sepsis initiatives with early fluid resuscitation. The trial demonstrated increased 48 hour hospital mortality for the intervention groups (20–40 mL/kg of 5% albumin or 0.9% saline) as compared to the control group (no bolus fluid resuscitation) (109). Although highly criticized, these unexpected findings call to question the assumption that widespread application of resource-rich guidelines to resource-limited settings will yield similar effects. In addition, an attempt to implement the 2008 Surviving Sepsis Campaign guidelines in hospitals across the country of Mongolia highlighted a dramatic shortage of the required hospital facilities, equipment, drugs, and disposable materials necessary for implementation (110). Thus, a thorough assessment of available resources in each local setting is imperative prior to adapting clinical practice to match that of parts of the world with seemingly unlimited resources.\n\nIn some university and private hospitals in South Africa, Uganda, Kenya, Rwanda, and Namibia, critical care resources are comparable to Western countries. However, in township and district hospitals in sub-Saharan Africa, and South East Asia, ICU care is often very limited (43). What can be found at the district hospital level may be a four- to eight-bed mixed adult and pediatric ICU with one to two nurses and minimal ancillary support. Hospitals often have a very limited supply of patient monitors, mechanical ventilators, necessary disposable materials (ECG stickers, tubing, and so forth), or electricity. Although the WHO recommends oxygen concentrators to be used as the primary oxygen supply for resource-limited settings, many of these countries utilize pressurized oxygen cylinders for oxygen delivery because they are less expensive, do not require electricity or ongoing maintenance, and are easier to use. However, transportation difficulties, exhaustible oxygen supply, and restricted patient use outweigh the initial savings, leading to frequent oxygen shortages (111, 112).\n\nAppropriate supportive care was shown to help reduce many unnecessary deaths in the Ebola epidemic (13). Although often considered part of basic care delivery in resource-rich settings, the availability and sustainability of clean water, reliable electricity, oxygen and compressed air, medical equipment, and support services (radiology, laboratory medicine, microbiology, and transfusion services) are essential for the delivery of critical care. In some areas, lack of basic health care resources, including protective gloves and gowns, intravenous fluids, and simple protocols or guidelines of care, limited the impact of frontline healthcare providers who risked their lives to care for those affected by Ebola (83). As a first step, providing ongoing access to these basic resources may improve survival in many resource-limited settings.\n\nIn addition to epidemics, natural and man-made disasters have highlighted the need for an emergent increase in critical care capacity globally. In 2010, the Pediatric Emergency Mass Critical Care Task Force, composed of 36 experts in domains, including medicine, public health, and disaster response, recommended that equipment and supplies be available to triple the typical ICU capacity for at least 10 days during times of disaster or epidemic illness regardless of location (113). The 2014 CHEST consensus statement on critical care in resource-limited settings calls for development of feasibility plans to address a protracted event requiring long-term use of critical care resources and capacity to immediately expand hospital critical care resources by 20–200% depending on the surge response required by the disaster/pandemic (114, 115).\n\nDespite recent global movement to expand access to health care, the Ebola outbreak was an important reminder to carefully consider two simple questions as outlined by Boozary et al.: What kind of care are people going to access? Is that care worth having, and can it be made better (83)? In order to avoid distrust in healthcare systems by local communities, as evident during the recent Ebola outbreak, the focus on quality of care and its measurement is key in resource-limited settings.\n\nAlthough it is difficult to define quality improvement measures, recent efforts have been made by Duke et al. using a consensus-based, international approach to identify indicators of hospital care for children and newborns suitable for use in resource-limited settings (116). For example, structural indicators of quality, including availability of intravenous fluids, epinephrine for injection, presence of a triage system, and prioritization and grouping of severely ill children for increased observation were all highly rated quality indicators applicable to care of critically ill children in these settings (116). The quality of care approach should include safety, effectiveness, and care delivery in ways that respect the dignity of individuals in the context of their own “local moral worlds” (117). When people receive care that is unsafe or ineffective, or they are not treated with respect, it is little surprise they will avoid further care (118).\n\nWhile some might see tradeoffs between interventions to stem current epidemics and investments in health systems for the future, these two notions can coexist. Indeed, building systems that provide high-quality care in crisis can be used to provide effective critical care disease management and chronic care once the epidemic has subsided. The HIV epidemic is an important example of how quality, system-based interventions in times of disease outbreak can serve a country’s healthcare system as a whole.\n\nFor example, Rwanda’s AIDS program was characterized not only by efforts to integrate prevention and control, but also by attention to concomitant health problems, such as tuberculosis and malnutrition, to strengthen the healthcare system as a whole. High-level political commitment to equity and service delivery, a clear plan for action, and harnessing funds has been very successful. The country’s ownership of health care spending has facilitated this process. Evidence-based policy making through linkage of research to service and training has helped promote accountability and improve quality of care in Rwanda (119). These interventions enabled a 70% reduction in the under-5-year mortality rate between 2000 and 2011 (119).\n\nPublished data on pediatric critical care research from resource-limited countries remains sparse, yet is much needed (18, 73). Reasons for this gap in evidence likely include lack of funding, local critical care providers and researchers, academic mentorship and infrastructure to perform research, and/or barriers to turn available data into publishable research. The limited existing evidence hinders effective and efficient care and advocacy for resource-limited settings.\n\nThe agenda for critical care research in resource-limited settings should include more evidence on epidemiology and outcomes. A more accurate estimate of the potential lives saved through pediatric critical care interventions would justify its role in healthcare systems globally (19). Data on critical care capacity, and access to both critical care resources and health care professionals, are essential for health system planning, but generally lacking. Efforts should be made to adjust critical care guidelines from high-income countries to resource-limited settings. Cost-effectiveness analyses of current and proposed critical care practices need to be emphasized (73). Efficacy must be measured and validated for critical care interventions, with limited resources targeted to those practices that save lives, time, and resources. Currently, available critical care mortality prediction tools and triage scoring systems require revalidation in region-specific contexts (131, 132) and low-cost critical care technology is much needed to support critical care in resource-limited settings.\n\nWe affirm that the concept of global justice for all persons needs to be applied to the shortage of pediatric and adult critical care services across the globe. At the core, there is a need to remediate inequalities of access to healthcare as a fundamental human right (133). The injustice of the disparity in healthcare requires tireless patient advocacy for equity of care and increased resources (73). We no longer live in silos; instead, we live in an interconnected world where communications, collaboration, trade, finance, and pollution are all shared (84). The recent Ebola epidemic served as a harsh reminder that in order to value all human life equally, there is an urgent need to bridge resource-rich and resource-limited worlds and build effective, long-lasting partnerships across borders (83).\n\nCritical care has often been deemed inappropriate and of lower priority than primary care efforts and, thus, has additional challenges to overcome in resource-limited settings. However, the lack of prioritization is not justified as discussed above (73). Critics indict clinical technologies and label them as failed strategies, likely due to lack of research in the field, which devalues clinical intervention and diverts the attention from the value of critical care medicine to the overall health of the population (134).\n\nThere is no doubt that critical care and public health overlap. An Ebola virus outbreak among a mobile population who carries it to densely populated areas without adequate critical care resources and systems to contain further spread is a huge public health issue (135). The lack of critical care resources in the center of the epidemic and the inability to increase available resources acutely has contributed to the amplification of disease burden, increasing stress on an already deficient public health system.\n\nWe argue for a focus on basic pediatric critical care principals with locally appropriate adaptations in collaboration with ministries of health and community members. A concentration on international partnerships, educational initiatives, and research strategies will only help to enhance the specialty of pediatric critical care. Building capacity and evaluating efficacy of critical care interventions in resource-limited settings has the potential to greatly improve the overall outcome of critically ill children by supporting interventions at every level of patient care. The strategies outlined move us toward delivery of an adequate standard of critical care for all children globally and provide an opportunity to dramatically decrease the mortality of children in resource-limited settings.\n\nELT, primary author, wrote the bulk of the sections and edits. KRN wrote sections of the article and participated in editing the paper. SMJ wrote sections of the article and participated in editing the paper. AA wrote sections, participated in editing, and wrote the bibliography. NM wrote sections of the paper and participated in editing and is responsible for the overall content. Thomas Brogan, MD was acknowledged for reading the article and providing important feedback.\n\nThe authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."}