{"title": "The untapped cell biology of neglected tropical diseases", "body": "If you wake up to find a bat in your room, the Centers for Disease Control recommends that you immediately receive postexposure rabies vaccinations, because bats have small teeth, and the bite marks may not be visible. Moreover, you are likely to have been bitten on the neck, making it a short trip for the fatal walk of the rabies virus to the brain. The tragedy of rabies is that once the initial flu-like symptoms appear, little can be done, and death is virtually certain. Advanced symptoms include hyperactivity, aggressive behavior, difficulty in swallowing, and, oddly, a fear of water and breezes. The good news is that timely postexposure vaccination is highly effective in preventing rabies.\n\nMy fascination with rabies originally derived from the fact that my son was bitten by Roco, a spider monkey working the crowds in a market in central Mexico. On return to the United States, my son underwent an obligatory and painful series of anti-rabies vaccinations. Until this point, the subject of rabies conjured images only of snarling dogs and drool. However, this experience motivated me to learn about the life history of this virus, and it quickly became evident that it has a fascinating cellular existence. Rabies is transmitted via the saliva from the bite of an infected animal, usually a dog or bat. Once the skin is breached, the virus replicates in the neighboring muscle tissue. From there, it begins its journey to the brain by invading axons of the peripheral nervous system, where it becomes encapsulated in a host-derived vesicle and marches toward the nerve cell body by specifically associating with the minus-end motor protein dynein (Raux et al., 2000; Klein, 2003). Vesicle encapsulation enables it to cross synapses and eventual enter the CNS, where it ascends the spinal cord, homing directly in on the brain. Once in the brain, the virus undergoes massive replication, causing encephalitis, and spreads to the salivary glands and other organs. The rabies virus specifically accumulates in the midbrain, impairing serotonin transmission. This is the likely cause of the aggressive outbursts in infected animals that promote transmission of the virus (Klein, 2003). Incredibly, the virus accomplishes this with a diminutive 12-kb genome containing only five genes (Ming et al., 2009).\n\nWhile human cases of rabies are rare in the United States, with only one or two fatalities reported annually, rabies still results in 55,000 annual deaths globally, with 95% occurring in poor rural regions of Asia and Africa, primarily as the result of dog bites (Knobel et al., 2005). A major reason for the dramatically different fatality rates is that, unlike the United States, rural regions of Asia and Africa do not have comprehensive rabies vaccination programs for dogs. The cost of the very effective postexposure vaccination is between US$45 and US$100, while the average income in these poorer countries is equivalent to only US$2 per day. In addition, access to the transportation required to reach distant urban treatment centers is often limited. Finally, many people in such rural areas are unaware of the risks of a dog bite.\n\nIn fact, rabies is one of the 17 neglected tropical diseases listed by the World Health Organization (WHO) (Table 1). This constellation of diseases afflicts approximately one in six individuals on the planet and, until recently, few resources have been devoted to their treatment and eradication. They are often referred to as the diseases of the “bottom billion,” because they are most prevalent among the poorest individuals in impoverished tropical nations (Hotez et al., 2007; Hotez and Thompson, 2009). These diseases are caused by a diverse group of pathogens, including viruses, bacteria, protozoa, and helminths (Table 1). Unlike the rabies virus, most helminths do not cause immediate death; more typically, they result in chronic conditions that make it difficult to work, farm, or participate in the daily life of a community. This is known as the disease burden and is quantified in units known as DALYs (disability-adjusted life years). A DALY is the sum of years of life lost due to premature mortality, and years lived with disability (Murray, 1994). Basically, this is a best estimate of the time lost from a life lived in an ideal healthy state (set at 80 and 82 years for males and females, respectively). For example, the recent estimate of the global disease burden of soil-transmitted helminths is 5.2 million DALYs. Hookworm alone accounts for 3.2 million DALYs, with more than 700 million infected. For comparison, the global disease burden of prostate cancer is 3.8 million DALYs.\n\nAlthough the immense impact of these tropical diseases on global health is well documented, surprisingly, the biomedical research community has largely ignored them. This is in large part due to the fact that these are predominantly diseases of the poorest individuals on the planet, occurring in areas distant from the major research centers in North America and Europe where, understandably, the focus is on cancer, diabetes, heart disease, and other ailments that are more common to the wealthier, developed countries. Also, because these 17 diseases generally result in chronic disabilities rather than death, they do not receive the attention of lethal infections, such as severe acute respiratory syndrome and Ebola. This lack of attention is known as the 10/90 gap: less than 10% of biomedical research is devoted to diseases and health issues that afflict 90% of the world’s population (Kilama, 2009). For example, PubMed searches for prostate cancer and hookworm retrieve 130,826 and 5480 publications, respectively. That is, for every one paper published on hookworms, 24 are published on prostate cancer, even though they have similar disease burdens and the number of individuals worldwide afflicted with hookworm is more than 10 times the number afflicted with prostate cancer. Additionally, while prostate and breast cancer have 35 and 26 publications per 1000 DALYs, neglected diseases such as lymphatic filariasis and trematodiasis have 1.2 and 0.02 publications per 1000 DALYs, respectively. These disparities are even more dramatic if one considers only the cell biology–related publications for each disease.\n\nAlthough the tropical diseases of the bottom billion have been largely ignored by the biomedical community, the studies that have been performed reveal an extraordinary world of molecular and cellular adaptations that facilitate the pathogens’ survival in hosts ranging from insects to humans (Table 1). For example, the complex life cycle of Trypanosoma brucei, a human blood parasitic protozoan and the cause of African sleeping sickness, involves a number of surprising cellular adaptations. In humans, the life cycle of this single-celled parasite begins with the bite of an infected tsetse fly, enabling the parasite to enter the skin and migrate to the lymphatic and circulatory systems (Tyler and Engman, 2001). Here it replicates and spreads throughout the entire organism. Trypanosomes are also infamous for their ability to avoid the immune system by means of rapid cycles of programmed genetic changes in their surface proteins (Field et al., 2009). Less well studied, but equally fascinating, are the mechanisms that enable this parasite to replicate, move, and thrive in both the tsetse fly and human—host species that are evolutionarily separated by more than 800 million years. For example, little is known concerning the cellular adaptations that enable T. brucei to weather the abrupt 15°C temperature shift as it is delivered from the tsetse fly into its warm-blooded human host.\n\nEqually intriguing is the aquatic prowess of this blood-borne protozoan. Mammalian blood is fast flowing and packed with cells, making navigation difficult. The ability of a trypanosome to propel through the mammalian circulatory system has been likened to a salmon making good progress against a 100 mph current in a debris-filled river. Unlike most organisms with flagellar-based propulsion, trypanosomes swim with their flagella leading (Vaughan and Gull, 2003). Recent studies that take advantage of high-speed imaging techniques demonstrate that trypanosomes move through the blood by “pushing” against the densely packed red blood cells, in a manner similar to the upstream migration of eels along pronged ladders at dams (Heddergott et al., 2012). These studies open up entirely new avenues of investigation regarding the biophysics of microbe propulsion.\n\nFilarial nematodes are associated with two other devastating neglected diseases—onchocerciasis (river blindness) and lymphatic filariasis (elephantiasis), which afflict more than 150 million people, primarily in tropical regions. Large adult female worms located in the eye, skin, or lymph nodes induce the disease, causing debilitating inflammation and producing thousands of microfilaria. Microfilaria are transmitted from one person to another via the bite of an insect (the blackfly and mosquito are the vectors for onchocerciasis and lymphatic filariasis, respectively). Like trypanosomes, the few cell and developmental studies that have been performed on filarial nematodes have revealed exciting, yet largely unexplored, aspects of their cell and developmental biology. Filarial nematodes share a strikingly similar lineage to their more famous cousin, Caenorhabditis elegans (Landmann et al., 2014). However, filarial nematodes are giants compared with C. elegans, ranging from 5 to 12 inches in length. Also, unlike C. elegans, which has a life span measured in days, filarial nematodes live and are fertile for more than 6 years in their human hosts (Gems, 2000). The molecular and cellular factors regulating the large size and long life of filarial nematodes are entirely unknown.\n\nA particularly fascinating aspect of filarial nematode cell biology is that they harbor the bacterial endosymbiont Wolbachia, in both somatic and germ line lineages. The discovery that Wolbachia is essential for the survival of adult filarial nematodes has opened the possibility of killing the long-lived adults through an antibiotic approach (Stolk et al., 2005). While current drugs targeting disease-causing filarial nematodes efficiently kill the larvae, they are ineffective against the long-lived filarial adults. In contrast, identifying potent antibiotics that target Wolbachia should provide, for the first time, a means of treating individuals harboring adult nematodes. The discovery of Wolbachia’s essential role in filarial nematode survival has also led to an investigation of the molecular basis of this symbiosis. Genomic studies have revealed that, while filarial nematodes possess genes that encode the entire 20 amino acid set, Wolbachia lacks the genes coding for a number of essential amino acids (Foster et al., 2005). Thus Wolbachia likely relies on its nematode host to supply key amino acids. Conversely, the genome of the filarial nematode Brugia malayi lacks genes essential for heme production, while Wolbachia maintains the ability to produce heme (Ghedin et al., 2007). This suggests that Wolbachia may provide heme to its nematode host. However, subsequent analysis of the genome of Loa loa, a species of filarial nematodes that does not contain Wolbachia, has revealed that it also lacks the ability to produce heme (Tallon et al., 2014). Taken together, these results suggest nematodes obtain necessary heme from their human hosts rather than Wolbachia, leaving the latter’s role in the symbiotic relationship still unexplained.\n\nIn an alternative cellular approach toward exploring the basis of this symbiosis, the consequences of antibiotic-based removal of Wolbachia from its nematode host has been examined. Embryos derived from nematodes lacking Wolbachia exhibit distinct anterior–posterior (A-P) polarity defects, virtually identical to the A-P polarity phenotype of C. elegans lacking the par-1 polarity gene product (Landmann et al., 2014). This result indicates that Wolbachia has coevolved with its nematode host such that it has become an essential component of axis determination during the initial stages of nematode development. How this evolved, as well as the specific role of Wolbachia in axis determination, remains unknown. A second distinct consequence of Wolbachia removal from the adult nematode is an organism-wide induction of apoptosis, even in cells that are not infected with Wolbachia (Landmann et al., 2011). This suggests that Wolbachia is essential for globally suppressing apoptosis in the adult nematode. Again, the basis of this suppression remains unknown. It should be pointed out that this phenotype is reminiscent of the bystander effect in X-irradiated tissues: not only do the X-irradiated cells undergo apoptosis, but neighboring cells that were never exposed to X-irradiation undergo apoptosis as well (Mothersill et al., 2006).\n\nHere I have highlighted the intriguing and underexplored aspects of the cell biology of rabies, trypanosomes, and filarial nematodes. However, these are only a few of the many organisms causing neglected diseases. For example, trachoma, the leading form of blindness in developing countries, is caused by Chlamydia trachomatis. These intracellular bacteria specifically inhibit cytokinesis, producing a large multinucleate host cell for their habitation. C. trachomatis produces a protease that results in premature host chromosome segregation and lagging chromosomes that block the final stage of cytokinesis furrow ingression (Brown et al., 2012). Another intracellular pathogen, Mycobacterium leprae, the causative agent of leprosy, targets Schwann cells, which encompass peripheral neurons. This bacterium spreads by dedifferentiating the Schwann cells into stem-like cells that are proliferative and can differentiate, migrate, and integrate into muscle tissue (Masaki et al., 2013). Schistosomiasis, a neglected disease afflicting more than 200 million, is caused by parasitic flatworms, called schistosomes. The development and regeneration of the helminth schistosomes relies on a population of neoblast-like stem cells (Wang et al., 2013). Following up on any of these findings is almost certain to yield new and unsuspected cellular mechanisms guiding these host–pathogen interactions.\n\nA compelling case can be made that even a modest investment toward understanding the basic molecular and cell biology of these neglected pathogens has a high probability of providing insights into novel ways of combating these diseases—and perhaps others as well. For example, electron microscopic analysis of filarial nematodes in the 1970s led to the discovery that they maintain a bacterial endosymbiont, later identified as Wolbachia (McLaren et al., 1975; Kozek and Marroquin, 1977). This observation provided the foundation for successful anti-Wolbachia–based treatments of the filarial nematode-caused diseases described above. Another example is yaws. Yaws is among the truly neglected diseases, and even the most basic analysis of its interactions with host tissue has yet to be performed. My bet is that given a bottle of formaldehyde, a handful of fluorescent probes, and a microscope, these organisms would quickly yield exciting results.\n\nCell biologists troubled by the fact that their current areas of investigation are crowded and highly competitive should consider applying their skills toward investigating the cell biology of parasites and neglected tropical diseases. Given that the ratio of cancer to neglected-disease publications is ∼100:1, there is a tremendous potential to make high-impact discoveries. In addition, because the number of investigators in these fields is still relatively small, new investigators are welcomed, especially those entering with fresh perspectives and new approaches. While it is true that funding for neglected-disease research has been difficult, the increasing interest in neglected diseases and launch of a number of new graduate programs focused on global health will likely greatly improve funding opportunities in the near future. Particularly exciting is the recent announcement of the 2015 Nobel Prize in Physiology or Medicine to William C. Campbell, Satoshi O¯mura, and Youyou Tu for their discovery of drugs to combat elephantiasis, river blindness, and malaria. This is a promising sign that tropical diseases are unlikely to remain neglected for long."}