{"title": "Molecular epidemiology of Porcine torovirus (PToV) in Sichuan Province, China: 2011–2013", "body": "Porcine torovirus (PToV) is a member of the genus Torovirus, family Coronaviridae, and order Nidovirales[1]. Toroviruses have been detected in fecal samples from cows, horses, humans, pigs and turkeys suffering from diarrheal illness [2-7]. The first identified torovirus was isolated from a horse with diarrhea (equine torovirus, EToV, also called Berne virus) in 1972 [8].\n\nTo date, research on toroviruses has been limited because of difficulties associated with their propagation in vitro. In 1983, EToV was found to be able to adapt and grow in equine cells. As a consequence, much of what is known of torovirus at the molecular level has been based on EToV [9].\n\nPToV particles were initially observed by electron microscopy from pig fecal samples. They were described as spherical, oval, elongated, or kidney-shaped enveloped viruses possessing a positive-sense, single-stranded, polyadenylated RNA genome of approximately 25–30 kb in length [10-12]. In 2013, a study reported that the genome was found to be 28,301 bp long [13], sharing 79% identity with bovine torovirus (BToV). It mainly consists of a replicase (20,906 bp) and structural genes: spike, S (4,722 bp); membrane, M (702 bp); hemagglutinin-esterase, HE (1,284 bp); and nucleocapsid, N (492 bp) [13-15]. Sequence data for PToV strains are based on the S, M, HE, and N genes; M is more conserved compared with other genes, sharing 98% amino acid sequence identity between the described PToVs M genes [13], which have only been reported in Spain and South Korea.\n\nPToV infections have been detected in many countries, including the Netherlands, Canada, South Africa, the United States, Hungary, the UK and South Korea. Serum samples, obtained from farms in Spain and screened via the ELISA method indicated very high seroprevalence against PToV in some studies [16,17], while other studies showed low seroprevalence [18]. In this article, we investigate the infection and characteristics of PToV on the basis of nucleotide and amino acid sequencing and phylogenetic analysis of M genes, for PToV isolated from porcine fecal samples in Sichuan Province, China.\n\nA total of 872 fecal samples were collected from pigs with diarrhea across different districts of Sichuan Province during the winter from 2011 to 2013. Most of the sampled piglets were 1 to 3 weeks old, with the reminder being 3 to 7 weeks old, 7 to 11 weeks old or over 11 weeks old. Antibiotic treatment was invalid in all sampled pigs. Samples were analyzed based on collection time and geographical location in either the east or west sections of Sichuan Province. A portion of each sample was homogenized for RNA extraction, and the remaining samples were stored at −70°C.\n\nAccording to the manufacturer’s instructions, total RNA was extracted from fecal homogenate using TRIzol reagent (Life Technologies, Gaithersburg, MD, USA). Viral cDNA was synthesized from RNA using reverse transcriptase (M-MLV, Takara, Kyoto, Japan) according to the manufacturer’s instructions, and stored at −20°C until used in RT-PCR reactions.\n\nThe cDNA was screened by PCR using the following method we had established. A 451-bp fragment of the conserved region of the S gene was amplified with the forward primer (5' - ACCCCTGCCTGAGGTTTCYTT - 3'), and reverse primer (5' – AGCACGACGTTGTCTRCGTGT - 3’). Amplification was carried out in PCR buffer containing 200 mM of each dNTP, 10 pmol of each primer, 1.0 U Taq DNA polymerase (Promega, Madison, WI, USA), and 1.5 mM MgCl2, in a total volume of 40 μl. PCR was performed at 94°C for 2 min, followed by 30 cycles of amplification (94°C for 30 s, 57°C for 30 s, and 72°C for 30 s), and a final extension of 72°C for 7 min. The PCR product was resolved using 1% agarose gel electrophoresis, stained with ethidium bromide (Invitrogen, Carlsbad, CA, USA), and visualized under ultraviolet light with the Bio-Rad gel imaging system (Hercules, CA, USA). All specimens were also tested for the presence of porcine epidemic diarrhea virus (PEDV), transmissible gastroenteritis coronavirus (TGEV) and group A rotavirus (RVA) in terms of the methods described in previous studies [19,20]. The PCR and Nested PCR specific primers used are listed in Table 1.\n\nPToV genomic cDNA was obtained from 19 positive samples as described above. The 702 bp fragment of the complete M gene was amplified with primers M1 (5' - ATGTTTGATACAAATTTTTGGCCTT - 3') and M2 (5' – CTACTCAAACTTAACA CTTGACAACTGC - 3'). PCR amplification was carried out as described above, and the PCR products were visualized using 1% agarose gel electrophoresis under ultraviolet light.\n\nThe PCR products were gel-purified using a Gel Extraction Kit (Tiangen Biotech, Beijing, China). The purified target fragments were ligated into a linear vector pMD19-T (Takara, Dalian, China), and the recombinant plasmids were transformed into Escherichia coli DH5α competent cells (Invitrogen). The identity of the constructs was confirmed by sequencing (Invitrogen).\n\nGenetic distance was initially measured by pairwise comparisons of nucleotide sequences to reference PToV sequences available in GenBank using the Basic Local Alignment Search Tool (BLAST) (http://blast.ncbi.nlm.nih.gov/). Multiple alignments were achieved using the Clustal_W method of the MegAlign 5.01 program (DNASTAR Inc., Madison, WI, USA) [21]. The phylogenetic tree was constructed using the Neighbor-Joining method on Molecular Evolutionary Genetics Analysis (MEGA) software version 5.0 [22] and carried out using the Kimura 2-parameter model [23]. The transition/transversion bias (R) and substitution rates were estimated using MEGA 5.0. The substitution pattern and rates were estimated using the Kimura 2-parameter model, with nucleotide frequencies of A = 25.00%, T/U = 25.00%, C = 25.00%, and G = 25.00% [23]. For estimating ML- maximum likelihood values, a user-specified topology was used. The maximum log likelihood for this computation was −1680.662 and −2731.225. Codon positions included were 1st + 2nd + 3rd + Noncoding. All positions containing gaps and missing data were eliminated. There were a total of 702 positions in the final dataset. Evolutionary analyses were conducted in MEGA5 [24]. All analyses were based on PToV M gene sequences.\n\nThe novel PToV M nucleotide sequences have been submitted to NCBI GenBank and assigned accession numbers KF727566-KF727584. Other toroviruses full-length sequences for M gene were obtained from GenBank (http://www.ncbi.nlm.nih.gov/nuccore).\n\nThe samples from 12 districts in Sichuan Province, China are shown in Figure 1. Of these samples, 331 (37.96%, 331/872) were positive for PToV, as detected by RT-PCR. PToV infection rates were greater than 37.96% for Suining, Deyang, Yibin, Chengdu, Mianyang, and Meishan districts. PToV infection rates of 36.52% (42/115), 5.77% (3/52), 9.52% (2/21), 27.78% (10/36), 4% (1/25), and 10.26% (4/39) were detected for Ya’an, Leshan, Dazhou, Zigong, Luzhou and Ziyang, respectively. For other tested enteric pathogens, the positive rates of PEDV, TGEV, RVA were 62.5% (545/872), 12.5% (109/872) and 66.9% (583/872), respectively, while the PToV Co-infected with RVA, TGEV and PEDV positive rate was 4.1% (36/872). And the details of PToV, RVA, TGEV and PEDV infection and co-infection rates in different districts of Sichuan Province were in Table 2. The PToV positive rates at different growth stages of pigs revealed that 1 to 3 week old piglets have the highest PToV infection rate 42.47% (296/697), with PToV infection rates of 25.53% (24/94), 16.07% (9/56) and 8% (2/25) in 3 to 7 weeks, 7 to 11 weeks and over 11 weeks, respectively. The complete M sequence of 42 of the 331 PToV-positive strains were amplified and sequenced. Of the 42 PToV strains, 19 strains were selected, based on geographic factors and their isolation from different farms in the same district.\n\nThe complete M gene sequences of the 19 strains were compared with each other, and against reference sequences for 21 strains of toroviruses in the GenBank database (Table 3). As shown in Figure 2, phylogenetic and homology studies at the nucleotide (702 bp) level demonstrated that PToV strains belonged to two genotypes (I and II), separated with bootstrap values of 90 and 60, respectively. All 19 novel PToV strains within genotype I were further divided into three genotypes (A, B and C). With only two exceptions (GU-07-56-11 and GU-07-56-22), all other representative strains from NCBI belonged to genotype II. Strains GU-07-56-11 and GU-07-56-22 shared high homology with four novel PToV strains, SC-2012-L1, SC-2012-L2, SC-2012-K and SC-2012-J, and were classified as genotype B. Nucleotide and the deduced amino acid sequence homologies for the 19 Chinese PToV M sequences identified in this study were between 97.3–99.9% and 99.1–99.6% respectively. The Chinese PToV strains were 92.7–99.9% and 97.4–99.6% identical to the PToV strains in other countries while only 80.1%–82.8% and 89.3%–91.0% to those of bovine torovirus.\n\nThe 19 novel M nucleotide sequences and their deduced amino acid sequences were aligned. The estimated transition/transversion bias (R) was 1.15 among the 19 PToV strains from Sichuan in China, and 1.84 among global PToV strains. The Sichuan PToV nucleotide sequences presented 54 mutations (Table 4); 26 of which were commonly mutated sites (at nucleotide positions 17, 18, 27, 39, 72, 121, 276, 288, 306, 495, 512, 513, 537, 552, 561, 579, 618, 633, 636, 652, 654, 657, 663, 666, 678, 690) in the gene M nucleotide sequence. The Sichuan strains had three common amino-acid substitutions(Y6 → F, N171 → S, N181 → S), while the rest were silent mutations.\n\nBased on the availability of an effective and feasible RT-PCR diagnostic tool for PToV, a survey of PToV was performed across 12 districts in Sichuan Province Southwestern China. This RT-PCR methodology had been previously proved to be sensitive and specific for PToV [25]. RT-PCR displayed that PToV infections were widespread in large-scale breeding bases and on rural farms in Sichuan. The overall positive rate was 37.96%, and six districts, Suining, Deyang, Yibin, Chengdu, Mianyang and Meishan, had higher infection rates than this. These results may be due to the increased urban agglomeration and greater levels of prosperity within these districts leading to greater movement of, and poorer storage and feeding of livestock with in these areas. According to the PToV infection rates at different growth stages, piglets of 1 to 3 weeks of age were more vulnerable to PToV than the others. Nonetheless, the result is likely to be an incomplete reflection the total number of infections in Sichuan province. The reason for this is that the highest prevalence and greatest anti-PToV Ig G titers were observed in adults [17]. In contrast, the lowest prevalence and lowest anti-PToV Ig G levels were found among 3-week-old piglets [17]. Both ELISA reactivity values and rates of seroprevalence rose markedly in piglets from 3 to 11 weeks [17]. These results suggested that RT-PCR cannot reflect the infections completely due to swine developing their own immune response to the virus resulting in an effective cure in some infected adults. Consequently, further immunological methods should be established to develop a more robust serological surveillance of PToV.\n\nAccording to the co-infection rates, we can deduce PToV-infected piglets were probably always co-infected with PEDV, RVA and TGEV. Meanwhile, its interesting to note that diarrhea samples from Luzhou tested positive for PToV alone, agreeing with a previous study showing the same results when a survey for enteric pathogens in diarrheic pigs was carried out [26]. However, we cannot make any conclusions about the association between PToV and other enteric pathogens, because of the difficulty of growing the virus in cultured cells.\n\nThe comparison of the nucleotide and deduced amino acid sequences of the full-length PToV M nucleotide sequence confirmed that the Sichuan PToV strains were highly conserved for the M gene and most mutations were silent. The phylogenetic tree showed that the 19 Sichuan strains and 2 Korean strains belonged to genotype I, while all other strains resided in genotype II. One special case was that 4 PToV strains within genotype I from the study were classified with 2 strains from Korea in genotype B. Therefore, we speculated that the 4 Chinese PToV strains in subroup B may have originated in Korea, but further study on the origin of circulating PToV in China should be assessed in the future.\n\nTorovirus is widely depicted as a pathogen which is responsible for diarrheal illnesses in animals and human beings [27-29]. In recent years, studies conducted on pigs farmed in Spain, reported that the seroprevalence against PToV in piglets over 11 weeks of age was > 99% indicating that PToV was endemic in piglets in Spain [17]. Epidemiological data on PToV has also been reported from in other countries [3,16], suggesting that it may be circulating in swine populations globally, and with high prevalence. Most PToV infections appear to be subclinical [5], however, there is a potential threat that a much more serious outcome will appear in concurrent infections with other enteric pathogens.\n\nThis is a molecular epidemiological investigation of PToV in Sichuan Province, China. A PToV infection rate of 37.96% (331/872) supported the infectious situation of PToV in southwest China. In addition, nucleotide and amino acid sequence analyses confirmed that the PToV M protein was highly conserved. Since the relationship between PToV infection and diarrhea remains unclear, the virus is still a potential threat for us. Further studies to reveal the epidemiological status of PToV infection in China are essential, and the research should focus on the epidemiology and pathogenic potential of PoTV. Finally, the rapid and continual changes within the torovirus genome highlight the need for persistent surveillance and regular reviews of phylogeny so as to better understand the evolution of this pathogen.\n\nWritten informed consent was obtained from patients for publication of the data in this manuscript and any accompanying images. A copy of the written consent is available for review by the Editor-in-Chief of this journal.\n\nThe authors declare that they have no competing interests.\n\nConceived and designed the experiments: LZ, ZX. Performed the experiments: LZ, YZ. Analyzed the data: LZ, YZ, HW. Contributed reagents/ materials/analysis tools: LZ, HW, YZ, LZ. Wrote the paper: LZ. Checked the grammar: JH. All authors read and approved the final manuscript."}