{"title": "What’s Past is Prologue: A Scoping Review of Recent Public\nHealth and Global Health Informatics Literature", "body": "While they share much in common with other branches within the broader field of\nbiomedical informatics [1], public health and\nglobal health informatics differ in their scope and applications. Public health\ninformatics (PHI; also known as public health & epidemiology informatics in\nEurope) focuses on the application of information and communications technologies\n(ICT) to promote the health of populations rather than individual patients. In\naddition, PHI focuses on disease prevention rather than treatment and typically\noperates within a governmental rather than private environment [2]. PHI is generally organized and conducted by\ngovernmental public health authorities, which is most often a nation’s\n‘ministry of health’ except in the United States where public health\npractice is dispersed among a federation of local, state and federal health\nagencies.\n\nIn recent years, global health informatics (GHI) emerged out of the broader\nbiomedical informatics discipline as a distinct field focused on applying ICT to\nboth public health and health care delivery in the context of low-to-middle income\ncountries (LMICs). Its scope includes technologies that support the delivery of\npublic and private health services (e.g., electronic health record, telemedicine,\nmobile health) as well as the management of health services across the care\ncontinuum within as well as across nations (e.g., health information exchange,\nhealth worker registries, epidemiology). Thus PHI and GHI share many commonalities\nwith each other, yet each contributes distinctly to the science and practice of\ninformatics, medicine, and public health.\n\nBeginning in 2013, the PHI and GHI working groups within the American Medical\nInformatics Association (AMIA) have offered a ‘Year in Review’ session\nat the AMIA Annual Symposium. These sessions highlight advancements and trends in\nboth the science and practice of PHI and GHI. This paper builds upon these Year in\nReview sessions by providing a semi-systematic review of the PHI and GHI literature\nover the past three years. Our goal is to summarize recent advancements and trends\nin both fields and suggest directions for future work that will further stimulate\ngrowth in the fields and advancements in the science of informatics as well as the\npractice of public health in all nations.\n\nMultiple searches were conducted between September 2013 and August 2014 using\ndisparate keywords to identify all possible English-language PHI and GHI\npeer-reviewed literature indexed in PubMed or MEDLINE that was published between\nJanuary 1, 2012 and September 30, 2014. Supplemental articles were gathered by\nreviewing the bibliographies of selected articles and by soliciting suggestions\nfrom PHI and GHI working group members using AMIA listservs.\n\nFor PHI articles, we used the following MEDLINE Subject Headings (MeSH) keywords\nin various combinations: public health informatics, public health, informatics,\nand information system. Use of the MeSH headings was preferred, although\narticles were also identified using the keywords to look within article titles\nand abstracts. For GHI articles, we used the following keywords: informatics,\ntelemedicine, information system, developing countries, global, national health\nprograms, low resource, and resource-limited. Given the recent emergence of GHI\nin the literature, MeSH headings for the field are limited; only some of these\nare official MeSH headings. Furthermore, the searches in 2014 expanded the\nkeyword list to include the name of every LMIC as defined by the World Bank as\nwell as other terms that better reflected GHI activities happening\ninternationally, such as mobile health (mHealth), electronic health records and\nelectronic medical records. This significantly increased the list of candidate\narticles, but it was determined by CDC health librarians to be the most\nsensitive method for identifying informatics articles published in LMIC nations.\nA complete listing of the dates and queries used to identify articles is\navailable in Appendix A.\n\nWe used a variety of inclusion and exclusion criteria to narrow the lists of\ncandidate articles. To be included and classified as a PHI article: (a)\ninformatics, information science, or computing had to be the primary\nsubject of the study or a main component of the\nstudy methodology; and (b) the article needed to focus on a topic related to\npublic health practice or research. We used a broad lens to assess each\narticle’s relevance to public health practice and research, including: 1)\nactivities conducted by, with, or involving a local, state or federal health\nagency; 2) assessment and monitoring of disease and health outcomes; 3) primary\nand secondary prevention of disease; 4) social determinants of health as well as\nhealth disparities; and 5) development of the public health workforce including\nPHI education and competencies. Articles were excluded from the PHI group if the\nresearch occurred principally within a LMIC nation. We further excluded articles\nthat did not constitute original research such as letters, editorials,\nperspectives, opinions, whitepapers, comments, and study protocols.\n\nFor a publication to be included and classified as a GHI article, informatics,\ninformation science, or information systems had to be the primary\nsubject of the study or a main component of the\nstudy methodology. Additionally, the primary research must have focused on\nactivities taking place within an LMIC, and also have a focus on a global health\ntopic. Global health topics follow the framework of Koplan et al. [4] and include: 1) health issues that\ntranscend national boundaries; 2) development and implementation of solutions\nthat often require global cooperation; 3) embraces both prevention of\npopulations and clinical care of individuals; and 4) promote health equity among\nnations and for all people. Articles were excluded from the GHI group if they\ndid not constitute original research, such as letters, editorials, perspectives,\nopinions, whitepapers, comments, and study protocols.\n\nMultiple volunteers from the PHI and GHI working groups assisted with review of\ncandidate articles. Two authors (BED and JP) divided the candidate articles into\nrelatively equal numbers and assigned them to reviewers. Reviewers examined\ntitles, abstracts, and other article metadata, recommending inclusion or\nexclusion based on the defined criteria. Each article was reviewed by at least\ntwo individuals, and disagreements were resolved after further review by the\nteam leads (BED and JP).\n\nSelected articles were abstracted by multiple individuals using a set of criteria\nestablished by the PHI and GHI teams. For PHI, trainees in PHI programs\nvolunteered to read through the full text of each selected article and summarize\nkey metadata. They examined the information system implemented or evaluated\n(e.g., syndromic surveillance system, immunization information system); method\nof data capture (e.g., electronic health record, mobile device); impact of the\ntechnology on practice or research; barriers to adoption; size of the cohort or\npopulation; study locations; and jurisdiction of practice (e.g., local health\ndepartment, ministry of health). Summarized information was captured in a\nspreadsheet and reviewed by the PHI team leads (BED and HK).\n\nFor GHI, volunteers had graduate degrees in public health, informatics or\ninformatics-related field and experience in applying ICT in global settings.\nThey reviewed the full text of each selected article published before 2014\n(N=83). Given the expanded size of the corpus in 2014 (N=199), volunteers were\nasked to examine the abstract and full text if possible. Reviewers categorized\nand summarized the articles using the following metadata: article type (e.g.,\nreview, research, methods, models); main keywords; main objective; principal\nfindings; possible impact on the practice of GHI; and other notes. Like PHI,\nthese observations from the reviewers were captured in a spreadsheet and\nreviewed by the GHI team lead (JP) to identify themes and trends.\n\nPHI articles focus on a wide range of information systems (Figure 3), including: measuring population health using\nelectronic health data (Pop Health / Quality Indicators; N = 20), electronic\nlaboratory reporting (ELR) along with communicable disease case reporting\n(N=13); syndromic surveillance (N=11), and immunization information system (IIS;\nN=6). Examining trends across the three years reveals that articles shifted\nslightly away from a focus on quality indicators towards ELR and case reporting.\nYet all four systems remained in the ‘Top 4’ each year. These are\nall common information systems or uses of electronic data found in public health\npractice. They are also specific functions called out in the U.S. Centers for\nMedicaid and Medicare Services’ (CMS) meaningful use program, which\nincentivizes the adoption and use of electronic health record systems in health\ncare delivery systems and organizations [5,6]. Other common information\nsystems used by governmental public health agencies but not appearing frequently\nin the selected articles includes chronic disease registries (e.g., state cancer\nregistry), vital information systems (e.g., death registry), and water quality\nmonitoring systems (e.g., toxicology information system).\n\nThe year 2012 contained a significant number of ‘other’ articles\nwhich is indicative of the broader search strategy employed at the beginning of\nour project that became more focused over time. Articles in the other category\nincluded topics such as the application of geographic information systems to\npublic health practice [7]; PHI education,\ntraining and workforce development [8-10]; online information\nresources [11,12]; and social networking [13,14]. While relevant to the\ndiscipline of PHI, we did not classify them as focused on an information system\nused in routine public health practice.\n\nIn Figure-4, we summarize the methods used in the PHI articles. While 43 articles\nused a quantitative methodology, just nine articles employed a controlled\nexperimental or comparative design such as the examination of a new\ninfluenza-like-illness classifier [15] or\nchanges in syndromic surveillance system use following a change [16]. Twenty articles present initial\nfindings from a pilot study that measured a system’s usability [12] or use [17,18] among early adopters.\nTwelve articles were even more exploratory in nature, outlining simply the\ndesign process for a new system [19-21] or presenting the characterization of a\nnew data source [22,23]. Twenty-two articles were systematic reviews, including\na review of syndromic surveillance classifiers [24], the use of IIS for research [25], the use of social networking sites in public health [13], and information needs of public health\npractitioners [26]. Case studies were\nalso present in 16 articles, summarizing the design or implementation of a PHI\nsystem within a single health department or group of organizations [27,28]. Ten studies were surveys, which employ quantitative methods to\nanalyze respondents’ answers to questions about PHI training programs\n[9]; the role of governance in guiding\nadoption and use of PHI systems [29];\npublic health engagement in health information exchange [30]; or characterizing the quality of data in an electronic\ninformation system [31,32].\n\nIn Figure-5 we summarize the jurisdictions involved in the implementation or use\nof the information system described in the selected articles. There is a\nnoticeable trend in the data away from articles that describe systems designed,\nimplemented, or used at the federal level towards systems used at the local or\nstate level. The more recent state and local health department articles tended\nto focus on information systems implemented in compliance with the CMS\nmeaningful use program: ELR and case reporting [33,34]; syndromic\nsurveillance [16], and quality reporting\n[21]. More recent articles also\nsynthesize lessons and implementation strategies at the local level for ELR,\nIIS, and other meaningful use related information systems [35,36].\n\nFourteen articles describe information systems deployed or used by hospitals or\nhealth systems. For example, three studies examined information systems in U.S.\nhospitals used by infection preventionists to monitor and control outbreaks\nwithin a hospital or health system [30,37,38]. Other studies examined the use of oncology information\nsystems, in combination with as well as independent from cancer registries, to\ncreate databases for studying cancer epidemiology and outcomes [39,40]. While clinical organizations’ roles in the design,\nmaintenance or use were emphasized in these articles, the studies either used\npublic health data resources like cancer registries, or they otherwise involved\ngovernmental public health agencies in the design or implementation of the\nsystem. Other articles employed surveys or interviews that included governmental\npublic health agencies in combination with hospitals or health systems to\nexamine larger topics within the field of biomedical informatics including but\nnot limited to comparative effectiveness research [41,42].\n\nThe GHI literature spans a broad range of technologies, health service delivery\nareas, and foci. Reviewers identified several high-level and recurring themes in\nthe GHI literature through full article review (2013) and abstract review\n(2014). Major themes that spanned both years of the review included:\ntelemedicine, mHealth, and eHealth. Emerging themes, especially in the 2014\nreview, included: surveillance, decision support, and geographical information\nsystems (GIS). These themes are summarized in Figure-6. Furthermore, reviewers\nnoted that the overall volume of articles increased in the 2013-2014 review.\nAlthough the overall number of articles increased, the relative proportion of\neach major theme remained similar.\n\nOver the two years of review, the theme of telemedicine remains the largest\nportion of GHI-related literature. Telemedicine applications bridge healthcare\ndelivery needs when providers and specialists are not physically present in a\nspecific region. Telemedicine has also been a source for access to specialists\nin fields, such as dermatology and pediatric cardiology, when a country has\nlimited number of specialists available for consultation. Another application of\ntelemedicine technology is to provide continuous medical education to healthcare\nproviders in remote regions. The telemedicine literature in a global context has\nfocused on the development and evaluation of telemedicine programs in various\nclinical contexts, generally describing implementations of telemedicine and the\nimpact of these tools [43-60]. The literature suggests that when\ntelemedicine solutions are implemented with adequate infrastructure, financial\nand local clinical support they are found to be effective in meeting healthcare\ndelivery goals and impacting healthcare providers’ ability to learn of\nnew medical practices, although garnering this support is challenging in LMICs\n[52,53,56,58].\n\nAs mobile technologies have proliferated throughout LMICs, their use in a variety\nof health-related activities has been studied [61-72]. As rapidly as mobile\ntechnology use has grown, the mHealth literature also has rapidly increased.\nMuch of the mHealth literature explored the effectiveness of mHealth\ninterventions, with emphasis on using mobile technologies to deliver\nhealth-promoting messages, to improve clinic visit attendance for culturally\nsensitive health issues such as breast cancer, and to increase patient retention\nin care, treatment, and prevention programs. The mHealth literature focused on\nscaling up and evaluating mHealth interventions increased in 2014, suggesting\ngrowth in maturity for this area of GHI research. mHealth interventions\nincreasingly span numerous areas of clinical and public health focus, including\npsychiatric disorders, total health/wellness, surveillance of rabies, infant\nfeeding, drug adherence, and measuring the impact of perinatal interventions.\nSome studies evaluated mobile survey platforms, generally acknowledging the\nvalue of this technology for survey distribution [73-88]. The\nliterature also described mobile applications used to improve specific clinical\nactivities (e.g. waiting time, order entry) [74,83,89-93].\n\nThe final major theme, eHealth, focuses on the development, use and impact of\nelectronic health record (EHR) systems on LMICs. Some studies in this category\naimed to demonstrate the impact of eHealth applications on patient and\npopulation outcomes within various LMIC contexts [47,89,94-97]. Other studies explored more foundational informatics aspects,\nsuch as data quality in eHealth applications, factors that lead to adoption of\nEHR systems, use of standardized minimum data sets to assist with the electronic\nexchange of clinical data, and development and use of open source, standardized\nEHRs . Determining the extent of adoption and use of EHRs in LMICs and\nunderstanding the level of computer literacy as a barrier to adoption continued\nin the literature over the two years [98-116]. Policy research\nrelated to e-health was not highly present in the literature; we identified just\none systematic review of policy issues [98].\n\nWe further examined the methodology used in each selected article, summarized in\nFigure-7. Our methods for conducting the review varied from 2013 to 2014, yet in\neach year we sought to distinguish evaluation articles from reviews and methods\npapers. Review articles, both robust systematic reviews and weaker review\narticles spanned several topics, including the impact of mHealth interventions\non healthcare quality, a general review of mHealth and its potential, the use of\nopen-source EHR systems, health information systems in Sub-Saharan Africa\ncountries, mobile phone interventions for consumer health, and overcoming\nshortages of human resources in LMICs [74,81,84,89,99,100]. We further identified a group papers that focused on new\nmethods of informatics research. Finally we identified model papers, which\nemphasized the development of new models of evaluation or health information\ntechnology (HIT) development.\n\nThe largest category of articles included a mix of various primary studies. In\naddition to studies that assessed the impact of ICT on patient and population\noutcomes, themes that arose during our discussion of the articles were\nassessments of infrastructure needed for system implementation and readiness of\nan environment, such as a clinical facility or a group of system users, to adopt\nthe system. Because access to electricity, telecommunications, hardware and\nother aspects of infrastructure are sometimes constrained in LMICs, we noted\nanother theme aimed to measure the use and viability of ICT. Specifically in\n2014 we observed this theme of enumerating infrastructure challenges and\nproposing solutions to them; topics included measuring system and power outage,\nsecurity and privacy enhancements, cloud-based migrations and implementations,\nmeasuring a hospital’s ability to outsource ICT effectively, and data\ntransformations or mapping to multiple standards [101-107]. Emphasis\nwas often placed on open-source applications that can be distributed across\nmultiple communities and nations [52,108-113]. Discussions examined different aspects of\ninfrastructure as either facilitator or barriers to adoption [94,114-116].\n\nWe further identified a set of articles (N=7) we refer to as “readiness\nstudies,” or studies that assess training; availability of health care\nworkers, health delivery facilities, or ICT; phone ownership; and data access in\nLMICs [102,114-119]. These\nstudies specifically identify the extent to which an environment within an LMIC\nis prepared to adopt some form of HIT.\n\nFinally, as we opened our search in 2014 to include all countries designated as\nLMICs according to the World Bank, we observed new topics surface in the\nliterature. Specifically, we observed the presence of imaging informatics\npublications released in 2014 (N=4). These publications described the\nimprovement of imaging services by integrating systems, reducing cost, using\nmobile devices, applying new imaging techniques in LMICs, and exploring new\nmethods to identify and compare data in images [120-124]. Reviewers also\nidentified an additional theme related to emergency services supported by\ninformation systems in LMICs [125-127].\n\nAt the turn of the twenty-first century, PHI efforts around the world were\ncharacterized by a focus on the core public health function of\nmonitoring populations: early detection of bioterrorism\n[128], such as the Anthrax attacks\nin the U.S [129] and the Tokyo subway\nattacks [130], as well as global health\nthreats such as SARS [131] and the H1N1\npandemic [132]. While the threat of a\nlarge-scale epidemic has not diminished in recent years, as evidenced in 2014 by\nMERS [133,134] and Ebola [135], the scope of PHI has broadened to support the full range of\nfunctions performed by governmental public health authorities. As evidenced in\nthis review, PHI today contributes not only to disease detection [15,136] but also to the delivery of public health care services [137-139], the measurement of population health indicators within and\nacross jurisdictions [21,140], investigating environmental hazards\n[141], and prevention of disease\n[142-144].\n\nPHI research to a large extent, just like in many other areas of biomedical\nresearch, follows policy and funding patterns within a nation or region. The\nlast few years have witnessed a global recession with shrinking public health\nbudgets and a sharp decline in funds allocated to public health preparedness.\nFunding patterns explain, in part, what appears to be a more balanced portfolio\nof PHI activities with a strong but smaller emphasis on surveillance. In\ndeveloped nations with a strong integrated public health system such as Canada\n[145,146], Australia [147], Taiwan [27] and several\nEuropean nations [148-150], PHI activities include an emphasis\non integrating data and supporting bi-directional communication between clinical\nand public health services. Whereas in the US, PHI efforts have focused largely\non EHR incentive policies that seek to improve how public health agencies gather\nthe data they need to monitor the health of populations [29,33,151]. Thus to stimulate new advancements\nin PHI, especially in the U.S., policymakers must encourage the development or\nbroader implementation of information systems that span the clinical and public\nhealth continuum to support the full range of public health functions. Support\nfor this expanded view of PHI can be found in both the Council of State and\nTerritorial Epidemiologists’ ‘Blueprint version 2.0’\nstatement on the future of surveillance [152], as well as the workshop report from the Robert Wood Johnson\nFoundation on the future of PHI [153].\n\nThe focus of GHI research intersects at the crossroads of clinical and public\nhealth informatics in the context of LMICs. Given a global emphasis on the\ndevelopment and implementation of national eHealth strategies, recent GHI\narticles reflect an increase in the development, implementation and use of\ntelemedicine, mHealth, EHR, and other forms of healthcare ICT in LMICs on all\ncontinents. Furthermore, the limited studies assessing outcomes or impact of\nthese systems on patient and population health suggests that adoption of EHR and\nother ICT systems in LMICs may be accelerating at a pace that exceeds the rate\nat which the academic community can evaluate them.\n\nDespite a change in our search methodology, we observed similar patterns across\nall publication years. First, there is significant growth in the publication of\nGHI articles. While this may be partly due to our change in search strategy to\ninclude specific LMIC country names, we believe there is true growth in the\ndevelopment, implementation and use of ICT in LMICs across the globe. External\nforces, including the World Health Organization (WHO) eHealth Technical Advisory\nGroup (TAG) formed in 2013, are encouraging LMICs to adopt and implement\nnational eHealth strategies that will strengthen health systems through the use\nof ICT including telemedicine and EHR systems [154,155]. Second, despite\ngrowth in articles many studies continue to focus on implementation rather than\noutcomes. We observed numerous, although sometimes subtle, descriptions of\nimplementation challenges. For example, reviewers noted that organizational\nculture can create barriers, which impact the adoption and implementation of\ninformational tools, was often mentioned in the literature, although this\nsubject is not treated methodologically as the focus of many publications [81,117]. Finally, GHI research is intrinsically linked to public health\npractice in LMICs, creating the link between the use of ICT and use of clinical\nand other data for public health activities such as surveillance, health\nmonitoring and public health program evaluation [156-160].\n\nThe literature suggests that the use of ICT will continue to expand in LMICs.\nThis will likely generate new studies on their impact on patient and population\nhealth. As these studies are planned and executed, our review suggests the\nfollowing. First, we note a general dearth of rigorous study designs. Better\ndesigned studies that follow the Good Evaluation Practices in Health Informatics\n(GEP-HI) [161] and are reported using\nthe Statement on Reporting of Evaluation Studies in Health Informatics\n(STARE-HI) guidelines [162,163] will support future efforts that can\nmore rigorously systematically review and synthesize outcomes. More rigorous\nreview and synthesis will provide stronger evidence that many policymakers seek\nas they contemplate policies and funding beyond initial investments in eHealth\nsystems [164]. In addition, given a rich\ndialogue in the Discussion sections of many articles on the barriers and\nfacilitators of adoption, we suggest that future research more rigorously\nexamine the implementation of ICT in LMICs. There exists a growing body of\nimplementation science literature in the developed world [165,166], which\nwould be strengthened by contributions from LMICs if implementation were more\nrigorously studied in parallel with outcomes. Furthermore, we observed that many\nstudies involve partners from multiple universities, research institutes, and\ncountries with diverse funding streams. Finding harmony across fragmented\nstakeholders appears to be a goal of the applied work taking place in these\nLMICs, yet this is not emphasized as a measurable component of research in the\ncurrent body of literature. Future studies should consider studying this\ndimension of GHI implementation as a facilitator or barrier.\n\nOur review of the PHI and GHI literature contains several limitations. First, our\nreview of the literature was limited to articles published in English, which\nlimited our ability to identify and read relevant articles published in other\nlanguages (the Iceberg effect). Second, our review was limited to primarily\npeer-reviewed articles indexed in MEDLINE, which limited our ability to identify\nrelevant articles published in newer journals or journals which do not meet the\nscientific scope and quality metrics established by the MEDLINE Literature\nSelection Technical Review Committee. GHI article review for 2014 was limited to\nabstract review of selected articles.\n\nAlthough our purpose differs from that of the International Medical Informatics\nAssociation’s IMIA Yearbook of Medical Informatics, many\nof our methods are quite comparable [167]. And like IMIA, as we continue to evolve the Year in Review session\nfor AMIA’s annual symposium, we will seek to refine our methods. We will\nconsider additional sources beyond MEDLINE to identify more articles from\nrelated disciplines which are not indexed in PubMed such as the computer,\ninformation, and decision sciences. We will further explore tools such as\nBibReview to enhance our ability to identify, select and summarize recent\npublications in the disciplines of PHI and GHI.\n\nAlthough distinct, the PHI and GHI sub-disciplines within the field of biomedical\ninformatics seek to advance health systems’ goals of improving the\nefficiency, costs and outcomes associated with health care delivery to individual\npatients as well as populations. Studies published over the past three years\nidentify growth in our understanding of ICT development, implementation and adoption\nin clinical as well as public health settings. Yet the articles also highlight there\nis much work yet to be done. Namely we need more rigorous studies to generate a\nrobust evidence base demonstrating not only whether certain types of ICT support\nbetter population outcomes but also which systems and implementation methods lead to\nsuccess in terms of system usage as well as health outcomes. Many nations are in the\nprocess of either developing or implementing national eHealth strategies, which will\nundoubtedly require evaluation and refinement in the years ahead."}