{"title": "Viral glycoproteins: biological role and application in diagnosis", "body": "Being an obligate intracellular parasite [32], virus is the most deadly microbe to be dealt with. Globally it accounts for extremely high morbidity and mortality throughout the age groups of people [3, 62]. Thousands of new viral strains are discovered till date affecting people producing a huge global burden of viral infections resulting immense challenge towards healthcare system [9, 20, 48]. With the capability of fast mutation, viruses affect the host cells with new and newer mechanisms. So to detect them at the earliest, there is an extreme need of dynamic diagnostic system.\n\nGlycans are major components of the outermost surface of viruses. Thus, majority of the interactions of viral pathogens with their hosts are influenced by the pattern of glycans and glycan-binding receptors that each expresses. [5, 95, 98] Glycans are most complex biomolecules due to extensive branching of carbohydrates, and a variety of glycoproteins have been identified in human viral pathogens. These pathogenic glycans either virus encoded or host derived usually elicit high humoral responses in human body [34]. These virus specific high levels of glycan specific antibodies have been exploited to develop novel diagnostic assays.\n\nViral diagnostic tests can be broadly classified into three categories in general. Those are direct detection, indirect examination (virus isolation), and by serology. In case of direct detection, the clinical sample is examined directly to identify any presence of virus particles, virus antigen or viral nucleic acids. In case of indirect examination, the sample has to be added into cell culture, eggs or animals to grow the virus in vitro. This is known as virus isolation. Serology always constitutes the bulk of the work of any virology laboratory, especially in overpopulated third world countries. Serological diagnosis is generally made by detecting titres of antibody in infection [8]. Generally, the majority of common viral infections are diagnosed by serology [86]. Viruses can be directly detected through electron microscopy. It can also be enumerated by molecular biological techniques like PCR/RTPCR by detecting viral genomes. These techniques are extremely useful but are technically demanding, costly and require skilled personnel. On the other hand, indirect detection by virus isolation is dependent on cell culture techniques. The major problem of cell culture is it takes a long time (up to 4 weeks). Also, the sensitivity is poor and depends on many factors, such as the specimen condition and the condition of the cell line. Cell cultures are also very susceptible to microbial contamination and toxins present in the specimen. Also, many viruses do not grow at all in cell culture e.g. Hepatitis B and C, viruses causing diarrhea, parvovirus etc. Serology is the mainstream of viral diagnosis [8, 44]. With increase in the growth of sophisticated immunoassay techniques, effective viral immunodiagnostic assays are now available in the market [13, 91, 96].\n\nThe detection of structural glycoproteins of viruses or early glycoprotein antigen formation in the host due to viral infection or the quantification of titres of antibodies against viral antigenic glycoprotein is an emerging discipline in viral immunodiagnostics [47]. The detection of these structural glycoproteins of viruses is done by lectins or monoclonal antibodies acting as probe or by measuring the titres of host antibodies against antigenic glycoprotein.\n\nThere are several good review works on viral glycoproteins. Namely, the work of Kazuya I.P.J. Hidari and Takashi Suzuki on Glycan receptor in influenza Virus [43]. Yuan et al. [116] worked on receptor glycoprotein interaction in Zaire Ebola Virus (ZEV). This review attempts to conglomerate the importance of glycoprotein in widely studied viral infection and their application in diagnosis.\n\nA fully assembled infectious virus is known as virion. The simplest virions consist of two basic components, namely nucleic acid (single- or double-stranded RNA or DNA) and a capsid, which is a protein coat, functions as a shell to protect the viral genome from nucleases. This capsid comes into play during infection to attach the virion to specific receptors exposed on the prospective host cell. Capsid proteins are coded by the viral genome. Due to its limited size, the genome codes for only a few structural proteins (besides non-structural regulatory proteins involved in virus replication). Capsids are formed as single or double protein shells and consist of only one or a few structural protein species. Therefore, multiple protein copies must self assemble to form the continuous three-dimensional capsid structure [35]. The structural viral proteins are extremely important to the virus, so as to facilitate the transfer of the viral nucleic acid from one host cell to another. The proteins determine the antigenicity of the virus. Host’s primary immune response is directed against the antigenic determinants of these proteins rather glycoprotein in major cases.\n\nThere are enveloped Viruses and these envelopes are made up of either lipid or glycoprotein. Viral envelopes mainly consist of Envelope proteins (E), Membrane proteins (M) and Spike proteins (S) [24]. Lipid envelopes are derived from the host cell. Whereas the envelope glycoproteins are virus encoded. However, there are sugars attached to the viral glycoproteins which often reflect the host cell that harboured the virus. The surface glycoproteins of an enveloped virus attach the virion to a target host cell by properly interacting with a cellular receptor [22]. Structural biological analysis of viral envelope glycoproteins reveals that viruses have wide range of folds to facilitate their attachment with proper host receptors. Bowden et al. [10] stated that Arenaviridae group of viruses have α/β fold, whereas Filoviridae possess ‘Chalice’ of GP1. Similarly, Paramyxoviridae shows six bladed β propeller and large trimeric haemaglutinin is shown by Orthomyxoviridae. Glycosylated GP120 trimer is observed in the Lentiviruses of Retroviridae. Viruses exhibit ‘Semaphorins’ which are family of cell surface signalling glycoproteins [19]. These semaphorins binds with cell surface receptors to initiate important physiological processes. These observations are made by recent study of viral glycoproteins by employing Macromolecular crystallography [10]. The M and S proteins of the virus are usually rich in N glycosylated proteins, which have been demonstrated as important virulent factor of viruses [98]. Thus, E, M and S viral glycoproteins are involved in viral host binding and subsequent virus-host membrane fusion to establish the pathogenesis of the virus. Two envelope glycoproteins, namely E1 and E2 develop the viral spike of the virions of Flaviviridae family [61] are involved in the engagement with host receptor and conformational change required for membrane fusion (Fig. 1c). Studies show that E2 can express independently but E1 is dependent upon E2 in case of HCV. SARS Coronavirus possess a spike(S) glycoprotein [70], which itself performs the membrane fusion for the entry of the virion and its fusion with host cell [115]. In case of Chikungunya virus, attachment is facilitated by the E2 glycoprotein [89] and fusion mainly by the E1 glycoprotein, thus both the processes are mutually exclusive, whereas in Dengue virus, it is carried by the same E protein (http://www.uniprot.org/uniprot/Q8JUX5). Interestingly, the dengue virus apart from synthesizing the basic capsid, membrane and envelope proteins also produces seven non-structural secretory glycoproteins NS1,2A, 2B, 3, 4A,4B,5 [46]. These proteins are not integrated in the virus but secreted in the host. Studies have found heterogeneity in the E glycoprotein of Dengue virus [56]. Five different glycans are present in this glycoconjugate including Mannose, GalNac and GlcNac, Fucose and Sialic Acid. B cell and T-cell epitopes are predicted in a study by analysing this E glycoprotein [46]. The Dengue Viral envelope is more ordered than the inner viral core, as the envelope is composed of 90 glycoprotein E dimer icosahedral scaffold [58]. Computational studies are there to develop vaccines against Dengue virus [4, 97].\n\nThere are three glycoproteins present in HIV [1]; namely gp 120, gp 160 and gp 41 [38]. All these are encoded by the ENV gene [76]. The HIV envelope glycoprotein gp120 contains nine disulphide bridges and is highly glycosylated, carrying on average 24 N-linked glycans (Fig. 1d) [73]. Experiments proved that the glycan part of the gp 41 protein has important role in the efficient intracellular transport of another glycoprotein gp 160. Those gp 160 proteins lack gp41 are arrested in golgi complex after their biosynthesis [27]. Zaire Ebola Virus is the member of Filoviridae group, and the Glycoproteins (GP) have found to be major pathogenic determinants [24–26, 63, 75, 99]. In the Ebola virion GP gene is the 4th gene among total seven genes in the linear gene order. This synthesizes several proteins. Among them two are predominant. Those are sGP and ∆-peptide (delta peptide). These two proteins are produced due to a furin cleavage of a precursor pre-sGP protein. The GP is actually a Spike protein which is composed of two subunits joined by disulphide linkage Gp1-Gp2 [92].\n\nThe Chikungunya Virus on the other hand are known to produce 4 Non structural glycoproteins (nsP1-4) [91] these nsPs have been demonstrated to have important role in keeping the replicase complex of the virus intact in the host as well as to circumvent important host immune responses. Chikungunya Virus has two envelope proteins, namely E1 and E2 [11]. Thus, viral glycoproteins have diverse structure and function. Taken together, glycoproteins are important components of the virus structure and each have unique role to establish pathogenesis. [17].\n\nViral glycoproteins have a definite role in their pathogenesis. The primary goal of viral infection is to identify a receptor on the host cell surface and binding with it. Subsequently this will pave the way of viral entry into the host cell. In most cases, the first attachment site of the virus is a glycan, either a glycoprotein or a glycolipid. So, glycoproteins play a crucial role in viral pathogenesis. The study of glycoproteins in viral infection is most important to know the disease process as well as to develop antiviral treatments. Glycoprotein–receptor interactions also play important roles in pathogen pattern recognition and in the regulatory signals that control the activities of cells of the immune system. The most important cause behind viral infection is that it has evolved to present its own sugars and receptors in a manner that mimics or interferes with host glycan-based immune functions. Glycomic studies are ongoing in several viruses. Several advanced technologies are there to decipher structural and functional aspects of glycans like Glycan microarray [40], Mass Spectrometry and Nano LC. Glycan array represents the actual in vivo interaction in silico. The arrayed multivalent demonstration of polysaccharides mimics the cell surface display. There are two types of carbohydrate microarray. Those are polysaccharide and oligosaccharide microarray [53]. Natural polysaccharides are randomly immobilized on solid matrices exploiting hydrophobic physical absorption or charge-based interaction. Polysaccharide microarrays are useful for comparative antigenicity analyses. Being hydrophilic in nature, oligosaccharides need chemical derivatization before arraying. Through oligosaccharide microarray we can study structure–activity relationships [52]. Microarrays were developed on maleimide-functionalized surfaces using seven thiol-containing synthetic high-mannose oligosaccharides for the identification of human immunodeficiency virus (HIV) vaccine candidate antigens [2]. The binding profile reveals that several proteins which interact with gp120 of HIV, like the receptor of the innate immune system known as DC-SIGN (CD 209). In case of Influenza glycans, there are protocols for fluorescent labeling of virus, coupling of virus to a glycan microarray, analysis of a glycan microarray slide experiment, and data interpretation. Studies have shown that there are α2, 3-linked sialic acid motif (SA2, 3Gal) in avian, equine, and canine species. Whereas α2, 6-linked sialic acid motif (SA2, 6Gal) is present in humans. SAα2, 3Gal and SAα2,6Gal are present in swine, these are causing corresponding host tropism. Zhao et al. [117] showed that, association mining results of glycan microarray [2] data with 211 influenza viruses from five host groups: humans, swine, canine, migratory waterfowl, and terrestrial birds [72]. The study suggest that besides Neu5Acα2-6Galβ, human-origin viruses could bind glycans with Neu5Acα2-8Neu5Acα2-8Neu5Ac and Neu5Gcα2-6Galβ1-4GlcNAc substructures; Galβ and GlcNAcβ terminal substructures, without sialic acid branches these were linked with the binding of human, swine, and avian origin viruses. Sulfated Neu5Acα2-3 substructures were associated with the binding of human- and swine-origin viruses. Finally, through three-dimensional structure characterization, it has been revealed that the role of glycan chain shapes is more important than that of torsion angles [117].\n\nThough characterization of Glycoproteins is tough but, through Mass Spectrometry, it is now easier to identify structural details of complex glycoproteins. Mass spectrometry derived glycoproteomics [118] helps us to precisely identify viral and cellular proteins that are functionally, structurally, and dynamically altered during virus infection, but enables us to identify important proteins having active role in the infection pathway. Additionally, isolation and purification techniques along with quantitative strategies in conjunction with MS significantly improve its sensitivity to detect low-abundant proteins. With time, more virus and host genomes are being sequenced and MS-based glycoproteomics is becoming a very important tool for virology. A work by Barrientos et al. [7] revealed that post translational modification of secretory glycoprotein of Zaire Ebola Virus can be characterized by Mass spectrometry. MALDI-TOF MS (Matrix-assisted laser desorption/ionization–time-of-flight mass spectrometry) also enables to identify regions susceptible to limited proteolysis in sGP of ZEV.\n\nAnother work by Anastassia et al. [54] shows that 0.1 microgram of viral glycoprotein can be purified by Nano-Liquid Chromatography. After Nano-LC the sample is analysed through mass spectrometry. One more work showed that they purified Heat shock protein 90 by NanoLC-MS of Respiratory syncitial virus which have important role in virus particle assembly [54, 80]. So it is evident that using these modern techniques, the biological roles of glycoproteins can be studied more conveniently.\n\nVirus is a nucleic acid surrounded by proteins. This infective particle is called a virion. In most cases this virion is covered with a fascinating coat composed of glycoproteins through which the virus communicates with its host. The co-evolution of host and virus leads the way of making the glycoprotein coat so fascinating [23]. It is evident that the infectivity of a virus rather of its nucleic acid is fully dependent on its glycoproteins. Enveloped viruses generally encode membrane proteins and these special proteins are necessary to mediate the specific binding against host cell ligands. This also directs initial events of membrane fusion and viral internalization. These fascinating envelope proteins are generally glycosylated [15]. The process of glycosylation takes place in the endoplasmic reticulum (ER)-Golgi complex secretory pathway. The host cell encoded glycosyl-transferase enzyme catalyses the glycosylation. This glycosylation is necessary to make the virion host compatible, which is needed by the virus for its pathogenesis. So glycans present at the envelop proteins acts as immunological barriers to resist evasion by the host immune system [22].\n\nSeveral Viruses exhibit different glycoproteins on their surface (Table 1). Hepatitis C Virus has two envelope glycoproteins namely E1 and E2 [59, 98]. These two proteins play an important role in viral infectivity and can be used as candidate subunit vaccine [98]. On the other hand, in case of Ebola virus there are glycoproteins GP1 and GP2 which causes cell attachment and cell fusion and therefore the main target of the host antibodies. The Ebola virus has an RNA editing mechanism to regulate these GP 1 and 2 genes which when expressed at high level, disrupts normal cell physiology [24]. In case of HIV-1, the gp-120 protein initiates viral entry to the CD4 cells [16]. Recent studies proved that several types of glycans in HIV-1 produce different levels in infectivity. Those viruses have more oligomannose and less structural complexity, infects more efficiently. This ultimately proves that mature oligosaccharide structure of the envelope glycans play a pivotal role in the infection process of HIV-1. Due to N-linked glycosylation of gp-160 protein in the endoplasmic reticulum, and further folding and cleaving in the golgi complex; the gp-120 protein of the envelope is produced [71].\n\nThere are two popular glycoproteins present on the surface of Influenza virus namely, Haemaglutinin (HA) and Neuraminidase (NA) [84, 88]. These are the key molecules for the viral infection which binds with Sialic acid. Initially, HA binds with sialic acid during the initiation of infection. After viral replication NA degrades its substrate sialic acid to accelerate release of new viruses [30].\n\nSo it is evident from the examples of viruses of diverse family that glycoproteins are the key molecules for a virus to establish an infection within the host and to survive further within the host system.\n\nIn the study of viral pathogenesis, a special type of glycoprotein, called Semaphorin have been established [6]. Semaphorins are family of cell surface signaling glycoproteins which binds to the family of plexin glycoprotein cell surface receptors. Semaphorins also activate repulsive guidance pathways having active part in axon guidance, immune regulation and activation, and vascular development [57, 93]. Semaphorins have eight known classes. Among them two are found in invertebrates, five in vertebrates, and the eighth class in viruses which are known as ‘viral semaphorins’ [19]. The ectodomains of cellular semaphorins contain C-terminal domain elaborations like PSI (plexin, semaphorin and integrin) domains, immunoglobulin (Ig)-like domains, thrombospondin domains and PDZ-domain-binding sites which occassionally attach to the cell-surface. Whereas the N-terminal having a plexin-binding sema-domain, is conserved in all cases of virus host cell attachment. The sema-domain is the only component found in viruses. Crystallographic studies by Bowden et al. [10] have revealed that human Sema3A and mouse Sema4D semadomains comprises of structurally conserved homodimer of seven-bladed β-propellers [6, 50, 65, 69, 77]. The immune-regulatory semaphorins like Sema3A, 4A, 4D, and 7A helps in B cell mediated immunity (Sema4D), T cell activation as well as differentiation (Sema4A, Sema3A, and Sema4D), and inflammation (Sema7A) [93]. These semaphorins provide a molecular basis for how viruses can optimize their own proteins to override normal physiological interactions.\n\nA work by Shirato H as ‘Norovirus and histo-blood group antigens’ in the journal Jpn J Infect Dis. (2011;64(2):95–103) describes that NoroVirus (NoV) causes viral gastroenteritis and interestingly bind to histo-blood group antigens (HBGAs), like ABH antigens and Lewis antigens. It has been shown epidemiologically that persons with different ABH phenotypes are infected with NoV strains in a genotype-dependant fashion. An in vitro binding assay using NoV virus-like particles (VLPs) showed a uniform recognition pattern for type 1 and 2 core structures of histo blood group antigens. NoV VLPs bind more tightly to type 1 carbohydrates than to type 2. Type 1 carbohydrates are found to be expressed at the surface of the small intestine and targeted by NoV. This property speaks about NoV tissue specificity.\n\nSo it is evident that glycoproteins perform a major and active role in viral pathogenesis and disease progression.\n\nGlycoproteins provide tissue tropism to the virus. Some virues used to infect the respiratory system whereas some affects the liver. The cause is the type of glycoprotein with which the virus binds to accelerate its invasion.\n\nIn a study by Raska et al. [81], it has been proved that there are differential glycosylation in viruses like HIV1 depending upon the cells which produce the virus. N-glycosylation of reconbinant gp120 of HIV1 is varied and affected the recognition by serum antibodies. Glycosylation of gp120 protein of HIV1 affects its recognition by neutralizing and non neutralizing monoclonal antibodies. This study also says that this glycosylation is cell specific.\n\nAnother study by Lin et al. [64] stated that there are C-type lectins expressed on the Dendritic Cell surface known as DC-SIGN(Dendritic Cell-Specific Intercellular adhesion molecule-3-Grabbing Non-integrin) or CD 209 and DC-SIGNR which binds to HIV1 and transmit to T cells through the viral envelope Env glycoprotein. But interestingly other highly glycosylated Viruses failed to interact with DC-SIGNR [64]. Lin et al. showed that DC-SIGN (R) or CD 209 selectively binds with HIV1 Env and Zaire Ebola Virus glycoproteins containing more high-mannose. By modulating N-glycans on Env or glycoprotein during virus production in different primary cells or in the presence of the mannosidase I inhibitor deoxymannojirimycin affected DC-SIGN(R) infectivity enhancement. They also predict that viruses containing glycoproteins with a high amount of high-mannose N-glycans effectively interact with DC-SIGN(R), but those viruses having only complex N-glycans cannot effectively react with DC-SIGN(R). So it is evident that virus-producing cell type is a crucial factor in depicting both N-glycan status and virus interactions with DC-SIGN(R), which establishes virus tropism and infection within the human body [64].\n\nLiu et al. [66] described in their study that sialic acid present on cell surface is essential for Human EnteroVirus D 68 (EV-D68) entry. Crystallographic studies showed that EV-D68 with sialylated glycan receptor analogues binds on the viral surface. Sialic acid receptor induces a cascade of conformational changes within the virus to secrete a fatty-acid-like molecule which regulates the stability of the virus. So, it is evident that binding of virus to a sialic acid receptor and to immunoglobulin-like receptors facilitates viral entry in enteroviruses.\n\nGlycan based viral immunodiagnostics usually have high sensitivity and specificity. Glycoprotein based IgM serology was developed for the diagnosis of recent primary rubella virus infections and significant sensitivity and specificity was obtained. Similarly, Glycoprotein based serology tests to detect antibodies to herpes simplex virus glycoproteins G-1 and G-2, which evoke a type-specific antibody response have also been developed. These tests are used to confirm a diagnosis of genital herpes, and also to establish diagnosis of HSV infection in patients with atypical complaints, to identify asymptomatic carriers, and identify persons at risk for acquiring HSV. Glycan based immunodiagnostics have also been developed for the rapid identification of different strains of Influenza Virus. A novel peptide based ELISA which has sensitivity and specificity of 96.55 and 74.4 % respectively is very promising. On the other hand, the main diagnostic challenge related to SARS is to diagnose it differently with atypical pneumonia [68, 79]. The key diagnostic tools are immunofluorescent staining, ELISA and RT-PCR [67]. But all these techniques are extremely sophisticated and of little use in case of epidemics; especially in the developing world. SARS Coronavirus possess a spike(S) glycoprotein, which itself performs the membrane fusion for the entry of the virion and its fusion with host cell (Fig. 1b) [115]. IgG based diagnostics against this S protein has been developed [114]. Indirect ELISA test has been developed by using recombinant SARS ‘S’ protein and the N (nucleoprotein) protein. The sensitivity of SARS ‘S’ and ‘N’ proteins are 100 and 96.7 % respectively whereas the specificity of SARS ‘S’ and ‘N’ are 98.55 and 98.4 % [114].\n\nSimilarly, as acute Hepatitis C infection is asymptomatic, so it is difficult to diagnose early. Generally patients come to the clinic with damaged liver. Initially patients are screened by anti-HCV antibody test and further confirmed by testing Viral RNA. There are two glycoproteins E1 and E2 in HCV. Standardised PCR system is available in HCV diagnostics but a Core antigen test is also in the market. In 1995 Tanaka et al. [21] suggested that the HCV core proteins can be used as antigens for the chronic stage. Studies for developing Algorithms confirms 99.05 % sensitivity in case of RT-PCR whereas 98.10 % for the Core Antigen Test [82]. Another novel glycoproteomic serum biomarker has been identified which can diagnose HCV along with progressive liver cirrhosis is Wisteria floribunda agglutinin positive Mac-2-binding protein (WFA+-M2BP) [29]. The diagnostic threshold for cut-off index values of this protein is 1.435 and 4.615 in HCV negative and HCV positive patients showing progressive liver cirrhosis [39].\n\nIn case of HIV1, ELISA and PCR are two Gold standard tests. Type specific conformational epitopes of the gp160 and gp 41 glycoproteins of the HIV envelope are used for the recognition of ‘early HIV antibodies’ [14]. Enzyme Immuno assay (EIA) and RT-PCR are used in these assays. These tests are very specific but they fail to diagnose early infection [14]. The most challenging part in HIV diagnosis is to diagnose the acute stage and differentiate “Window Phase” patients from the serologically positive patients [87]. Popular Serological tests fail to diagnose all patients of HIV as they exploit the GAG proteins which literally decrease after disease progression [60, 74]. There are three glycoproteins present in HIV; namely gp 120, gp 160 and gp 41. All these are encoded by the ENV gene [76]. The HIV envelope glycoprotein gp120 contains nine disulphide bridges and is highly glycosylated, carrying on average 24 N-linked glycans (Fig. 1d) [73]. Experiments proved that the glycan part of the gp 41 protein has important role in the efficient intracellular transport of another glycoprotein gp 160. Those gp 160 proteins lack gp41 are arrested in golgi complex after their biosynthesis [27]. As stated above, there are limitations of the popular GAG antigen based serological tests which cannot diagnose HIV patients of different clinical stage. But antibodies against precursor gp160 ENV protein and final ENV proteins gp 120 and gp 41 can detect all clinical stages of HIV [74]. The Sensitivity of current available diagnostic system is 38 % at <7 days, 97 % at 7–41 days and 95 % at 42–93 days [74] The Specificity is almost 95 % [90].\n\nIn case of Zaire Ebola Virus, initially there was controversy about the role of glycoproteins in the pathogenesis of EBV. But later on, scientific researches proved that the primary host cell activation by the EBV is mediated by GP1-2 [100]. An antigen capture ELISA has been developed in Zaire EBOV using mAbs [85]. It has been reported that these tests have both high sensitivity and specificity [85].\n\nSimilarly, Dengue (DENV) NS1 is a highly conserved glycoprotein, expressed as both membrane-associated and secreted forms [33, 36, 94]. Secreted NS1 has been detected ranging from 2–0.04 µg/mL in the serum of dengue-infected patients during the early stages of the disease. A high NS1 level has been demonstrated to circulate as early as 1 day after onset of symptoms up to early convalescences thus provides an alternative to virus culture or PCR for early dengue diagnosis when IgM or IgG antibodies are not present yet in dengue infected patients [42, 49]. Circulating dengue NS1 in sera can be detected either using ELISA assay or lateral flow based RDTs [31]. Thus, glycan based Viral Immunodiagnostics or Glyco-Immunodiagnostics are helpful in early diagnosis of patients with viral infection [28].\n\nCurrent diagnosis scenario in Chikungunya is IgM and IgG based ELISA and Nucleic Acid detection by RT-PCR [12, 51]. But there is no Antigen based ELISA. This makes the condition crucial as the primary health care providers in the Virus affected countries do not have RT-PCR facilities. It is not recommended to maintain RT-PCR facilities in Primary Health care centre by policy. It is extremely costly and demands expertise. It is not possible to provide such facility in the densely populated tropical countries. As Chikungunya causes short duration fever, often the patients are not diagnosed properly. The joint pain generally persists for some days but can be present for a year [102]. There is a study which shows even multi organ failure in Chikungunya infected patients [45]. CHIKV has two envelope glycoproteins, namely E1 and E2 (Fig. 1g) [11]. Recombinant CHIKV E1 and E2 glycoprotein based ELISA showed a sensitivity of 77.5 and 90 % respectively whereas the specificity for both cases was 100 % [11, 54] highlighting the potential for these two glycoproteins in the diagnosis.\n\nViral glycoproteins are integral parts of enveloped viruses and they actively take part in their pathogenesis. Exploting glycoproteins, viruses enter into their host and combat with host immune system. Recent advances in technology deciphers different role of glycoproteins which are dependent on their structures.\n\nDifferent viruses have different mode of pathogenesis and glycoproteins directly takes part in the host binding and entry. During maturation from host cell viruses have host glycoproteins on their surface to avoid the immunity of the host. So, to detect viruses and to decide for developing vaccines [37], glycoproteins always play a key role.\n\nAntibody production is a prominent feature of the immune response in patients with viral infection, and particular isotypes correlate with resistance or susceptibility to infection [101]. A substantial proportion of the antibodies detected in patients with acute or chronic infections is directed against viral glycan epitopes. As levels of anti glycan antibody are high and specific for each viral infection this permits diagnostic discrimination between the different viral infections. Taken together, viral glycoproteins have important functions in pathogenesis and can be exploited to develop viral diagnostics."}