{"title": "A Role for IFITM Proteins in Restriction of Mycobacterium tuberculosis Infection", "body": "Successful intracellular pathogens often use strategies to gain access to cellular compartments required for their survival ahead of the initiation of innate host antimicrobial mechanisms. The well-characterized interferon (IFN)-induced transmembrane (IFITM) gene family encodes highly conserved proteins that act at early steps post-viral entry, thereby precluding establishment of productive infection (Diamond and Farzan, 2013). In humans, three IFITMs (IFITM1, IFITM2, and IFITM3) are widely expressed, and the genes encoding these restriction factors are activated by types I and II IFN stimulation via IFN-sensitive response elements (ISREs) in their regulatory regions (Ackrill et al., 1991; Friedman et al., 1984; Kelly et al., 1985; Lewin et al., 1991; Reid et al., 1989). While IFITM1–3 share substantial sequence similarity, IFITM1 primarily is found at the cell periphery due to its lack of an N-terminal 21 amino acid sequence that promotes IFITM2 and IFITM3 recruitment to late endosomal/lysosomal membranes (Jia et al., 2012; John et al., 2013; Weston et al., 2014).\n\nVirus restriction by individual IFITMs depends both on cell type and the intracellular location of each family member. For example, HIV, which undergoes viral envelope-cell membrane fusion at the cell surface or within early endosomes, is more restricted by IFITM1 (Lu et al., 2011), while influenza A virus, which requires pH-dependent changes in envelope glycoprotein conformation for viral fusion at late endosomes/lysosomes, is more restricted by IFITM2/3 (Brass et al., 2009; Desai et al., 2014; Feeley et al., 2011; John et al., 2013). IFITMs appear to block viral infection by reducing host membrane fluidity at sites of viral fusion through self-interactions and/or interactions with nearby transmembrane proteins, leading to inhibition of viral fusion pore formation and increased trafficking of trapped viruses to the lysosome for degradation (Desai et al., 2014; Lin et al., 2013).\n\nEvasion of lysosomal targeting is a survival strategy not only for viruses, but also is employed by many intracellular bacteria, including Mycobacterium tuberculosis (MTb). Virulent MTb employs several mechanisms to prevent acidification of the phagosome, thereby supporting its own survival (Stanley and Cox, 2013). For example, the vacuolar ATPase (v-ATPase), which is a primary mediator of endosomal acidification, is excluded from the MTb-containing phagosome by MTb’s bacterial tyrosine phosphatase (Bach et al., 2008; Sturgill-Koszycki et al., 1994; Wong et al., 2011). Intriguingly, IFITM3 was found to co-immunoprecipitate with a subunit of the v-ATPase (Wee et al., 2012). Furthermore, overexpression of IFITM3 has been shown to increase endosomal pH and expand the size and number of intracellular acidic compartments (Feeley et al., 2011; Mudhasani et al., 2013; Wee et al., 2012).\n\nHere, we show that IFITM1, IFITM2, and IFITM3 are transcriptionally activated in response to MTb infection and by several proinflammatory cytokines produced during MTb infection. Strikingly, depletion of these IFITMs significantly enhances MTb growth in human monocytes. Furthermore, IFITM3 co-localizes with the maturing MTb phagosome and its overexpression significantly restricts MTb growth and enhances endosomal acidification in MTb-infected cells. These findings provide evidence that IFITM family members directly inhibit a bacterial pathogen.\n\nTo determine whether MTb infection induces transcriptional activation of the IFITMs, we infected primary human monocyte-derived macrophages (MDMs) with the clinical MTb strains CDC1551 and HN878 and measured IFITM1–3 mRNA levels at 3, 24, and 48 hr post-infection. All three genes were significantly induced by CDC1551 and HN878 (Figure 1A) in MDMs, and a similar response was seen at 6, 24, and 48 hr in H37Rv-MTb-infected THP-1 monocytes (Figure 1B).\n\nMTb triggers signaling by the pattern recognition receptors (PRRs) Toll-like receptor (TLR)2 and TLR4, leading to the activation of innate immune response genes (Means et al., 1999; Underhill et al., 1999; reviewed in Falvo et al., 2011). As shown in Figure 1C, activation of THP-1 cells with the TLR2 agonist Pam3Cys or with the TLR4 agonist lipopolysaccharide (LPS) significantly induced IFITM1–3 gene expression, which reached levels comparable to what was seen with live MTb infection by 48 hr post-stimulation.\n\nUpon engagement of TLR2 or TLR4, the adaptor molecule MyD88 transmits signals to downstream kinases, including IRAK1 and TRAF6, which mediate activation of the MAPK and NF-κB pathways and innate immune gene synthesis (Deguine and Barton, 2014; Falvo et al., 2011). As shown in Figure 1D, when MyD88 expression was depleted in THP-1 cells by small hairpin RNA (shRNA), MTb-induced IFITM1–3 mRNA synthesis was impaired significantly, indicating that this signaling adaptor participates in IFITM gene induction by MTb. We obtained similar results in THP-1 cells in which IRAK1 or TRAF6 expression was ablated (Figure S1), indicating that TLR-mediated MyD88 signaling directly leads to IFITM transcription.\n\nAlthough MTb induces the expression of type I IFN (Berry et al., 2013), the prototypical stimulus of IFITM gene expression, MTb also induces the expression of other proinflammatory cytokines that are critical mediators of the host innate immune response, including IL-1β, IL-6, and TNF (Etna et al., 2014). Direct activation of the MTb-responsive PRRs TLR2 and TLR4 on THP-1 cells led to significantly enhanced levels of IL-1β, TNF, and IL-6 mRNA by 24 hr (Figure S2). While IL-1β signaling requires the MyD88/IRAK1/TRAF6 axis, TNF and IL-6 activate distinct signaling pathways (Falvo et al., 2011). To investigate if these cytokines directly induce IFITM gene expression in monocytic cells, we treated THP-1 cells with recombinant IL-1β, IL-6, or TNF, or, as a positive control, recombinant IFN-β, and assessed IFITM1–3 transcript levels. As anticipated, IFN-β stimulation dramatically induced IFITM1–3 transcription (Figure 1E). By 24 hr post-stimulation, both IL-1β and TNF also significantly upregulated IFITM1 gene expression, and all three cytokines significantly increased IFITM3 mRNA levels. At 48 hr, IFITM1 mRNA synthesis also was increased significantly by IL-6, and IFITM2 transcription was enhanced significantly at this time point by both IL-6 and TNF (Figure 1E). Taken together, these data indicate that IFITM1–3 gene expression is induced by secondary signaling pathways, including those triggered by binding of IL-1β, IL-6, and TNF to their cognate receptors, activated during MTb infection in addition to being directly activated by MTb and MyD88-dependent TLR ligation.\n\nTo directly assess the role of IFITM proteins in MTb infection, we stably transduced THP-1 cells with a lentiviral vector encoding an shRNA targeting a conserved region present in IFITM1, 2, and 3 mRNAs. We infected these cells with mCherry-expressing MTb (H37Rv-mCherry), after demonstrating that expression of each IFITM was ablated by >80% (Figure 2A). As shown in a representative flow cytometry assay in Figure 2B, after 24 hr, control cells were 29.8% infected as compared to IFITM1–3 knockdown (KD) THP-1 cells, which were 51.8% infected. At 48 hr post-infection, control cells were 38.4% infected and IFITM1–3 KD cells were 65% infected.\n\nWhen we used colony-forming unit (CFU) assay to measure bacterial growth, significant increases (p < 0.01) in MTb growth were observed at 2 and 3 days post-infection in IFITM-KD versus control THP-1 cells (Figure 2C), confirming the flow cytometry data we obtained. Furthermore, bacterial uptake was similar in both the IFITM-KD and control THP-1 cells (Figure 2C), indicating that the IFITMs restrict MTb at a post-entry stage in human monocytes.\n\nTo investigate the relative impact of each IFITM family member on MTb growth in monocytes, we next overexpressed IFITM1, IFITM2, or IFITM3 in THP-1 cells by lentiviral transduction (Figure S3). At 24 hr post-infection, H37Rv-mCherry signal was lower in each IFITM-overexpressing cell line compared to cells transduced with an empty lentiviral vector (Figure 3A). As shown in Figure 3A, IFITM3 overexpression led to the greatest decrease in MTb growth (38.5% compared to 26.7% for IFITM1 and 24.7% for IFITM2).\n\nTo quantitatively measure the impact of IFITM3 overexpression on H37Rv-mCherry infection, we utilized ImageStream technology, which allowed us to capture images of individual cells containing intracellular MTb. After eliminating cells from the analysis that exhibited H37Rv-mCherry surface attachment (Figures 3B and 3C; Figure S4), we used IDEAS software to measure mCherry pixel intensity in IFITM3-overexpressing and control cells. There was a significant decrease in mean per-cell mCherry intensity in the IFITM3-overexpressing THP-1 cells (p = 0.007) (Figure 3B). By contrast, there was a significant increase in mean per-cell mCherry intensity in the IFITM-KD versus control THP-1 cells (p < 0.0001) (Figure 3C), consistent with the fluorescence-activated cell sorting (FACS) and CFU data, further supporting a role for the IFITMs—and IFITM3 in particular—in restriction of MTb growth.\n\nIFITM3’s antiviral activity has been associated with its distribution to late endosomal/lysosomal membranes and its ability to promote increases in the number and size of acidic intracellular compartments (Feeley et al., 2011; Mudhasani et al., 2013; Wee et al., 2012). To determine if a similar mechanism was involved in IFITM3’s modulation of MTb infection, we investigated the association of IFITM3 and MTb with endosomal compartments in A549 human lung alveolar carcinoma cells. A549 cells transcribe IFITM1–3 in response to IFN-b stimulation (Figure S5) and are a long-standing model for MTb infection of the airway epithelium (Bermudez and Goodman, 1996; McDonough and Kress, 1995), and they have been used extensively to examine IFITM antiviral activity (Brass et al., 2009; Huang et al., 2011; John et al., 2013). Furthermore, as we found in THP-1 cells, shRNA-mediated depletion of the IFITMs in A549 cells led to greater MTb growth at 24 (57%) and 48 (30%) hr post-infection (Figure S6), and overexpression of IFITM1, 2, or 3 in A549 cells inhibited MTb growth, with IFITM3 exhibiting the strongest effect (Figures S6C and S6D), supporting the relevance of A549 cells for examination of IFITM3-MTb intracellular association by confocal microscopy.\n\nNext, we introduced a C-terminal V5-tagged version of IFITM3 into A549 cells to investigate changes in intracellular IFITM3 distribution during MTb infection. Like endogenous IFITM3, C-terminal epitope-tagged IFITM3 localizes mainly to late endosomes/lysosome in A549 cells (Amini-Bavil-Olyaee et al., 2013; Feeley et al., 2011; Huang et al., 2011; Williams et al., 2014). After infection of IFITM3-V5 or control A549 cells, H37Rv-mCherry bacilli co-localized with IFITM3 at Rab5+ phagosomal compartments (Figure 4A, top and graph; p < 0.01) and, to a relatively greater degree, at late Rab7+ phagosomal compartments (Figure 4A, bottom and graph; p < 0.005), indicating that IFITM3 associates with MTb phagosomes that are likely progressing to phagolysosomal maturation. We note that IFITM3 overexpression increased the staining intensity of Rab7 (Figure 4, bottom), consistent with previous observations (Feeley et al., 2011).\n\nTo determine whether IFITM3 overexpression can augment endosomal acidity in the context of virulent MTb infection, we next infected IFITM3-overexpressing or control THP-1 cells with H37Rv-MTb and stained them with LysoTracker Red, a fluorescent indicator of acidic intracellular organelles. Levels of endosomal acidification were higher in IFITM3-overexpressing versus control THP-1 cells, and this was maintained and even enhanced in the presence of MTb infection (Figure 4B). These results indicate that endosomal acidification mediated by MTb may be one mechanism underlying its antimycobacterial activity.\n\nOur findings expand the role of a well-established family of antiviral restriction factors to control of a major bacterial pathogen. In a previous study, no difference was found in lung bacterial load between wild-type and Ifitm3−/− C57BL/6 mice at 30 days post-aerosol infection with H37Rv-MTb (Everitt et al., 2013). However, only early time points (<30 days) post-infection were evaluated in this study, and it is clear that many immunological factors important for TB control become evident only at later stages in mice (Mayer-Barber and Sher, 2015). We previously demonstrated, for example, that MTb lung burden is equivalent at 6 weeks post-infection in wild-type mice and mice deficient in the transcription factor NFATp, but the NFATp−/− mice succumbed more rapidly (median 119 versus 205 days) and lung bacterial burden was 103 higher in these mice at the time of death/sacrifice (Via et al., 2012). In another example, MTb lung burden was higher in IL-6-deficient versus wild-type mice early after infection, but the IL-6−/− mice contained bacterial growth at later time points (Saunders et al., 2000). Moreover, while three IFITMs have been identified in humans, mice possess four Ifitm genes (Sällman Almén et al., 2012; Zhang et al., 2012), suggesting that redundancy among the IFITMs may have precluded clear identification of a phenotype. Finally, although the murine TB model has proved valuable for the elucidation of immunoregulatory pathways involved in TB control that also are critical in humans, inflammatory responses in mice, particularly at the level of monocyte/macrophage function and TLR activation, are imperfect representatives of what occurs in humans (Seok et al., 2013), and the challenge strain used by Everitt et al. (2013), H37Rv, is less virulent than clinical strains (Palanisamy et al., 2009; Park et al., 2006). Thus, the study of TB in Ifitm3−/− C57BL/6 mice (Everitt et al., 2013) does not rule out a role for IFITM3, or the IFITM family, in the innate immune response to TB.\n\nIntriguingly, a SNP in the IFITM3 promoter (rs3888188; T > G), which reduces transcriptional activation of IFITM3, has been associated with increased susceptibility to TB in Han Chinese children (Shen et al., 2013). A C to T SNP in the IFITM3 cDNA, which was speculated to disrupt a splice-acceptor site and produce an N-terminal truncated version of the protein, has been associated with increased severity of influenza virus infection and accelerated HIV disease (Everitt et al., 2012; Zhang et al., 2013, 2015), although the impact of this SNP on influenza morbidity/mortality in humans (Mills et al., 2014) and the importance of N-terminal truncation of IFITM3 on the restriction of influenza virus infection (Williams et al., 2014) are still points of debate. It is of interest to determine if these or other SNPs in the genes encoding IFITM1–3 are associated with TB susceptibility in other patient populations.\n\nOur data demonstrate that MTb infection induces IFITM gene expression. Previously, it was reported that LPS induces IFITM1 mRNA synthesis in human dendritic cells (Ishii et al., 2005); Ifitm1 and murine-specific Ifitm6 transcription in RAW264.7 macrophages (Han et al., 2011); and Ifitm3 gene expression in murine astrocytes, a process that was dependent on autocrine IFNb signaling (Nakajima et al., 2014). We found that MyD88 KD reduces MTb-induced IFITM1–3 mRNA levels, demonstrating a direct role for TLRs and MyD88-dependent autocrine/paracrine factors, such as IL-1β, in activation of these genes. Indeed, we found that IL-1β also induces IFITM1–3 transcription in human monocytes, extending previous findings that IL-1β activates IFITM3 mRNA synthesis in hepatocarcinoma cells and murine astrocytes (Nakajima et al., 2014). As TNF and IL-6 also induced the transcription of IFITM1–3 in monocytes, it is likely that soluble factors produced during MTb infection further amplify PRR-driven IFITM1–3 mRNA levels. The cytosolic DNA sensor cyclic GMP-AMP synthase (cGAS), which recently has been shown to trigger type I IFN synthesis in MTb-infected cells (Collins et al., 2015; Dey et al., 2015; Wassermann et al., 2015; Watson et al., 2015), also may play a role in MTb-induced IFITM synthesis.\n\nArrest of phagosome maturation is a hallmark of virulent MTb infection (Armstrong and Hart, 1971). A mechanism of MTb-mediated phagosome arrest is the exclusion of the host v-ATPase from the phagosomal membrane (Sturgill-Koszycki et al., 1994; Wong et al., 2011). Notably, IFITM3 overexpression leads to an increase in the size and number of acidic compartments in murine and human cells (Feeley et al., 2011; Mudhasani et al., 2013; Wee et al., 2012), and IFITM3 interacts with v-ATPase and potentially stabilizes its association with endosomal membranes (Wee et al., 2012). Our findings that IFITM3 co-localizes with the MTb phagosome and that increased IFITM3-mediated intracellular acidity is maintained even in the presence of MTb infection suggest that IFITM3 (and potentially IFITM1/2) impedes productive MTb infection in a manner similar to its antiviral role. Because several other pathogenic intracellular bacteria, including Salmonella enterica and Yersinia pestis, also depend on phagosomal maturation arrest for survival and growth (Smith and May, 2013), it is possible that the IFITMs may contribute to host control of a diverse range of bacterial pathogens.\n\nMTb appears to have emerged from Africa with the first humans (Gagneux, 2012). As gene duplication events have led to diverse numbers of IFITM genes in the primate lineage (Zhang et al., 2012), it is intriguing to speculate that the IFITM genes have co-evolved with mycobacteria as well as viral pathogens and have contributed to the constantly co-evolving host-pathogen dynamic driven by TB disease in humans.\n\nFor isolation of peripheral blood mononuclear cells (PBMCs), we obtained unidentified, discarded leukocyte collars from the Boston Children’s Hospital Blood Donor Center.\n\nThe MTb strains H37Rv, H37Rv-mCherry (kindly provided by Dr. Sarah Fortune; Sillé et al., 2011), HN878, and CDC1551 were prepared as described before (Ranjbar et al., 2009). Cultures were grown to an OD650 of 0.4 at 37°C to ensure they were logarithmic growth phase, and bacteria were pelleted, washed, resuspended in PBS, and passed through a 5-mM filter to ensure single-cell suspension. Bacterial numbers were determined by measurement of OD650. All the MTb infections were done at a ratio of 1:1 (cells:bacilli).\n\nPBMCs were isolated by Ficoll-Hypaque (Pharmacia) density gradient centrifugation. Monocytes were enriched by positive selection with CD14 microbeads (STEMCELL Technologies) and then cultured at 1 × 106 cells per well in six-well plates in RPMI-1640 medium with 2 mM L-glutamine (BioWhittaker), supplemented with 5% heat-inactivated human AB serum (Atlanta Biologicals) and 50 ng/ml recombinant human GM-CSF (R&D Systems). After 5 days, supernatants were replaced with GM-CSF-free medium prior to experimental analysis. More than 98% of the adherent cells obtained with this technique were CD14+ macrophages, as verified by flow cytometry. THP-1 cells were obtained from ATCC and cultured in RPMI-1640 medium supplemented with 10% fetal calf serum (FCS, BioWhittaker). The 293T and A549 cells were obtained from ATCC and were maintained in DMEM (BioWhittaker) supplemented with 10% FCS.\n\nLentiviral plasmids (pLKO.1 parent vector) encoding an shRNA targeting human IFITM1–3, or a scrambled control shRNA sequence, were obtained from Dharmacon and validated in our laboratory. The pLX304-IFITM3-V5 tag plasmids, expressing IFITM3 protein and the pLX304-V5 parent vector, were obtained from the Dana Farber/Harvard Cancer Center DNA Resource Core and Addgene, respectively.\n\nTo generate IFITM1, IFITM2, and IFITM3 expression vectors, oligoDT-primed cDNA was prepared from IFNb-stimulated THP-1 cells and used as template for synthesis of IFITM1, IFITM2, or IFITM3 coding regions. A GGGGS linker and flag tag were incorporated in-frame at the 3′ end of each IFITM cDNA during PCR. The IFITM1-Flag, IFITM2-Flag, and IFITM3-Flag sequences were cloned into MluI and NheI sites under the control of the human EF1a promoter in a pLKO.1-derived vector that also encodes a human PGK-driven puromycin resistance Pac gene.\n\nLentiviruses were generated by transfecting 293T cells with the plasmids above in combination with the packaging plasmid psPAX2 and the envelope plasmid pMD2.G using Effectene transfection reagent (QIAGEN). Supernatants were collected 24 and 48 hr post-transfection, clarified by centrifugation, and stored at −80°C. THP-1 cells or A549 cells were transduced with lentiviral particles in the presence of 8 μg/ml polybrene (Millipore) and spinoculation. Transduced cells were selected and expanded by treatment with 1 μg/ml puromycin or 10 μg/ml blasticidin. THP-1 cells stably transduced with lentiviruses encoding shRNAs against MyD88, IRAK1, or TRAF6 were described previously (Ranjbar et al., 2012).\n\nThe mRNA expression levels were determined by SYBR Green-based real-time PCR (Applied Biosystems) with the following gene-specific primers: IFITM1 (forward, 5′-ATCCTGTTACTGGTATTCGG-3′; reverse, 5′-TATAAACTGCTGTATCTAGG-3′); IFITM2 (forward, 5′-GTTGGTCGTCCAGGCCCAGC-3′; reverse, 5′-CTGTGGGGACAGGGCGAGGA-3′); IFITM3 (forward, 5′-GCTGATCTTCCAGGCCTATG-3′; reverse, 5′-GATACAGGACTCGGCTCCGG-3); IL1B (forward, 5′-GCTGAGGAAGATGCTGGTTC-3′; reverse, 5′-TCCATATCCTGTCCCTGGAG-3′); IL-6 (forward, 5′-AGGAGACTTGCCTGGTGAAA-3′; reverse, 5′-CAGGGGTGGTTATTGCATCT-3′); IFNB1 (forward, 5′-GAATGGGAGGCTTGAATACTGCCT-3′; reverse, 5′-TAGCAAAGATGTTCTGGAGCATCTC-3′); TNF (forward, 5′-TCTTCTCGAACCCCGAGTGA-3′; reverse, 5′-CCTCTGATGGCACCACCA-3′); and cyclophilin B (PPIB) (forward, 5′-AGAAGAAGGGGCCCAAAG-3′; reverse, 5′-AAAGATCACCCGGCCTACA-3′).\n\nThe reaction conditions were 95°C for 10 min followed by 40 cycles of 95°C for 15 s and 60°C for 1 min. The results were normalized to cyclophilin B mRNA and expressed as relative values. Specificity of each primer set was validated by measuring the mRNA level of each IFITM member in THP-1 cells individually overexpressing IFITM1, 2, or 3 (Figure S3).\n\nTHP-1 cells expressing the IFITMs’ shRNA or control shRNA (1 × 106) were seeded in six-well plates in triplicate and infected with H37Rv. After a 3-hr incubation at 37°C, the cultures were treated with 50 μg/ml puromycin for 20 min. Cells were washed three times with PBS; cultured in 3 ml fresh RPMI plus 10% FCS for 0, 48, and 72 hr; and incubated at 37°C and 5% CO2. Following each time point, cultures were terminated, cells were treated with lysis buffer and sonicated, and serial dilutions were prepared and inoculated in Middlebrook 7H11 agar in triplicate. Colonies were analyzed on day 25 post-infection.\n\nFor standard cytometric analyses, cells were left uninfected or infected with MTb-mCherry for the indicated time points, after which the cultures were terminated. Cells were washed with PBS, fixed with 4% paraformaldehyde, and analyzed with a five-laser FACSAria II machine (Becton Dickinson) according to standard techniques. Results were analyzed using the FlowJo software package.\n\nFor ImageStream-based analyses, IFITM3-overexpressing and control THP-1 cells, or IFITM-KD or shRNA control THP-1 cells, were infected with H37Rv-mCherry for 24 hr and then fixed with 4% paraformaldehyde. Next, 2,500 cells per sample were acquired using an Amnis ImageStreamX Mark II machine (EMD Millipore), with simultaneous collection of bright field, fluorescence, and scatter of images on a per-cell basis. Objective numerical quantification of internalized H37Rv-mCherry was performed using IDEAS software.\n\nA549 cells stably transduced with the IFITM3-V5 tag construct or the empty vector were seeded on a small coverslip in 12-well plates in fresh media and were infected with MTb-mCherry for 3 hr, after which the cultures were washed and fresh media were added. Cells were further incubated at 37°C for 20 hr. MTb-infected cells were fixed with 4% paraformaldehyde before they were blocked and permeabilized with buffer containing 5% normal donkey serum and 0.3% Triton X-100 in PBS for 2 hr. Cells were labeled with 1:150 rabbit anti-Rab5 or 1:100 rabbit anti-Rab7 antibody (Cell Signaling Technology) overnight in antibody dilution buffer containing 1% BSA followed by 1:500 secondary donkey anti-rabbit DyLight 649 antibody (BioLegend) for 2 hr. Cells were further labeled with mouse fluorescein isothiocyanate (FITC) anti-V5 antibody (Invitrogen) overnight, after which slides were mounted in mounting media containing DAPI. Images were captured with an Olympus (FV1000) confocal microscope and Fluoview Software 2. Analysis was performed using ImageJ software.\n\nTHP-1 cells stably expressing IFITM3-V5 tag or empty vector were infected with H37Rv MTb for 48 hr, at which time they were incubated with LysoTracker Red DND-99 (LTRed, Life Technologies) at 50 nM for 2 hr at 37°C. Cells were washed and fixed with 4% paraformaldehyde before analysis by flow cytometry as described above.\n\nWhere applicable, results are expressed as mean ± SEM. Comparison between two groups was performed using the unpaired Student’s t test with the aid of Microsoft Excel software. A p value ≤ 0.05 was considered significant."}