{"title": "Long noncoding RNAs in innate immunity", "body": "Advances in high-throughput deep sequencing of the transcriptome and the ENCODE project1,2 have led to the discovery of numerous new noncoding RNAs (ncRNAs), including snRNAs (small nuclear RNAs), miRNAs (microRNAs), and lncRNAs (long noncoding RNA), which opened the “dark energy” of DNA.3,4 The ENCODE project explores all functional elements in human DNA and estimates that 80% of DNA is functional, while 62% is transcribed into ncRNA. lncRNA is defined based on its size (more than 200 nucleotides) and non-protein-coding capability.5\n\nWith the discovery of RNA interference, ncRNAs first came to prominence in the 1990s and studies have since revealed their roles in gene silencing and biological functions. With the progress of new technologies, such as microarrays and high-throughput sequencing, the Human Genome Project and the ENCODE project opened a new era of genetics at an unprecedented rate. Earlier evolutionary studies concluded that ncRNAs bear no evidence of function, as a result of poorly conserved sequences, which are conventionally subject to the product of transcriptional noise. However, ncRNAs have been demonstrated to be the “dark energy” of DNA.3,4 The evolution of ncRNAs is different from protein-coding genes, which conclude various scenarios for the origins of functional ncRNAs. Several classifications6 can be defined, including (i) gene frame disruptions and transformation into a functional ncRNA (such as the Xist7 lncRNA), (ii) untranscribed and separated sequence regions that juxtapose following the chromosome's rearrangement, (iii) retrotransposition to generate either retrogenes or retropseudogenes, (iv) tandem duplication in neighboring gene repeats, and (v) insertion of a transposable elements. However, numerous lncRNAs are unknown, and the classifications of lncRNAs are based on their location and proximity to protein-coding genes.\n\nlncRNAs are defined as ncRNAs that are transcribed by RNA polymerase II, are at least 200 nucleotides in length, and do not have the ability to code proteins. Empirically, lncRNAs are classified according to their position relative to protein-coding genes, which are operationally divided into five classes:8,9 (i) intronic lncRANs are located within an intron of a protein-coding gene in either direction and terminate without overlapping exons; (ii) long intergenic ncRNAs (lincRNA) are separated by transcriptional units from protein-coding genes; (iii) bidirectional lncRNAs are transcribed in opposite directions in relation to the promoter of a protein-coding gene; (iv) antisense lncRNAs are transcribed across the exons of protein-coding genes from the opposite direction; and (v) transcribed pseudogene lncRNAs are transcribed from a gene without the ability to produce a protein. Although many lncRNAs are perceived to lack coding potential, it was unexpected that some of them could encode small peptides in different tissues and species. Lauressergues et al.10 showed that pri-miR171b and pri-miR165a can produce peptides that trigger the accumulation of miR171b and miR165a.\n\nThe molecular functions and mechanisms of lncRNAs have been described in several comprehensive reviews.11,12 The precise sequence and natural structure of lncRNAs mostly determine what that they interact with. Through employing RNA–RNA, RNA–DNA, or RNA–protein interactions, lncRNAs produce various processes to regulate transcription, splicing, nucleic acid degradation, decoy, and translation. lncRNAs are expressed in specific cell types and different cellular locations (nuclear or cytosolic), which determine their molecular function mechanisms. Additionally, their expression is under considerable transcriptional control. In the cytosol, lncRNAs not only interact directly with target RNAs to control their expression and mRNA translation but also interact with specific signaling proteins to regulate their pathway-specific gene expression programs. By contrast, nucleic lncRNAs play important roles in modulating epigenetic13,14 and transcriptional processes15 to regulate gene expression by acting as signal, guide, decoy, or scaffold. As molecular signals, lncRNAs can faithfully mark the time, space, developmental stage, and expression of gene regulation, which combine the actions of transcription factors and signaling pathways to regulate gene expression and subsequent biological events. As decoys, lncRNAs are transcribed and then titrate proteins, transcription factors, regulatory factors, or epigenetic modifiers (such as Gas516 and Lethe17). They can also decoy miRNAs and splicing factors that function as molecular sponges. As guides, lncRNAs can recruit chromatin modifiers in cis (co-transcription or as complementary regulatory RNAs) or trans conformations by binding to target DNA (heteroduplex, RNA:DNA or triplex, RNA:DNA:DNA, or specific recognition of chromatin). As scaffolds, lncRNAs can act as central platforms that bring and bind to multiple proteins or nucleotides, which function on chromatin by altering histone modifications and stabilize nuclear structures or signaling complexes. The mechanisms of gene regulation by lncRNAs are intricate and complicated, and lncRNAs themselves possess different sequences, domains, and structures. lncRNAs can utilize each characteristic to regulate biological function and can also possess integrated functions, which may have activating or repressive transcriptional activities, both in time and space.\n\nSome lncRNAs are preferentially expressed in the immune system and play important roles in immune cell development.18 Many studies have revealed highly dynamic and cell-specific expression patterns for lncRNAs during immune cell proliferation, differentiation, and activation (Table 1). The noncoding transcript in CD4+ T cells (NTT)19 and growth arrest-specific transcript 5 (Gas5)16 have been known for several years. Non-coding repressor of NFAT (NRON) inhibits the transcriptional activity of nuclear factor of activated T cells (NFAT) in human-activated T cells,20 and also acts as a scaffold lncRNA to sequester phosphorylated NFAT into the cytoplasmic RNA-protein complex.21 LincR-Ccr2-5′AS is a TH2-specific lncRNA that controls the expression of immune genes in TH2 cells and regulates the migration of mouse TH2 cells into the lung in vivo.22\nTmevpg1 is co-expressed with Ifng,23 and Tmevpg1- and Ifng-specific enhancers are stimulated by T-bet through epigenetic remodeling to achieve TH1-lineage-specific expression of Ifng.24 linc-MAF-4 is a CD4+ TH1 cell-specific lncRNA and promotes a CD4+ TH1 phenotype, which probably acts as a scaffold and regulates MAF transcription.25 lnc-DC regulates the differentiation of human monocytes into dendritic cells, which directly interacts with STAT3 in cytoplasm and prevents the dephosphorylation of STAT3 by SHP1.26 HOTAIRM1 (HOX antisense intergenic RNA myeloid) is specifically expressed in myeloid cells27 and upregulated by retinoic acid-induced granulocyte differentiation of promyelocytic NB4 leukemia cells. Profiling of the lncRNA transcriptome in CD8+28 and CD4+ T cells29 identified thousands of lncRNAs, which have shown stage- or tissue-specific expression. However, little is known about lncRNAs in B-cell development and function. Collectively, future studies would provide a better definition of the roles of the vast repertoire of lncRNAs in the differentiation, plasticity, and effector functions of different immune cell types. Moreover, lncRNAs also play important roles in innate immunity.30,31 This review will focus on the roles and mechanistic modes of lncRNAs in innate immune responses and the interactions between hosts and pathogens.\n\nThe roles of lncRNAs in innate immune responses have attracted much attention. In 2009, Guttman et al.32 first reported that lncRNAs might regulate the innate immune response. Since then, many lncRNAs that have been linked to innate immunity have been discovered by microarray and RNA-Seq studies (Figure 1), such as Lethe, PACER, THRIL, and NEAT1 (Table 2), which represent the excellent patterns of lncRNAs that are implicated in controlling immune gene expression33 and immune cell functions.34,35\n\nlincRNA-COX2 was first defined by its location, 51-kb downstream of cyclooxygenase-2 COX-2 (also known as PtgS2). lincRNA-COX2 was induced more than 1000-fold by Toll-like receptor 4-associated nuclear factor kappa-B (NF-κB) signaling in lipopolysaccharide (LPS)-stimulated mouse CD11C+ bone marrow derived dendritic cells (BMDCs) but weakly induced by TLR3 stimulation.32 Subsequently, lincRNA-COX2 was demonstrated to negatively regulate the expression of distinct groups of inflammatory genes; moreover, its expression was induced by TLR ligands in a MyD88- and NF-κB-dependent manner.36 Transcriptional repressive action of lincRNA-COX2 is mediated by its interaction with heterogeneous nuclear ribonucleoprotein A/B (hnRNP-A/B) and A2/B1 (hnRNP-A2/B1). A lincRNA-COX2 knockout mouse has been produced, which will shed light on the in vivo immune functions in future in-depth studies.37\n\np50-associated COX-2 extragenic RNA (PACER) is another COX2-associated antisense lncRNA38 that controls PMA/LPS-induced COX2 expression in cis within the upstream promoter region of COX2 in primary human mammary epithelial cells and in PMA-stimulated human monocyte–macrophage cell lines. PACER directly sequesters the inhibitory p50-p50 from the COX2 promoter, where it replaces active p50-p65 to facilitate p300 binding, chromatin opening, RNA Polymerase II pre-initiation complex assembly, and transcriptional activation. PACER expression is controlled by the chromatin-boundary/insulator factor CCTC-binding factor (CTCF) with cohesin to be a complex, which establishes an open chromatin domain that is marked by increased H3K4 methylation, H4K8 acetylation, and decreased H4K20 trimethylation in the 5′-untranslated region (UTR) and at a distal upstream site. The modes of PACER offer unexpected insight into the mechanisms of gene regulation by CTCF/cohesin and lncRNA-mediated repressor eviction.\n\nLethe was demonstrated as a functional pseudogene (Rps15a-ps4) lncRNA17 and is highly inducible in mouse embryonic fibroblasts (MEFs) following stimulation with tumor-necrosis factor alpha (TNF-α), interleukin-1 beta (IL-1β), and the anti-inflammatory glucocorticoid receptor agonist dexamethasone. After the pro-inflammatory cytokines and anti-inflammatory agent treatment, Lethe expression is increased and then directly binds to the RelA homodimer, which blocks RelA-DNA binding and attenuates the NF-κB-dependent inflammatory response; however, it is not responsive to microbial components. The reason why Lethe is named after the mythological river of forgetfulness is its role in negative feedback. Interestingly, Lethe is strongly associated with aging, and it is selectively downregulated in spleens compared with young mice. The age-associated loss of Lethe expression might provide one of the causes for increased NF-κB activity during aging. The decoy mode of Lethe is the first evidence that pseudogenes might influence distinct feedback loops and signaling networks.\n\nTHRIL (also known as linc1992) was identified as an antisense lncRNA from 159 lincRNAs in stimulated THP1 macrophages.39 Its full name is TNF-α and heterogeneous nuclear ribonucleoprotein L (hnRNPL), and it was determined to be an immunoregulatory lincRNA using a custom lincRNA microarray. THRIL is widely expressed in human tissues, approximately 2-kb long, is located at the opposite site next to Bri3bp and overlaps at the Bri3bp 3′-UTR. When THRIL is induced upon toll-like receptor 1/2 (TLR1/2) signaling in THP1-derived macrophages, THRIL interacts with hnRNPL to form a transcriptional activating complex that then binds to the TNF-α promoter and regulates TNF-α expression through a negative feedback mechanism. By transcriptome analysis, THRIL was shown to control the expression of many innate immune response genes. What merits attention is that there is a positive association between decreased THRIL expression and the acute phase of Kawasaki disease, suggesting that further investigation of THRIL in human inflammatory immune disease is warranted.\n\nNEAT1 (nuclear paraspeckle assembly transcript 1) is essential for nuclear paraspeckles body formation,40 and it is induced by poly I:C, influenza virus, or herpes simplex virus (HSV), which results in large paraspeckles formation. Splicing factor proline/glutamine-rich (SFPQ) is a paraspeckle member and binds the IL-8 promoter sites to repress IL-8 transcription. Upon an increasing expression of NEAT1, NEAT1 binds to SFPQ, which leads to SFPQ translocation from the IL-8 promoter region to the paraspeckles, which in turn results in the transcriptional activation of IL-8 in the TLR3-p38 signaling pathway.41\n\nLPS-regulated lncRNAs were explored by repurposing expression microarray probes in BMDMs,42 and 994 lncRNAs were identified, which were classified into enhancer-like lncRNAs (elncRNAs) and promoter-associated lncRNAs (plncRNAs) according to chromatin signatures that were defined by relative H3K4me1 and H3K4me3 levels surrounding the transcription start site. Crucially, several identified LPS-regulated lncRNAs are located near immune response protein-coding genes, and are significantly co-expressed at the same time, including lncRNANfkb2/Nfkb2 and lncRNA-Rel/Rel. The majority of the LPS-induced lncRNAs have at least one binding site among the transcription factors p65, IRF3, JunB, and cJun, which further indicate the potential roles of lncRNAs in innate immune responses. Additionally, NF-κB interacting lncRNA (NKILA) is induced by LPS, TNF-α, and IL-1β, and binds to the NF-κB/IkB complex and represses NF-κB signaling and cancer-associated inflammation.43\n\nApproximately 200 interferon (IFN)-induced lncRNAs were identified by the global gene expression pattern of primary human hepatocytes that were treated with IFN-α.44 Among them, AC017076.5 (named as lncRNA-CMPK2) showed the highest level of induction after IFN-α stimulation and was shown to be a multiexonic, polyadenylated transcript that is positioned downstream of the known protein-coding IFN-stimulated genes (ISG) CMPK2 gene in a non-overlapping, head to tail orientation. lncRNA-CMPK2 suppresses the expression of several antiviral ISGs, which favors HCV replication, and consistent lncRNA-CMPK2 is strongly upregulated in a subset of HCV-infected human livers, suggesting that IFN-induced lncRNA-CMPK2 has a negative regulatory role in the modulation of the IFN response in vivo. lncISG15 and lncBST2 were identified using RNA-Seq from cells treated with IFNα2,45 and they were named because of their proximity to the ISGs, ISG15, and BST2, respectively. These ISGs are induced by influenza and vesicular stomatitis virus (VSV) mutants that are unable to block the IFN response but not by several wild-type lytic viruses that were tested. Intriguingly, lncBST2/BISPR, lncISG15 and their coding neighbors are increased with HCV infection and in the liver of infected patients. These results allow us to hypothesize that IFN-induced lncRNAs could control the potency of the antiviral IFN response and provide a new layer of regulation of the IFN response.\n\nIL-1β-eRNA and IL-1β-RBT46 were identified using RNA sequencing in primary human monocytes that were induced with LPS and are an enhancer RNA and a region of bidirectional transcription that surrounds the IL-1β locus, respectively.46 Essentially, both of them are nuclear-localized, NF-κB-regulated, and favor LPS-induced messenger RNA transcription and the release of the pro-inflammatory mediators IL-1β and CXCL8. Another study indicated that an antisense transcript to IL-1β was complementary to the sequence in the 5′-upstream region of the IL-1β promoter,47 and functions to inhibit IL-1β expression by altering the chromatin structure surrounding the IL-1β promoter by decreasing H3K4 trimethylation at the transcriptional level.\n\nTo examine whether lncRNAs might be involved in the pathophysiology of rheumatoid arthritis,48 7419 lincRNAs were analyzed by a microarray in CD14+ monocytes that were isolated from RA patients treated with anti-IL-6R (tocilizumab) or anti-TNF-α (adalimumab). Interestingly, only a very small number of lincRNAs were significantly regulated by either IL-6 or TNF-α (85 lincRNAs corresponding to 1.1%); however, none of the identified lincRNAs was influenced by both, suggesting that lincRNA transcription regulation is highly specific for distinct cytokines.\n\nThe timely initiation and full activation of the innate immune response is critical for the host to eliminate invading pathogens; however, the ineffective activation or overactivation of innate immune responses can damage the host. Therefore, innate immune response activation is tightly regulated. Taken together with the above studies, we can conclude that the mysteries of lncRNAs in innate immune responses have been discovered and lncRNAs have been shown to widely regulate gene expression and innate immune mediators in different manners. For example, lincRNA-COX2 acts as scaffold with interacting proteins; Lethe, PACER, NEAT1, and NKILA function as decoys to interfere with gene expression; and THRIL guides gene expression as an RNP component. As the functions of most lncRNAs need to be identified, additional studies are required to reveal the functions and mechanisms of lncRNAs in innate immunity by adding insight into the roles of lncRNAs in immune cell biology and immune response.49\n\nThe first report indicating that lncRNAs might regulate virus infections was in 2006, which showed inducible expression of virus-inducible ncRNA (VINC) upon Japanese encephalitis and rabies virus infection in the mouse central nervous system.53 VINC is 3.8 kb in transcript length and is expressed constitutively in a number of non-neuronal tissues, as well as during early embryonic development. However, no additional mechanisms of VINC were further investigated at that time. Using high-throughput sequencing, differential expression of approximately 500 annotated lncRNAs and 1000 non-annotated genomic regions upon Severe acute respiratory syndrome-coronavirus infection were described in mice.54 In the meantime, the similar differential regulation of ncRNAs in response to SARS-CoV and influenza virus infection revealed that an lncRNA-based signature of respiratory virus infection might exist, as well as provide a good mode to study the biology and regulation of lncRNAs.\n\n\nTmevpg1 (also known NeST) is an antisense lincRNA at the Tmevp3 locus, which is located in downstream of IFN-γ-encoding gene. Tmevpg1 is expressed in central nervous system-infiltrating immune cells of resistant B10.S mice, but not in those of susceptible SJL/J mice, following inoculation with Theiler's virus.55 Another study generated transgenic lines in the parental B10.S mouse lineage (which clears Theiler's virus infection and succumbs to Salmonella infection),56 which provides compelling genetic evidence that NeST (nettoie Salmonella pas Theiler's [cleanup Salmonella not Theiler's]) is the key host factor that is responsible for the persistence of Theiler's virus as well as for the clearance of Salmonella infection. The SJL/J-derived locus confers higher lncRNA expression, increased IFN-γ abundance in activated CD8+ T cells, increased Theiler's virus persistence, and decreased Salmonella enterica pathogenesis. NeST binds to WDR5, a component of the histone H3K4 methyltransferase complex, and mediates H3K4me3 at the Ifng promoter, which promotes IFN-γ expression in cis as an enhancer lncRNA in CD8+T cells.\n\nInfluenza A virus (IAV) infection poses a significant threat to global health; however, the mechanisms underlying IAV–host interaction remain elusive. Using NCode and Sureprint G3 microarrays, differential expression of 42 lncRNAs were identified during IAV infections in human lung epithelial cells.57 A highly regulated lncRNA, virus inducible lincRNA (VIN), was induced by several IAV strains (H1N1, H3N2, and H7N7) and VSV, but not with influenza B virus, treatment with RNA mimics, or IFN-β, which seems to be a specific response to certain viral infections and localized to the host cell nucleus. However, VIN loss-of-function analysis reveals its importance during productive IAV replication and viral protein synthesis, which indicates that VIN favors IAV propagation and virulence. Consequently, viruses may hijack lncRNAs for their own replication and suppress antiviral responses in diverse biological processes by a variety of mechanisms.\n\nNegative regulator of antiviral response (NRAV) is another avian influenza virus-associated intronic antisense lncRNA,58 which was identified by performing studies with human alveolar epithelial cells (A549) that were infected with or without influenza virus A/WSN/33 (H1N1) and using genome-wide lncRNA microarrays. Four hundred and ninety-four upregulated and 413 downregulated lncRNAs following the viral infection were detected and clustered. However, NRAV was most significantly downregulated during infection with several viruses. In vitro and in vivo data show that NRAV negatively regulates the initial transcription of multiple critical ISGs, including IFITM3 and MxA, which might affect histone modifications of these genes. ZO-1-associated nucleic acid binding protein (ZONAB) is an NRAV-bound protein that acts as a positive regulator, and these proteins interact with each other to repress the expression of ISGs in uninfected cells. Hence, NRAV provides good evidence that lncRNAs regulate the antiviral IFN response.\n\nHIV/AIDS persists as a global health problem with little hope in the near future for no efficacious treatment. The expression of NTT is induced with an HIV synthetic peptide (p9) in activated human HLA-A2 blood mononuclear cells.59 This was the first demonstration of an endogenous noncoding human RNA molecule in the cellular immune response. NEAT1 was identified as the first lncRNA involved in HIV-1 replication among 83 disease-related lncRNAs.60 The expression of NEAT1 is upregulated with HIV-1 infection, and inhibited virus production by decreasing nucleus-to-cytoplasm export of Rev-dependent instability element (INS)-containing HIV-1 transcripts during posttranscriptional regulation. By contrast, the NEAT1-associated paraspeckle is a second nuclear body that serves as a “negative” counterbalancing retention depot for HIV-1 INS-transcripts. NRON was found to be one of several lncRNAs whose expression was significantly reduced following HIV-1 infection from 90 disease-related lncRNAs.61 The expression of NRON was reduced by the early viral accessory protein Nef and increased by the late protein Vpu; however, HIV-1 infection significantly reduces the intracellular levels of NRON enhancing HIV-1 replication through increased activity of NFAT and a viral long-term repeat (LTR).\n\nIncreasing evidence indicates that many lncRNAs are associated with other infectious diseases. The differential expressions of more than 4800 lncRNAs are involved in the host response to EV71 infection.62 A genetic variant in HULC lncRNA leads to the risk of developing HBV-related hepatocellular carcinoma in a Chinese population.63 Compared with healthy controls, 449 lncRNAs were deregulated in a latent tuberculosis (TB) infection group, 1113 lncRNAs were deregulated in an active TB group, and 163 lncRNAs were differentially expressed in both a latent TB infection and active TB group, which might be involved in regulating host immune responses.64 We can predicate that increasing amounts of host lncRNAs will be discovered, and their functions in the host response to pathogens will be reported, which will provide potential anti-infectious drug targets.\n\nIn addition to host-encoded lncRNAs, many pathogens themselves also produce lncRNAs that are believed to be important in the pathogen life cycle and in the interaction between hosts and pathogens. Major gaps in our knowledge regarding pathogen genes and how these gene products interact with host gene products to cause disease represent a major obstacle in the progress of vaccine and drug development for infection diseases. For example, a HIV-encoded antisense lncRNA suppressed viral transcription through the endogenous RNA-directed epigenetic pathway involving Dnmt3a, HDAC1, and EZH2.65\n\nCytomegalovirus is a ubiquitous herpes virus that persistently replicates in glandular epithelial tissue and eventually establishes a lifelong latent infection in the host. human cytomegalovirus (HCMV) expresses a 5-kb stable intron lncRNA (RNA5.0);66 however, it is not required for efficient replication of the virus in cultured fibroblasts. Murine cytomegalovirus (MCMV) expresses a 7.2-kb ortholog (RNA7.2) that has been shown to be an important determinant of viral persistence in the salivary gland, accumulates in the nucleus of infected cells during infection and is an extremely long-lived intron as a consequence of a slow decay rate.67,68 Although the function of MCMV RNA7.2 remains unknown, its long life is likely to reflect a key role in establishing persistent infections of the host.69\n\nThe most devastating form of human malaria is caused by P. falciparum, which is estimated to be responsible for the death of up to 1 million people each year, primarily pregnant woman and young children. lncRNA-TARE is an intriguing family of 22 telomere-associated lncRNAs in P. falciparum malaria.70 The homologous lncRNA-TARE locus is coordinately expressed after parasite DNA replication, and it is poised to play an important role in P. falciparum telomere maintenance, virulence gene regulation, and potentially other processes of parasite chromosome end biology. Further study of lncRNA-TARE and other promising lncRNA candidates may provide mechanistic insight into P. falciparum transcriptional regulation. The var antisense lncRNAs that initiate from var introns are associated with the specific active var gene during the cell cycle when the single var upstream promoter is active.71 Additionally, var antisense lncRNAs are incorporated into chromatin and expression of these lncRNAs in trans triggers activation of a silent var gene in a sequence- and dose-dependent manner, which erases epigenetic memory and induces expression switching. Hence, profiling the lncRNAs transcriptome of drug-resistant parasites, parasites with misregulated virulence gene phenotypes, and hyper-virulent clinical isolates are excitingly new research directions in the quest to eradicate malarial disease.\n\nPolyadenylated nuclear RNA (PAN) was first identified as a novel abundant 1.2-kb RNA that is encoded by Kaposi sarcoma-associated herpes virus (KSHV) in 1996.72 Since then, several studies have discovered functional mechanisms of PAN. PAN is found in high-molecular-weight ribonucleoprotein complexes in cell nuclei during lytic infections and interacts with several virus- and host cell-encoded factors, including histones H1 and H2A, mitochondrial and cellular single-stranded binding proteins (SSBPs), and IFN regulatory factor 4 (IRF4). Additionally, it decreases the expression of IFN-γ, IL-18, IFN-α-16, and RNase L, which strongly suggests that PAN interacts with viral and cellular proteins and can function as an immune modulator.73,74 PAN is also associated with the demethylases UTX and JMJD3 to activate lytic replication through epigenetically repressed regions of the KSHV genome, and it binds to protein components of polycomb repression complex 2 (PRC2).75,76 The lack of PAN expression results in the failure of the initiation of the entire KSHV transcription program; however, PAN induction facilitates the switch from latent to lytic infection, enhanced growth phenotype, increased survival, and decreased production of inflammatory and viral genes.77,78 Overall, these studies revealed that PAN plays an important role in regulation of viral and host gene expression as a major global regulator.79\n\nThe recent discoveries related to lncRNAs in immune regulation have been reviewed in detail.30,31,35 lncRNAs are integral components of cells that are coded by the genome and transcribed into functional ncRNA molecules. Although increasing numbers of studies indicate that lncRNAs play important roles in regulating genomic activity, expression of protein-coding genes, dosage compensation, genomic imprinting, mRNA processing, and cell development, the precise functions and mechanisms of lncRNAs remain to be fully investigated. lncRNAs regulate gene expression in cis or trans by interacting with transcription factors and chromatin modifiers, and chromatin remodeling affects their activation or repression. Malfunction of lncRNAs is related to a variety of human diseases, including cancer, infection, neurological diseases, and immune disorders. Identifying the important lncRNAs in disease pathogenesis and outcomes will shed light on the design of preventive and therapeutic approaches to control diseases.\n\nThe expression and function of lncRNAs in the immune system have opened a new era of immune regulation. However, there are many mysteries that are still veiled, including whether the evolution of lncRNAs is conserved because they do not show strict homology within model animals. To solve these outstanding questions, future studies need to focus on lncRNA biology, in vivo functions of immune-related lncRNAs and translational studies in clinics. Although many lncRNAs should lack coding potential, it is unexpected that some of them can encode short peptides in different tissues and species. Undoubtedly, the application of high-throughput technologies, such as RNA-seq80 and ChIRP-MS,81 will clarify how lncRNAs regulate diverse biological processes in physiological and pathophysiological states. With the rapid pace of research in the field of lncRNAs and better understanding of the functional mechanisms of lncRNAs, lncRNA-based therapies will hopefully eliminate human diseases, including immune disorders and immune-related diseases, such as cancer and infections in the coming years."}