{"title": "Passive Immunity Stimulated by Vaccination of Dry Cows with a Salmonella Bacterial Extract", "body": "This study was approved by the Institutional Animal Care and Use Committee at North Carolina State University. Sixty lactating Holstein cattle ranging from 3 to 8 years of age were identified for this study according to computer records (Table 1). All cattle were housed on a single dairy farm in North Carolina. This farm had never used an autogenous or commercially available Salmonella vaccine, and there had not been a diagnosis of clinical salmonellosis on the farm for at least 10 years. Although extensive testing had not been done to rule out the presence of subclinical salmonellosis in the herd, the farm had extensive diagnostic testing records of both calves and adult cattle. This data included fecal cultures from healthy animals as well as those with diarrhea along with numerous necropsy reports spanning a period of 10 years. During this time period, there had never been a positive Salmonella culture on the farm. A search of the farm's records identified the next 60 cows scheduled for dry‐off. These cows were randomly allocated to serve in either “vaccinated” or “control” groups by assigning every other cow in the computer‐generated list to opposite groups. Thirty cows were allocated to a group that was vaccinated at the end of lactation (dry‐off). During the week, the cow was scheduled to be dried off (8‐week dry period), 10 mL of blood was collected and each cow was vaccinated with 2 mL of a commercially available Salmonella enterica serotype Newport bacterial extract1 given SC in the neck. The vaccine has a conditional license in the United States and is approved for use in cattle 6 months of age and older. An additional 30 cows were allocated to the control group and received 2 mL of saline SC in the neck during the week of dry‐off. Cows were identified with neck bands by group at the time of initial vaccination. Four weeks after the initial injection, all cows in the “vaccinated” group received a 2nd dose of (2 mL) Salmonella Newport vaccine, whereas the control group again received saline. Cows were housed together in a grass calving lot during the dry period, and were fed a total mixed ration (TMR).\n\nAt the time of calving, colostrum was harvested within 4 hours of parturition and a 2nd 10‐mL blood sample was collected from all cows. A 50‐mL sample of colostrum was saved from each cow, and then all calves were fed at least 3 L of colostrum from their dam within 4 hours of birth (calves were fed 4 L unless the cow did not produce enough colostrum). Blood samples were then collected from each calf 24–48 hours after colostrum administration.\n\nSerum and colostrum antibody titers for Salmonella Newport were determined by an enzyme‐linked immunosorbant assay (ELISA). Personnel performing the ELISA assays were not aware of group assignment for any of the animals. Salmonella Newport SRP antigen was coated on ELISA plates2 at 250 ng/well in carbonate coating buffer (pH 9.6), covered and incubated overnight at 4°C. Plates were emptied and patted dry, then blocked using 200 μL/well of 1% PVA/PBS, covered and incubated 2 hours at 37°C. Dilutions of the serum and colostrum samples were prepared in 1% PVA/PBS at 1 : 1,000. Samples were tested in duplicate. Plates were covered and incubated at 37°C for 1 hour. Plates were washed 3 times with 0.05% PBS‐Tween 20. After this wash step, 100 μL of conjugate sheep anti‐bovine IgG3 in 1% PVA/PBS was added to each well. Plates were covered and incubated at 37°C for 1 hour. Plates were washed as before and developed using 100 μL of 2,2' azino‐di‐3‐ethyl‐benzthiazoline‐6‐sulfonate (ABTS),4 and the absorbance was read at 405/490 nm with an ELISA reader.5 Results were reported as the sample to positive (S : P) ratios. The average of the negative controls' optical density was calculated and subtracted from all values as a reagent blank. Individual test variability was factored out by analyzing the optical density (OD) reading and factored out a known positive and negative OD reading from the same test. Then the sample duplicates were averaged and divided by the positive control average yielding the S : P titer.\n\nData are presented as mean ± SD. Serologic titers for vaccinated and unvaccinated groups, as well as calves born to cows from each group, were compared using one‐way ANOVA. Values of P < .05 were considered significant. A statistical software package was utilized to conduct the data analysis.6\n\n\nAll 60 cows calved successfully and had colostrum samples collected. There were no differences in Salmonella titers between groups of cows at the end of lactation. Cows in the vaccinated group had a significant increase in antibody titers at the time of calving as compared to unvaccinated cows (Table 2). The colostrum collected from cows that had been vaccinated for Salmonella Newport also had significantly higher antibody titers than did colostrum from unvaccinated cows.\n\nTwenty‐nine calves born to control cows received colostrum in this study (1 was dead at birth), and 30 calves born to vaccinated cows received colostrum. Two calves were dead at birth, but 2 cows had twins and both calves were fed colostrum from the dam. Stillbirth rates were therefore 2/30 (6.7%) in the vaccinated group and 1/30 (3.3%) in the unvaccinated group. Calves that received colostrum from vaccinated cows had significantly higher Salmonella Newport titers as compared to calves born to unvaccinated cows (Table 2).\n\nThis study indicates that the vaccination of late gestation cattle with a commercially available Salmonella Newport vaccine can result in the presence of these antibodies in colostrum and absorption by the newborn calf. Whether these antibodies would offer significant protection against Salmonella infections in the first few weeks of life remains to be determined. Although limited research has been done to this point looking at the ability of passive immunization to offer protection against Salmonella infections early in life, this suggests that this approach may offer some potential. In a study done in the 1960s, calves that received colostrum from cows vaccinated with a killed S. Typhimurium vaccine showed a reduction in fecal shedding of Salmonella after challenge.6 In another study, a group of dairy cows were vaccinated 2 and 7 weeks before calving with a killed S. Typhimurium vaccine, whereas another group was left unvaccinated.7 Calves were divided into several groups: those allowed to nurse colostrum from a vaccinated dam for 48 hours and then fed colostrum from the same dam throughout the challenge period (VC/VM); calves allowed to nurse colostrum from a vaccinated dam for 48 hours and then fed colostrum from an unvaccinated cow throughout the study (VC/NM); cows that suckled an unvaccinated dam for 48 hours and then were fed colostrum from a vaccinated cow after day 2 (NC/VM); and calves that suckled an unvaccinated cow and were fed colostrum from unvaccinated cows through the challenge period (NC/NM). All calves were challenged with S. Typhimurium on day 5. Death rates were significantly reduced in cows that were allowed to suckle cows that had been vaccinated before calving (0% and 22% in the VC/VM and VC/NM groups) as compared to calves that received colostrum from unvaccinated cows (75% and 50% death rate in the NC/NM and NC/VM groups). Fecal shedding of Salmonella organisms was also shorter in calves that nursed colostrum from vaccinated cows.\n\nIn a study done in Japan on Holstein calves from Salmonella‐free farms, feeding S. Typhimurium or S. Dublin antibodies derived from chicken egg yolks were able to offer dose‐dependent protection against an experimental challenge at 4 days of age.8 All calves that were challenged with Salmonella but did not receive the egg yolk antibodies died. In calves that received a “low” dose of antibodies, death rate was reduced from the control group, but still well over 50%; however, calves that received the higher titer of antibodies had fever and diarrhea, but no deaths.\n\nThe majority of research has indicated that protection from Salmonella vaccination is limited to a single strain or other closely related strains of Salmonella. However, more recent advancements have led to vaccines that offer cross‐protection against multiple bacterial strains across different Salmonella serogroups. Some of these are modified live vaccines that contain mutations in different regions of the bacterial genome.9 The vaccine used in this trial is a subunit vaccine that is composed of purified extracts of siderophore receptors and porins (SRP).10 These SRP proteins are shared by all Salmonella organisms and are critical for iron acquisition by the bacteria. The goal of the vaccine is to inactivate SRP proteins by antibody binding to restrict the ability of the bacteria to gain iron from the environment. Therefore, the vaccine has the potential to induce immunity to multiple serogroups of Salmonella. Further research is necessary to determine whether or not this vaccine would be able to prevent Salmonella infections in calves and what strains it would be effective against.\n\nSimilar work has been done in calves with an E. coli SRP vaccine. Groups of beef cows were given either an E. coli O157 : H7 SRP vaccine or saline placebo approximately 60 and 30 days prior the start of calving season.11 Calves born to vaccinated cows had increased titers of anti‐E. coli O157 : H7 antibodies at branding time; however none of the calf groups had any difference in feedlot health, performance, or prevalence of O157 : H7 shedding upon entry to the feedlot or at slaughter.\n\nModified live Salmonella vaccines induce a broad immune response via stimulation of cell‐mediated, humoral, and mucosal immunity similar to the response after natural infection.1 For example, an aromatic amino acid (aro) auxotroph Salmonella Dublin vaccine is commercially available in the United States7 and can be given to calves beginning at 2 weeks of age. Experimental studies with aro minus vaccines have demonstrated good protection against several different Salmonella serovars when calves were challenged within 3 weeks after vaccination.12 The current dilemma is providing some immunity to young calves when Salmonella challenge occurs within the first few weeks of life. The use of dry cow vaccination to stimulate colostral antibodies that can be absorbed by the calf at birth offers a way to provide some degree of protection to these calves until they are old enough to be given a modified live vaccine. This study suggests such a strategy is possible; however, further challenge studies are needed to confirm that the presence of Salmonella antibody in the calves will actually provide a significant benefit from bacterial challenge."}