{"title": "Physicochemical Properties of Cells and Their Effects\non Intrinsically Disordered Proteins (IDPs)", "body": "It has long been axiomatic\nthat a protein’s structure determines\nits function. Intrinsically disordered proteins (IDPs) and disordered\nprotein regions (IDRs) defy this structure–function paradigm.\nThey do not exhibit stable secondary and/or tertiary structures and\nexist as dynamic ensembles of interconverting conformers with preferred,\nnonrandom orientations.1−4 The concept of IDPs and IDRs as functional biological units was\ninitially met with skepticism. For a long time, disorder, intuitively\nimplying chaos, had no place in our perception of orchestrated molecular\nevents controlling cell biology.\n\nOver the past years, however,\nthis notion has changed. Aided by\nfindings that structural disorder constitutes an ubiquitous and abundant\nbiological phenomenon in organisms of all phyla,5−7 and that it\nis often synonymous with function,8−11 disorder has become an integral\npart of modern protein biochemistry. Disorder thrives in eukaryotic\nsignaling pathways12 and functions as a\nprominent player in many regulatory processes.13−15 Disordered\nproteins and protein regions determine the underlying causes of many\nneurodegenerative disorders and constitute the main components of\namyloid fibrils.16 They further contribute\nto many forms of cancer, diabetes and to cardiovascular and metabolic\ndiseases.17,18\n\nResearch into disordered proteins\nproduced significant findings\nand established important new concepts. On the structural side, novel\nexperimental and computational approaches identified and described\ndisordered protein ensembles3,19,20 and led to terms such as secondary structure propensities, residual\nstructural features, and transient long-range contacts.1,21 The discovery of coupled folding-and-binding reactions defined the\nparadigm of disorder-to-order transitions22 and high-resolution insights into the architectures of amyloid fibrils\nwere obtained.23,24 On the biological side, we learned\nabout the unexpected intracellular stability of disordered proteins,\ntheir roles in integrating post-translational protein modifications\nin cell signaling and about their functions in regulatory processes\nranging from transcription to cell fate decisions.15,25,26 One open question remaining to be addressed\nis how these in vitro structural insights relate to biological in\nvivo effects. How do complex intracellular environments modulate the\nin vivo properties of disordered proteins and what are the implications\nfor their biological functions (Figure 1)?27−29\n\nHere, we attempt to answer\nthese questions by reviewing the physical\nand biological properties of intracellular environments in relation\nto structural and functional parameters of disordered proteins. Specifically,\nwe discuss how IDPs may experience in vivo environments differently\nto ordered proteins. To this end, we provide a description of the\ncompositional and physical parameters of the cellular milieu and their\neffects on ordered and disordered proteins (section 2). We evaluate how biological processes may act differently\non ordered and disordered proteins (section 3) and discuss how combined physical and biological contributions\nmodulate the intracellular aggregation behavior of IDPs (section 4). Finally, we review theoretical and experimental\napproaches to study the structural and functional properties of disordered\nproteins in cells (section 5).\n\nThe total concentration\nof cytoplasmic inorganic ions in E. coli is ∼300 mM according to the CyberCell database. The concentration\nof K+, by far the most abundant inorganic ion, varies drastically\nwith osmotic conditions.31 200 mM is reported\nto be physiologically relevant32 and CyberCell\nnotes a concentration range of 200–250 mM. (For the remainder\nof this paragraph, concentrations reported by CyberCell, where available,\nare given in brackets when following concentrations provided by other\nsources). In separate studies of E. coli grown in McIlvaine’s medium,33 glucose,34 or LB,35 for example, the concentrations of K+ were determined\nto be ∼250 (free), ∼180–200, and ∼100\nmM, respectively. Similarly, large variations in the total concentration\nof Mg2+ have been reported, with estimates ranging from\n2035 to 100 mM,36 although the amount of free Mg2+ is estimated to be much\nsmaller in comparison at 1–2 mM.37,38 Estimates\nfor other common inorganic ions include Na+ at ∼5\nmM,34 Ca2+ at ∼0.1 mM,35 and CyberCell reports concentrations of Cl– and total phosphate (H2PO4–/HPO42–/PO43–) at 6 and 5 mM,30 respectively. Although variations between tissues exist, average\nconcentrations of inorganic ions in E. coli, yeast and mammalian cells are in the same range.30,34,35,38−41 For example, differences have been reported for some specialized\ntissues/organs such as resting frog muscle with 141 mM for K+, 9.0 mM for Na+, 2.2 mM for Cl–, and\n1.4 mM for total inorganic phosphate, while the concentrations of\nfree Ca2+ and Mg2+ were reported as 52 nM and\n0.8 mM, respectively.42\n\nBacteria\ncan store metal ions at concentrations much higher than those in the\ngrowth medium. The concentrations of several transition metals have\nindeed been measured, with Fe and Zn at 0.1 mM35,43 [18 and 4 mM, respectively],30 and Cu,\nMn, Mo, and Se at ∼10 μM35,43 [4 mM for\nCu, Mn, and Mo].30 In eukaryotic cells,\nintracellular concentrations of metal ions are more difficult to determine\naccurately, because large variations between different organelles\nexist (Figure 2A).44 In HeLa cells for example, the concentration of free Zn2+ in mitochondria is in the pM range but nM in the cytoplasm.45 In addition, many proteins bind metals, and\ntheir abundance and localization leads to dynamic changes in metal\ncontent.46−48 Specialization and metabolic activities further modulate\nintracellular metal concentrations. The total iron load in red blood\ncells is ∼20 mM for example, while it is 1 mM in neurons.47,49,50 Despite these differences, global\nintracellular concentrations of free metals are similar in prokaryotic\nand eukaryotic cells.51 Concentrations\nof free Fe2+/Fe3+, Zn2+ and Cu+/Cu2+ are usually low because of their poor solubility\nat neutral pH and strong affinities toward intracellular metal-binding\nproteins.\n\nChanges in intracellular ion levels can have pronounced\neffects\non the conformational properties of disordered proteins as seen in\nthe enhanced aggregation of α-synuclein at high salt concentrations.52 Because charged amino acids are selectively\nenriched in IDPs53 and play important roles\nin compaction,54,55 their capacities to mediate,\nas well as to shield electrostatic interactions depend on their charge\nstates and counterion coordination.56 In\naddition, many metal-binding proteins contain extended disordered\nregions (∼30–50 residues),57 and metal binding can affect their mean net charge to a degree that\nthey become ordered. Zn2+ coordination by the disordered\nN-terminal domain of HIV-1 integrase, for example, results in α-helix\nformation.58 For several other IDPs such\neffects are more subtle. Zn2+ binding to ProThymosin α\n(ProTα) increases transient helicity from <1% to 12%59,60 and induces partial folding of its C-terminal Glu-rich region.60 Metal binding can also promote oligomerization.\nIn the case of HIV-1 integrase, the Zn2+-bound protein\ntetramerizes readily.58 Deletion of the\ndisordered C-terminal 27 residues of the scavenger protein cardiac\ncalsequestrin results in the loss of Ca2+-dependent tetramerization.61 Growing evidence suggests that changes in metal\nhomeostasis and altered IDP-metal interactions contribute to the pathogeneses\nof several neurodegenerative disorders.62−64 Indeed, many amyloidogenic\nIDPs such as α-synuclein, tau or amyloid beta (Aβ) peptides\ndirectly bind metals, and metal interactions modulate their in vitro\naggregation behaviors (see section 4).\n\nRecent advances in\nmetabolomics technologies have allowed the concentrations of large\nnumbers of metabolites to be measured in E. coli.65 In glucose-fed, exponentially growing E. coli cells the combined concentrations of metabolites\nhave been estimated to be ∼300 mM, with glutamate (Glu–) being the most abundant metabolite by far (96 mM),\nfollowed by glutathione, fructose-1,6-bisphophate and adenosine triphosphate\n(ATP) at 17 mM, 15 mM and 9.6 mM, respectively.65 However, these concentrations depend on the culture medium.\nBy changing the carbon source from glucose to glycerol or acetate,\nintracellular Glu– levels change from 96 to 149\nto 45 mM, respectively. Similarly, intracellular glutathione concentrations\nchange from 17 to 18 to 8 mM; Fructose-1,6-bisphophate from 15 to\n6 to <0.15 mM; ATP from 9.6 to 9.0 to 4.1 mM.65 Significant variations in intracellular Glu– levels due to changes in glucose levels in the growth media or due\nto changes in osmotic conditions have also been seen in other studies.33,66 When E. coli cells were grown in\nMcIlvaine’s medium at pH 6 and harvested at midexponential\nphase, the total concentration of all amino acids was determined to\nbe ∼90 mM, of which Glu– comprises ∼60\nmM.33 In the presence of 200 mM glucose,\nGlu– concentration increase to ∼117 mM. At\n400 mM glucose, it is ∼160 mM. By contrast, CyberCell lists\nthe combined E. coli concentrations\nof all “small organic molecules” as 40–50 mM\n(undefined growth-medium and -stage), concentrations of free amino\nacids total ∼15 mM, and ATP is indicated between 1.3 and 7.0\nmM, depending on growth conditions and sugar sources.30\n\nIn eukaryotes, metabolite concentrations are subject\nboth to variations between subcellular organelles, and to variations\nbetween cell and tissue types. In the yeast S. cerevisiae, total cellular concentrations of glutamate, glutathione, and ATP\nare ∼75, ∼15, and ∼2.5 mM, respectively.39,67,68 In human cells, according to\nthe human metabolome database, HCO3– is\nthe most abundant metabolite at ∼11 mM, followed by 2,3-diphosphoglyceric\nacid at 4.0–5.0 mM, glutathione at ∼2–5 mM, l-malic acid at ∼3–4 mM, ATP at ∼1–2\nmM, and Glu– at ∼1–2 mM.69 Again, these concentrations are subject to cell-\nand tissue-type variations. One example is frog muscle, where phosphocreatine\nis the most abundant metabolite (∼50 mM), followed by carnosine,\ntotal free amino acids, creatine and total ATP at respective concentrations\nof 19.5 mM, 11.7 mM, 11.0 mM, and 6.2 mM.42\n\nNot measured in the above studies are the important polyamine\nmetabolites\nputrescine, spermidine, and spermine.70 These polycations, found in all eukaryotes and most prokaryotes,\nand have roles in cell growth and proliferation.71,72 Decreased levels are associated with aging and increased levels\nare associated with cancer.72 Putrescine\nand spermidine are generally found at high concentrations in Gram-negative\nbacteria such as E. coli, where spermine\nis absent. Studies in E. coli reported\nconcentrations of ∼20–30 mM for putrescine and ∼6–7\nmM for spermidine.73 Levels of putrescine\nand spermidine in mammalian cells are significantly lower. Spermidine\nwas measured in bovine lymphocytes and rat liver cells at ∼1\nmM.74 For spermine, the concentrations\nare ∼2 and ∼1 mM, respectively. Relative to these two,\nputrescine is present at ∼5-fold lower levels in rat liver\nand human promyelocytic leukemia HL-60 cells.70,71\n\nPolyamines have been found to accelerate the in vitro aggregation\nand fibrillation of α-synuclein, an IDP implicated in Parkinson’s\ndisease (PD), in vitro.75 The extent of\nthese effects increases with polyamine charge, length and concentration,\nsuggesting that they can also occur in vivo.75 Other metabolites such as glycerol, trehalose and zwitterions such\nas trimethylamine-N-oxide, proline, betaine, and\nectoine, stabilize proteins at intracellular concentrations between\n100 and 300 mM.76 These compounds may represent\na special class of metabolites, because they also function as powerful\nstabilizing agents in vitro. Nevertheless, these data indicate that\nmetabolite concentrations in the range of ∼300 mM are sufficient\nto alter the properties of individual proteins. While it is unlikely\nthat metabolites generally induce folding of disordered proteins in\ncellular environments, they may modify the structural features of\nsome of them.\n\nIons and\ncharged metabolites contribute to the dielectric properties of the\nintracellular environment. The static dielectric constant of pure\nwater is 78.4 at 25 °C,77 but dissolved\nions can decrease this value substantially due to the tendency of\nwater molecules to align with local electric fields caused by nearby\nions.78 This effect is concentration-dependent,\nbut linear in the dilute regime, i.e., at ion concentrations below\n∼2 M. Based on measurements by Hasted et al., we estimate that\nin physiological solutions the dielectric constant of water would\nbe reduced by only ∼2 units (i.e., to ∼76) primarily\nbecause of K+; given the complexity of the intracellular\nenvironment it is questionable whether this estimate is accurate.\nIn addition to affecting the dielectric behavior of the water component\nof a solution, charged ions and metabolites also contribute to a solution’s\nconductivity. On the other hand, many metabolites, such as free amino\nacids, carry neutral net charges and, therefore, do not contribute\nto conductivity but the overall dieletric properties of the environment.79−81 Free amino acids increase the dielectric constant by molar increments\nof 20–30 M–1. For example, at its physiological\nconcentration of 0.8 mM in E. coli (CCDB),\nalanine is expected to increase the dielectric constant of the cytosol\nby a very modest ∼0.02 units.\n\nThe dielectric properties\nof many cell types have been investigated, including E. coli,82−84 murine lymphocytes and erythrocytes,85 murine erythroleukemia cells,86 and human breast- and colon-cancer cells,87,88 as well as red blood cells.87 It is difficult\nto draw firm conclusions from these studies because the reported values\nfor the dielectric constants of the cytoplasm range from ∼50–150,\nwhile those of membranes range from ∼2–15.88 For eukaryotic systems, a further complication\nis the possibility of significant variations between organelles. Wang\net al. have recently reported the use of a surface plasmon resonance\n(SPR)-based electrochemical impedance microscope (EIM) that enables\nintracellular resistance levels to be measured at submicrometer resolution;89 in combination with sophisticated mathematical\nmodeling, these measurements could be used to calculate intraorganelle,\napproximative conductivities and dielectric constants. The authors\nobtained indicative values for intracellular dielectric constants\nin the range of ∼30 and ∼60.89 Dielectric constants of 15 and 60 were recently determined for the\ncytoplasm and cell nucleus of mammalian CHO cells, respectively.90\n\nVariations in permittivity modify the\nstrength of charge–charge\ninteractions. Hence, intracellular dielectric constants can impact\nthe conformational properties of disordered proteins, whose shapes\nare modulated by intramolecular charge–charge interactions.53−55 Intracellular electric susceptibility depends on ion and metabolite\nconcentrations, and it is difficult to separate the effects of these\ntwo parameters. Having shown that different subcellular compartments\nexhibit different dielectric properties, it is moreover possible that\nion and metabolite effects scale differently in different intracellular\nmicroenvironments (see section 2.4). In\nturn, this complexity may lead to spatially modulated effects on IDP\nstructure and function.\n\nAs a rule\nof thumb, the pH of\nthe cytoplasm is 7.2,91 and it is critical\nto maintain this value for any given organism.92 Phosphate or bicarbonate ions and other weak acids and\nbases within the cell provide the intracellular buffering capacity,\nto which the side-chains and free amino- and carboxy-termini of amino\nacids and proteins contribute less than 1%.93,94 Indeed, only histidine (pKa ∼6.04)\nand other imidazoles affect buffering near neutral pH.94 The pKa’s\nof other amino acids are either too far from neutral92 or, as in the case of cysteine (pKa 8.3) have chemistries that are too complex to contribute\nto buffering.94\n\nAt optimal growth\nconditions, E. coli maintains an intracellular\npH of 7.4–7.8, provided that the pH of the external environment\nis between 5.5 and 9.0.95−98 Using fluorescence imaging, approximate pH values\nof HeLa cytoplasm, mitochondria, endoplasmic reticulum, and Golgi\nwere determined to be 7.4, 8.0, 7.5, and 6.6, respectively.99 In a recent review, the pH values of various\neukaryotic compartments and organelles were reported to be 7.2 for\nthe cytosol, 7.2 for the nucleus (due to permeability), 7.2 for the\nendoplasmic reticulum, 6.7 for cis-Golgi cisterns\nand 6.0 at trans-Golgi networks, 8.0 in mitochondria,\n7.0 in peroxisomes, 5.5 in secretory granules, 6.3 in early endosomes,\n6.5 in recycling endosomes, 5.5 in late endosomes, and 4.7 in lysosomes\n(Figure 2B).92\n\nHow do changes in intracellular pH affect disordered proteins?\nOrdered proteins are sensitive to pH, and unfolding is common at pH\nvalues <3.100 By contrast, disordered\nproteins withstand “denaturing” pH titrations, as judged\nby circular dichroism (CD), fluorescence- and NMR-spectroscopy, and\nresistance to pH changes serves as a common indicator for native “unfoldedness”.101 Some IDPs adopt more ordered structures in\nresponse to “drastic” pH changes. Examples include the\ngain of α-helical content in histones at pH 10,102 increased helicity of the calpastatin domain\nI at pH levels below 4,103 and an increase\nin transient helicity of ProTα at pH 2 (from <1% to 10.7%).104 Below pH 5.5, α-synuclein displays higher\nlevels of compaction105 brought about by\nthe neutralization of its acidic C-terminal residues and the concomitant\nabolishment of intramolecular contacts with positively charged amino\nacids at its N-terminus.106,107 Low pH also favors\nα-synuclein aggregation.105 However,\ngiven that most of these pH conditions are not compatible with physiological\nenvironments, it is questionable whether these results are biologically\nmeaningful.\n\nIntracellular\nviscosity\nis a bulk phenomenon that is manifested at multiple scales. Because\nlarge pools of molecules, macromolecules, and macromolecular assemblies\nare present in the cytoplasm, ranging from water to metabolites, from\nsoluble monomeric proteins to the cytoskeleton, from isolated lipids\nand fatty acids to membranes and organelles, objects of different\nsizes, shapes and chemistries contribute to what we perceive as effective\nintracellular viscosity. Each of these components evokes different\ndissipative forces that oppose motions and affect different molecules\nto different degrees. Here, we limit our discussion to “solvent\nviscosity”, i.e., to local viscosity effects that act on the\nsubnanometer scale.\n\nConcerning water motions on the pico- (ps)\nto nano- (ns) second time scale, corresponding to the subnanometer\n(nm) length scale, ∼85% of all intracellular water displays\ntranslational (macroscopic) and rotational (microscopic) dynamics\nthat are indistinguishable from pure water, both in prokaryotic and\neukaryotic cells.108,109 This amount of bulk water is\nnot coordinated in the first hydration shell of cellular macromolecules\nand only marginally affects the rotational dynamic properties of small\nfluorescent dyes.110 Moreover, ∼90%\nof the water molecules in the hydration layer of proteins, and other\nmacromolecules, display an average 2-fold reduction in dynamic properties\ncompared to bulk water,108,109 although 10-fold reductions\nmay occur at macromolecule-to-solvent ratios above 30–50% (v/v),\naccording to in vitro measurements.111 Therefore,\nand despite the astonishingly large intracellular concentrations of\nsmall solutes (see above), these molecules contribute little to intracellular\nviscosity. This observation is consistent with the measured effects\nof ions and metabolites, such as amino acids on water viscosity in\nvitro. With the exception of K+, other ions and amino acids\ngenerally increase viscosity by 5–15% at concentrations typical\nof intracellular conditions.112,113 As we outline next,\nmacroscopic intracellular viscosity is primarily governed by the pool\nof much larger macromolecules, which collectively give rise to yet\nanother important phenomenon in cellular biophysics: macromolecular\ncrowding.\n\nIn a simplified model of macromolecular crowding, intracellular\nbackground molecules are considered inert hard-spheres that exert\nsteric repulsions on other molecules and thereby increase the total\nfree energy of the system. In turn, the system shifts equilibria toward\nstates that maximize the available volume. One predicted outcome is\nthat macromolecular crowding promotes protein compaction (Figure 3B), which may stabilize globular proteins (Figure 3C), or promote protein–protein associations\n(Figure 3D), which may, in turn, lead to conformational\ncollapse and aggregation (see section 4).122−124 Mimicking crowding with high-pressure experiments for example, showed\nthat poly alanine helices are more compact under such conditions.125 Macromolecular crowding can also increase protein\nhydration.126 Surface hydration generally\nfavors protein folding by promoting the formation of hydrophobic cores,\nbut also because water is a poor solvent for the polypeptide backbone.56,127 However, at high concentrations of macromolecules (>100 g/L),\nweak\ninteractions between the crowding molecules induce cluster formation128 and crowder-solute interactions, which can\ndestabilize globular proteins.124,129,130 Accordingly, in vivo studies of protein folding reported weak modulatory\neffects. Macromolecular crowding within the E. coli cytoplasm was found to not be sufficient to fold the slightly (1\nkcal/mol) destabilized B1 domain of streptococcal protein L.131 In mammalian cells, the melting temperature\nof folded phosphoglycerate kinase (PGK) increases by ∼3 K compared\nto isolated in vitro conditions,132 whereas\nthat of the surface antigen VlsE decreases by ∼4 K.133 These effects are cell type-specific and vary\nin different organelles,134,135 and at different stages\nof the cell cycle,136 which is largely\ndue to modulations of intracellular crowding, and changes of specific\nand unspecfic interactions (see section 2.3.4).\n\nHow does intracellular macromolecular crowding affect the\nconformational properties of disordered proteins? IDPs are more flexible\nand less compact than ordered proteins;137,138 therefore, they may experience exacerbated crowding effects and\nrespond with even greater degrees of compactions. Indeed, IDP compaction\nwas reported for the disordered carboxyamidated ribonuclease T1 (TCAM)\nin the presence of 400 g/L of dextran139 and for the C-terminal domain of histone H1 in the presence of PEG\nand Ficoll.140 Similarly, the disordered\nFlgM protein displays structural alterations toward more folded conformations\nin intact E. coli cells and in glucose,\nBSA and ovalbumin-crowded solutions (see section 5.2). Urea denaturated CRABP, which normally folds into a\nβ-rich structure, was also found to be more compact in the presence\nof Ficoll.141 Higher concentrations and\nlarger sizes of PEG molecules lead to greater intramolecular FRET\nefficiencies, and enhanced compaction of N- and C-terminal fragments\nof human prothymosin-α, the binding domain of the activator\nfor thyroid hormones and retinoid receptors (ACTR) and the N-terminal\ndomain of HIV-1 integrase.142 By contrast,\nother disordered proteins, including the c-Fos transactivation domain,\nthe p27 (Kip1, Cdkn1b) kinase-inhibition domain, the acidic extracellular\nα-casein, the basic cytoplasmic protein MAP2c, the nuclear kinase\ninhibitor p21 (Cdkn1a), the highly acidic protein ProTα, the\nbasic protein TC-1, the repeat-in-toxin (RTX) motif (which folds upon\nbinding to Ca2+), as well as the bacteriophage λ\nN protein failed to show compaction under similarly crowded in vitro\nconditions.143−147 In-cell IDP compaction or folding was not reported for α-synuclein\nor human tau.148−151 Together, these results show that cellular and in vitro crowding\ncontributions on protein compaction do not follow the uniform trend\npredicted by “classical” theory and that intracellular\n“soft” interactions, often of unspecific nature, may\nindeed determine the net effects observed in intact cells (Figure 4B).136,147\n\nAt identical (w/v) concentrations, macromolecular crowders cause\ngreater macroscopic viscosity than small solutes. For example, PEG\nsolutions are more viscous than ethylene glycol solutions. At a given\nconcentration of PEG, viscosity further increases with increasing\nchain length.152,153 Similar observations were made\nfor dextran154 and other crowding agents.155−158 To explore these viscosity anomalies, Lu et al. employed a theoretical\ncapture-flow model, in which macromolecules exhibit size-dependent\ncharacteristics, i.e., capture capacities and weak interactions with\nother molecules that they drag along. These particles exert draining\nforces on noncaptured molecules, which result in passive flows. The\ncombination of these effects determines the overall macroscopic viscosity.159 This description provides a valuable dynamic\nand scale-dependent view: Shape, size, and surface properties of crowders\nand solute molecules mutually influence each other by exerting dragging\nand draining forces.\n\nAs we discussed above, and consistent with\nthe model by Lu et al., neither metabolites nor macromolecules alter\nthe viscosity of bulk intracellular water on the nm scale.108,109 At this level, macromolecular crowding only influences water molecules\nin the first hydration layer. Because these properties are similarly\ndisplayed in pure protein-buffer solutions, additional contributions\nmay affect the viscosity of intracellular water at larger time- and\nlength-scales. Indeed, when intracellular water dynamics are measured\nby magnetic resonance imaging (MRI), i.e., in the ∼10–100\nms range or at 1–10 μm, water diffusion coefficients\nin intra- and extra-cellular brain sections are found to be reduced\nby factors of 2 to 10, which could reflect different spatial or compositional\ncell organizations or time-averages of movements of water molecules\nin and out of hydration layers.160 In general,\nhowever, these results indicate that intracellular solvent viscosity\ndisplays the same features as viscosity in aqueous protein solutions\nat the nm scale: unperturbed properties of bulk water, with increased\nsolvent viscosity and reduced dynamics of hydration shell water.\n\nMoving to larger objects, such as proteins, it is beneficial to\nalso discuss viscosity effects with respect to different time- and\nlength-scales. At the ns time scale, i.e., in the Å range, crowding\ninduces local nanoviscosity via hydrodynamic interactions, not hard-sphere\nrepulsions. Movements of solute molecules induce water flows, which,\nin turn, reduce the self-diffusion of other solute molecules (Figure 4A).161 In crowded environments,\na transition from nano- to microviscosity is observed. Below the nm\nscale, normal diffusion is guided by Brownian motion and results in\nparticle mean square displacements that increase linearly with time,\nwhile diffusion coefficients decrease with hydrodynamic forces. Above\nthe nm scale, overall increases in apparent microviscosity are felt\nby solute particles. At this point, intermolecular hard-sphere repulsions\nbetween crowders and solute particles impair diffusion. The extent\nto which microviscosity is experienced by a particle depends on its\nradius, and the crowding agents’ dimensions and concentrations.157,162−169 Holyst et al. rationalized this effect in an advanced manner: (i)\nWhen a particle is much larger than the crowding agent, it experiences\nmicroviscosity, which increases exponentially with the concentration\nof the crowding agent. (ii) When a particle is much smaller than the\ncrowding agent it experiences nanoviscosity, which corresponds to\nthe viscosity of bulk water. (iii) Between these extremes, viscosity\nincreases for particles that are larger than the average distance\nbetween the individual crowding molecules. This correlation length\nscales inversely with the concentration of the crowding agent. Using\nthis formalism, the authors fitted data from previous studies of intracellular\ntracer molecules of different sizes and types (protein, DNA, dextran)\nand deduced average correlation lengths of ∼0.5 and ∼5\nnm for prokaryotic and eukaryotic cells, respectively (Figure 4B).157,170\n\nThe hydrodynamic radii\nof most disordered proteins are in the range\nof these correlation lengths. 140 residue α-synuclein has a\nradius of ∼4 nm,171 whereas tau\n(441 residues) has a radius of ∼6 nm.172 According to the correlation length model, and provided that intracellular\ncrowding does not significantly change the hydrodynamic radii of these\nIDPs, both proteins experience an intracellular microviscosity inside E. coli and mammalian cells that is 8- and 3-times\ngreater than in buffer, respectively. Because both radii are representative\nfor many disordered proteins, these approximate values are likely\nto be generally valid.173,174 Accordingly, IDPs\nsuccumb to an effective intracellular nanoviscosity that is ∼2-fold\ngreater than in dilute solution, whereas microviscosity is ∼5-fold\ngreater, on average. Holyst et al. conceptualized these differences\nin apparent viscosities by modeling proteins as spheres that move\nthrough a solution of polymers. These spheres create a solvent layer\ndepleted in polymers due to macromolecular repulsion or low polymer\nentropy at the protein–solvent interface. The protein moves\nwithin the depletion layer according to its nanoviscosity, whereas\nthe solvent layer diffuses independently and according to the microviscosity\nof the system (Figure 4C).168,175 This model conceptualizes many of the measured intracellular viscosity\neffects and also accounts for differences in diffusion behaviors in\ncells (although intracellular viscosity and diffusion are strongly\nrelated, we treat cellular diffusion processes separately in the next\nparagraph). This model also offers a compelling explanation for why\nrotational diffusion, governed by nanoviscosity, is less affected\nthan translational diffusion, which is primarily influenced by microviscosity\n(see below).155,176\n\nIn E. coli, rotational diffusion was found to be 2–3\ntimes slower than in pure water.177 For\neukaryotic intracellular compartments, the measured rotational correlation\ntimes in the cytoplasm are 10–20% larger than in dilute solution,\n10–30% larger in mitochondria and 100% larger in the endoplasmic\nreticulum.178−180 These values directly reflect the local\ncellular viscosity on the subnano to nanometer scale, which influences\nthe rotational correlation times of proteins, but also their internal\nmotions. In the case of disordered proteins, backbone motions are\ndifficult to dissect from rotational diffusion properties, because\nboth occur on the same ns time scale. It is therefore advantageous\nto describe the dynamic properties of IDPs in a residue-resolved manner.\nIn the absence of protein–protein interactions or global conformational\nrearrangements, IDPs display residue-specific correlation times that\nare directly proportional to the nanoviscosity of their environment,\ni.e., their internal dynamics scale inversely with nanoviscosity.181 Hence, disordered proteins may exhibit intracellular\ncorrelation times that correspond to low nanoviscosity environments\n(∼2-fold greater than in buffer), whereas their translational\ndiffusion properties may be slowed 5-fold or more (see section 2.3.3.2). However, these numbers need to be\nconsidered with caution as they reflect ideal dynamic behaviors in\nthe absence of intracellular, intermolecular interactions and proteins\ntend to constantly engage in short-lived, weak interactions with other\nintracellular biomolecules.121 As we discuss\nin section 2.3.4, Li et al. showed that,\nin E. coli, these interactions slowed\nthe rotational diffusion properties of the small folded protein G\nB1 domain (GB1) and ubiquitin (Ub) by as much as viscosity increases\nof 5 and 22 cP, respectively.177 Given\nthe average solvent viscosity of the E. coli cytoplasm (∼3 cP), this is in good agreement with the 8-fold\nincrease in the rotational correlation time of GB1 that Wang et al.\nmeasured by in-cell NMR spectroscopy.182\n\nDo transient intracellular interactions affect ordered and\ndisordered proteins differently? In folded proteins, weak interactions\noften target localized structural entities such as hydrophobic or\ncharged surface patches.182,183 In disordered proteins,\ntransient contacts may predominantly occur at clustered charged or\nhydrophobic residues or at regions of transient secondary structure\nfunctioning as promiscuous binding interfaces (see section 3.7). Hence, weak IDP interactions may result\nin more discontinuous viscosity effects that target individual protein\nsegments differently. In-cell NMR data on human tau, α-synuclein\nand other disordered proteins support this notion (see section 5.2).149,151,184,185\n\nTranslational\ndiffusion is defined as the mean-square displacement of a given particle\nwith time (t), and according to Fick’s law,\nthe diffusion coefficient (D) denotes the velocity\nwith which a solvent unit cross section (μm2) is\ntransversed in time (s–1). In a homogeneous solvent,\nwhere the solute size is comparable to or greater than that of the\nsolvent, translational diffusion is primarily determined by the solute’s\nsize and shape. We refer to this type of diffusion as normal diffusion,\nwhich is primarily governed by Brownian motion (i.e., Brownian diffusion).\nIn inhomogeneous environments or where the solute is smaller than\nthe solvent or where large fractions of the volume are occupied by\nother solutes (i.e., macromolecular crowding), translational diffusion\ncan become complex and exhibit characteristics of anomalous diffusion\n(non Brownian diffusion). While normal diffusion scales linearly with\ntime, anomalous diffusion does not. To describe non-Brownian diffusion,\na tα term is introduced. α\nvalues between zero and one denote subdiffusion. α values greater\nthan one denote superdiffusion.\n\nA central assumption in describing\nnormal diffusion is that the solute moves within a continuous hydrodynamic\nfluid, which is not the case in cells. Cellular interiors harbor vast\namounts of metabolites and macromolecules, exhibit finite dimensions,\nspatial restrictions, confinements and intricate networks of organelles,\nvesicles and the cytoskeleton. Given that macromolecular crowding\nincreases viscosity at different length scales, it is clear that normal\ndiffusion is restricted in cells and that intracellular diffusion\ndisplays anomalous characteristics.168,169 In the following\nparagraph, we discuss experimentally determined diffusion behaviors\nof proteins on the micrometer scale in prokaryotic and eukaryotic\ncells. Methods to measure these properties are mostly based on fluorescence\nimaging in combination with single-particle tracking. We discuss these\ntechniques in section 5.3.\n\nAs indicated\nabove, prokaryotes exhibit much higher intracellular\nconcentrations of metabolites and biological macromolecules than eukaryotes.\nAt physiological osmotic concentrations (∼0.44 Osm), bacteria\ncontain ∼200 g/L of protein. When shifted to 1.02 Osm, protein\nlevels reach ∼320 g/L, which corresponds to a concentration\ntypically observed in protein crystals. Translational diffusion of\nGFP [∼27 kDa, hydrodynamic radius (RH) 2.82 nm] in E. coli is ∼10\ntimes slower (Dcyt = 3–8 μm2/s) than in water (D = 87 μm2/s).164 These diffusion properties are\ncontrasted by the 3- to 9-fold higher intracellular diffusion coefficients\ninside Dictyostelium discoideum (Dcyt 24 μm2/s) and in\nmammalian NIH-3T3 fibroblasts (Dcyt =\n27 μm2/s), which reinforces the notion that macromolecular\ncrowding in mammalian cells exerts weaker effects on intracellular\ndiffusion than in bacteria. Moreover, the intracellular translational\ndiffusion coefficients of Ficoll and dextran scale similarly with\nsize in mammalian cells and in pure water, up to molecular weights\nof ∼500 kDa (radius of gyration ∼17.5 nm) and their\nmagnitudes are only ∼4 times smaller.163,186 The average hydrodynamic radii of disordered proteins (4–6\nnm) are slightly larger than those of similarly sized, ordered proteins,\nwhich suggests that the reductions in intracellular GFP diffusion\nsimilarly apply to IDPs. Thus, translational protein diffusion in E. coli and mammalian cells is ∼8- and ∼3-times\nslower than in pure water in the supra-nanometer range (see section 2.3.2).\n\nWhen bacteria are exposed to external\nosmotic upshifts, the passive\nloss of intracellular water (up to 70%) increases the molar concentrations\nof intracellular macromolecules. Under such conditions, most intracellular\nwater is coordinated within the first hydration layer of the “suspended”\nbiomolecules. At 1.02 Osm, corresponding to 400 mM of external NaCl,\nthe intracellular diffusion coefficient of GFP is 0.014 μm2/s.164 Under similar osmotic conditions,\nvan den Boogaart et al. reported a drastic reduction in intracellular\nGFP diffusion, which coincides with the formation of noncontinuous\npools of intracellular GFP indicating that active diffusion barriers\nare formed.187 Interestingly, no such diffusion\nbarriers or impairments on intracellular diffusion behaviors are detected\nfor low molecular weight compounds, such as fluorescently labeled\nsugars, even at 14.7 Osm (2 M NaCl).164 These results imply that the bacterial cytoplasm displays sieve-like\nproperties toward larger molecules that result in strong impairments\nof translational diffusion and local entrapments under conditions\nof severe macromolecular crowding. These properties, however, largely\ndepend on the bacterial metabolic state and cytoplasmic fluidity can\nbe drastically different in active or inactive cells.188\n\nThe Stokes–Einstein relationship\nstates that diffusion of\na particle scales inversely with its Stokes radius, also called hydrodynamic\nradius (RS or RH), which is determined by its size and shape. When Mika et al. plotted\nintracellular diffusion coefficients of different proteins in E. coli against their individual molecular weights\nthey found that, while diffusion scales inversely with size as expected,\ncytosolic diffusion coefficients (Dcyt) are generally smaller than predicted by the Stokes–Einstein\nequation.164 This disparity increases with\nmolecular weight, which indicates that larger proteins or protein\ncomplexes diffuse much slower than suggested by their size. Theoretical\nand experimental approaches in artificial crowded in vitro environments\nrecapitulated some of these properties via excluded volume effects\n(see section 2.3.2).157,167,168 However, they were unable to\nexplain the quasi-immobile nature of intracellular particles larger\nthan 50 nm.186,189 Similar observations were made\nin E. coli for particles larger than\n4.5 nm, which is equivalent to 4 covalently bound GFP molecules.166 These results suggest that organized intracellular\nstructures, such as the cytoskeleton, form a restrictive sieve-like\nmeshwork impeding the diffusion of macromolecular assemblies above\ncertain sizes. These structures were estimated to exhibit pores of\n∼5 and ∼50 nm diameters in E. coli and mammalian cells, respectively. In the case of mammalian cells,\nthis size is above the average RH of folded\nand intrinsically disordered proteins in their monomeric states. However,\nwhen one considers the average hydrodynamic radii of IDP aggregates\n(∼90 nm for fibrillar tau, for instance), oligomeric IDP species\nmay exhibit reduced intracellular diffusion (see section 2.3.2). In fact, IDP aggregates may constitute\nbarriers to intracellular translational diffusion and increase intracellular\nviscosity or exacerbate the effects of existing sieve-like structures.\nIn the case of α-synuclein for example, aggregates could hamper\nvesicle transport in neuronal cells and contribute to Parkinson’s\ndisease. Similarly, fibrillar tau tangles may increase the diffusion-limiting\neffects of the microtubule network, with which the protein physiologically\ninteracts, and thereby impair active transport along microtubules.\n\nWhat are the biological consequences of slowed intracellular diffusion?\nAlthough the crowded cytoplasm of prokaryotic and eukaryotic cells\nrestricts translational diffusion, most biological reactions occur\nfaster than diffusion. Mika et al. calculated that inside E. coli (∼3 μm long) it takes 30 ms\nfor fluorescently labeled glucose (MW ∼0.3 kDa; D = 50 μm2/s), 0.5 s for GFP (MW ∼27 kDa; D = 3 μm2/s), 2 s for 4xGFP-tagged β-galactosidase\n(MW ∼580 kDa; D = 0.8 μm2/s), and 75 s for 25–50 MDa ribosome-loaded mRNAs (D = 0.02 μm2/s) to transverse the cytoplasm.164 Given the average doubling time of E. coli (∼30 min), even the largest macromolecular\nassemblies can travel back and forth multiple times during one cell\ndivision cycle. Osmotic stress will increase these times and progressively\naffect biological reactions that rely on fast macromolecular diffusion.\n\nRecent data suggest that even simple organisms such as bacteria\nemploy forms of spatial organization that anchor large macromolecular\nassemblies at defined intracellular positions (see section 4.2).190,191 This organization\nmay ensure that biomolecules, such as newly synthesized proteins are\nabundantly available in certain intracellular areas to enable fast\ninteractions en route to supramolecular complex formation. In turn,\nsuch spatial restrictions may promote the establishment of functional\ncompartments in the absence of organelles. In higher eukaryotes, translational\ndiffusion in the lumen of intracellular organelles contributes to\nmany cellular processes. Diffusion in mitochondria has been studied\nextensively, primarily because of the functional importance of this\norganelle and its high degree of macromolecular crowding, with protein\nconcentrations ranging from 270 to 560 g/L.192 These concentrations prompted researchers to propose that “metabolite\nchanneling” along spatially arranged, membrane-bound enzymes\nwas the only way to ensure efficient mitochondrial activity.180,193 However, fluorescence studies of GFP targeted to the mitochondrial\nmatrix established that its diffusion coefficient in this environment\nis 20–30 μm2/s, only 3–4 fold lower\nthan in pure water.180 These measurements\nrevealed that inside mitochondria effective contributions from macromolecular\ncrowding are much smaller than expected based on absolute protein\nconcentrations. Herrmann et al. later showed that membrane embedded\npolypeptides make up the largest portion of these mitochondrial proteins\nand do not contribute significantly to matrix lumen macromolecular\ncrowding.194 When one subtracts the spatial\nrestrictions that the inner mitochondrial membrane and its invaginations\nimpose on translational diffusion, the effective viscosity felt by\nGFP is only ∼2 times higher than in water.195,196 Similarly, GFP diffusion in the lumen of the endoplasmic reticulum\nis only 9 to 18 times slower than in water, including reductions due\nto membrane intrusions.179 The viscosity\nin the nucleus is 1.2 to 1.4 times greater than in water.197 Together, these results establish that general\nintracellular- or organelle-macromolecular crowding exerts small effects\non the diffusion properties of average-sized proteins at physiological\nconcentrations, irrespective of whether they are ordered or intrinsically\ndisordered.\n\nOne additional observation from these,\nand other experiments concerns\nthe notion that similarly sized, but chemically distinct particles\nor proteins, often exhibit marked differences in their intracellular\ndiffusion behaviors. Extended DNA fragments for example, diffuse slower\nin the cytoplasm and nucleus of HeLa cells than dextran molecules\nof similar sizes.189 Clearly, up to now\nwe adopted an overly simplified view of the cellular interior and\nneglected possible “biological” contributions to macromolecular\ncrowding. It is therefore reasonable that size and shape alone do\nnot determine a biomolecule’s intracellular diffusion. Especially\nweak transient interactions exert a strong influence on rotational\nand translational diffusion processes in cells. We collectively refer\nto these contributions as “soft” interactions, also\nto contrast their effects with “hard-sphere repulsions”\naccording to classical macromolecular crowding theory.121 Soft interactions can be repulsive or attractive,\nand they can either exacerbate or counteract hard-sphere effects.\nDepending on their nature and magnitudes, soft interactions can enforce\nor diminish the previously outlined, purely physical crowding effects\non protein diffusion.\n\nBecause “soft” interactions\nare omnipresent in biological systems, several studies have aimed\nat providing concise descriptions about their origins. Simple examples\ninclude positive or negative electrostatic contributions: Strongly\ncharged surface properties, especially when they occur in a highly\nlocalized manner, can differentially modulate a protein’s diffusion\nbehavior in positively or negatively charged environments.198,199 Similarly, hydrophobic surface patches or promiscuous binding sites\ncan result in soft interactions.177,182,183,200 In contrast to ordered\nproteins, IDPs expose their residues to the solvent and, therefore,\nhave much larger solvent accessible surface areas. In turn, this increases\nthe likelihood for multivalent weak interactions, which may lead to\ncomplex subdiffusion.162\n\nUsing the\nsame simplistic thermodynamic rationale employed to explain\nprotein compaction, i.e., minimizing volume occupancy; macromolecular\ncrowding can favor protein–protein association, because it\nalso enables the system to decrease its volume. However, this statement\ncannot be generalized, because some associations result in complexes\nwith dimensions that are greater than those of the individually interacting\nmolecules.123 Therefore, macromolecular\ncrowding can either stabilize or destabilize protein–protein\ninteractions, depending on the size and shape of the reacting molecules\nand the resulting complexes (Figure 3D). Mildly\nstabilizing (∼2–5 fold) effects were observed in vitro\nfor the formation of heterodimers between E. coli polymerase III theta-epsilon subunits in dextran and Ficoll-crowded\nsolutions and for the interaction of superoxide dismutase and xanthine\noxidase in PEG-, dextran-, and Ficoll-containing environments.201 Destabilizing effects (∼2–4 fold)\nwere noted for the barnase-barstar interaction in the presence of\nPEG and for TEM1 and β-lactamase-BLIP inhibitor in PEG- and\ndextran-crowded solutions.201 In agreement\nwith theory, stronger stabilizing effects were detected for complexes\nwith more than two subunits.123,201 A 2-fold in vivo affinity\nincrease between the GTPase Cdc42 and its various effector-proteins\nwas reported in HeLa cells.201\n\nViscosity-dependent\ndiffusion of reacting molecules determines their interaction rates.\nHigher viscosity decreases association rates but also decreases dissociation\nrates. Because intracellular viscosity depends on different macromolecular\ncrowding contributions and scales differently at different length\nscales (see sections 2.3.2 and 2.3.3), kinetic effects can have complex behaviors.\nOn the subnm scale, translational diffusion in cells is much faster\nthan on the μm scale, where anomalous diffusion prevails. According\nto theory, anomalous diffusion produces greater probabilities for\nprotein–protein interactions in the vicinity of binding interfaces,\ni.e., at distances below 10 to 100-times the radii of interacting\nmolecules.202 In other words, proteins\nsuccumb to macromolecular crowding-induced partial confinement in\na concentration-dependent manner. Following this notion, one concludes\nthat chances for interactions increase when two proteins are abundant\nand in close proximity. This behavior is exacerbated by steric repulsion,\nbut unaffected by slower translation diffusion. When two proteins\nare present at low abundance and separated, their chances to interact\ndecrease. This opposite behavior is equally affected by macromolecular\ncrowding, but largely governed by slower translational diffusion.\nSuch a view is nevertheless biased toward intracellular association\nrates and oblivious to dissociation kinetics. Because specifically\ninteracting proteins tend to colocalize in cells, these assumptions\nmay not accurately reflect physiological scenarios, and in vivo association\nkinetics may differ only marginally from in vitro rates. Some experimental\nresults point in this direction. Association rates of the barnase-barstar\ninteraction are not affected by polyvinylpyrrolidone (PVP) crowding\nand reduced 3-fold in the presence of 300 g/L PEG.201 Similarly, TEM1-BLIP binding is less than 4-fold slower\nin PEG-, dextran-, and Ficoll-solutions, and only 2-fold slower in\nHeLa cells.201\n\nSo far, we discussed\nthe compositional and physical properties of\nintracellular environments as continuum parameters. However, in cells,\nthese properties fluctuate in a spatial and temporal manner. Subcellular\norganization directly correlates with evolutionary advancement, and\norganismal complexity and compartmentalization are instrumental in\nmany biological processes.203−206 In turn, different regions in prokaryotic\nand eukaryotic cells exhibit different microenvironments that affect\nbiomolecules in their vicinity.\n\nOrganelles are separated by\nmembranes that function as physical barriers in preserving environmental\nproperties and counteracting exchange. Their interiors offer different\nenvironmental conditions, which are often determined by their biomolecular\ncompositions. The cell nucleus for example, harbors vast amounts of\nDNA, a negatively charged polyelectrolyte with an overwhelming charge\npotential of −2e per base pair, which imposes considerable\nelectrostatic constraints on architectural proteins such as histones\nor DNA-binding proteins such as transcription factors.207−209 Histones contain extended, disordered “tail” regions\nthat are highly positively charged. In the context of nucleosomes,\nthe basic packaging unit of nuclear DNA,210 histone tails experience electrostatic DNA contributions, that ultimately\ndictate their structural and functional behaviors.211 Post-translational histone modifications alter these electrostatic\nproperties and, in turn, modulate interactions with DNA. Because these\nmodifications partially establish the epigenetic histone code, thereby\nregulating the transcriptional states of entire genomes, they provide\na compelling example of a context-regulated biological activity that\nrelies on structural disorder as the main determinant for function.212\n\nEnveloped by membranes, organelles offer\nadditional lipid-solvent\ninterfaces at their interiors and exteriors. Given the chemical and\ncompositional diversity of biological membranes, and their differing\nphysical properties including thickness, fluidity, curvature, lateral\npressure, bilayer coupling and surface charge, they constitute highly\nspecialized environments.213−215 All biological events at membranes\noccur with strong electrostatic contributions.216 One classical example of how structural disorder is functionally\nlinked to these properties is the electrostatic myristoyl switch.217 Peripheral membrane proteins such as the myristoylated\nalanine-rich C kinase substrate (MARCKS), Src kinase and the transducin\nαt subunit contain N-myristoylated glycines, followed\nby long stretches of disordered residues with characteristic patterns\nof basic and hydrophobic amino acids, so-called basic effector domains.\nMembrane attachment is mediated by the respective myristoyl moieties.\nHowever, myristoyl-membrane binding is not strong enough to firmly\nanchor these proteins in the lipid bilayer. Complementary charge interactions\nbetween acidic phospholipids and the basic effector domains are required\nfor high affinity binding. In turn, phosphorylation of conserved serines\nwithin the effector domain of MARCKS, for example, reduces its net\ncharge and results in membrane dissociation.218 Thus, synergistic hydrophobic and electrostatic effects, conferred\nby disordered protein regions mediate the reversible membrane interaction.217 In fact, most signal sequences that target\nproteins to organelles are intrinsically disordered and exhibit high\ncontents of hydrophobic and/or positively charged residues. Therefore,\nsome of the mechanisms of membrane binding and membrane crossing rely\non similar biophysical principles.219−222\n\nIn prokaryotes and eukaryotes,\ndifferent types of lipids assemble\ninto functional microdomains termed lipid rafts.223 Lipid rafts harbor specific sets of trans-membrane proteins\nand act as platforms for complex biological processes such as signal\ntransduction, cytoskeletal organization, membrane transport and pathogen\ninvasion.223−225 Different lipid rafts exhibit distinct lipid\ncompositions and have characteristic permeabilities, fluidities, and\noverall electrostatic properties.226,227 In eukaryotes,\nthey are characterized by high degrees of stiffness, which results\nfrom enrichment in cholesterol and sphingolipids.221,224 Microenvironments around these lipid rafts exacerbate or reduce\nelectrostatic effects and mediate attractive or repulsive long-range\ninteractions.228 Because all membranes\nexert hydrophobic and electrostatic effects, the latter predominantly\nthrough acidic phosphoplipids, disordered proteins with clustered\npositively charged residues experience attractive forces, which can\nbe weak, but biologically meaningful in mediating membrane interactions,\nas we have seen above. By the same token, patches of negatively charged\nresidues in disordered proteins are electrostatically repulsive, which\nmay prevent unspecific membrane interactions.\n\nProtein complexes\nspanning membranes and connecting cellular compartments,\noften mediate selective transport and exchange of biomolecules. To\ndo so, they frequently form microenvironments of defined physical\nproperties, especially with regard to permeability. One striking example\nis the nuclear pore complex. Bridging the cytoplasm and the nucleus,\nit contains an interior microenvironment that is made up entirely\nby disordered segments of distinct nucleoporins.229,230 Their extended, Phe-, Gly-rich (FG) regions form a meshwork of filaments\nthat functions as a sieve-like hydrogel.231−233 Proteins, and other biomolecules, entering or exiting the nucleus,\nhave to pass through this microenvironment to reach their respective\ndestinations.234,235 Interestingly, FG-filaments\nform amyloid-like, β-rich structures and thus represent another\ncunning example of a functional IDP aggregate (see section 4.2).232\n\nThe\ncytoplasm harbors additional interfaces and microenvironments.\nAs we discuss in section 2.3.3.2, the\ncytoskeleton establishes multiple physical barriers that spatially\nconfine vesicles, organelles and large cellular machines such as ribosomes.\nThe segregation of the cytoplasm into nanometer-sized compartments\nbounded by cytoskeleton filaments creates defined pools of biomolecules\nand metabolites. Building on early work by McConkey et al.236,237 and others,66,238,239 Spitzer and Poolman developed a comprehensive physicochemical model\nof the cytoplasm to explain these effects. Although originally delineated\nfor prokaryotic systems, their concepts can be extended to eukaryotic\ncells.204,205,240 The Spitzer\nand Poolman model postulates the existence of intracellular metabolic\nzones that comprise electrolyte pools and levels of macromolecular\ncrowding different from other regions, such as cell membranes and\norganelles.204 Formation of metabolic zones\nlargely depends on asymmetric charge distributions, which are generated\nby electrostatic surface properties, especially anionic patches.65,241 Positively charged species are less abundant and only partially\nneutralize the entirety of cellular macro- and microanions.242 In their model, the cytoplasm is steeped in\nelectrolyte pools that contain unique temporal compositions of metabolites,\nions and freely diffusing macromolecules.205,240 The boundaries of these pools are defined by the charged surfaces\nof macromolecules, which further provide electrochemical gradients\nthat drive the flow of charged metabolites. Overall, the surfaces\nof these structures remain negatively charged and repel each other,\nthereby preventing spontaneous aggregation. Cellular machines such\nas ribosomes reside at specific locations in these metabolic zones,\nwhere more or less defined compartments insulate concurrent biological\nprocesses and prevent mutual perturbations.205,237,243\n\nThe model by Spitzer and\nPoolman is a good description of the heterogeneous\ncytoplasm. Importantly, it emphasizes the notion that the physical\nand compositional characteristics outlined in this section only describe\na basis set of general parameters influencing the structural and functional\nproperties of disordered and ordered proteins in cells. To fully grasp\nin vivo contributions to cellular structural biology we must take\nspatiotemporal variations of these physicochemical parameters into\naccount.\n\nProtein\nsynthesis is generally controlled on the transcriptional (DNA), post-transcriptional\n(RNA), and translational (ribosome) levels. Because the primary characteristics\nof IDPs are manifested on the protein level, information about the\nregulation of their genes and transcripts is sparse. Nevertheless,\ninsights into these processes exemplify how cellular diversity and\nabundance are regulated.\n\nTwo independent studies analyzed gene\nexpression and mRNA levels in higher eukaryotes and compared the relative\nabundance of transcripts encoding intrinsically disordered-, versus\nordered proteins.252,253 Results indicated that, on average,\ngenes encoding disordered proteins are more intricately regulated\nthan genes encoding folded proteins, while the mRNA levels of IDP\ngenes are lower than those of ordered proteins. IDP transcripts were\ngrouped into five categories based on their expression levels and\nprotein abundance.253 Highly expressed\nmRNAs encode ribosomal proteins or disordered housekeeping proteins\nsuch as splicing factors and architectural chromatin components, protease\ninhibitors, or regulators of enzymatic activities. Intermediately\nexpressed IDP transcripts encode general transcription factors, tissue\nspecific regulators such as receptor ligands, or transcriptional cofactors.\nLow abundance mRNAs encode disordered proteins involved in organ development\nand differentiation.253 In another study\nin E. coli, the authors found a weak,\npositive correlation between intrinsic disorder, mRNA expression levels\nand predicted protein abundance.254 Although\nbacteria have fewer disordered proteins in their proteomes (∼5%)\nthan higher eukaryotes (∼30-50%), their prominence in copius\ncellular factors such as ribosomal proteins, transcriptional regulators\nand chaperones253 renders IDP mRNAs more\nabundant than transcripts of folded proteins. The Babu group also\ninvestigated the synthesis and degradation rates of IDP transcripts\nand compared them to the rates of ordered proteins (Table 1).252 They found that\nthe number of transcription factors regulating IDP gene expression\nis roughly the same as for folded proteins, and so are their transcriptional\nrates. Also, that the half-lives of mRNAs encoding highly disordered\nproteins are shorter compared to ordered proteins.252,253 These results indicated that IDP transcript abundance is primarily\nregulated by degradation. To validate this assumption, the authors\nanalyzed the lengths of mRNA poly-A tails, which govern intracellular\nlifetimes and degradation rates.252 They\nfound that IDP transcripts contain shorter poly-A tails than ordered\nproteins. When the occurrence of Pumilio repeat (PUF)-binding sites\non both transcript types was analyzed, PUF proteins bind and down-regulate\nmRNAs either by signaling degradation or via translational repression\nby 3′ UTR binding,255,256 more sites were found\nin IDP mRNAs than in transcripts encoding ordered proteins.252 In agreement with these observations, the Jones\ngroup showed that human IDP mRNAs display a higher abundance of predicted\nmiRNA binding sites and faster degradation rates than transcripts\nencoding ordered proteins.253 However,\nthese values are statistical averages and their distributions are\nbroad.\n\nDisordered\nproteins exhibit greater capacity for mutational evolvability and\nresistance to mutational damage. Evolutionary rates of ordered proteins\nare determined by their requirements to preserve structural integrity,\nwhich is not the case for disordered proteins. Therefore, IDPs should\nevolve faster than folded proteins. To investigate this notion, Dunker\nand Lin compared the genetic distances of ordered and disordered protein\nregions within 26 families.257,258 Their analysis showed\nthat disorder-rich regions in otherwise ordered proteins evolve more\nrapidly. The authors propose that these differences primarily arise\nbecause globular proteins typically employ more residues to “construct”\ntheir three-dimensional structures, leaving them fewer degrees of\nfreedom to accommodate substitutions. Because disordered proteins\nexhibit fewer intramolecular contacts, their primary amino acid structures\ntolerate mutational changes better. By the same token, new interfaces\narise without deleterious structural consequences, which increases\nthe functional repertoire of IDPs. Dunker et al. use this evidence\nto convincingly argue that the higher evolutionary rates of disordered\nproteins also lend strong support to the notion that they exist freely\nin cells.13 If they were always bound to\ninteracting partners in vivo, probably in folded conformations, their\nevolutionary rates are expected to be comparable to those of ordered\nproteins, which is not the case. We discuss additional aspects of\nIDP evolvability and mutational tolerance in the section on post-translational\nIDP modifications (see section 3.6).\n\nAlternative\nsplicing constitutes another process regulating IDP diversity.259 Interestingly, alternative splicing occurs\nmore frequently in mRNAs encoding disordered than ordered proteins.260,261 Dunker and co-workers analyzed 46 alternatively spliced human genes\nand found that 81% of all alternative splice sites occur in fully\n(57%) or partially (24%) disordered protein domains. Only 19% occur\nin ordered regions.261 More recently, the\nTompa group analyzed ∼500 isoforms of spliced human proteins\nand found that alternative splicing “avoids” folded\ndomains and preferentially “targets” disordered protein\nsegments.260 The authors propose that alternative\nsplicing favors these regions to minimize deleterious effects of truncated\nproteins that lead to loss of function, misfolding, and aggregation.\nAlternative splice-site selection can also entail the use of different\nexon combinations to generate functionally distinct proteins or dual-coding\nregions that are alternatively assembled into different open reading\nframes. A sequence analysis of 62 dual-coding regions revealed that\ntheir protein products are particularly rich in disordered regions.262 For +1 frame shifts, the amount of disorder\nin the resulting protein is comparable with that of the original frame,\nwhereas −1 frame shift proteins are more disordered. The authors\nshowed that this mechanism results in novel functions and also protects\nmRNAs from nonsense-mediated decay.262\n\nAlternative splicing is particularly versatile in controlling protein\ndiversity and abundance. Splice-isoforms of disordered proteins can\ncontain different sequences, different numbers of linear motifs, or\nnovel post-translational modification sites that can affect functions\nby changing binding properties, stabilities and/or subcellular localizations.\nSuch changes can rewire protein interaction networks and facilitate\nnew phenotypes in cell-, tissue-, organ- and organism-specific manners.244 One example is p53 (TP53).263 Its central folded domain binds DNA, while the disordered\nN- and C-termini act as regulatory elements that interact with different\neffector proteins and harbor numerous modification sites (see section 3.6).264 In humans,\n12 alternatively spliced p53 isoforms are known, and splicing mostly\noccurs within the disordered N- and C-terminal regions.265 In turn, these p53 isoforms display different\nfunctional activities with regard to triggering cell-cycle arrest,\nor apoptosis, they bind effector proteins such as Mdm2 differently,\nwhich affects their intracellular stability and degradation, and they\nlocalize to different subcellular compartments, i.e., the cytoplasm\nversus the cell nucleus.266\n\nSimilar\nto alternative splicing, isoforms of disordered proteins\nare also generated on the protein level by targeted proteolysis. We\ndiscuss examples for this regulatory mechanism in the following section.\n\nDisordered\nproteins particularly amenable to functional and site-specific processing\nevents, such as targeted proteolysis. While some of these cleavage\nreactions produce toxic fragments, including aggregation prone species\n(see section 4), others result in modified\nproteins with novel functions. Proteolytic processing of the Bcl-2\nfamily of proteins is one example. These proteins contain extended\n(∼50 residues) disordered loop regions that control pro- and\nantiapoptotic cellular responses.267,268 Depending\non the extent of cell damage, opposing phosphorylation- and site-specific\ncaspase cleavage-reactions within these loops disrupt or enforce existing\ninteractions, and enable new binding events that collectively determine\nwhether cells commit to irreversible cell death or reversible cell-cycle\narrest and senescence.268 In a similar\nfashion, site-specific cleavage within a disordered loop of plasma\nmembrane-bound sterol regulatory element-binding protein (SREBP) by\na subtilisin-related serine protease and a Zn(II)-metalloprotease\npromotes membrane dissociation, nuclear import and, in turn, transcriptional\nactivity.269 Analogous endoproteolytic\nactivation and translocation have been reported for casein kinase\nI epsilon (CKIε), the NF-κB associated factor Relish and\nother proteins.270,271\n\nOther examples of productive\nproteolysis are the prion protein and the amyloid precursor protein.\nThe nontoxic form of the prion protein (PrPc) is membrane-anchored\nand contains a disordered N-terminus and an α-helical C-terminal\ndomain.272 Conversion of PrPc into toxic prion species (PrPsc) causes Creutzfeld-Jakob’s\ndisease (see section 4). In cells, cleavage\nof PrPc by members of the desintegrin and metalloproteinase\nfamily of proteases dissociates the disordered N-terminus of PrPc from its membrane-bound C-terminus.273 Other proteases such as calpain and cathepsins target PrPsc at different sites, generating longer and shorter N- and C-terminal\nfragments, while autocatalytic PrPc cleavage also occurs\nin the presence of reactive oxygen species.273 Whether these proteolytic PrPc and PrPsc fragments\nexecute biological functions remains unclear, although some data suggest\nthey might be neuroprotective.274−276\n\nThe amyloid precursor\nprotein (APP) is another ordered, membrane-bound\nprotein with well-defined heparin and Cu/Zn binding domains.277 Along the amyloidogenic pathway, N-terminal\nportions of APP are cleaved by β- and γ-secretase releasing\nthe disordered, aggregation-prone and highly neurotoxic Aβ peptides.\nDepositions of these peptides in the forms of amyloid plaques are\nthe pathological hallmarks of Alzheimer’s disease (see section 4). By contrast, nonamyloidogenic processing by\nα-secretase produces nontoxic Aβ species that regulate\ngene expression and are considered neuroprotective.277 Together, these examples illustrate how site-specific protease\nreactions regulate the cellular diversity of intrinsically disordered\nproteins. Besides functional proteolytic processing, IDPs are also\ntargeted by general cellular proteolysis as a means to maintain homeostasis.\nNext, we outline how the abundance, stability and degradation of disordered\nproteins are regulated by intracellular proteases.\n\nIn vitro, disordered proteins are more susceptible\nto proteolysis\nthan ordered proteins. Historically, this property was used to identify\nand characterize IDPs.278,279 The simplest explanation\nis that disordered proteins provide unrestricted access to proteases\nover their entire lengths. Similarly, denaturation of ordered proteins\nincreases their susceptibility to cleavage280 and surveys of crystal structures of substrate-bound proteases show\nthat their substrates are in extended conformations.281 Accordingly, conformational selection is thought to steer\nproteolytic degradation of ordered and disordered proteins.281 In prokaryotes and eukaryotes, broadly acting\nproteases degrade misfolded or otherwise damaged proteins. In addition,\ncomplex proteolytic systems and processes, such as the proteasome\nand autophagy regulate global protein homeostasis, acting on a wide\nrange of proteins.26 70–90% of all\neukaryotic proteins are cleared by the proteasome282,283 and 40% of all cellular proteasomes exist as 20S proteasomal core\nunits, with poorly defined activities.284 Protein turnover is mainly achieved via ubiquitin-mediated degradation,\nalthough 20S particles act in an ubiquitin-independent manner.284 Both 20S and 26S holo-proteasomes require disordered\nregions for initiating proteolysis, however, catalytic activity is\nprimarily governed by proteasomal targeting motifs (20S) and poly\nubiquitination (26S).285−288\n\nSome classes of cellular enzymes, such as the Lon family of\nserine-specific proteases are tailored to target disordered proteins.\nATP-independent Lon isoforms exclusively degrade unfolded substrates,\nwhereas ATP-dependent isoforms require ATP hydrolysis to degrade ordered\nsubstrates, but not disordered ones.289,290 The three-dimensional\nstructures of Lon proteases reveal that individual degradation chamber\nentry channels are too small for ordered proteins,290 suggesting that disordered polypeptides are preferred Lon\nsubstrates, whereas ordered proteins require ATP-dependent disassembly\nto be degraded. Similar observations were made for the proteasome\nsystem. Disordered proteins such as α-synuclein, p21 or c-Jun,\nare efficiently degraded by the 20S core particle in vitro, while\nordered proteins are not under the same conditions.26 Interestingly, proteinase K-sensitive, molten-globule proteins\nare also resistant to 20S degradation.279 As for Lon proteases, these observations suggest that extended,\nflexible IDP conformations facilitate proteasome entry. Support for\nthis hypothesis comes from experiments measuring 20S proteolysis rates\nof disordered peptide chains coupled to bulky gold particles.291 Without the gold labels, peptides are efficiently\ndegraded. When bound to gold particles, proteolytic cleavage is severely\nimpaired, likely because the substrates are unable to enter the proteasome.\nIn vitro, the 20S proteasome also degrades folded proteins that contain\nextended disordered regions at their termini, such as p53 for example.\nWhile terminal disorder is required to initiate proteolysis, once\nglobular protein domains are encountered during the degradation process\nthey are actively unfolded in an ATP-independent manner and further\nproteolyzed.292,293 Similarly, a priming disordered\nregion of ∼30 amino acids is required for polyubiquitin-dependent\nproteolytic processing by the 26S proteasome.294,295 Indeed, the 26S proteasome degrades fully disordered proteins even\nin the absence of polyubiquitination,296 suggesting that ubiquitination is not absolutely required for degradation.296,297\n\nSo far, we discussed in vitro aspects of proteolytic processing.\nHow do these considerations apply to the degradation of ordered and\ndisordered proteins in vivo? The Babu group used different data sets\nreporting on protein half-life in a proteome-wide fashion to investigate\ndifferences in abundance, stability and degradation of ordered versus\ndisordered proteins (Table 1).252 They concluded that, on average, the half-lives\nof IDPs are slightly shorter than those of folded proteins. They focused\non two parameters known to modulate proteasome-dependent degradation,\nnamely the frequency and abundance of disordered N-end residues and\nPEST motifs.298,299 The N-end rule states that the\nhalf-life of a protein is determined by the identity of its N-terminal\nresidues. In E. coli bulky, hydrophobic\namino acids, such as Leu, Phe, Trp, and Tyr are most destabilizing,\nfollowed by basic residues (Arg and Lys). In eukaryotes, hydrophobic\nand basic amino acids act independently in determining the stability\nof a protein and its properties as a proteolytic substrate.299 In eukaryotic proteins, PEST sequences contain\nbetween 10 and 50 amino acids rich in Pro, Glu, Ser, and Thr that\ncause rapid degradation. Indeed, PEST sequences are overrepresented\nin proteins with high intracellular turnover rates (<2 h).298,299 Although destabilizing N-end residues are not more prevalent in\ndisordered proteins, PEST motifs are enriched.252 An independent study by Tompa and co-workers using a yeast\ndata set,300 concluded that polypeptide\nlength is the key determinant of in vivo degradation rates, with longer\nproteins being degraded faster than shorter ones, irrespective of\nwhether they are ordered or intrinsically disordered. Interestingly,\nwhen the authors reanalyzed their data after normalizing to length,\ndisordered proteins displayed a weak, although probably significant\ncorrelation with enhanced degradation rates.301 According to their study, PEST motifs and other degradation sequences\nsuch as the KEN box, only yielded weak correlations with the half-lives\nof disordered proteins.301\n\nBecause\npolyubiquitination plays a pivotal role in cellular protein\ndegradation, Edwards et al. analyzed the occurrence of predicted ubiquitination\nsites in disordered and ordered proteins.253,302 They showed that ubiquitination sites are more abundant in disordered\nproteins. Hagai et al investigated a set of 482 in vivo ubiquitinated\nproteins and found a strong correlation between confirmed degradation\nsites and regions of structural disorder.303 In another study on protein turnover in human cells, Yen et al.\ndid not find a correlation between disorder content and protein half-life.304 Given the technical challenges in many of these\nstudies, especially with regard to annotating ubiquitination sites\non a proteomic scale, it is difficult to establish a conclusive link\nbetween protein disorder and ubiquitin-mediated degradation.305 The Selbach group has measured absolute mRNA\nand protein levels in mammalian NIH3T3 cells, and their turnover rates\nand average stabilities, thus providing a superior data set for a\ngenome wide comparison.307 This resource\nhas not yet been interrogated with respect to disorder.\n\nCollectively,\nmany in vivo studies suggest that disordered proteins\nare not degraded appreciably faster than ordered ones, which is contrasted\nby their in vitro behaviors. What causes these discrepancies and do\nthey accurately reflect high in vivo stabilities of disordered proteins?\nOne experimental shortcoming in measuring a protein’s half-life\nwith fluorescently labeled tags is the presence of bulky, folded entities\nat either the N-, or the C-terminus of the investigated polypeptide.300,304 As pointed out by Suskiewicz et al., given the importance of disorder\nat protein ends in steering degradation (see above), tagging is likely\nto affect these processes.26,306 In other cases, partial\ndegradation may preserve the globular tags and result in incorrect\nscoring. Another issue may relate to the use of data sets from different\ncellular systems and conditions.252 These\nvariations might skew correlations between individual transcript and\nprotein levels.\n\nWhile these considerations are valid and important,\nit is unlikely\nthat methodological shortcomings alone account for the observed differences\nin in vitro and in vivo degradation behaviors. It is plausible that\nadditional cellular factors and effectors synergistically modulate\nthese processes.\n\nPurely physical factors such as intracellular\nviscosity and macromolecuar\ncrowding are expected to increase, rather than decrease, proteolytic\nactivity. Limiting scenarios may be encountered in cases of high molecular\nweight aggregates or upon compaction, folding, and binding.308,309 In PEG-crowded solutions for example, the affinity of α-chymotrypsin\nfor its substrates increases, whereas its proteolytic activity decreases.\nVerma et al. showed that this is caused by crowding-induced structural\nchanges in the protease that favor an open conformation of its substrate\nentry site, while sterically restricting the exit path.310 A similar behavior was reported for the HIV-1\nprotease, where crowding stabilizes the closed conformation of the\ncatalytic site.311 For SARS-CoV, protease\nactivity depends on the oligomerization state of the protein. Under\ndilute in vitro conditions, the enzyme exists in a monomer–dimer\nequilibrium, with only the dimer being proteolytically active. In\nthe presence of BSA or PEG, dimeric SARS-CoV is stabilized, which\nleads to a 3-fold increase in activity.312 Therefore, intracellular macromolecular crowding cannot explain\nthe observed differences between in vitro and in vivo degradation\nbehaviors of disordered proteins.\n\nAnother explanation may be\nafforded by intracellular compartmentalization, separating disordered\nproteins from the degradation machinery. Although organelles such\nas lyzosomes, function as general destruction units, there are no\nindications that disordered substrates are excluded from these organelles\nin vivo. Several other factors may tune the stability of disordered\nproteins in cells, especially because they interact with diverse sets\nof biomolecules (see sections 3.6 and 3.7). Accordingly, many disordered proteins are\nlikely bound by other biomolecules in cells, modulating their degradation.\nα-synuclein for example, exists in a membrane-bound conformation\nthat entails its first 100 residues.313,314 Hence, larger\nportions of cytoplasmic α-synuclein can potentially be proteolyzed\nwhen it is not bound to membranes. Indeed, when free α-synuclein\nis treated with proteases such as thermolysin, proteinase K, or the\nGlu-specific V8-protease it is efficiently degraded into small peptide\nfragments that span its entire sequence. When it is bound to SDS micelles,\nproteolysis preferentially targets its free C-terminus.315 Similarly, disordered regions in transcription\nfactors may be protected from proteolysis upon DNA binding.26,316 Recent data suggest that many nonfunctional transcription factor-binding\nsites on genomic DNA serve as proteolytic safe havens protecting these\nproteins from degradation.317 Stabilizing\neffects can also be mediated by interactions with other proteins318 such as proteasome gatekeepers and nanny proteins.26 The proteasome gatekeeper NQO1 for example,\nbinds and protects many disordered proteins,319,320 whereas nanny proteins interact with newly synthesized polypeptides\nand counteract sporadic degradation.293,321 Nanny proteins\nmight also explain how newly synthesized, disordered proteins escape\nthe general degradation machinery when they emerge from the ribosome.\nIt has been suggested that nascent disordered protein regions transiently\ninteract with ribosomal proteins until sequences emerge that interact\nwith nanny proteins.26 In that sense, proteasome\ngatekeepers and nanny proteins function as protective chaperones preserving\nthe integrity of disordered proteins (see section 3.5). Other cellular chaperones might also influence the fate\nof IDPs, but their individual roles are less clear. According to the\nprevalent view, disordered proteins are not preferred chaperone targets.322 In fact, recent data on tau and p53 suggest\nthat IDP-chaperone interactions promote degradation, rather than protection,\neither via the 26S proteasome or the autophagy pathway.323,324\n\nPost-translational modifications also determine intracellular\nstability\nof disordered proteins and their degradation. As we discuss in section 3.6, disordered regions are often post-translationally\nmodified which, in turn, leads to altered structures and functions.252,302 In many cases, modifications regulate protein–protein interactions,\nwhich may either protect disordered proteins from degradation or signal\ntheir turnover. In this manner, modifications can directly modulate\nintracellular protein abundance and stability. One such example is\np27. Phosphorylation of Tyr88 results in its release from Cdk2 and\nfurther phosphorylation of Thr187, which serves as the p27 degradation\nsignal.251 One example of a protective\nmodification effect is the MAP2 protein, which is rapidly degraded\nby calpain in its unmodified form, whereas hyper-phosphorylation prevents\ndegradation.325 These results underscore\nthe importance of post-translational modifications in regulating the\nintracellular stability of disordered proteins and their turnover.\nThus, several mechanisms influence abundance, stability and degradation\nin cells, acting at the level of transcription, mRNA stability and\ndecay, synthesis and homeostasis. Because intracellular protein clearance\nmainly occurs via ubiquitin-dependent proteasomal degradation and\ngiven that intrinsically disordered proteins are not targeted by ubiquitination\nto an appreciable greater extent than ordered proteins (see section 3.3), this may constitute the most convincing\nargument for the comparable in vivo stabilities of both classes of\nproteins.287,303,326\n\nAs part of\ntheir surveillance function, chaperones facilitate protein folding\nand counteract interactions that result in misfolding.330 In response to cell stress, chaperones prevent\nand reverse protein aggregation and ameliorate refolding. The realization\nthat disordered protein regions constitute integral parts of chaperones\nis largely based on in vitro studies of heat shock proteins (Hsp).\nWithin the ATP-dependent chaperones, including the GroEL-GroES system,\nHsp70 and Hsp90, conformational flexibility of their “active\nsites” confers the domain motions that comprise the chaperoning\ncycle.331−334 The disordered C-terminus of Hsp70 for example, functions as an\nauxiliary domain in binding misfolded proteins, which enhances chaperone\nactivity in vitro and in vivo.335 In the\npresence of ATP, hydrophobic segments of the disordered linker domain\ndock onto the nucleotide-binding domain and confer interdomain allostery.333,336−338\n\nExtended disordered regions in ATP-independent\nchaperones such as the small heat shock proteins (sHsp) mediate interactions\nwith different substrates.339,340 These regions efficiently\ncross-link with many cellular proteins, suggesting that they continuously\nsample and transiently interact with folded and misfolded polypeptides\nin cells.339,340 HdeA and Hsp33 for instance,\nundergo order-to-disorder transitions in response to cellular stress,\nwhich concomitantly activates their chaperoning functions.341,342 Promiscuous chaperone interactions may further destabilize misfolded\nproteins and smoothen energy landscapes to enable escapes from local\nminima, thereby promoting refolding.343−345 These so-called entropy\ntransfer reactions transmit conformational entropy to misfolded proteins.331,340,346−348 Indeed, weak chaperone activities were reported for many “classical”\nIDPs such as α-synuclein349,350 and the plant LEA\nproteins, members of the dehydrin family.340,348,351 Dehydrins such as ERD10 and\nERD14 are entirely disordered yet prevent temperature-induced aggregation\nof several substrates.352 Other LEA proteins,\nsuch as nematode AavLEA1 and plant Em protect organisms from desiccation-induced\naggregation of citrate synthase.351 Surprisingly,\nhowever, they fail to protect against temperature-induced aggregation.\nThese disordered proteins do not bind their substrates as conventional\nchaperones, but, instead, act as physical barriers against unfavorable\ninteractions and are, therefore, referred to as molecular shields.351,352 Hence, molecular shielding via disordered regions is another mechanism\nby which chaperones reduce unfavorable interactions.\n\nAnother\nlong-standing question in cellular homeostasis is that\nof protein solubility. Molecular chaperones and disordered proteins\nmay represent one part of the answer.28 Because IDPs constitute a significant proportion of the proteome,\nthey might add to an overall solubility increase by creating extended\nhydrated and hydrophilic intracellular environments. A higher proteome-wide\ncontent of disorder may also help to decrease the load on cellular\nchaperone system(s), enabling cells to better cope with different\nstress conditions. In that sense, chaperones and IDPs may exert complementary\nfunctions and thereby control cellular homeostasis on multiple levels.\n\nOther classes of “protective” proteins with high\ncontents of disordered regions are cochaperones, i.e., proteins that\ninteract with, and activate chaperones.331 Although the role of disorder in cochaperones is not yet fully understood,\nsome data suggest that it expands the ability of chaperones to interact\nwith substrate molecules.328 The chaperoning\neffect of disorder, however, is not limited to proteins but also extends\nto the realm of RNA and, in fact, is common in RNA chaperones.346,353 RNA chaperones such as the core proteins of flaviviruses resolve\nmisfolded RNA species, which critically depends on their disordered\nregions.354 Upon binding to kinetically\nentrapped RNA molecules, many of these chaperones undergo disorder-to-order\ntransitions. Some partially disordered ribosomal proteins, such as\nL16 and L18 exhibit dual protein and RNA chaperoning activities, earning\nthem the name Janus chaperones.355\n\nWhile the importance\nof disordered protein contributions to the functions\nof molecular chaperones is widely appreciated, considerably less is\nknown about IDPs as chaperone substrates. Importantly, a computational\nstudy by Hegyi and Tompa concluded that they do not constitute preferred\nchaperone targets.322 It is therefore unlikely\nthat disordered proteins spend more time in chaperone-bound states\nthan ordered ones.\n\nSeveral specific chaperone/IDP interactions\nhave been reported. Aggregation-prone regions of human tau for example,\ninteract with Hsp72 and Hsc70, two homologous variants of the Hsp70\nfamily of proteins, as well as with Hsp90.356,357 These tau sites become available and accessible only when the protein\ndissociates from microtubules.358 In the\npresence of ATP, Hsp70 and Hsp90 bind tau with a dissociation-constant\nin the low micromolar range (∼5 μM for Hsp90).357,359 In the absence of ATP or ADP, the affinity between tau and Hsp70\nis likely to be weaker,356 wheras Hsp90\nbinding is unaffected.357 Reports of chaperone\ninteractions with α-synuclein are more controversial. Binding\nto αB-crystallin was not detected by NMR spectroscopy, but dissociation\nconstants in the ∼60 nM range were delineated from surface\nplasmon resonance experiments.360−362 The Dobson group reported no\nbinding of α-synuclein to Hsp70,363 although a later report postulated a weak interaction.364 α-Synuclein does not bind Hsp70 according\nto fluorescence anisotropy and pull-down affinity capture experiments,365 but chemical cross-linking was confirmed by\nmass-spectrometry.366 Weak binding to Hsp90365 and GroEL367 was\nreported in the absence of ATP or ADP. Overall, it is difficult to\nassess whether such isolated in vitro chaperone interactions with\nnonaggregated IDPs are physiologically relevant in vivo.\n\nAnother\nlevel of complexity may involve cochaperone interactions\nwith both IDPs, and chaperones. The disordered C-terminal region of\nmeasles virus nucleoprotein for example, binds Hsp70 with ∼70\nμM affinity.368 In the presence of\nstoichiometric amounts of the cochaperone Hsp40, the dissociation\nconstant decreases to ∼50 nM. Thus, cochaperones can modulate\nIDP-chaperone affinities, which may be particularly important during\ntranslation, when multiple chaperones and cochaperones line the ribosomal\nexit tunnel.369 Recent findings suggest\nthat short, aggregation-prone, hydrophobic and disordered polypeptides\nare preferred substrates for yeast ribosome-associated Hsp70,370 although cotranslational ubiquitination was\nnot found to be statistically different in ordered and disordered\nproteins.371\n\nMost eukaryotic\nPTMs occur in disordered protein regions (Figure 5B), because disorder provides unrestricted access for modifying\nand demodifying enzymes and enables facile interactions with protein\nmodules that specifically recognize and interact with modified residues.25,376−382 This property is reflected in the higher abundance of disordered\nregions in eukaryotic proteomes and correlates with the greater complexities\nof eukaryotic signaling networks and regulatory pathways. Disorder\nis overrepresented in signaling proteins and in proteins controlling\ngene activity, such as transcription factors.12,15,383−385 Indeed, the occurrence\nof PTMs in disordered proteins exceeds often the three to four modifications\nper protein mentioned above.372\n\nAmong\n50 proteins phosphorylated at 20 or more sites, most are disordered\nor contain extended disordered regions.386 Prominent examples are the N-terminal “tails” of histones\nwith more than ∼40 chemically distinct modifications over a\nnarrow sequence range (∼35 residues for longest histone H3\ntail, for example).387,388 Histone tail modifications directly\naffect the architecture of chromatin and regulate gene activity. Similarly,\nthe human transcription factor and oncoprotein p53 contains ∼20\nannotated PTM sites in its disordered N- and C-terminal transactivation\ndomains.389,390 In p53, modifications modulate\nprotein stability, DNA binding and transcription. The amyloidogenic\ntau protein represents another prominent example with multiple modification\nsites. Intrinsically disordered over its entire length (between ∼350\nand 440 residues depending on the splice isoform), tau contains 75\nverified and 85 predicted phosphorylation sites, 45 of which are serines,\n35 are threonines and 5 are tyrosines.391,392 Strikingly,\nonly 7 of these sites are annotated and known to affect microtubule\nbinding. The function(s) of the other sites are unknown. Given the\nlarge number of tau phosphorylation sites, it remains to be determined\nwhether all of them are physiologically relevant. Besides phosphorylation,\n50 additional chemically distinct modifications of tau have been reported.391,392\n\nAs mentioned above,\nmodification sites in disordered protein regions are easily accessible\nby modifying and demodifying enzymes. Kinases and phosphatases regulate\nserine, threonine, tyrosine and sometimes histidine phosphorylation.77,396−398 Acetyltransferases and deacetylases control\nlysine acetylation399,400 and methyltransferases and demethylases\nmediate lysine and arginine methylation,401,402 to mention just a few enzymes.\n\nWhile protein phosphorylation\nconstitutes the most abundant modification in eukaryotes, the ∼500\nkinases that establish this modification in humans display moderate\nsubstrate site specificities, typically governed by ∼9 residues\nflanking the phosphorylatable amino acid.403 Site selection is encoded and decoded by the kinase domains, whereas\ndistant docking sites, often in separate protein modules as in the\ncase of tyrosine kinases for example, create supplementary recognition\nfeatures.397 Conversely, Thr-Pro motifs\nrepresent 30% of all threonine phosphorylation sites in eukaryotic\nproteins, whereas Ser-Pro constitutes ∼20% of all phosphorylated\nserine residues.404 Both motifs serve as\nminimal consensus sequences for numerous kinases, including the large\nfamilies of cell cycle regulated, mitogen-activated protein kinases\n(MAPKs) and the cyclin-dependent protein kinases (CDKs).405,406 Dephosphorylating enzymes, i.e., protein phosphatases are ten-times\nless abundant than kinases,407 which is\nalso reflected in their weaker substrate site specificities, compared\nto kinases. Importantly, however, kinase and phosphatase activities\nand specificities are often modulated by subunit interactions, which\ncan either activate or deactivate these enzymes depending on cellular\nconditions.397,398,407 In cells, enzymes of both classes are further regulated by their\nspatial context397,407,408 and kinases are often tethered to subcellular structures such as\nmembranes or occur as parts of immobile scaffolding complexes.397\n\nOther enzymes that establish post-translational\nmodifications,\nsuch as acetyltransferases and deacetylases, display similarly weak\nspecificities. No consensus sequence has been determined for the broadly\nacting transcriptional regulator and acetyltransferase CBP/p300. Instead,\nin vitro studies suggest that it follows the classical Theorell-Chance\n“hit and run” model.409 In\nvivo, broad substrate specificity may be counteracted by localized\nenzyme action and dynamic subunit interactions in different holo-enzyme\ncomplexes.409,410 Weak substrate site specificities\nare also observed for many deacetylases411 and the methyltransferases G9a and SET7/9.412,413\n\nGiven these weak specificities, certain cellular modifications\nmay occur transiently on secondary target sites. In line with this\nnotion, abundant proteins, prone to random encounters with kinases\nand phosphatases, are more frequently phosphorylated, although their\nindividual phospho-site “occupancies” are low.394 Within this group, 8% of all serines and threonines\nare phosphorylated in disordered proteins, whereas the number is only\n2.5% in ordered ones. Hence, IDPs likely display greater modification\nheterogeneities than ordered proteins.\n\nAs discussed\nabove, disordered proteins are frequently targeted by cellular modifications.\nGiven their disordered nature, they are also more versatile in their\ncapacities to interact with different modification recognition domains.\nThese domains are typically small, folded protein motifs (∼120\nor fewer amino acids) that bind, albeit weakly, to modified residues\n(dissociation constants 10 to 100 μM414), in a context independent manner,415 although some surrounding residues confer low-level binding specificity.416 While they specifically recognize specific\nmodifications, their interactions are context independent,415 although residues surrounding the modification\nsites confer some specificity.416 Examples\ninclude recognition domains that interact with phosphorylated residues,\nsuch as WW-, 14–3–3-, and SH2-domains,417−419 as well as protein modules that interact with methylated lysines\nand arginines, i.e., chromo-, PHD- and Tudor-domains,420 or acetylated lysines such as bromo-domains.421\n\nMany of the ∼100 human SH2 domains,\nfor example, bind phospho-tyrosines with dissociation constants above\n0.1 μM.422 Similarly, bromo-domains\ninteract with acetylated lysines with dissociation constants above\n∼10 μM. Analogously, the 7 human phospho-serine and phospho-threonine\nspecific 14–3–3 domain isoforms (up to 15 in plants)\nare not specific and interact with target sites within multiple kinase\nconsensus motifs, such as those of AuroraA/B/C, CaMKII, RSK, PKA and\nPKCG.423 Finally, Tudor-, PHD-, and chromo-domains\nbind methylated lysines irrespective of sequence context.424−426\n\nThe intracellular\nmilieu offers several ways to establish non enzyme-catalyzed modifications.\nReactive oxygen- and reactive nitrogen-species (ROS and RNS, respectively),\nfor example, create multiple chemically distinct modifications, such\nas oxidized cysteines, and methionines, or nitrated tyrosines (Figure 5D).427,428 ROS and RNS are natural, metabolic\nproducts of mitochondrial respiration.427−429 In healthy cells, surveillance\nmechanisms and scavenging systems control their cellular levels to\nprotect proteins, and other biomolecules, from oxidative damage.429,430 ROS and RNS induced modifications accumulate during aging, as manifested\nby higher numbers of oxidized cysteines and methionines, and covalently\ncross-linked dityrosines.427,429,431−433 Cellular scavenging of ROS and RNS constitutes\na process of fundamental biological importance, and misregulation\nis often implicated in human disorders, although it is difficult to\ndetermine whether oxidative modifications are a cause or a consequence\nof the disease.427,431,433 In other biological processes, inflammation for example, ROS and\nRNS function as signaling molecules, and modified proteins mediate\ncellular responses.430 Given the solvent-exposed\nnature of most side-chains in IDPs, one may assume that these proteins\nconstitute preferred scavengers of cellular oxidative PTMs. However,\nrecent data suggest that this is not always the case.\n\nCysteines\nare most sensitive to oxidation and oxidized cysteines are often found\nin folded proteins, especially in enzyme active sites.427,434 However, cysteine is the second least abundant amino acid type in\ndisordered proteins (less than 1%)395 and\ncysteine oxidation is rarely detected in these proteins.376 The same is true for tyrosine nitration since\nthe overall abundance of hydrophobic and aromatic residues in IDPs\nis low.395 Sequence proximity to charged\nresidues, as well as enhanced solvent accessibility favors tyrosine\nnitration,435−437 which should render tyrosines in IDPs preferred\nnitration targets. Indeed, high levels of tyrosine nitration are found\nin Lewy body aggregates of α-synuclein438 and the same modification is detected in the soluble protein under\nconditions of cellular oxidative stress.439 Similarly, tyrosine-nitrated tau is found in brain plaques of Alzheimer’s\ndisease patients and nitration inhibits tau binding to microtubules.440 Although nitrated tyrosines generally occur\nat low abundance and only 0.01% of all tyrosine are nitrated under\ninflammatory conditions,435,437 they may serve as\nimportant disease factors. Because postulated mechanisms of amyloid\nformation involve nucleation and aggregation-prone seed structures,\neven low quantities of potentially harmful IDP variants may trigger\naggregation.437,441 Alternatively, nitrated tyrosines\nmay function as immunogenic signals that activate inflammatory responses.\nInterestingly, many of the tyrosine sites in IDPs that are readily\nnitrated in vitro, do not correspond to residues modified in vivo,\nindicating that intracellular conditions affect substrate site selection\nand/or site-specific repair efficiencies.437,442\n\nLittle is known about methionine oxidation on a proteomic\nscale.\nStudies of independent replicates of H2O2 exposed\nmammalian Jurkat cells show that methionine oxidation does not occur\nrandomly, although no particular class of proteins, nor subcellular\ncompartment are preferentially affected.443 Methionine oxidation does not reach full penetrance and 85% of the\ncharacterized modification sites show oxidation levels of ∼30%.\nHowever, a clear sequence bias is evident. Oxidation does not occur\non methionines that are flanked by aromatic or cysteine residues and\nit is enriched at sites in the vicinity of acidic-, basic- and glutamine\nresidues,443 reflecting the bias in amino-acid\ncomposition of IDPs.53 Levels of cellular\nmethionine oxidation appear to be balanced by endogenous methionine\nreductase activities. In vitro, H2O2 mediated\nmethionine oxidation is less efficient when Lys, Arg, His, or Pro\nprecede the modifiable amino acid, and solvent exposed methionines\nare modified faster than buried residues.443,444 Similarly, methionine sulfoxide reductases are less active when\nacidic, or proline residues, enriched in IDPs, precede the modified\nmethionines and are more active in disordered regions.443,444 Together, these in vitro and proteomic data suggest that IDPs constitute\npreferred substrates for methionine oxidation. Complete oxidation\nof all four α-synuclein methionines results in a decompaction\nof the protein,445 inhibits its fibrillization\nand promotes the generation of off-pathway species. Given that methinione\noxidation occurs with rather low penetrance under physiological conditions,443 these effects may be mitigated in cells.\n\nSeveral other oxidative modifications, such as tyrosine halogenation,\ndityrosine formation, tryptophan nitration and carbonylation of various\namino acids427 are mediated by reactive\noxygen species that accumulate with aging, impairment of oxidative\nstress response pathways and inflammation. Because many neurodegenerative\ndiseases are age-related and associated with neuro-inflammation,446 functional roles of oxidative modifications\nin these diseases were postulated early on.440 Open questions remain with regard to timing, abundance and effects\nof oxidative modifications and whether they are causative or symptomatic.\n\nGiven the complexity and heterogeneity of cellular modifications,\nespecially with regard to chemical diversity, specificity and penetrance,\nthe notion of global PTM “noise” emerges, postulating\nthat cellular proteins continuously experience transient, chemically\ndistinct modifications, many of which with no biological function.\nFrom an analytical point of view, this situation makes it difficult\nto discriminate between meaningful, regulated modifications and coincidental\n“bystanders”. In cells, differences in growth conditions\nand intracellular environments may further embellish the heterogeneity\nof physiological modification patterns. Here, we discuss the role\nof disordered proteins in processing PTM “noise”. We\nentertain the idea that these proteins may be particularly well suited\nto “buffer” noise and thereby regulate eukaryotic signaling.\n\nIntrinsic disorder is generally viewed as favoring rapid association\nand dissociation,447 while maintaining\na balance between ligand binding specificity and affinity,448,449 and greater binding partner promiscuity.450,451 Moreover, IDP mutations have weaker impacts on general protein–protein\ninteractions.452 IDPs display higher mutation\nrates than folded proteins453 (see section 3.2) and several studies suggest that greater\nlevels of genomic evolvability correlate with larger pools of mutable\nIDPs.450,454 These properties are equally important in\ncell signaling, which requires transient interactions with multiple\npartners, while maintaining high levels of tolerance to mutagenic\nalterations.12,383,448,455\n\nA number of signaling\npathways exhibit ultrasensitive responses,\nmeaning that switch-like functional changes occur only above a threshold\nof stimulatory signals.456−458 Modification multiplicity on\nindividual target proteins mediates robust, ultrasensitive responses\nand low interference from signaling noise (Figure 5F).459 Intramolecular substrate-site\ncompetition, cooperativity, or stepwise modifications of multiple\nsubstrate sites can amplify these responses.460−468 Protein disorder favors cooperative mechanisms not only because\nPTM sites are exposed and easily accessible to modifying and demodifying\nenzymes, but also because modified residues can rapidly engage in\nnovel protein–protein or protein–membrane interactions\nand directly alter local or global IDP conformations. Therefore, cumulative\nmodifications on a single protein can promote the establishment of\nadditional modifications in a stepwise manner or ramp up binding affinities\nto new partners, once a certain threshold is surpassed. At the same\ntime, such behaviors may ensure that non biologically relevant modifications\n(i.e., noise) do not trigger aberrant signaling activities. Phosphorylation\nsites in disordered proteins are often clustered, which can enhance\nmultisite cooperativity (Figure 5E).469,470 Following this rationale, low-level PTM noise may actually improve\nsignaling sensitivity and robustness by allowing faster responses,\nwithout the requirement for positional substrate site conservation.\nThe higher mutational tolerance of IDPs may therefore provide an evolutionary\nadvantage for such regulatory mechanisms.\n\nSubstrates of cyclin-dependent\nkinase 1 (Cdk1), for example, show\nlow positional conservation of their substrate sites, but a high degree\nof net conservation that preserves overall PTM effects in fast evolving\ndisordered regions.471 Among the many Cdk1\nsubstrates, one well-studied system, Cdk1 inhibitor Sic1 (the yeast\nortolog of human p27), serves as a good example to outline the concept\nof graded response behaviors upon cooperative, multisite phosphorylation\nevents. Sic1 is intrinsically disordered and contains seven Cdk1 phosphorylation\nsites. Phosphorylation of these sites triggers binding to Cdc4, a\nmember of the ubiquitin ligase complex. Upon Cdc4 binding, Sic1 is\ndegraded and full Cdk1 activity required for entering S-phase is established.\nWhile Sic1 phosphorylation by Cdk1 occurs cooperatively,472 high affinity Cdc4 binding also requires double\nphosphorylation of at least one of three paired modification sites\non Sic1.464,473−475 Therefore, some phosphorylation events might occur at low abundance\nin the absence of sustained Cdk1 activity, whereas full kinase activation\novercomes the signaling threshold that triggers the robust biological\nresponse.\n\nSeveral studies\ninvestigated the influence of glycosylation and phosphorylation\non peptide secondary structures. Glycans for example, can modulate\nconformations via the formation of new hydrogen bonds or by steric\nrestriction. These effects depend on the nature of the glycan and\nthe protein sequence context. N-glycosylation promotes β-turn\nconformations,481 whereas O-glycosylation\ncan increase or decrease α-helix, β-strand, β-turn\nor poly proline type II helix propensities.482−489 Phosphorylation can also induce or stabilize α-helical structures\nvia side-chain salt bridges in cases where phosphorylated serines\nor threonines at positions i are preceded or followed\nby lysines at positions i–4 or i+4, respectively.490 In\nanother example, multiple phosphorylation of short peptides derived\nfrom the proline-rich regions of human tau induces poly proline type\nII helices,488,491 which is particularly intriguing\ngiven the large number of proline-directed kinases and kinase consensus\nsequences.492 Using short model peptides,\nAndrew et al. and Elbaum and Zondlo showed that serine and threonine\nphosphorylation at internal, or C-terminal helix positions destabilizes\nthe secondary structure, whereas N-terminal phosphorylation stabilizes\nα-helices.489,493 These properties are often mentioned\nin relation to secondary structure changes in response to modifications\noccurring in vivo, although their structural impact in physiological\nenvironments is less clear.494−498 Phosphorylated Ser-Pro and Thr-Pro motifs are further targeted by\npeptidyl-prolyl isomerases such as Pin1, which collectively increase\nthe rate of proline cis/trans interconversion.499 In the absence of these enzymes, serine/threonine phosphorylation\nN-terminal to prolines does not affect cis/trans equilibria.500−503 However, in cells, proline cis/trans isomers may be differently\nsequestered by binding partners, which may, in turn, change equilibrium\ndistributions.504\n\nOther types of\nmodifications may also affect the structural properties of disordered\nproteins. N-terminal acetylation of α-synuclein for example,\nincreases transient helicity within its first ten residues (from 10%\nto ∼30%).505−507 Although this modification is not strictly\nspeaking a PTM because it mostly occurs cotranslationally,373 such findings confirm that cellular modifications\nmay have structural-, and ultimately functional-consequences.505−508 Considering all possible PTM effects, it is expected that they also\nimpact the aggregation behavior of disordered proteins (see section 4).392,509\n\nBesides altering the conformations\nof IDPs, modifications can also\naffect their global appearance. In general, levels of compaction decrease\nwith net charge.54,55 Therefore, PTMs that introduce\ncharged entities, such as phosphate groups or neutralize existing\ncharges, such as lysine acetylation, are likely to modulate the shapes\nof disordered protein ensembles. Lower compaction has been reported\nfor a mutant version of tau that contained six serine/threonine to\nglutamic acid substitutions, mimicking multisite phosphorylation,510 although increased local compaction was observed\nin the vicinity of the pseudophosphorylation sites.510,511 Similarly, multisite phosphorylation of Sic1 leads to compaction\nof this positively charged protein.512 A\ndecrease of compaction was observed for α-synuclein upon methionine\noxidation.513 Therefore, these effects\noften vary from protein to protein. Similarly, ubiquitination and\nsumoylation introduce new interaction surfaces that may mask, reveal,\nor modulate IDP structures.514\n\nIn\nsummary, we presented an exemplary overview of possible PTM effects\non disordered proteins in physiological environments. We showed that\ncellular modifications greatly expand the chemical heterogeneity of\nthese proteins, which, in turn, may increase their structural and\nfunctional diversity. It is important to keep in mind that in cells\nall the scenarios discussed above occur in a much more complex environment\nthat offers many additional possibilities for modulatory effects.\n\nAccording to the induced\nfit model, disordered proteins engage in initial encounter complexes\nthrough weak interactions. Guided by these interactions, and the surface\nproperties of their binding partners, they mold into their final conformations\nvia disorder-to-order transitions establishing the strong intermolecular\ncontacts of their bound states. One example to describe an induced\nfit interaction is the binding of intrinsically disordered pKID to\nthe folded CBP KIX domain.518 In the initial\nencounter complex, the N-terminus of pKID forms an α-helix (αA),\nwhile its C-terminus remains flexible and disordered (30% transient\nhelicity), and weakly samples different hydrophobic surface areas\non KIX. Eventually, the C-terminal portion of pKID undergoes an induced\nfit disorder-to-order transition and docks onto the KIX domain in\na second, α-helical conformation (αB) forming the final,\nhigh-affinity complex. Transient helicity of the αB region in\nthe absence of KIX domain binding is only ∼10%, suggesting\nthat αA formation and binding also induces a substantial increase\nin transient helicity of C-terminal pKID residues.\n\nWhile the\npKID-KIX interaction is often cited in reference to coupled folding-upon-binding\nreactions, it is not without bias. Strictly speaking, the helical\nconformations of pKID in the final KIX complex mirror its structural\ntendencies in the free state. pKID residues corresponding to αA\nexhibit ∼50% transient helicity in their free form, arguing\nthat some secondary structure of the complex is already populated\nin the absence of KIX binding.519−521 In fact, the presence of transient\nαA features in free pKID may support the second reaction mechanism\nof disorder-to-order transitions: conformational selection.\n\nConformation\nselection postulates that free disordered proteins sample the structures\nof their bound states and that interacting partners scavenge these\nprestructured populations to form complexes.522 Based on this notion, and provided that interacting partners are\nabundant, levels of transient secondary structure determine the rates\nof disorder-to-order transitions, as well as the thermodynamic properties\nof the respective binding processes. One often cited example with\nregard to conformational selection is based on the work of the late\nFlemming Poulsen.523 His group established\nthat the free nuclear coactivator binding domain (NCBD) of CBP exists\nin a conformation resembling its structure in the p160 coactivator\n(ACTR)-bound complex. They further determined that NCBD adopts this\nconformation, described as a molten globule, ∼90% of the time.524 To evoke an exclusive conformational selection\nmechanism is not without drawbacks. Dogan et al. showed that the NCBD-ACTR\ninteraction involves a transient priming state, whereas most of the\nspecific hydrophobic contacts are established after this rate-limiting\nencounter, reminiscent of the nucleation-condensation model in classical\nprotein folding.525 Therefore, this interaction\ntoo requires at least 2 steps, with the first encounter probably driven\nby conformational selection, followed by a structural rearrangement\nthat could easily pass as an induced fit mechanism.525,526\n\nThese two examples illustrate an important point in the ongoing\ninduced fit versus conformational selection debate: The difficulty\nto clearly separate the two mechanisms. As we discuss next, the physical\nboundaries between both scenarios are diffuse and often depend on\nthe experimental conditions employed to characterize them. These considerations\nalso set the tone for the discussion about their physiological relevance\nin the context of live cells.\n\nCumulating experimental\ndata conflict with mechanisms of disorder-to-order\ntransitions solely based on conformational selection. Even for interactions\nbetween ordered proteins, conformational rearrangements, at least\non the side-chain level are necessary to obtain high affinity complexes.527−529 In disordered proteins, side-chains display high degrees of flexibility\nand their time scales of motions (<10–8 s) are\nfaster than most diffusion controlled binding processes (>10–7 s).530 The same is true\nfor nucleation-dependent\nα-helix formations (<10–7 s).531 According to these considerations, binding\nvia conformational selection alone is unlikely to result in the observed\nhigh affinity complexes and, as suggested by Zhou and co-workers,\nfast conformational sampling appears to favor interactions along the\ninduced fit model.532 Although transient\npreformed secondary structures are frequently observed for regions\nthat interact with cognate targets,477−479,533−540 IDP-ligand complexes often contain additional structural features\nthat are not populated in their free states, exhibiting non uniform\nlevels of bound IDP flexibility.347,541 Exclusive\ninduced fit mechanisms have been proposed for some disorder-to-order\ntransitions,525,532,542−545 whereas mixed mechanisms have been suggested for others.530,546−548 Given their high degree of conformational\nplasticity, disordered proteins may be particularly prone to mixed\nbinding behaviors exhibiting features of both induced fit and conformational\nselection.522,537,542,543,545,549−556 As pointed out by Hammes et al., solution conditions and protein\nconcentrations additionally affect the mechanistic properties of disorder-to-order\ntransitions.557\n\nWe mentioned earlier that intracellular\nenvironments contain large\nnumbers of biological interfaces that can potentially catalyze disorder-to-order\ntransitions. At the same time, the physical properties of the intracellular\nspace, including viscosity, macromolecular crowding, excluded volumes\nand soft interactions, contribute to the overall characteristics of\ncellular binding events (see section 2). We\ndiscussed flexibility and residual structural features as important\ndeterminants in disorder-to-order transitions and both properties\nare likely modulated in cells. Levels of transient secondary structure\nfor example, may increase (i.e., stabilizing) or decrease (i.e., destabilizing),\neither enhancing or reducing contributions to interactions that involve\nconformational selection (Figure 6B). Perhaps\nmore important, these effects may enhance or reduce binding free energies\nand thereby improve or weaken molecular recognition (Figure 6C). These considerations illustrate how intracellular\ncontributions to disorder-to-order transitions can have different\neffects based on the types of interacting species, the nature of their\ninteraction, and the physical and biological properties of their surrounding\nenvironments. Therefore, it is difficult to predict how these parameters\nmodulate cellular disorder-to-order transitions.\n\nIt has been\nsuggested that disordered proteins enable faster protein–protein\ninteractions due to their extended hydrodynamic radii and enhanced\nligand-capture efficiencies.558 However,\nthis argument is contradicted by the fact that extended hydrodynamic\nradii also lead to slower translational diffusion.447 Moreover, such fly casting mechanisms may be counterbalanced\nby in-cell compaction.447,449 Kriwacki and co-workers\nprovided important insights into how much disorder is needed for the\ncellular functions of the cyclin-dependent kinase (Cdk) regulators\np21 and p27.559,560 These two disordered proteins\nbind Cdk-cyclins via interactions of their D1 and D2 subdomains. p27\ninhibits Cdk2-cyclin A activity and establishes cell-cycle arrest\nin G1, whereas p21 broadly inhibits Cdk-cyclin complexes and elicits\narrest at various stages.561 In both p21\nand p27, the LH linker domain between D1 and D2 exhibits helical propensities\nin its free state559,560 and adopts a fully helical conformation\nin the p27:Cdk2-cyclin A complex.561 Mutants\nof p27 with reduced levels of transient LH secondary structure fail\nto elicit G1 cell-cycle arrest.562 Moreover,\nthe structural flexibility of the p21 LH domain is essential to efficiently\nbind Cdk-cyclins and to initiate cell-cycle arrest. Restrained LH\ndomain mutants elicit partial arrest at the G1-to-S transition, but\nno arrest at the G2-to-M transition. Mutants with shorter LH domains\nfail to induce cell-cycle arrest, in line with their inability to\nbind Cdks.561 Hence, the different degrees\nof p21 and p27 disorder specifically tune their binding affinities\nand specificities toward Cdk-cyclins in vitro and in vivo.\n\nAnother\nexample of coupled folding and binding is the α-synuclein\ninteraction with membranes.533 The protein\nis highly abundant in the brain and its physiological role is linked\nto synaptic vesicle trafficking and membrane fusion in dopaminergic\nneurons.314,563,564 In turn, lipid environments rather than protein–protein interactions\nmediate folding transitions of α-synuclein. In vitro, α-synuclein\ninteracts with negatively charged lipid vesicles and artificial membranes,\nsuch as SDS micelles and unilamellar vesicles.313,533,565−572 These interactions induce an α-helical conformation of its\nfirst ∼100 residues.533 Different\nmembrane environments induce different helical α-synuclein structures\nranging from extended single helices, to broken double-helical horseshoe\nconformations.313,533,565−571 These findings led to the conclusion that membrane charge, composition\nand curvature determine the global structural features of folded α-synuclein.\nHow are these disorder-to-order transitions mechanistically accomplished?\nWe can rationalize these coupled folding and binding reactions by\nsimilar combinations of induced fit and conformational selection mechanisms.\nIn its free monomeric state, the N-terminus of α-synuclein exhibits\nα-helical propensities (∼10%), which it fully adopts\nin the different membrane-bound states.573 Despite the low abundance of non membrane-bound, helical α-synuclein\nmolecules, these species may initially interact with membranes via\nconformational selection and trigger additional helical transitions\nof more C-terminal α-synuclein residues in a second induced\nfit step. The observation that α-synuclein binds different membranes\nin different α-helical conformations supports this hypothesis.\n\nIn cells, α-synuclein is enriched at presynaptic terminals\nand colocalizes with synaptic vesicles, suggesting that the protein\nalso exists in helical membrane-bound conformations in vivo.574−578 With respect to α-synuclein’s membrane-mediated disorder-to-order\ntransition, a recent study by the George group is of particular interest.\nIn their analysis the authors asked whether differences in α-helicity\naffected the colocalization of α-synuclein with physiological\nmembranes.578 The authors studied the effects\nof N-terminal α-synuclein truncations and point mutations in\nrat primary hippocampal neurons and found that deletions of N-terminal\nα-helical residues disrupt presynaptic localization and result\nin diffuse axon staining. They also analyzed a prominent familial\npoint mutation of α-synuclein, A30P, exhibiting reduced levels\nof transient helicity at residues surrounding the mutation site.573 In vitro, A30P displays severely impaired membrane\nbinding.579−581 They found similarly reduced membrane colocalization\nof A30P α-synuclein in hippocampal neurons, whereas another\nmutant with unperturbed secondary structure, i.e., A53T, was not affected.578 In support of these conclusions, other groups\nalso observed these effects in yeast cells.582,583\n\nRecent evidence further suggests that N-terminal acetylation\nof\nα-synuclein increases transient helicity from ∼10% to\n∼30%.505,506 In agreement with conformational\nselection driving the initial membrane encounter, N-terminally acetylated\nα-synuclein binds membranes with higher affinity than the nonacetylated\nform of the protein.505 Thus, arguing that\nthis enzyme-mediated cotranslational protein modification enhances\nthe intrinsic propensity of α-synuclein to interact with physiological\nmembranes. Agreeing with this notion, α-synuclein overexpressed\nin N-terminal acetylation competent yeast cells, uniformly decorates\nthe cytoplasmic side of the cell membrane.582,583 By contrast, disrupting the N-acetyltransferase gene in yeast abolishes\nα-synuclein membrane staining and results in diffuse cytoplasmic\nlocalization.583 Together, these results\nprovide compelling evidence for the existence of membrane-bound pools\nof α-synuclein under physiological conditions. Whereas a direct\nproof of an α-helical in vivo conformation is missing, these\nindirect observations support the notion that membrane-bound α-synuclein\nexists in helical conformations in cells.\n\nChallenging the\nexclusiveness of coupled folding and binding reactions, Fuxreiter\net al. proposed the concept of fuzzy complexes.584 In fuzzy complexes, IDPs exhibit different extents of disorder\nin their bound states, and display dynamic properties in between fully\ndisordered, and ordered structures. One often cited example of a fuzzy\ncomplex is the interaction between the regulatory region and the nucleotide-binding\ndomain (NBD) of the cystic fibrosis trans-membrane conductance regulator\n(CFTR).585 In this case, multiple sites\nof the regulatory region contribute to binding, each exhibiting transient\nhelical features in their free states. Even upon binding, these regions\nremain dynamic and frequently exchange in the NBD binding site.\n\nForman-Kay and co-workers studied another example of a fuzzy complex,\nthe interaction between phosphorylated Sic1, an inhibitor of Cdk kinases,\nand the ubiquitin ligase Cdc4.512 Sic1\nis degraded in response to multisite phosphorylation, prompting binding\nto Cdc4.586 Cdc4 recognizes six different\nphosphorylation sites of Sic1 and engages the protein in transient,\ndisordered interactions. The concept of fuzzy complexes also offers\na means of describing modulatory cellular effects along a continuum\nof stabilizing and destabilizing interactions. In this sense, coupled\nfolding and binding reactions, disorder-to-order transitions and folded\nconformations of disordered proteins and protein regions in complex-bound\nstates likely exhibit higher degrees of fuzziness in vivo.\n\nEarly interest\nin IDPs was spurred by observations that post mortem brains of neurodegenerative\ndisease patients contained high levels of intra- or extra-cellular\nIDP deposits that were later shown to be representative of the different\npathologies.589,590 Intracellular aggregates of\nα-synuclein for example, are hallmarks of Parkinson’s\ndisease (PD), extracellular deposits of Aβ peptides and intracellular\ninclusions of the tau protein are found in Alzheimer’s disease\n(AD). Insoluble aggregates of the prion protein are synonymous with\nCreutzfeld-Jacob’s disease (CJD), while insoluble fibrils of\nHuntingtin are characteristic of Huntington’s disease (HD).\nIn their native states, these proteins are either fully or largely\ndisordered, whereas they adopt extended β-sheet structures in\ntheir aggregated forms. Moreover, these aggregates, as well as their\ndeposits in post mortem tissues, can be stained with iodine, which\nled to their initial, wrongful identification as starch deposits (amylum\nin Latin) and the creation of the term “amyloid”. Our\nknowledge about disordered proteins and amyloids has increased considerably\nsince those days, but how ordered aggregates form in complex intra-\nand extra-cellular environments remains enigmatic. In the following,\nwe describe how aggregation of disordered proteins results in cell\ndamage and pathology. We further discuss how different intracellular\nenvironments may affect aggregation and thereby contribute to disease\nprogression and prevalence.\n\nAlzheimer’s disease is the\nmost common neurodegenerative disorder. It is characterized by progressive\nmemory loss and dementia that arises from tissue damage in the cortex\nand hippocampus.591 Cell death coincides\nwith extracellular aggregation of Aβ peptides and intracellular\ndeposition of the microtubule-binding protein tau into insoluble amyloid\nplaques and neurofibrillar tangles, respectively.592,593 Aβ peptides occur as 40- to 42-residue proteolytic fragments\nof the amyloid precursor protein, which functions in synaptic stabilization\nand plasticity. Tau is a 55–62 kDa protein with a role in microtubule-dependent\ntransport in the nervous system. Both proteins readily form amyloid\nfibrils in vitro and in vivo, and several lines of evidence support\ntheir roles in AD.594\n\nParkinson’s\ndisease is the second most common, age-related\nneurodegenerative disorder. It is accompanied by the progressive loss\nof dopaminergic neurons of the substantia nigra pars compacta, which\ntranslates into severe motor problems.595 Pathologically, the disease is characterized by proteinaceus cytoplasmic\ninclusions known as Lewy bodies,595,596 which primarily\ncontain α-synuclein amyloid fibrils. Aggregation of α-synuclein\nis one of the underlying causes of PD,597 and other neurodegenerative disorders such as multiple system atrophy,\nand dementia with Lewy bodies, all of which are characterized by intracellular\namyloid inclusions of α-synuclein. Accordingly, these diseases\nare called synucleinopathies.16\n\nCreutzfeld-Jakob’s\ndisease, also known as “mad cow”\nor prion disease, is a neurological disorder manifested by insoluble\ndeposits of the prion protein (PrP).598 Prion aggregates are transmissible and can be passed on similar\nto an infectious agent.599 Native PrP (PrPC) is bound to the outer plasma membrane. The N-terminus of\nPrP constitutes the intrinsic disordered part of the protein, whereas\nthe C-terminus is folded and adopts an α-helical structure.600,601 PrP aggregation constitutes the key determinant of CJD and a conformational\nrearrangement of its C-terminus into β-sheet structures is responsible\nfor the pathological conversion of PrPc into PrPSc, the toxic form of the protein. PrPSc is self-propagating\nand catalyzes further conversions of PrPC into PrPSc. This process is strongly influenced by the N-terminal disordered\nregion of PrPc.602\n\nExpansions\nof poly glutamine repeats (polyQ) are encountered in\nmany human disorders, including in Huntington’s disease. Huntington’s\ndisease is characterized by the formation of granular and fibrous\ndeposits of the Huntingtin protein in the nuclei and cytoplasm of\nseveral neuronal cell types, leading to pervasive cell death. Aggregating\nIDPs that cause this disorder contain different lengths of polyQ expansions\nwith a direct correlation between numbers of polyQ repeats and aggregation\npropensities.16,603\n\nType II diabetes is another\nrelated amyloid disease that arises\nfrom the loss of pancreatic β-cells and results in an insufficient\ninsulin response.604 Cell death is thought\nto occur due to aggregation of the 37-residue amylin peptide into\namyloid fibrils.605\n\nMany of these\npathologies are of neuronal origin and it is likely\nthat certain biological activities in brain cells contribute to the\nprevalence of amyloid phenotypes in this organ. Cellular oxidative\nstress and oxidative protein modifications for example, are risk factors\nin many neurodegenerative disorders.392,606,607 Indeed, the brain is particularly vulnerable to oxidative\nstress, because it consumes approximately one-fifth of the inspired\noxygen and metabolizes ATP at high rates.608,609 Considering that 5% of all oxygen consumed by cells is converted\ninto reactive oxygen species (ROS), levels in the brain are higher\nthan in other tissues. In response, the brain has evolved several\nmechanisms to deal with elevated amounts of ROS, but whenever an imbalance\nbetween ROS production and clearance exists, oxidative damage may\nlead to protein oligomerization and/or the impairment of protein homeostasis.\nMany of the age-related characteristics of these diseases underscore\nthe plausibility of such scenarios. Here, we discuss cellular aspects\nof disordered protein aggregation using α-synuclein as an example.\n\nWhereas α-synuclein is abundantly expressed in various parts\nof the brain,610 intracellular aggregation\nand neuronal damage is primarily, and first manifested in dopaminergic\nneurons.597 These observations suggest\nthat the biological makeup of these cells contributes to aggregation.\nAdditionally, most sporadic cases of PD occur late in life, enforcing\nthe notion that age, and age-related cellular processes constitute\nimportant disease factors. Abnormal accumulations of cytosolic dopamine\nfor instance, produce highly reactive intracellular radicals and quinone\nderivatives with great oxidative potential that can readily oxidize\nα-synuclein in vitro and in vivo.611−614 At the same time, systems that protect cells against oxidative damage,\nsuch as glycogen synthase kinase 3β (Gsk3β), mitogen-activated\nprotein kinases (MAPKs), superoxide dismutase (SOD) and catalases\ndisplay age-related declines of their activities.615 In turn, co-occurrence of both effects may render an abundant,\nintrinsically disordered protein such as α-synuclein particularly\nprone to oxidative damage, and increase intracellular accumulations\nof toxic species forming amyloid fibrils. Experimental evidence supports\nsuch multifactorial scenarios for PD and many other neurodegenerative\ndisorders.616\n\nIDP aggregation\nand amyloid formation are usually linked to pathological conditions.\nHowever, recent evidence suggests that IDP amyloids can have physiological\nroles in prokaryotic and eukaryotic cells.617 The E. coli protein curlin forms\namyloids in vivo, which enable bacteria to colonize epithelial surfaces\nand develop biofilms, two properties that provide survival benefits.618 In the yeast S. cerevisae, functional amyloid aggregates of the prion-like partially disordered\nproteins Ure2p and Sup35p have been reported.619 Ure2p binds Gln3p and prevents transcription of genes that\nregulate cell growth under low nitrogen conditions. Aggregation of\nUre2p disrupts its interaction with Gln3p and enables cell growth\nand adaptation to nitrogen deprivation. The unrelated protein Sup35p\nacts as a release factor during translation termination, and its activity\nis lost upon amyloid formation.620 Once\nSup35p aggregates, RNA polymerase reads through stop codons, which\nresults in greater protein diversity and the generation of new protein\nactivities that are beneficial for survival. Aggregation of Ure2p\nand Sup35p are mediated by their disordered, asparagine- and glutamine-rich\nN-termini.621 Related functional amyloids\nhave also been reported in mammalian cells. Disordered Pmel17 forms\namyloid-like fibrils in specialized organelles of epithelial cells\ncalled melanosomes. These structures act as polymerization seeds for\nsmall molecules forming melanin fibers that protect cells from UV\nand oxidative damage.622 Pmel17 aggregation\nalso prevents melanin-associated toxicity by sequestering intermediate\non-pathway species in the course of polymer formation. A disordered\nrepeat domain that is rich in proline, threonine and glutamic acid\nresidues drives aggregation,623,624 in a tightly controlled\nmanner.622 These examples underscore the\nfunctional importance of disordered protein amlyoids in providing\norganisms with benefits for certain growth, and metabolic conditions.\n\nSo far, we outlined disease-related aggregation of disordered proteins\nand introduced the concept of functional amyloids. In the following\nparagraphs, we describe molecular mechanisms leading to aggregation\nin vitro, and outline factors that likely influence aggregation in\ncells. Specifically, we discuss how physical and biological properties\nsuch as macromolecular crowding, intracellular viscosity, post-translational\nprotein modifications and ligand binding affect aggregation in vivo.\n\nDespite\ntheir great divergence in sequence, size and native conformations,\ncertain aggregation characteristics of disordered proteins are surprisingly\nsimilar. Most mechanisms entail initial steps of native ensemble perturbations\nthat produce partially folded intermediates with higher aggregation\npropensities (Figure 7A).16 Intermolecular associations then lead to early oligomeric\nspecies, often rich in β-sheet structures that rapidly convert\ninto proto-fibrils. Eventually, proto-fibrils assemble into elongated\nstructures of mature amyloids.625−627 The rate-limiting step in many\nof these processes is the formation of early oligomeric species acting\nas aggregation seeds, out of which proto-fibrils and fibrils grow\nin a nucleation-dependent fashion.625,627 Equations 1 and 2 provide simplified representations\nof the molecular events that lead to amyloid formation:12\n\nP denotes the protein, i is the\nnumber of protein\nmolecules that assemble in the aggregation seed and knuc, kpol and kdpol are the nucleation, polymerization and depolymerization\nrate constants, respectively. Accordingly, monomeric proteins are\ncontinuously consumed by initial oligomeric species that eventually\nextend into mature amyloid fibrils. More detailed mechanisms have\nbeen reported, some of which depend on the nature of the aggregating\nprotein or on specific aggregation conditions.602,628−630 Several studies aimed at characterizing\non-pathway species in vitro and the structural properties of early\nAβ, α-synuclein and amylin oligomers have been analyzed\nto great detail.631−637 Typically, they display spherical shapes and contain 10–50\nmonomers that interact in chain-like proto-fibril conformations, often\narranging into annular, pore-like structures (Figure 7A-G).637−644 Higher-order fibrils are insoluble and stain positive for dyes such\nas Congo red and Thioflavin T.645 They\ntypically comprise 2 to 6 proto-filaments, with diameters of 2–5\nnm and continue to form rope-like structures with diameters of 10–30\nnm. Individual proto-filaments are rich in β-sheets that mostly\nalign perpendicular to the extended fibril axis.646,647 Different factors increase or decrease the in vitro aggregation\nrates of disordered proteins, some by stabilizing early oligomeric\nor prefibrillar species. Interactions with binding partners, post-translational\nprotein modifications and intracellular macromolecular crowding conditions\nexert additional effects. In the following paragraphs, we analyze\nthese contributions with respect to aggregation and fibrillation in\ncells and tissues.\n\nAs outlined in section 2.1, intracellular\nenvironments and extracellular fluids contain large amounts of macromolecules,\nreaching concentrations of up to 300–500 g/L, including proteins,\nnucleic acids, lipids, glycans, metabolites, and solvated ions.114,648 Together, these species occupy a defined fraction of the intracellular\nspace and make it unavailable to other molecules.649−651 They also determine intracellular viscosity (see section 2.3).652−654 One general conclusion from\nseveral studies is that macromolecular crowding stabilizes compact\nprotein structures.650,655 Because partially folded intermediates\nconstitute key aggregation species,588,656−659 macromolecular crowding is thought to enhance aggregation. Viscosity,\nby contrast, is expected to exert the opposite effect, because it\nmainly interferes with diffusion-controlled processes, such as the\naddition of monomers to preexisting proto-fibrils.649−651,655,660−662 Accordingly, net in vivo effects of these\nopposing contributions are difficult to predict, because they depend\non the geometries, concentrations, and surface properties of both\nthe aggregating species and the macromolecules that define the crowded\nenvironment.\n\nSeveral studies dissected the individual contributions\nof crowding and viscosity to IDP aggregation. Enhanced aggregation\nof α-synuclein for example, was observed under crowded in vitro\nconditions at PEG, BSA, lysozyme, Ficoll, and dextran concentrations\nranging from 100 to 150 mg/mL (Table 2).660,661,663 In these studies, aggregation-enhancing\neffects were attributed to a selective decreases in the lag-phases\nof the respective aggregation processes, indicating that the formation\nof early oligomers is favored under crowded conditions. At higher\nconcentrations of crowding agents, these effects were less pronounced,\nsupporting the notion that higher viscosity slows down diffusion-controlled\nadditions of monomers to preexisting oligomers and proto-fibrils.\nThis hypothesis was independently confirmed in solutions of 40% glycerol,\nwhich severely impaired α-synuclein aggregation.661 Crowding has also been shown to modulate the\naggregation behavior of Tau and the human prion protein.664,665 Increasing amounts of Ficoll and dextran enhanced aggregation in\na concentration dependent manner (4-fold and higher at 200 g/L). In\nvitro, crowding further prompted fibrillation of GSK3-phosphorylated\nTau, which does not normally occur under comparable dilute conditions.\nSimilar aggregation-promoting effects in crowded in vitro solutions\nwere also reported for Aβ peptides, amylin, tau and the prion\nprotein,666,667 and for folded proteins under\ndenaturing conditions, such as core histones, S-carboxymethyl-α-lactalbumin,\nβ-lactoalbumin and human apolipoprotein CII.660,668,669 Crowding can also affect the\nmorphologies of mature amyloid fibrils. In some intances, identical\nfibrils are formed under dilute and crowded conditions,664,665,670 whereas different shapes and\nstructures such as shorter fibril lengths,664,665 or higher numbers of branching sites are observed in other cases.661 These results indicate that cellular conditions\nand activities, including post-translational protein modifications\nand biological interactions, likely modulate in vivo aggregation kinetics\nand aggregate morphologies.\n\nWe outlined\nhow unrelated disordered proteins can form amyloid fibrils of strikingly\nsimilar morphologies. However, not all IDPs aggregate into amyloids\nand even for those that do, their rates of fibrillation vary greatly.\nAn IDP’s sequence, its amino acid composition and the positional\nclustering of individual amino acids affect its aggregation, because\nthese factors influence the global and local physicochemical properties,\nincluding hydrophobicity, net charge, dynamic characteristics and\nthe propensities to populate transient states of secondary structure.589,671 As we discuss in section 3.6, IDPs constitute\npreferred in vivo targets for post-translational modifications and\nthese may, in turn, modulate aggregation. We use α-synuclein,\nTau and other disease related IDPs as examples to discuss some of\nthese aspects.\n\nEarly analyses of α-synuclein deposits\nin PD patients’ brains showed that ∼90% of the protein\nis phosphorylated at Ser129, whereas only 4% of cytosolic α-synuclein\nis modified.672−674 It was established later that phosphorylated\nSer87 constitutes another pathological hallmark of intracellular α-synuclein\ninclusions.675 These results led to the\nhypothesis that phosphorylation promotes aggregation in vivo. In vitro\nstudies of Ser129 and Ser87 phosphorylated α-synuclein revealed\nthat the protein adopts a more extended structure, which supports\nthe notion that phosphorylation may expose the aggregation-prone,\nhydrophobic nonamyloid component (NAC) region to intermolecular interactions.675−679 Surprisingly, in vitro aggregation of Ser129, and Ser87 phosphorylated\nα-synuclein is severely impaired (Table 2). The increased net charge and electrostatic repulsions between\nα-synuclein monomers were put forward as explanations for these\ninhibitory effects.675,678 In line with these arguments,\na Ser129-to-alanine mutant of α-synuclein displays enhanced\naggregation tendencies in vitro and in vivo.680,681 This example illustrates the difficulties to correlation with changes\nin in vitro aggregation behaviors to effects observed in vivo. Do\nhigher levels of Ser129 phosphorylation in α-synuclein deposits\nreflect higher intracellular aggregation tendencies? Maybe aggregated\nα-synuclein constitutes a better kinase substrate than the monomeric\nprotein and phosphorylation occurs after aggregation? Perhaps aggregated\nand nonaggregated species are equally good kinase substrates, but\nonly nonaggregated α-synuclein is efficiently dephosphorylated\nby cellular phosphatases? Maybe phosphorylation of α-synuclein\nincreases its affinity to Cu and Fe,682 which are known to promote aggregation?625,659,683\n\nUnlike phosphorylation,\ntruncations of α-synuclein correlate\nwith enhanced aggregation in vitro and in vivo. C-terminal truncations\nare found in intracellular α-synuclein deposits672,684−686 and they aggregate more readily in vitro\n(Table 2).52,687−690 Indeed, removing C-terminal parts of the protein produces aggregation\nprone species with a decrease in net charge and an increase in hydrophobicity,\nas well as critical perturbations of autoinhibitory conformations\nthat counteract aggregation of full-length α-synuclein.676,677 Aggregated α-synuclein isolated from post-mortem PD patients’\nbrains, exhibits a number of nonenzymatic and oxidative stress-associated\nmodifications, such as tyrosine nitration, methionine oxidation and\nlipidation.689 Many of these modifications\nwere carefully investigated given their prominence in the disease.607,609,691−695 Nitration of monomeric α-synuclein, for example, produces\npartially folded species that readily aggregate into off-pathway oligomers,\ninhibiting amyloid formation (Table 2).696,697 However, when nitrated protein is added to unmodified α-synuclein,\nit triggers aggregation and amyloid formation, even at substoichiometric\nconcentrations.698 By contrast, higher\namounts of nitrated α-synuclein inhibit fibrillation. Based\non these results, Uversky et al. proposed that seed formation and\ngrowth comprises two independent events.696 Similarly, α-synuclein methionine oxidation induces soluble\noligomers that do not aggregate into amyloid fibrils in vitro, acting\nas effective fibrillation inhibitors (Table 2).607,699,700 Similar to\nthe reported phosphorylation effects, these in vitro studies must\nbe considered with caution because different outcomes may be observed\nin vivo in the presence of other synergistically or antagonistically\nacting factors.701 Serine phosphorylation,\ntyrosine nitration and methionine oxidation also decrease the avidity\nof α-synuclein membrane interactions, which may result in abnormally\nhigh concentrations of cytosolic protein and enhanced aggregation.702−704\n\nTau hyperphosphorylation inhibits microtubule binding and\nthereby\ncontributes to the formation of neurofibrillar tangles in the course\nof Alzheimer’s disease.705,706 In turn, overexpression\nof Asp/Glu-phosphomimetic Tau mutants in PC12 cells recapitulates\nsome of the phosphorylation-dependent neurotoxic phenotypes.707 In vitro experiments also showed that phosphomimetics\nhad opposing effects on Tau aggregation, which depended on the targeted\nprotein region. While N-terminal Asp/Glu replacements suppressed aggregation,\nC-terminal substitutions enhanced aggregation.392,708,709 Other modifications, such as\ntyrosine nitration and proteolytic Tau processing, often observed\nin post mortem AD patients’ brains, also promote aggregation.392,710−713 Similarly, Aβ-oxidation enhances fibrillation.714\n\nIn the case of the Huntingtin protein,\nN-terminal Ser to Asp substitutions\nat positions 13 and 16 reduce aggregate formation in vitro and in\nvivo, and result in neuroprotective phenotypes in mouse models of\nHD.715,716 In line with these findings, in vitro experiments\nrevealed diminished aggregation propensities of Thr3-, Ser13-, and\nSer16-phosphorylated protein.716,717 In turn, Mishra et\nal. hypothesized that phosphorylated or mutant forms of Huntingtin\nfailed to form α-helical oligomers, critically required as seed\nstructures for aggregation to occur.509,716\n\nTogether,\nthese results underscore the importance of cellular post-translational\nmodifications in defining the aggregation behaviors of IDPs in cellular\nenvironments.\n\nLigand interactions can similarly affect the\naggregation properties\nof disordered proteins. A myriad of IDP-ligand interactions have been\ndescribed that promote or inhibit aggregation. Among them, physiological\nIDP-metal interactions are of particular interest, because of the\nstrong link between cellular metal homeostasis and neurodegenerative\ndisorders.609,625,718−720 Cu for instance, was identified as a potent\nenhancer of α-synuclein, Aβ and tau oligomerization and/or\nfibrillation.718,721−724 Fe, Zn, Mn, and Ca are additional risk factors in several neurodegenerative\ndisorders and they promote aggregation (Table 2).62,659,725−730 The mechanisms by which these metals act often involve alterations\nin the structures of disordered proteins, either by direct binding\nor via oxidation.625,724,731 Metal binding affects the net charges of IDPs, which may, in turn,\npromote structural changes that expose hydrophobic regions and lead\nto aggregation.659,724 Metals may also induce secondary\nmodifications such as methionine oxidation or dityrosine cross-linking\nand thereby trigger oligomerization.625,699,724 Besides metals, other physiological ligands such\nas polyamines, dopamine, or other oxidized cathechols, glycosaminoglycanes,\nnucleic acids, lipids and membranes may additionally promote aggregation.75,732−743 On the other hand, ligands may also inhibit aggregation (Table 2).744−753 Many of these studies provided important insights into different\naggregation processes. Collectively, they reemphasize the notion that\nexposed, hydrophobic IDP residues function as key aggregation determinants\nand that aromatic π–π stacking interactions are\ninstrumental for fibril formation, thereby offering clues for therapeutic\nintervention.748,749,751,754,755\n\nIDP interactions with proteins are worth noting. Cellular\nchaperones for example, often protect cells from deleterious effects\nof spontaneous aggregation (see section 3.5)331 and their roles in aggregation have\nbeen studied extensively. Chaperones such as the heat shock proteins\nHsp20, Hsp70, Hsp90 and Hsp104, as well as TRAP1 prevent α-synuclein\naggregation and exert neuro-protective effects in several cell and\nanimal models of PD (Table 2).362,756−758 Hsp70 inhibits Tau aggregation in vitro\nand decreases neurotoxicity in live cells.759,760 Indeed, elevated levels of intracellular Hsp70 and Hsp90 diminish\nTau deposits and enhance microtubule binding.761 Cellular Hsp40 and Hsp70 modulate the aggregation behavior\nof Huntingtin.762 Atomic force microscopy\nexperiments revealed that these chaperones impair the formation of\nspherical and annular oligomers of expanded polyQ-tract Huntingtin,\nwhich correlates well with their generic roles in repressing intracellular\npotein aggregation and cytotoxicity.763 Besides ATP-dependent chaperones, members of ATP-independent chaperones,\nsuch as αB-Crystallin and clusterin, were shown to inhibit fibrillation\nof Aβ peptides.764,765 In most of these cases, chaperone-mediated\nantiaggregation activities result from direct interactions with target\nIDPs or via sequestration of early oligomeric species and the prevention\nof amyloid maturation.362,762,764,765 In cells, chaperones likely\nalso function to clear aggregated species via chaperone-assisted autophagy\nor by proteasomal trafficking and degradation.761,762 These interactions exemplify the diversity of biological processes\nthat affect protein aggregation in physiological environments.\n\nAs discussed\nabove, macromolecular crowding, cellular post-translational modifications\nand ligand interactions affect aggregation in vitro. Given the numerous\nspecific and unspecific interactions that disordered proteins experience\nin intra- and extra-cellular environments, aggregation processes are\nmodulated in ways that in vitro experiments cannot fully recapitulate.\nEarly transmission electron-microscopy studies on amyloids extracted\nfrom post-mortem tissues revealed that their overall β-rich\nstructures are similar to fibrils grown in vitro.766−771 High-resolution methods such as electron paramagnetic resonance\n(EPR)-, and solid-state nuclear magnetic resonance (NMR)-spectroscopy\nlater showed that despite these overall similarities, in vitro and\nin vivo aggregates display different morphologies.24,772,773 When recombinant Aβ (1–40)\nwas seeded with proto-fibrils from AD patients, different structural\narrangements of monomers in the amyloid core and novel side-chain\ninteractions within the strand-bend-strand motifs emerged.774 The Tycko group further showed that amyloid\nfibrils grown in vitro from physiological Aβ seeds display polymorphisms\nthat are AD patient-specific (Figure 8).775 These findings indicate that native Aβ\namyloids have structural and/or biochemical features that modulate\nthe outcomes of in vitro aggregation processes. Different fibril polymorphisms\nwere also observed for Huntingtin aggregates.776−778 In situ Fourier-transform (FT)- and synchrotron infrared (FTIR)\nmicrospectroscopy experiments on mice and human brain slices confirmed\nthe presence of alternate Huntingtin conformations containing different\nextents of secondary structure (see section 5.4). They also showed that aggregate morphologies depended on the lengths\nof polyQ-tract motifs, subcellular aggregate localization and the\naffected brain regions.776\n\nIgnatova and Gierasch et al. investigated how different cellular\nconditions modulated the aggregation kinetics and amyloid structures\nof a Huntingtin-53 exon 1 fusion protein in E. coli (53 polyQ-repeats).779,780 Their data showed that nonamyloidogenic,\namorphous aggregates formed in the presence of osmolytes, such as\nTMAO and proline. By contrast, glycerol and glycine-betaine prompted\nthe formation of classical amyloid structures.779 In another study, Morimoto et al. followed the aggregation\nof a Huntingtin-78 exon 1 fusion construct in HeLa cells.781 Their results indicated that fibril formation\noccurred via compact polyQ-cores onto which monomers were progressively\nadded, thus confirming previous models of in vitro aggregation.\n\nFluorescence imaging is often used to study cellular aggregation\nof disordered proteins (see section 5.3).\nA recent application analyzed the behaviors of Aβ (1–40)\nand Aβ (1–42) peptides in HeLa and SH-SY5Y cells (Figure 9).782 Although Aβ\naggregates typically form in the extracellular space, new evidence\nsuggests that intracellular deposits are also involved in pathogenesis.783,784 Indeed, exogenously added oligomeric and fibrillar Aβ (1–42)\npeptides were detected in the cytoplasm within 1 h of incubation.782 While most of these fibrils displayed in vitro-like\nlengths and diameters, ∼10% exhibited curvatures and distortion\nangles similar to amyloid fibrils from Alzheimer’s disease\npatients.774 In the case of Aβ (1–40)\npeptides, only small oligomeric species were detected, in agreement\nwith the reduced aggregation propensities of these species.609\n\nSimilar fluorescence imaging techniques\nwere employed to study\nintracellular aggregation of α-synuclein.785 Biarsenic fluorescence labels were coupled onto the protein\nto enable spatially resolved, real-time aggregation monitoring in\nneuronal and non-neuronal SH-SY5Y and HeLa cells, respectively. In\nsitu measurements revealed that α-synuclein distributed evenly\nthroughout the cells at early time points, whereas it accumulated\nin cytoplasmic inclusions after 48 h. ThioS-staining subsequently\nconfirmed that these deposits contained amyloid signatures. Förster\nresonance energy transfer (FRET) experiments further showed that aggregates\ndisplayed greater degrees of heterogeneity than in vitro samples and\na more compact architecture, which was attributed to steric intracellular\nconfinement. A detailed investigation of these cellular α-synuclein\naggregates revealed that they contained diameters ranging from 40\nto 200 nm, resembling those of large prefibrillar species observed\nin vitro (Figure 9B).786−788 Similar experiments in the presence of FeCl3 revealed\nlarger numbers of intracellular deposits.785 In-cell aggregation of α-synuclein was also studied with novel\nFRET-based sensors that exploit the intrinsic fluorescence properties\nof amyloid-protein cores.789 Using such\ntools, these authors reported that α-synuclein aggregation occurred\nfaster in SH-SY5Y cells than in vitro (Figure 9C,D),782 which they interpreted as an\nindication for cell type-specific contributions to aggregation.660,661,734,790,791 No intracellular aggregation\nof β-synuclein was observed in SH-SY5Y cells. In C.\nelegans, α-synuclein displays reduced aggregation propensities\nand forms oligomeric structures rather than characteristic amyloid\nfibrils (Figure 9E,F).789\n\nHaving discussed several lines\nof evidence supporting the notion\nthat IDP aggregation in vitro and in vivo follows similar nucleation-dependent\npathways that populate intermediate proto-fibrillar states, we note\nthat the final outcomes of these reactions, especially with regard\nto their kinetics and the morphologies of the resulting species, may\nbe strongly influenced by specific cellular contributions. Following,\nit is critically important to choose suitable cell and animal models\nto study these processes in physiologically relevant environments.\nThe advent of technologies to generate such appropriate cellular systems\nfor studying IDP aggregation, such as induced pluripotent stem cells\n(iPSC), offers exciting new possibilities in this direction.792−794\n\nA number of groups have devised computational strategies\nto recapitulate the physical properties of the E. coli cytoplasm in silico. In 1996, Bicout and Field performed the first\ndynamic simulation of this kind.803 They\nassumed a mixture of three different types of macromolecules: ribosomes,\ntRNA, and proteins, all of which were modeled as spheres. Using Langevin\ndynamics simulations, coupled with simple descriptions of intermolecular\ninteractions, they showed that translational diffusion is approximately\n2-fold slower in their model than in dilute solution. In 2008, the\nEllison group reported a conceptually similar, but substantially expanded\nmodel of the E. coli cytoplasm.804 Their model included a more diverse set of\nmacromolecules and added concentrations according to quantitative\nproteomics studies.805 Although all molecules\nwere modeled as spherical particles, and simplified approaches were\nused to calculate their interactions and diffusive behaviors, this\nwork provided several additional insights into the effects of macromolecular\ncrowding on translational diffusion and a prototypical protein–protein\nassociation reaction. Confirming the results by Bicout and Field,803 they determined that the average diffusion\ncoefficients of GFP-sized molecules are decreased 2-fold relative\nto dilute solutions. By then, its was known that this decrease was\nsmaller than what had been observed experimentally (see section 2.3.3.2).164,166,652,806 The authors duly noted\nthat factors additional to steric repulsion needed to be considered\nto quantitatively reproduce macromolecular diffusion in vivo.\n\nThe next advance in dynamically modeling the bacterial cytoplasm\nwas reported by McGuffee and Elcock.807 Their model was also based on quantitative proteomics data241 but included the atomically detailed models\nof 50 types of macromolecules. Interatomic interactions were treated\nas a combination of electrostatic and Lennard-Jones potentials, the\nlatter to mimic hydrophobic interactions. The authors were able to\nadjust the simulated diffusion behavior of GFP until it corresponded\nto its measured in vivo properties by altering the strengths of these\nhydrophobic contributions. Hydrophobic intracellular encounters are\nconsistent with “soft” interactions exerting important\nmodulatory effects on translational diffusion (see section 2.3.4). Importantly, these soft interactions\nalso recapitulated the destabilizing effects of the cytoplasm on the\napparent folding thermodynamics of the CRABP protein, as determined\nexperimentally by the Gierasch group.808,809\n\nThe\nSkolnick group reported the most recent dynamic simulation\nof the bacterial cytoplasm.810 In their\nstudy, hydrodynamic contributions to macromolecular translational\ndiffusion were modeled for the first time. By using the sophisticated\ntechnique of Stokesian dynamics, together with spherical representations\nof all macromolecules, they showed that the inclusion of intermolecular\nhydrodynamic interactions explains the ∼10-fold decrease in\nintracellular GFP mobility observed in vivo, even in the absence of\nattractive hydrophobic interactions. Together, these combined modeling\nresults suggest that macroscopic in vivo properties such as translational\ndiffusion are shaped by macromolecular crowding, intermolecular hydrodynamic-,\nand weak attractive electrostatic-, and hydrophobic-interactions although\ntheir individual contributions remain to be determined quantitatively.\n\nAt\nthe time of writing, all of the published cytoplasm simulations treated\nintracellular macromolecules as rigid bodies. However, the only meaningful\nway to model IDPs is to include internal protein dynamics and conformational\nmotions. One major challenge to simulating flexible proteins is that\nboth inter- and intramolecular hydrodynamic interactions must be treated\nappropriately to derive meaningful in vivo diffusion behaviors. In\nparticular, omitting the latter can lead to drastic underestimations\nof cellular diffusion coefficients.811 Owing\nto the expense involved in calculating hydrodynamic interactions,\nefforts are ongoing to develop alternative tools to treat them in\nsimulations of large numbers of molecules.812,813 These methods will likely enable accurate modeling of intracellular\nIDP diffusion in the future.\n\nOne particularly\nappealing method to study the structural characteristics\nof disordered proteins inside live cells is high-resolution in-cell\nNMR spectroscopy. It exploits the atomic resolution properties of\nsolution state NMR in the context of individual isotope-labeled proteins\nthat are selectively enriched in non isotope-containing eukaryotic\nor prokaryotic cells.814,815 In bacteria, intracellular enrichment\nis achieved via the induction of recombinant protein expression in\nthe presence of isotope-labeled metabolic precursors. Because most\nexpression plasmids make use of strong promoters, recombinant protein\nproduction typically outperforms endogenous protein synthesis. By\nswitching to isotope-labeled growth media during the induction process,\nlabeled recombinant proteins are selectively enriched in the cytoplasm\nor periplasm of E. coli.816 Similar routines can be employed to produce\nin-cell NMR samples in yeast,817 insect,818 and mammalian cells.819,820\n\nFor the preparation of in-cell NMR samples in large eukaryotic\ncells, such as Xenopus laevis oocytes, isotope-labeled\nproteins can be directly delivered by microinjection.149,821,822 Mammalian cells can be targeted\nwith isotope-labeled, cell penetrating peptide-tagged cargo proteins\nfor active intracellular transport.823,824 Alternatively,\ncells can be permeabilized with pore-forming bacterial toxins to enable\npassive infusion of isotope-labeled proteins.824,825 By directly using such protein-loaded cells in in-cell NMR experiments,\nthe isotope-effect is exploited as a selective visualization filter\nto detect the protein of interest against the backdrop of all other\nnon isotope-labeled cellular components. In doing so, the structural\nand functional properties of individual disordered proteins can be\nanalyzed in truly physiological environments that display native degrees\nof intracellular viscosity (see section 2.2), macromolecular crowding (see section 2.3), and biological activities, such as post-translational protein\nmodifications (eukaryotic cells) (see section 3.6). Importantly, high-resolution in-cell NMR spectroscopy does not\nyield spatial information about intracellular protein localizations\nand must not be confused with magnetic resonance imaging (MRI). Instead,\nit provides ensemble descriptions of the combined effects that the\ncellular environment exerts on the isotope-labeled protein under investigation.\n\nTo obtain high-quality in-cell NMR signals of ordered and disordered\nproteins, the respective targets need to “tumble freely”\nin the cytoplasm (which determines their overall NMR relaxation behavior).\nIn NMR terms, “tumbling” equates to rotational diffusion,\ni.e., the rates with which local reorientations occur and, hence,\ndirectly reports on intracellular viscosity and crowding in the absence\nof intracellular interactions (see section 2.3.3). “Tumbling” of ordered proteins is primarily governed\nby their molecular size. Small proteins tumble faster and their NMR\nsignals relax slower, whereas large proteins tumble slower and their\nNMR signals relax faster. Slow relaxing NMR signals give rise to sharp\nresonance cross peaks, which is favorable, whereas fast relaxing NMR\nsignals give rise to broad resonances, which is unfavorable. The “tumbling”\nbehavior of disordered proteins is different to that of ordered ones.\nIDPs exhibit much higher intrinsic flexibilities on the per-residue\nscale and do not adopt compact globular shapes. Therefore, backbone\nand side-chain motions, rather than protein size determine their “tumbling”\nrates. On average, these are ∼2–3 times greater than\nfor ordered proteins of the same size. High intracellular viscosity\nslows down rotational diffusion or “tumbling” and, accordingly,\nleads to faster relaxation characteristics and broadening of in-cell\nNMR signals of ordered and disordered proteins. Because of their favorable\ndynamic properties, disordered proteins often display superior in-cell\nNMR qualities. Nevertheless, given the nature of NMR as an ensemble\nmethod, IDP properties are similarly averaged over all intracellular\nmolecules and it is not possible to dissect contributions from inhomogeneous\nintracellular microenvironments.\n\nThe validity of these statements\ncritically depends on one sentence:\n“In the absence of intracellular interactions”. As we\ndiscuss in section 2.3.4, intracellular\nbinding events are manifold and ubiquitous. However, they affect folded\nand disordered proteins differently. When folded proteins engage in\ntransient intracellular interactions they often respond as single\nentities and display uniform degrees of signal attenuations.177,182,183,826 By contrast, transient interactions of disordered proteins often\nelicit line broadening of few residues only.151,184,185 In many instances, these effects\nidentify weakly interacting proteins regions. It is important to note,\nhowever, that other scenarios can also lead to broadening of NMR signals.\nThe intracellular environment often affects dynamic processes such\nas chemical reactions or conformational exchange on the μs to\nms time scale, and exchange rates can experience modulations toward\nslower, more unfavorable NMR time-scales (i.e., intermediate exchange).\nSuch effects are particularly abundant in disordered protein regions\nexhibiting features of transient secondary structure or for protein\nsegments that adopt multiple conformations.\n\nWhile most in-cell\nNMR studies investigated ordered proteins, some\nwere geared toward deciphering the structural in vivo properties of\ndisordered proteins.149,827−829 Out of these, some were primarily concerned with understanding post-translational\nprotein modifications in intact cells,149,827,829 or cell extracts,830−834 whereas others were more specifically geared\ntoward structural and dynamic analyses.835 Among the latter, in-cell NMR studies on α-synuclein feature\nmost prominently.148,150,151,185,507,508,653,836−838 Two of the likely reasons for α-synuclein’s rise to\nfame in the in-cell NMR community are recent reports that relieved\nthe protein of its disordered status by postulating a folded helical\ntetramer as representing the relevant in vivo structure in cells.839,840 Both papers stirred considerable interest in the α-synuclein\nand larger IDP community and prompted several follow up studies. Among\nthem, proponents of the tetramer hypothesis argued that in vivo cross-linking\nin bacteria, primary neurons and human erythroleukemia cells confirmed\nthe presence of tetrameric, although labile α-synuclein species,841 similar to in vitro experiments with N-terminally\nacetylated protein in the presence of membranes.842 Opponents contested the existence of a tetramer with results\nfrom similar experimental approaches.507,508,843 One argument that lay at the heart of the original\ndiscussion was in reference to a boiling step in the purification\nprotocol of bacterially expressed, recombinant α-synuclein.844 In their papers, the groups of Selkoe and Petsko\nargue that the use of denaturing agents or boiling of bacterial cell\nlysates during initial purification steps of the recombinant protein\ndestroys the alleged tetramer conformation and results in the accumulation\nof monomeric species.839,840 While reasonable in its own\nright, although oblivious to the original paper by Weinreb et al.,\nboth groups stated that this constitutes the main reason for why the\nα-synuclein tretramer evaded detection for so many years. However,\nthese statements also ignore earlier in-cell NMR reports on α-synuclein\nshowing that the protein is monomeric and disordered in intact E. coli cells.148,150,653,836 Several follow-up\nin-cell NMR studies reinvestigated the structural properties of α-synuclein\nin intact bacteria151,185,507,837,838 and concluded-, in agreement with earlier reports-, that α-synuclein\nis intrinsically disordered and monomeric when overexpressed in bacteria.\n\nAnother in-cell NMR analysis investigated the disordered bacterial\nprotein FlgM.828 FlgM is a 97-residue polypeptide\nfrom Salmonella typhimurium, which regulates flagellar\nsynthesis by binding to the transcription factor Δ28.845 Free FlgM is mostly unstructured\nin dilute solution, but its C-terminal half can form a transient α-helix.846 Upon binding to Δ28 in vitro\nthis portion of FlgM undergoes a disorder-to-order transition, which\nis manifested by the disappearance of a set of C-terminal resonance\nsignals.847 In their study, Dedmon et al.\nexploited this behavior to investigate the conformational properties\nof FlgM in different in vitro and in vivo environments. In E. coli, the same NMR resonances that disappear upon\nΔ28 binding are not detected. The authors reasoned\nthat this indicates a similar structural rearrangement in bacteria.\nBinding to an endogenous homologue of Δ28 cannot\naccount the observed effect, because neither Δ28,\nnor homologous proteins are present in E. coli. Further NMR analyses in glucose- (450g/L), BSA- (400 g/L), or ovalbumin-crowded\n(450 g/L) in vitro solutions revealed that the observed transition\ndepends on the absolute amount of the respective crowding agent. This\nsuggested that the intracellular environment modulates the structural\nin vivo properties of this disorderd protein, although transient weak\ninteractions can similarly explain the disappearance of FlgM NMR signals.\n\nWith regard to eukaryotic in-cell IDP studies, Bodart et al. investigated\nthe structural in vivo properties of tau in Xenopus laevis oocytes. Being one of the largest IDPs, with disordered features\nover its entire length (441 residues, ∼45 kDa), in-cell NMR\nexperiments represented a veritable challenge. Tau exhibits only weak\npropensities for transient secondary structure and binds to microtubules,\ni.e., one of the largest macromolecular structures in cells, present\nat high natural abundance (∼10 μM). At intracellular\nconcentrations of ∼5 μM, in-cell NMR spectra revealed\nthat the predominantly unfolded conformation of tau was similarly\npopulated in oocytes. Due to intracellular viscosity and sample inhomogeneity,\nline broadening and increased spectral overlap made it difficult to\nassess whether some portions of the protein adopted structural features\nnot populated in vitro. No substantial conformational rearrangements\nor overall protein folding were observed. Additional characteristics\nof the in-cell NMR spectra indicated that tau existed in a microtubule-bound\nconformation, based on striking similarities with in vitro NMR spectra\nof tubulin-bound tau.848 Given the high\nendogenous abundance of microtubules in Xenopus oocytes,\nsuch scenarios are perfectly plausible. In-cell NMR spectra of tau\nalso revealed several NMR signals indicative of phosphorylated amino\nacids. By comparing these signals with in vitro phosphorylated tau,849 the authors confirmed that in-cell phosphorylation\nby endogenous kinases occurred.\n\nTogether, these in-cell NMR\nresults underscore several important\npoints. Foremost, they indicate the overall feasibility of high-resolution\nIDP studies in prokaryotic and eukaryotic cells. They further prove\nthat in vivo conformations of disordered proteins can be assessed\nwith simple NMR experiments and that changes in protein structures\ncan be readily detected. Given the abundance of cellular post-translational\nmodifications, and their various effects on the structures and functions\nof disordered proteins (see section 3.6),\npaired with the unique ability of NMR spectroscopy to detect PTMs\nand their structural consequences,850 in-cell\nNMR methods are well-suited to report on the in vivo characteristics\nof IDPs in a fully integrated manner.\n\nIn-cell fluorescence\nmicroscopy and spectroscopy requires labeling of IDPs with fluorescent\nmolecules. This is most easily accomplished genetically by fusing\nIDPs to a fluorescent protein (FP). FPs are quite large (∼27\nkDa) compared to many IDPs and FP fusions can lead to experimental\nartifacts. Conjugation to FPs can result in mislocalization,877 and many FPs can dimerize or form higher order\noligomers. Monomeric FP variants should be used for all experiments.\nFor green fluorescent protein from the Aequorea victoria jellyfish and its variants, monomers can be obtained by mutating\nof Ala206 to Lys.878,879 But, there is no established\nmethod for ensuring that FPs derived from other organisms are monomeric,\nalthough an in-cell membrane protein based assay was recently suggested880 and FPs reported to be monomeric have, in some\ncases, been found to promote dimerization.881 Finally, FPs may affect the conformational behaviors of IDPs via\nweak intra- or intermolecular interactions. For a detailed description\nof how to choose an appropriate FP, see ref (878).\n\nIn addition to\nlabeling with FPs, IDPs may be tagged with small organic fluorophores,\nsuch as the biarsenical dyes FlAsH and ReAsH that bind to tetra-Cys\nmotifs not found in naturally occurring proteins.882,883 FlAsH and ReAsH are membrane permeable and allow facile in-cell\nlabeling. They also show significant increases in fluorescence quantum\nyield when conjugated to specific sequence/structural motifs in proteins,\nenabling the detection of tagged proteins in the presence of unbound\nfluorophores.882 IDPs labeled with other\nfluorophores, such as rhodamines may be injected into cells or applied\nto cell surfaces to study IDP-membrane interactions and/or internalization.\nEven small organic fluorophores can be perturbing and care must be\ntaken when implementing any of these labeling techniques. When possible,\nin vitro measurements of structures, i.e., by NMR,785 aggregation propensities, aggregate structures,867,884 as well as in-cell measurements of IDP behaviors and localizations\nshould be performed with native and fluorescently labeled IDPs.\n\nPioneering studies by Ignatova and Gierasch demonstrated the utility\nof engineered tetra-Cys motifs and biarsenical dyes to study protein\nsynthesis, stability and aggregation in E. coli cells (reviewed in ref (809)). In these experiments, the authors introduced a tetra-Cys\nmotif into a loop region of the folded cellular retinoic acid binding\nprotein (CRABP) and expressed it in E. coli. In the absence of tetra-Cys CRABP, FlAsH has a low quantum yield882 and the cells showed little fluorescence signal.\nFlAsH binding to tetra-Cys CRABP increased the FlAsH quantum yield\nand resulted in diffuse cellular fluorescence, as expected for a fast\ndiffusing, monomeric species. By contrast, production of the aggregation\nprone Pro39Ala (P39A) tetra-Cys CRABP mutant resulted in bright fluorescent\npuncta due to inclusion body formation, which increased the total\nfluorescence intensity per cell. Similarly, denaturing tetra-Cys CRABP\nby incubating E. coli cells with increasing\nconcentrations of urea led to aggregation and formation of fluorescence\npuncta at the cell poles. Inclusion body formation could be followed\nover time or as a function of urea concentration and revealed that\ntetra-Cys CRABP was destabilized in E. coli relative to in vitro experiments in dilute solutions. Further experiments\non P39A tetra-Cys CRABP showed that the addition of the osmolyte proline\nto the cellular medium cleared inclusion bodies and led to the loss\nof fluorescence puncta and increases in diffuse fluorescence. Thus,\ntetra-Cys motifs and biarsenical probes provide a powerful tool for\nin-cell measurements of protein stability, protein aggregation and\nthe screening of small molecules that prevent or break up aggregates.\n\nBiarsenic dyes bind to the linear sequence Cys-Cys-X-Y-Cys-Cys\nwhere X and Y are usually Gly-Pro to yield the preferred beta turn\nmotif.885 This sequence and structural\nspecificity allowed the design of split-tetra-Cys motifs on adjacent\nbeta strands that bind FlAsH only when the sheets are properly oriented,\nreporting on structure formation.886 Similarly,\nthe tetra-Cys motif may be split between two proteins, allowing FlAsH\nbinding to report on protein–protein interactions.887 Lee and co-workers used the split tetra-Cys\nmotif to monitor Aβ (1–40) aggregation in vitro by appending\nCys-Cys to the N-terminus of Aβ (1–40).215 FlAsH binding was reversible and the aggregation kinetics\nwere not significantly altered by the N-terminal tetra-Cys motif or\nby FlAsH binding. Two processes with two different time scales were\nevident from increases in FlAsH fluorescence intensity: (i) an almost\nimmediate fast increase that plateaued after 3 h and (ii) a second\nincrease after ∼12 h that coincided with the increase in ThT\nfluorescence intensity, which reports on fibril formation. ThT binding\nalso resulted in FRET from FlAsH to ThT. The early and swift increase\nin fluorescence intensity indicated that oligomers formed quickly,\nand the later, coincident increase in ThT and FlAsH fluorescence intensity\nas well as FRET suggested that oligomers were on-pathway for fibril\nformation, and that fibrils formed more slowly than smaller oligomers.\nSoluble oligomers are quite difficult to detect and these results\nsuggested that split tetra-Cys motifs are suitable for monitoring\nIDP oligomer formation in cells.\n\nBy appending\npolyglutamine (polyQ) repeats from the Huntingtin exon 1 to the C-terminus\nof tetra-Cys CRABP, Ignatova et al. investigated IDP aggregate formation\nin E. coli.809,888 As expected, in-cell aggregation of tetra-Cys CRABP-Huntingtin constructs\ndepended on the length of the polyQ tracts. Tetra-Cys CRABP-Huntingtin-40\n(where 40 is the length of the polyQ repeat) displayed both soluble\nand aggregated populations, while tetra-Cys CRABP constructs with\nlonger polyQ tracts, Huntingtin-53 and Huntingtin-64, formed detergent\ninsoluble aggregates over time. Long polyQ tracts also resulted in\nlong, filamentous bacteria indicating that the detergent insoluble\nfibrils interfered with E. coli cell\ndivision.\n\nThe use of a flanking sequence can influence IDP aggregation.\nBoth in vitro and in E. coli the aggregation\nprone P39A CRABP variant seeds early oligomer formation while polyQ\ntracts with lengths above the pathological threshold seeded the formation\nof later, detergent resistant aggregates.888,889 Thus, as observed for polyQs appended to other folded proteins,890−893 the context of the polyQ sequence is key. Aggregation of polyQ repeats\ntagged with an FP, (often cerulean fluorescent protein (CFP), GFP,\nor yellow fluorescent protein (YFP) at the C-terminal end) or complementary\nGFP fragments has been studied in yeast cells, in mammalian cells\nand in the transparent nematode C. elegans (for reviews\nand methods see refs (852, 894, and 895)). As expected, polyQ monomers\nand small oligomers in cells show dim, diffuse fluorescence throughout\nthe cytoplasm while larger, less mobile inclusion bodies result in\nintense, punctate fluorescence.896 The\ntranslational diffusion of fluorescently labeled polyQ constructs\ndirectly report on how long it takes for inclusion bodies to form.\nIn C. elegans, FRAP experiments revealed that short\npolyQ tracts containing 35, or fewer repeats were mobile in 3 to 4\nday old nematodes, tracts with 40 repeats were polydisperse with mobile\nand immobile fractions, and constructs with 82 repeats were essentially\nimmobile.897 Inclusion body formation was\nage dependent and polyQ constructs with 33 repeats, which were mobile\nin young nematodes displayed punctate fluorescence in 5 day, or older\nnematodes. Inclusion body formation by polyQ-FP constructs, in both\nmammalian cells and C. elegans, has proven to be\nan extremely effective sensor for monitoring changes in protein homeostasis\ndue to aging,897,898 osmotic899 and other stresses, and for testing whether and how protein\nhomeostasis can be restored.895,898,900,901 The high fluorescence intensity\nfrom inclusion bodies obscures lower intensity fluorescence signals\nfrom smaller, more mobile aggregates. By combining specific photobleaching\nof inclusion bodies with super-resolution microscopy, Frydman and\nco-workers were able to visualize smaller oligomers formed by Huntingtin\npolyQ-eYFP repeats in mammalian cells.871 Such super-resolution imaging is likely to provide more detailed\ndata on the polyQ oligomeric distribution in cells, how larger oligomers\nform and how changes in the cellular environment affect the oligomeric\ndistribution.\n\nSpecific fluorescent sensors for oligomerization\ncan be constructed\nby combining labeling modalities. Onodera and co-workers have built\nan in-cell FRET sensor for oligomerization by expressing mixtures\nof polyQ constructs labeled with different FPs, i.e., polyQ-CFP and\npolyQ-YFP, where energy transfer only occurred if the polyQ-FP constructs\nadopted particular orientations in oligomers and large aggregates.865 FRET in mobile oligomers and large aggregates\nwere only observed when the FPs were on the same termini of the polyQ\nconstruct (polyQ-CFP plus polyQ-YFP, or CFP-polyQ plus YFP-polyQ)\nand not on different termini (i.e., polyQ-CFP plus YFP-polyQ).865 Alternatively, Hatters and colleagues combined\ntetra-Cys tags and FPs in the same monomers.892,902 In these experiments, monomers displayed a high ratio of biarsenical\ndye fluorescence intensity to fluorescent protein intensity. Occlusion\nof the tetra-Cys binding sites due to inclusion body formation for\nexample, reduced this ratio. When the polyQ repeat length was above\nthe pathogenic threshold, the ratio was also reduced in the mobile\npopulation, but only for some locations of the tetra-Cys tag. While\nattention must be paid to how the location and presence of the fluorophores\naffects aggregation, the sensitivity of both of these methods to the\nlocation of the fluorescent tag should be helpful in modeling the\nmolecular structure of in-cell oligomers. Already, the similarity\nof FRET signals for soluble oligomers and inclusion bodies provide\nlimits on the conformational distributions of these species.\n\nIdentification of cytotoxic species is key to understanding how\npolyQ repeats and other aggregation prone species kill cells. Fluorescently\nlabeled polyQ repeats can be monitored over time as cells or animals\nage and die providing data on cytotoxic species.894,895,903,904 Experiments in cells and in C. elegans showed that\nindividual cells that accumulate inclusion bodies often live longer\nthan cells with diffuse, mobile oligomers865,900,905,906 supporting models in which inclusion body formation is a cytoprotective\nmechanism.895,907−909 In addition, in C. elegans, some gene knockdowns\nthat reduced inclusion body formation of a polyQ with 35 repeats (Q35)\nresulted in increased toxicity, again arguing that soluble oligomers\ncan be cytotoxic.900 Identification of\ntoxic oligomeric species is, however, more difficult and FCS experiments\nin which mobile Q35 was monitored in C. elegans cell\nlysates, or after being purified from C. elegans revealed\na heterogeneous oligomeric population where the population shifted\nto slower moving species as the animals aged.910 Interestingly there was no correlation between changes\nin the oligomer distributions and gene knockdowns that enhanced cytotoxicity.\nWhile in-cell fluorescent techniques provide clues as to which polyQ\nspecies or sets of species may be toxic, truly deciphering the conformational\ndistributions in cells will likely require creative applications of\nand innovations in fluorescence techniques combined with other techniques\nincluding NMR and ion-mobility mass spectrometry.\n\nResearch on other\nIDP containing proteins, or peptides associated\nwith neurodegeneration have focused on the localization and function\nof native conformers, identifying and localizing cytotoxic species\nas well as how interactions with membranes alter IDP conformation\nand oligomerization. The techniques used are similar to those described\nabove for polyQ repeats with an added emphasis on labeling with small\nfluorophores, particularly for the short Aβ peptides, and a\nnumber of studies using luciferase,911 or\nFP complementation912 to study oligomerization\nand aggregation. These experiments, discussed below, have mainly focused\non the Parkinson’s disease associated protein α-synuclein\nand the Aβ peptides associated with Alzheimer’s disease.\nIn cell culture, animal models and humans, conformational changes\nand oligomerization of proteins associated with neurodegenerative\ndiseases appears to propagate from cell to cell (for recent reviews\nsee refs (913 and 914)). Fluorescently\nlabeled IDPs have been used to monitor cell–cell spread of\noligomers and oligomerization in real time, to determine the conformational\ndistributions of the species involved and to test interventions.784,915,916\n\nTo elucidate the cellular\nlocalization and function of α-synuclein, a number of groups\nhave constructed α-synuclein-eGFP fusions with the enhanced\nGFP at the C-terminus.917−920 Imaging of neurons containing this construct\nhas shown that α-synuclein is enriched at the synapse where\nit dynamically binds to synaptic vesicles.574,918,920 More recently, α-synuclein\nhas been localized at the presynaptic terminals, in intraluminar vesicles\nof multivesicular bodies and in lysosomes in neuronal cell bodies\nby combining fluorescence imaging of α-synuclein-eGFP in cells\nwith 3D electron tomography of cells containing α-synuclein-miniSOG\nconstructs, where the miniSOG provides contrast.917 These studies suggest that α-synuclein remains bound\nto synaptic vesicles until they fuse with plasma membranes,918 and that overexpression of the protein may\nperturb intracellular membrane architecture.917\n\nIn C. elegans expressing human α-synuclein-YFP\nfusions, inclusion body formation increased as a function of age and\nthis system has been used to test methods for ameliorating cytotoxicity.921 Like the polyQ model systems where molecular\nchaperones helped protect against cytotoxicity, overexpression of\nthe molecular chaperone Hsp70 reduced cytotoxicity in C. elegans.(921) In neuronal cultures, overexpression\nof α-synuclein-FP constructs resulted in secretion into the\nextracellular medium and, as shown using α-synuclein fused to\nfragments of luciferase, the secreted protein was often oligomeric915 and associated with Hsp70 altering its size\ndistribution. Nonetheless, RNA interference screens in C.\nelegans designed to identify proteins that reduced α-synuclein\npathology did not pull up Hsp70, or other molecular chaperones, but\nrather identified a number of proteins involved in vesicular trafficking\nand lipid transport as key to reducing toxicity.921 These results are consistent with α-synuclein’s\nrole in synaptic vesicle trafficking,918 lysosomal abnormalities observed in the nervous system of transgenic\nmice expressing human α-synuclein-eGFP,922 α-synuclein associated fragmentation of mitochondrial\nmembranes in neuronal cells923 and membrane\nabnormalities in yeast.924 α-synuclein\nmembrane interactions were reviewed by Lindquist and colleagues.924\n\nWhile α-synuclein-FP fusions provided\nimportant information\non cellular localization and function, FPs (∼27 kDa) are much\nlarger than the protein and there is some evidence that α-synuclein-FP\nspecies can be mislocalized in cells.920 Therefore, a number of groups have pursued alternative labeling\nstrategies using smaller organic fluorophores. The biarsenical dye,\nFlAsH, was employed to monitor the aggregation of α-synuclein\nmodified with a C-terminal tetra-Cys tag in mammalian cells.785,788 Super-resolution fluorescence microscopy was used to monitor α-synuclein\naggregates by labeling the protein with a rhodmaine spiroamide derivative,\nan organic fluorophore, in vitro and then microinjecting the protein\ninto cells.787 Further super-resolution\nfluorescence microscopy experiments either using microinjected, or\nphotoactivatable-, photoswitchable FP-tagged protein may help elucidate\nhow α-synuclein is trafficked in cells providing more data on\nthe physiological function and dysfunction of this important IDP.\n\nIntrinsically disordered Aβ peptides derived from amyloid\nprecursor protein are the main component of extracellular plaques\nin the brains of Alzheimer patients (for a recent review see ref (925)). The N-termini of Aβ\npeptides are easily labeled with small, organic fluorophores including\nfluorescein,926−930 rhodamine928,930−932 and HiLyte930,933,934 based dyes, and these N-terminal labels do not significantly perturb\nthe peptides.931,933,935,936 Because these peptides are extracellular,\nincubation of cells with fluorescently labeled peptides can provide\nvaluable, physiologically relevant data on how Aβ peptides interact\nwith the extracellular leaflet of plasma membranes.\n\nRenner et\nal. showed that preformed oligomers of fluorescently\nlabeled Aβ peptides localize to synapses and cluster glutamate\nreceptors when incubated with live hippocampal neurons.930 Similar synaptic localization of oligomers\nwas observed by immunofluorescence for hippocampal neurons incubated\nwith unlabeled oligomers937 and for Aβ\noligomers found near plaques in a mouse model of Alzheimer disease.938 Fluorescently labeled oligomers, but not fibrils\ncan also be internalized by cells.931 Cellular\nincubation with low concentrations (250–500 nM) of fluorescently\nlabeled Aβ peptides results in internalization and formation\nof intracellular aggregates.782,928 Super-resolution imaging\nof such in-cell aggregates revealed fibril formation by internalized,\nfluorescence-labeled Aβ (see section 4.7).782\n\nPhysiological Aβ peptide\nconcentrations range from sub-nM\nto low nM.939−941 At these concentrations in aqueous solution,\nfluorescent Aβ (1–40) and Aβ (1–42) peptides\nare mainly monomeric, with small populations of dimers and trimers.860,934,942 Single molecule fluorescence\nphotobleaching,860,943 or multicolor934 experiments, as well as fluorescence correlation methods929,932 provide a way to monitor Aβ peptides-cell interactions at\nthese physiologically relevant concentrations. In photobleaching experiments,\nboth the fluorescence intensity and number of photobleaching steps\nwere used to determine the number of labeled monomers in a single\nfluorescent spot.860,943 While in multicolor experiments,\nAβ peptides labeled with two different color dyes were mixed\nat equimolar concentrations before incubation with cells and both\nfluorescence intensities and the colocalization of multiple colors\nwere used to identify and characterize oligomers. The exact characteristics\nof cell bound species depended on which cell-types and Aβ peptides,\ni.e., Aβ (1–40) or Aβ (1–42)934 were used, or on the combination of peptides\nthat was applied to cells.943 Nonetheless,\nin all of these experiments, as well as in experiments using higher\npeptide concentrations,926,927 the distribution of\noligomeric states shifted from mainly monomeric in solution to dimers\nand higher-order oligomers on the surface of cells and a large portion\nof these oligomers showed restricted motions on cell membranes.860,929,934,943 Thus, these experiments demonstrate the utility of single molecule\nfluorescence and fluorescence correlation methods for determining\nthe oligomeric states of membrane bound IDPs and their motions on\ncells. Taken together with the results from super-resolution fluorescence\nmicroscopy, these data suggest that by combining fluorescence microscopy\nmodalities it may be possible to monitor Aβ on-cell aggregation\non the single molecule level in real time.\n\nFluorescence labeling\nof IDPs and fluorescence microscopy in cells\ncontinues to provide facile methods for monitoring IDP conformations,\ninteractions with other biomolecules including membranes, oligomerization,\nmotion and localization in real time. With the continuing advances\nin fluorescence labeling modalities and the recent revolution in super-resolution\nmethods, fluorescence microscopy in cells and whole organisms will\nlikely continue to be important for understanding IDP localization,\nfunction and dysfunction.\n\nFourier transform\ninfrared (FTIR) spectroscopy exploits bond vibrations\nin molecules to yield spectra with unique absorption patterns. Besides\nproviding specific molecular fingerprints of investigated molecules,\nthese patterns also contain structural information.944 Proteins, nucleic acids, lipids and carbohydrates have\nunique chemical features giving rise to distinct FTIR spectra. Protein\nFTIR spectra for example, contain different regions characteristic\nfor the different modes of vibration. The amide I band in particular\n(∼1655 cm–1) is sensitive to protein secondary\nstructure, because its spectral features are affected by the different\nhydrogen-bond patterns in α-helices, β-sheets, and disordered\nstructures.944−947 FTIR additionally provides unique information about protein aggregates\nbased on characteristic IR signatures of intermolecular β-sheets\nwith absorption peaks at 1630–1620 cm–1.948,949 For these reasons, FTIR is extensively used to study the conformational\nproperties of aggregated disordered proteins.950,951\n\nEarly FTIR studies were carried out on isolated, purified\nproteins, or aggregates. However, the recent combination of FTIR spectroscopy\nwith light microscopy, i.e., FTIR microspectroscopy, made it possible\nto also study aggregated IDPs in intact cells and tissues, which is\nparticularly attractive because is does not rely on exogenous protein\nlabeling, or the use of contrast agents.777 Despite these advantages, FTIR microspectroscopy also bears several\ndrawbacks, some of which are directly linked to the physical nature\nof the technique. First, IR wavelengths are long and, hence, achievable\nspatial resolution is restricted to the specific diffraction limit\n(∼2–10 μm for the mid-IR region, ∼4000–500\ncm–1). In practice, however, spatial resolution\nis primarily limited by the low intensity of IR rays. In turn, large\nmicroscope apertures are needed, which further decreases spatial resolution.\nFor these reasons, modern FTIR microspectrometers are installed at\nsynchrotrons, providing a 100–1000 times brighter source of\nIR illumination.952 Synchrotron IR beams\nalso offer the possibility to implement fast data collection and readout\nschemes, which enable time-resolved recordings of biological processes.952 Another impediment to FTIR microspectroscopy\nis water. Present at high endogenous concentrations in most biological\nsamples, the water absorption band in the mid-IR region pollutes IR\nspectra of cells and tissues. Different strategies to reduce these\nwater effects have been devised and are excellently reviewed in.944,952\n\nIDP-based FTIR microspectroscopy applications in cells and\ntissues\nhave focused almost entirely on intracellular aggregation of Aβ,\nHuntingtin and the Prion protein.776,953−955 In these approaches, IR spectra of different sample areas are spatially\nmatched with immuno-electron, or -fluorescence microscopy. Thereby,\nintracellular regions of high secondary structure content, characteristic\nof β-rich amyloid aggregates for example, are correlated with\nareas of bright antibody-, or thioflavin S-fluorescence. In one such\nstudy, Andre et al. investigated the structures of Huntingtin fibrils\nin brain slices of control individuals and Huntington’s disease\npatients.776 By measuring IR signatures\nof different protein deposits that had been spatially localized by\nimmuno-fluorescence microscopy, the authors established that the structural\nfeatures of intracellular Huntingtin inclusions are nonuniform and\ndisplay localized degrees of polymorphisms and β-sheet contents.\n\nSimilarly, FTIR microspectroscopy of amyloid fibrils of Alzheimer’s\ndisease patients displays varying degrees of β-sheet content\nin different brain regions.953 However,\nIR detection of the amide I band at ∼1632 cm–1 conflicted with earlier reports of in vitro aggregated Aβ\nand IR absorption bands at 1620–1628 cm–1.956,957 The authors attributed this discrepancy\nto the presence of nonfibrillar amyloid-associated proteins, such\nas apolipoprotein E and ubiquitin, which are known components of native\nneuritic plaques.953 When Miller et al.\ninvestigated thioflavin S-positive inclusions in brain slices of AD\npatients they detected β-aggregate characteristic absorption\nbands at ∼1625 cm–1.958 However, they also noted that the β-sheet contents\nof these species are lower than those of in vitro aggregated Aβ\nfibrils. In a next step, they used synchroton X-ray fluorescence to\nprobe for local accumulations of Cu and Zn and found that regions\nof high metal content correspond to areas with localized amyloid deposits.\nThese results provided first-time experimental evidence for a spatial\ncorrelation between Aβ plaques and enhanced intracellular concentrations\nof Cu and Zn, in support of the postulated link between defects in\nmetal homeostasis and the onset of AD.724\n\nDiomede et al. used FTIR microspectroscopy to monitor Aβ\naggregation in the presence of tetracyclines in C. elegans.954 Tetracyclines inhibit Aβ amyloid\nformation and are considered possible AD drugs.959 Induction of Aβ overexpression resulted in a time\ndependent increase of the 1623 cm–1 IR absorption\nsignal. When Diomede et al. cultured worms in tetracycline-containing\nmedia they did not detect aggregate-indicative IR absorption signals\nand consistently found fewer intracellular amyloid aggregates.\n\nKneipp et al. used FTIR microspectroscopy to study cellular inclusions\nof the Prion protein in scrapie-infected hamster neurons.960 When the authors compared IR spectra of brain\nslices from control and infected animals, they noted prominent absorption\nbands in diseased animals only. Further PrP immuno-stainings revealed\na strong colocalization with brain areas of high β-sheet contents.\nWang et al. independently confirmed these results in a larger animal\ncohort and in different neuronal cells.961 They also probed for the accumulation of metals using X-ray fluorescence\nspectroscopy and found elevated levels of intracellular Fe in PrP-positive\ncells. When they prepared brain slices of infected hamsters at different\npostinfection time points, they discovered that local increases in\nβ-sheet contents correlate with the abundance of insoluble PrP\ndeposits. However, regions that were void of PrP deposits also featured\nhigh β-contents, which suggested that either β-aggregate\nformation precedes precipitation, or that other non-PrP aggregates\nare additionally present. Together, these FTIR microspectroscopy studies\nconveyed several important points. First, they indicate that intracellular\nIDP aggregates are structurally inhomogeneous, which contrasts with\nresults obtained in vitro. Second, they show that IDP aggregation\nscavenges bystanders, either actively, or passively, including other\nintracellular proteins and/or metals. Third, they indicate that aggregate\naccumulation correlates with disease progression.\n\nWith this work, we attempted to provide\na comprehensive overview\nof factors influencing the structural and functional properties of\nintrinsically disordered proteins in different cellular environments.\nWe discussed the elementary composition of prokaryotic and eukaryotic\ncells in terms of ions, metabolites and biological macromolecules\nsuch as proteins, RNA, DNA, lipids, and glycans and delineated how\nthey contribute to general physical parameters such as viscosity and\nmacromolecular crowding. We outlined how these properties affect micro-\nand macroscopic intracellular behaviors such as diffusion and association.\nWe described biological activities encountered in cells, such as post-translational\nprotein modifications, and how they influence in vivo properties of\nintrinsically disordered proteins, especially also with regard to\nprotein association and aggregation, and vice versa. Finally, we presented\nmethods to study IDPs in silico and in intact cells.\n\nSome general\nconclusions can be drawn from these discussions. Ordered\nand disordered proteins experience the intracellular milieu in a similar\nmanner and they are subject to the same types of physical and biological\nforces acting upon them. Given their unique structural features, disordered\nproteins may respond to these factors differently, especially in terms\nof compaction and aggregation. With regard to their cellular stability\nand lifetimes, ordered and disordered proteins behave similarly. IDPs\nare not preferred targets for proteolytic degradation or for chaperone\ninteractions, and given their roughly equal abundance in proteomes\nof higher organisms, most of their cellular properties are indistinguishable\nfrom ordered proteins. IDPs are more prone to post-translational modifications\nand therefore likely to exist as chemically heterogeneous intracellular\npopulations. They may interact with multiple physiological ligands\nand display ordered properties in their bound states.\n\nBy using\ncomplexity-reduced experimental setups such as artificially\ncrowded in vitro solutions, or cell extracts, we can learn a great\ndeal about the in vivo properties of disordered proteins. However,\nwe must acknowledge that these environments only partially reflect\nthe physical and biological contributions experienced in cells. Especially\ncell extracts fall short in recapitulating the effects exerted by\ncellular compartments and localized biological activities. Therefore,\nwe must strive to develop and employ tools to analyze disordered proteins\nin intact physiological settings. While this presents a veritable\nchallenge for the future, it also offers exciting new possibilities\nfor IDP research."}