{"title": "A look at the ASEAN-NDI: building a regional health R&D innovation network", "body": "Please see Additional file 1 for the translations of the abstract into the six official working languages of the United Nations.\n\nThe Association of Southeast Asian Nations (ASEAN) has a continuum of member nations at different stages of economic and health development, with the majority of the countries belonging to the middle- and low-income categories [1].\n\nWhile there are ASEAN member states that are more advanced in terms of health systems and programs, the majority still suffer from communicable and non-communicable diseases [2,3]. Infectious tropical diseases also continue to be a challenge to the health sector despite developments in health research and development (R&D) and medical technology. There is widespread concern about the emergence and reemergence of some infectious diseases such as tuberculosis, Severe Acute Respiratory Syndrome (SARS), avian influenza, and Chikungunya [4].\n\nThese tropical infectious diseases form part of the neglected tropical diseases (NTDs) alluded to by international organizations. These diseases include infections that have shown low economic returns for investments in health products R&D. However, from a human capital perspective, these so-called NTDs not only place a significant burden on the health system, but they also adversely affect productivity and efficiency of human capital in their respective societies [5].\n\nBudgetary limitations for health research also cause difficulty in pursuing R&D initiatives. With scarce resources for health research, efforts to pursue health research activities in many of the ASEAN nations are limited [5].\n\nIn terms of human resources, the ratio of R&D personnel to the population varies across the ASEAN nations with countries including Singapore, Malaysia, and Thailand having more R&D personnel than the rest of the ASEAN nations. The proportion of researchers to population is also much higher in the more developed nations in the ASEAN (e.g., Singapore and Malaysia) compared to those which are less economically developed [6]. It is apparent that many of the ASEAN nations fall below the ratio of researchers to population recommended by the United Nations Educational, Scientific and Cultural Organization (UNESCO). This significantly reduces R&D productivity in the region.\n\nConsidering all of these public health challenges and hindrances to providing better quality of health in the ASEAN, activities towards the establishment of a regional health innovation network were initiated with the goal of enhancing product discovery and providing a sustainable essential health R&D through intraregional collaboration—a framework suggested by the World Health Assembly (WHA) Resolution 61.21, Global Strategy and Plan of Action on Public Health, Innovation, and Intellectual Property (GSPA-PHI) [7,8].\n\nThe ASEAN Network for Drugs, Diagnostics, Vaccines, and Traditional Medicines Innovation (ASEAN-NDI) was founded in 2009 in line with the objectives of the GSPA-PHI, which include promotion of R&D, development of North–South and South–South partnerships to support capacity building, and establishment of strategic research networks to facilitate better coordination of stakeholders. It was conceptualized to parallel the African Network for Drugs and Diagnostics Innovation (ANDI), a network championed by the World Health Organization Special Programme for Research and Training in Tropical Diseases (WHO-TDR), which started the idea of establishing regional innovation networks.\n\nThe ASEAN-NDI is a regional innovation network composed of the ASEAN member states, namely: Brunei Darussalam, Cambodia, Indonesia, Lao PDR, Malaysia, Myanmar, Philippines, Singapore, Thailand, and Vietnam. Its concept was proposed by the Philippines to the ASEAN and was first discussed among the ASEAN member states during the 40th Meeting of the ASEAN Sub-Committee on Biotechnology (SCB) in Bali, Indonesia on 25–26 May 2009, and was later adopted by the ASEAN Committee on Science and Technology (COST) as its own initiative. The ASEAN, through the COST, approved the creation of the ASEAN-NDI in 2009. Start-up funds to support the establishment of the Network were provided by the WHO-TDR. The Philippine Council for Health Research and Development (PCHRD) of the Department of Science and Technology (DOST) served as the secretariat of the ASEAN-NDI, with its Executive Director, Dr. Jaime Montoya, as the overall coordinator (see Figure 1).\n\nThe ASEAN-NDI was established to ensure that health technology development and the capacity of member states are appropriately maximized and managed according to regional health needs. It aims to build a sustainable partnership among the ten ASEAN countries to rapidly build the needed human resource, technology, and financing for health development and security.\n\nThe enhancement of public R&D capacity to prioritize the public good elements of innovative policy tools and harness the private sector is one strategy most relevant to the 61st WHA framework. The aim was to build developing countries’ leadership and capability in addressing major endemic health issues, as well as issues concerning access to health products by the poor. One of the critical elements of the framework was setting up R&D networks in disease endemic countries [6].\n\nThe ASEAN-NDI addresses this opportunity directly, answering both the economic reasoning for public action when markets fail, and the moral basis for an intergovernmental response to the lack of access to health products among the poor in these countries.\n\nThe conclusions from the mapping activity triggered the call for the preparation of a Strategic Business Plan (SBP) and the creation of a Task Force (TF) that will serve as an ad hoc group who will guide the development of the plan. On 20 October 2011, the first ASEAN-NDI Task Force meeting was held in Manila, Philippines where the initial outline of the draft SBP and timelines were discussed.\n\nThe ASEAN-NDI is envisioned to become Asia’s premier facilitator for collaborative innovation in R&D for health products, benefiting primarily the ASEAN but more open to global markets. As a network involving the ten ASEAN member countries, the ASEAN-NDI will build the needed human resources, technological capacity, and financing to ensure sustainable health, development, and security. These inputs will be translated into research and eventually into the production of innovative health products and services that will be made available within and even outside the ASEAN. The vision, mission, and objectives of the ASEAN-NDI are summarized in Table 3.\n\nThe R&D and delivery value chain structure (see Figure 6) that underlines the ASEAN-NDI’s business model is spelled out in the aggregate—specifically for the core partners in R&D, multilateral partners, and donors, which the ASEAN-NDI shall tap for research in priority diseases. The stress on the entire value chain will result to R&D being viewed from a perspective beyond bricks and mortars, management issues, and knowledge and information systems [12].\n\nThe ASEAN-NDI value chain is patterned from Michael Porter’s business management concept, which defines the chain of activities that result in the production of the desired delivered final products/services [13]. This concept was likewise reflected in the ANDI business plan where there is a value chain scoped for core-diseases, traditional medicine, and immediate druggable compounds [14].\n\nThe major activities of the R&D and delivery value chain include: (1) basic research, (2) assay/model development, (3) compound/candidate screening, (4) lead generation/optimization, (5) pre-clinical trials, (6) clinical trials, and (7) manufacturing and delivery/access. It is regional and even global in extent, involving private enterprises, public sector institutions and governments, non-profit organizations, and donor agencies, which may have done related work on the priority disease areas in the past, and may be willing to collaborate [12].\n\nThe governance structure will comprise a policy-making and strategic direction setting by a 14-person Governing Council and a four-person Executive Committee. The ASEAN-NDI is to be designed to operate in a hub-and-spokes model (see Figure 7), in contrast to the hierarchical models where initiatives emanate only from the top. The National Coordinators relate to their respective country R&D hubs independent of the system of other members, but relate to the overall ASEAN-NDI network hub in the Philippines [15].\n\nInnovation Communities (IC) will also be established. The most important outcome of the ICs will be the coordinated and cooperative strategy that the stakeholders develop through the sharing of best practices, and R&D knowledge to meet the common challenge at hand.\n\nDetails regarding the SBP were presented during the First ASEAN-NDI Stakeholders Meeting in Manila on 5 June 2013. Future plans for the ASEAN-NDI, including the proposed collaborative activities, were also discussed, taking advantage of the presence of representatives from the WHO, and the Africa and China NDIs. These activities include holding joint regional consultations on the development of demonstration projects, collaborating in setting up a global health R&D observatory, and forming a wider network composed of the regional innovation networks.\n\nThe ASEAN-NDI will improve health R&D by driving innovation through collaboration not only among the ASEAN member states but with other networks and health R&D institutions. Engagement of non-ASEAN stakeholders is also vital considering that infectious diseases and NTDs are emerging in European countries and other Western states. In Europe, a surprisingly high incidence of NTDs was recorded among more than 150 million Europeans, especially those living below the poverty line [16,17].\n\nThe same is the case in the Middle East and North Africa where parasitic infections such as fascioliasis, leishmaniasis, and schistosomiasis are prevalent, and viral infections such as dengue and Rift Valley fevers have emerged [18].\n\nIn a recent study by Hotez and Papageorgiou (2013), it was deduced that one way to address NTDs and infections of poverty is to establish a center for fundamental and translational research in which product development activities including R&D on drugs, diagnostics, and vaccines are conducted [19]. This is the main thrust of the ASEAN-NDI, and with many countries sharing the same health challenges, the Network may be the link to providing solutions not only in the ASEAN but in other regions as well.\n\nThe ASEAN-NDI will coordinate research by partnering with research networks, developing capacity-building initiatives, supporting R&D infrastructural improvement, advocating for more research investment, and enhancing regional access to health products. It will start by enhancing collaboration among the ASEAN member states to address the specific health needs of the ASEAN, but collaboration with other countries will soon follow. This is consistent with the GSPA-PHI goal of making a network of networks wherein the ASEAN-NDI can partner up with other NDIs (ANDI, China-NDI, India-NDI, etc.) that have been established and form the nucleus for South-South collaboration [6]. With a number of NTDs and vector-borne diseases which affect both the African and Asian regions [20-22], network collaboration will be helpful in developing and conducting R&D projects which result in programs and policies which address such public health threats. Likewise, with their expertise in traditional medicine development, the India and China NDIs can help the ASEAN-NDI form its strategies in advancing the ASEAN’s own traditional medicine.\n\nThrough regional network collaboration, global health problems will be addressed by properly channeling resources and partnering on projects according to collective needs. This will capacitate the different regions to contribute to the advancement of global health R&D while providing solutions for their own health challenges.\n\nThe roadmap for the ASEAN-NDI has been laid out. The ASEAN is now awaiting its full implementation to achieve its goal of becoming the premier facilitator for collaborative research in health products in Southeast Asia.\n\nThe stage is set for all its stakeholders—government institutions, public and private research institutions, the private sector, non-government organizations, and international organizations—to unleash their full potential in health R&D in the ASEAN region, particularly in the areas of drugs, diagnostic kits, traditional medicine, and vaccine development, for the benefit of all.\n\nNext steps for the establishment of the ASEAN-NDI include: (1) Setting up the permanent Secretariat office in the Philippines; (2) establishing the governance structure, including the selection of the Governing Council members and the ASEAN-NDI country hubs; (3) conducting fundraising activities; (4) developing/screening the first set of projects and programs of the Network, and (5) the application of the Network to be an official ASEAN-affiliated office.\n\nAPAST: ASEAN Plan of Action on Science and Technology; ASEAN: Association of Southeast Asian Nations; ASEAN-NDI: ASEAN Network for Drugs, Diagnostics, Vaccines, and Traditional Medicine Innovation; COST: Committee on Science and Technology; DOST: Department of Science and Technology; GSPA-PHI: Global Strategy and Plan of Action on Public Health, Innovation, and Intellectual Property; IC: Innovation Communities; NTD: Neglected Tropical Disease; PCHRD: Philippine Council for Health Research and Development; R&D: Research and Development; SARS: Severe Acute Respiratory Syndrome; SBP: Strategic Business Plan; SCB: Subcommittee on Biotechnology; UNESCO: United Nations Educational, Scientific, and Cultural Organization; WHA: World Health Assembly; WHO: World Health Organization; TDR: Special Programme for Research and Training in Tropical Diseases; TF: Task Force.\n\nAll authors have no competing interests.\n\nAll authors gave substantial contributions to the study conception and design, and in the acquisition, analysis, and interpretation of the data. NCP and CLR prepared the draft manuscript, while BR and JCM revised it critically for important intellectual content. All authors contributed, read, and approved the revision and the final draft."}