{"title": "Miniaturization for Point-of-Care Analysis: Platform Technology for Almost Every Biomedical Assay", "body": "Different trends in modern medicine give rise to a changing understanding of how treatment of diseases can work. One of the catch phrases involved in this change is “personalized medicine” (1). In this context, findings by the human genome or proteome project help to understand how diseases originate and how the interaction of Pharmaceuticals with the human body in general - specifically the interaction of Pharmaceuticals for example with receptors of cancer cells - works (2). From this point of view also diagnostic is changing. Whereas in the last decades diagnostic was mainly used for diagnosing already diseased people, diagnostic changes from this acute to a more predictive and pre-symptomatic analysis. Moreover, defining personalized medicine strictly; diagnostic is also used for the verification of treatment and in a later stage for its control. In this regard, also the complexity of diagnostic will change since more biomarker and analytical targets are known. Just by using a multiply of different markers a defined diagnostics and a subsequent therapeutic action can be performed (3).\n\nHence, diagnostic is changing dramatically because it has to\n\nWhereas personalized medicine is more or less a trend in developed countries, these demands can also be derived for developing countries. Here, from a global world health perspective the impact of diagnostic is increasing also to implement a better and more targeted medication which will enhance therapeutic success (4).\n\nDerived from these demands for developed and developing countries, there is a need for new diagnostic technologies. In this regard, there have been a huge number of concepts named for example lab-on-a-chip or lab-in-a-pocket and many groups are still working on new principles. Notwithstanding the increasing demand of these systems, there are just a few already commercialized. By analyzing the factors the different demands two different aspects could be found. Firstly, most lab-on-a-chip system still needs a huge and elaborated variety of secondary instruments (such as pumps). Secondly, serial production is in most cases not easy to achieve.\n\nWithin a joint-project of seven Fraunhofer institutes called Fraunhofer ivD-platform a lab-on-chip system was developed which opens up the possibility to transfer almost every wanted biomedical assay, which offers a high degree of integration and which is able to be produced by means of a serial and automated production.\n\nThe Fraunhofer ivD-platform can be described as a lab-on-chip system which consists mainly of two parts: A credit-card sized cartridge and a read-out/processing unit (5). The credit-card sized cartridge can be seen as the main part of the system. Since integration was one of the design rules different functions were integrated onto the cartridges. So, for example, all pumps were integrated (6). Just by using an electrical current a membrane which is located below reagent reservoirs is deflected and pushes actively the reagents or the sample into the lab-on-chip device. The innovative pumping system enables a simplification of the whole system since no error-prone liquid interfaces are needed and additional pumps which are normally part of the read-out/processing unit are not needed anymore. Furthermore, as already described all reagents are stored within the cartridge. Eight reservoirs with volumes of 75 µL and 150 µL can be used and “customized” with reagents and buffers for the particular assay. In addition, one sample reservoir with a volume of 30 µL is part of the cartridge onto which a medical doctor, medically trained personnel or in a later stage the patients themselves have to apply for example blood taken from the finger pulp. After taking blood, the cartridge is inserted into the read-out/processing unit in which the assay is performed and results are automatically displayed.\n\nA typical assay includes different steps starting from the dislocation of the sample from the reservoir to a sensor field. Due to the modularity of the system different sensor types are possible. Within the project two were already elaborated. One of them is an electrode array consisting of 16 different gold-electrodes based on a silicon wafer. In case of the electrode array capture molecules such as antibodies are immobilized onto the gold-electrodes. For the detection, a secondary antibody labeled with a redox-enzyme is used (7). Hence, signal generation is conducted via the interconversion of an electro-active substrate. In this way, sensitivity can be tuned by the measurement time and therefore trough the number of redox-cylces. The other sensor type is based on an optical transducer based on the principle of “total internal reflectance fluorescence” (TIRF) (8). In this case, capture molecules such as antibodies are immobilized onto a polymeric slide based on cyclic-olefin polymer (COP). The signal generation is made via a secondary antibody which is fluorescently labeled. The main advantage of the optical transducer is its versatility towards the number of parameters being analyzed. In the specific case the number of parameters is dependent on the size of the recording window which is with 4 x 6.6 mm open for up to 500 different spots. This can be established via microarray technology.\n\nOne type of possible diagnostic assays is based on the specific binding of antigens. In this case, small molecules or proteins known as biomarkers are bound by the immobilized capture molecules which are in most cases immobilized antibodies. After binding of the target molecule a secondary antibody is used. This one is labeled with a fluorescent dye and can bind the analyte from the opposite side. Hence, a “classical” sandwich assay is developed. In most cases of a multiparamter analysis it is sometimes necessary to use a third antibody which is then labeled since then just one antibody has to be labeled. This type of “enhanced” sandwich assay was used in this study.\n\nAs an example, the simultaneous detection of five different biomarkers is shown, whereas the description is focused to the detection of the C-reactive protein (CRP) which is an acute phase protein. As a biomarker CRP can be used to trace inflammations in the human body. The assay development is started by choosing a microarray layout in which besides the relevant parameter also positive and negative controls are located (figure 2).\n\nOne important development step is the determination of cross-reactivity of the used antibodies since the reaction takes place in one reaction chamber. Hence, it is important to verify how one specific analyte - in this case CRP - can bind also to other antibodies such as BIO I-IV to give a false-positive result. As already qualitatively shown in figure 2, this can also be quantitatively evaluated. Here, a concentration dependent measurement was performed. As shown in figure 3 a concentration dependent signal could be found specifically for the CRP-binding antibody but not for the other antibodies BIO I-IV in the same assay panel. Hence, the specific CRP detection is possible between 0.25-2 μg/mL within this five-parameter assay.\n\nSerological assays are an important class of assays, especially for autoimmune diseases, allergies or infectious disease screening. The analytical targets in this case are antibodies from patients’ blood showing the exposure and immunization with a certain antigen. In case of autoimmune diseases, these analytical targets are components from the human body itself, for allergies these are components from external allergens (and components thereof) and in case of infectious disease screening these are epitopes from viral or bacterial origin.\n\nIn earlier works in our group serological assays for antibodies against different viral target structures such as T7 phase capsid protein (T7-tag), herpes simplex virus glycoproteins D (HSV-tag), c-myc protein (myc) and three domains of the human corona-virus 229E polymerase polyproteins (pol, hel, con) were developed (9, 10). In this case, peptides as capture molecules were chosen since peptides exhibit especially in terms of storage-life better conditions than corresponding protein structures. For the development different steps had to be established. At first, the appropriate choice of immune-dominant viral protein domains was essential for the design. After finding the right structures a step-wise in-silico dissemination of the protein structures was conducted to design a microarray from different overlapping polypeptides. After synthesis of the derived poly-peptidic structures a peptide microarray was spotted to evaluate specifically binding peptides (figure 4).\n\nThe assay structure is as follows: Specific linear peptide epitope as capture molecule, antibody from human sera as analytical target and an anti-human antibody which is fluorescently labeled as detection antibody.\n\nBesides the detection of protein structures in antibody and serological assays the determination of DNA for different purposes is of extreme significance. One of the most significant applications for DNA assays is pathogen detection and combined with it also antibiotic resistance. In contrast to the determination of small molecules or proteins, DNA assays normally need prior to their detection steps like purification and amplification of the DNA.\n\nNevertheless, for a specific detection a microarray can be used since here the determination of different DNA-variants by differently designed DNA-probes can be conducted. To perform these assays at the point-of-need and to circumvent amplifications methods such as a polymerase-chain reaction, the use of isothermal amplification methods such as helicase-dependent amplification (HDA) can be used. To combine this method with a microarray, the concept of “active arrays” was introduced. Here, specific primers are immobilized on a substrate in a microarray and the amplification takes place from this primer. In this case, an isothermal temperature of 65 °C is sufficient for an amplification on-chip. Studies also performed in our group showed that a duplex reaction for the detection of N. gonorrhoeae and S. aureus is possible which could be implemented onto the Fraunhofer ivD-platform (11).\n\nHaving in mind these different applications and the system, medically trained personal or physicians have to take blood from the finger pulp and insert this into the already filled and self-contained cartridge. After applying the blood or in some cases also other sample material, the assay has to run fully automated within the read-out device. Hence, in the read-out device there are all electronic circuitry necessary for the automatic processing of the assay. As an example, the described CRP-assay herein was also transferred onto the cartridge and a reaction protocol of about 18 minutes was conducted. The steps included are shown in table 1.\n\nFor signal generation depending on the read-out different hardware is used. Focusing on the optical read-out a laser light is emitted which can be coupled via the prism into the polymeric slide. By generating in that way an evanescent field, the surface near fluorophores are excited. Via an uncooled CCD camera which is also part of the read-out unit a fluorescent image is recorded. Software afterwards analyses the recorded image and with an automated grid overlay the different fluorescent intensities per each spot can be quantified. For the quantification of an unknown sample, a calibration curve has to be used.\n\nAs part of the design the possibility for serial production was considered. Hence, the cartridge itself was designed to be producible. In this regard, as a base layer a printed-circuit board was used. Via some connecting layer, the pump functions are integrated. The upper part is an injection-molded layer which can also be produced by serial production. In this way, the whole system can be produced and customized. Estimations of the costs of productions were made and with number of pieces of about one million, the price per cartridge can be as low as € 1.50.\n\nThe Fraunhofer ivD-platform was developed as a technology platform for bringing microarrays to the patient’s bedside. Some assays were already transferred onto this platform but there are many more application areas in which such as device can bring additional benefit to physicians, patients as well as society. Besides focusing on the assay also different types type of sensors could be used for open up more application areas than immune- or DNA-assays.\n\nFor commercialization, mainly three steps have to be conducted."}