{"title": "Coronavirus Nsp10, a Critical Co-factor for\nActivation of Multiple Replicative Enzymes*", "body": "Viruses in the order Nidovirales, which includes the Coronaviridae, Arteriviridae,\nRoniviridae, and (proposed) Mesoniviridae families, possess the largest RNA genomes\nknown to date (1, 2). Coronaviruses (CoVs)9 are respiratory and enteric pathogens of humans and\ndomesticated animals and also appear to be omnipresent in wildlife, in particular in\nbats and rodents (3–5). The\ncapability to cross species barriers appears to be a widespread CoV feature, and all\nendemic human CoVs are thought to have been transmitted from animal hosts at some\npoint in the past. CoVs can cause life-threatening zoonotic infections, and the\nemergence in humans, less than a decade apart, of CoVs causing severe acute\nrespiratory syndrome (SARS) (6) and Middle\nEast respiratory syndrome (MERS) (7, 8) emphasizes the significant pandemic potential\nof members of this virus family. SARS-CoV presumably emerged from bats in China in\n2002, spread around the globe in a few months, and resulted in >8000\nregistered cases with a fatality rate of ∼10% (3, 9, 10). MERS-CoV emerged in the Middle East in\n2012 and has thus far resulted in >800 laboratory-confirmed cases with a\nfatality rate around 35% (7, 8, 11, 12).\n\nThe SARS-CoV genome is a single-stranded, positive-sense RNA of ∼29.7 kb,\nwhich is 5′-capped and 3′-polyadenylated. After virus entry, genome\ntranslation initiates a complex gene expression program (13, 14) that is\nregulated at the translational, post-translational, and transcriptional levels. Open\nreading frames (ORFs) 1a and 1b, which occupy the 5′-proximal two-thirds of\nthe genome, are translated directly from the genome to yield two large polyprotein\n(pp) precursors called pp1a and pp1ab. The latter is derived from extension of pp1a\nwith the ORF1b-encoded sequence after a −1 ribosomal frameshift near the\n3′ end of ORF1a, which gives rise to a fixed ratio of pp1a over pp1ab\nsynthesis (15–30% ribosomal frameshift efficiency reported; Refs 15–17). The two replicase\npolyproteins are cleaved into a total of 16 functional proteins (see Fig. 1) called nonstructural protein 1 (nsp1) to\nnsp16. Viral RNA synthesis entails genome replication, which proceeds via a\nfull-length minus-strand RNA, and the synthesis of an extensive nested set of\nsubgenomic mRNAs, each from their own subgenome-length minus-stranded template\n(13, 18–20). Subgenomic mRNAs are used to express structural and\naccessory proteins encoded in the 3′-proximal third of the genome (see Fig. 1).\n\nAfter replicase polyprotein cleavage, the SARS-CoV nsps assemble into a multienzyme\nreplication-transcription complex that is associated with membrane structures\nderived from the modification of the host cell endoplasmic reticulum (21, 22).\nAlthough the functions of some CoV nsps have remained elusive thus far\n(e.g. nsp2 and nsp9), enzymatic activities have been attributed\nto many others. Some of these are commonly found in the RNA virus world\n(e.g. protease, helicase, and RNA polymerase functions),\nwhereas others are rare or even unique, including e.g. an\nendoribonuclease of unknown function in nsp15 and the nsp14 exoribonuclease, which\nhas been implicated in a primitive form of proofreading that enhances the fidelity\nof CoV RNA synthesis (for more details please refer to reviews in Refs. 14 and 23).\n\nThe CoV genome also encodes proteins required for the formation and modification of\nthe cap structure present at the 5′ end of all coronaviral mRNAs. In\neukaryotic cells most mRNAs of invading viruses and the host itself are modified by\nthe addition of such a cap, which protects from degradation by 5′-3′\nexoribonucleases, ensures efficient translation, and in the case of viral mRNAs\nhelps to prevent recognition by the host innate immune system (24–27). In the eukaryotic cell, the cap is added\nco-transcriptionally in the nucleus by the sequential activity of four enzymes: (i)\nan RNA triphosphatase, (ii) a guanylyltransferase, (iii) an N7-methyltransferase\n(MTase), and (iv) a 2′-O-MTase yielding a so-called cap-1\nstructure (7MeGpppN2′-O-Me) (24, 28). The\nbiological importance of the latter structure is underlined by the fact that\nnumerous viruses have evolved strategies to secure the presence of cap-1 at the\n5′ terminus of their mRNAs (for a review, see Ref. 29).\n\nPositive-stranded RNA viruses, like SARS-CoV, replicate in the cytoplasm and are,\ntherefore, presumed not to have access to the host cell capping machinery.\nNevertheless, the 5′ end of CoV mRNAs is thought to carry a type-1 cap\n(30–32), which is produced\nby the concerted action of several viral enzymes (33, 34). As in many other\npositive-strand RNA viruses, an RNA triphosphatase activity is embedded in the RNA\nhelicase carried by nsp13 and is likely to mediate the first step of viral cap\nsynthesis (35). The guanylyltransferase\nactivity involved in CoV cap synthesis has remained elusive thus far. In contrast,\ntwo CoV methyltransferase activities were identified and assigned to the C-terminal\ndomain of nsp14 ((N7-guanine)-methyltransferase) (33, 34) and nsp16\n(2′-O-MTase) (36). We recently\ndemonstrated that the in vitro activity of the SARS-CoV nsp16\n2′-O-MTase depends on an interaction with nsp10. The\nnsp10-nsp16 complex exhibits a potent MTase activity specifically converting cap-0\n(7MeGpppN) into cap-1 structures (34). Nsp10 is 148 residues long, contains two zinc fingers, and is\noverexpressed relative to nsp14 and nsp16 as it is encoded in ORF1a. Although its\nstructure was solved almost 10 years ago (Fig.\n1), no enzymatic function was identified or proposed for the protein\n(37, 38). Together with other replicase subunits, nsp10, nsp14, and nsp16\nwere implicated in the formation of the CoV replication-transcription complex (39), a process that is likely based on a large\nrepertoire of specific interactions of nsps with other nsps and with viral RNA\nsequences. The nsp10-nsp16 interaction was characterized biochemically and\nstructurally to decipher the molecular basis of nsp10 function in activating the\nnsp16-mediated 2′-O-MTase activity. Several key residues\nfor the nsp10-nsp16 interaction were identified, and these findings were\nsubsequently supported by the crystal structure of the complex (40, 41). The\nrecent observation that 2′-O-methylation of the RNA cap may\nbe mandatory to avoid or delay viral RNA recognition by innate immune sensors\nhighlights the importance of the nsp10-nsp16 2′-O-MTase\ncomplex in CoV-host interplay (42–44).\n\nUsing bioinformatics and biochemistry, a 3′-5′ exoribonuclease (ExoN)\nactivity has been identified in CoV nsp14, with its catalytic residues (DEDD)\nmapping to the N-terminal part of the protein (6, 45). Subsequently, an\n(N7-guanine)-methyltransferase activity involved in viral mRNA capping was\nidentified in the C-terminal domain of the same protein (33, 46). The nsp14\n(N7-guanine)-methyltransferase domain does not seem to be functionally separable\nfrom the ExoN domain (33, 47). A predicted interaction between nsp10 and nsp14\n(48, 49) was recently confirmed in vitro by Bouvet\net al. (34, 47) in a study demonstrating a second\nregulatory role for SARS-CoV nsp10. Upon interacting with nsp10, the ExoN activity\nof nsp14 increased by >35-fold. Using diverse RNA substrates, the\nnsp10-nsp14 ExoN activity was shown to specifically degrade double-stranded (ds)\nRNAs with a preference for substrates carrying a single non-hybridized nucleotide at\ntheir 3′ end. This study together with the 15–20-fold increased\nmutation rate observed for reverse engineered ExoN-deficient nsp14 mutants (50, 51)\nstrongly suggested the involvement of ExoN in a unique RNA proofreading mechanism\nallowing CoVs to safeguard the integrity of their unusually large RNA genome.\nInterestingly, nsp10 does not show any effect on nsp14\n(N7-guanine)-methyltransferase activity in vitro (34). Considering the importance of the nsp10 protein in\nthe regulation of viral enzymatic activities and replication-transcription complex\nassembly, it constitutes an attractive target for drug design programs.\n\nIn this context we now combined several approaches to map the nsp10-nsp14 interaction\nat the molecular level. Using an extended mutagenesis approach and by coupling\nin cellulo bioluminescence resonance energy transfer (BRET)\nstudies to in vitro functional assays, we identified a continuous\nand specific nsp10 surface involved in the interaction with nsp14. Key surface\nresidues involved in this interaction were found to control SARS-CoV nsp14 ExoN\nactivity and also appear to be part of the nsp10 domain that interacts with nsp16.\nThus, nsp10 possesses overlapping interaction surfaces for the activation of two\nimportant viral enzymes. Reverse genetics experiments targeting key residues of this\ndomain revealed that they are indeed critical for SARS-CoV replication, thus\nvalidating this surface as a potential target for antiviral drug development.\n\nAll radioactive reagents were purchased from PerkinElmer Life Sciences.\nS-Adenosyl-l-methionine was purchased from\nNew England Biolabs.\n\nAll cloning experiments were performed using Gateway® technology\n(Invitrogen). For BRET experiments, plasmid constructions are described\nin Lugari et al. (41). The SARS-CoV nsp10 and nsp14 expression plasmids\n(pDest14/His6-nsp10 and pTXB1-nsp14) were described\npreviously (34). Nsp10 and nsp14\ngenes were also cloned into a dual-promoter expression plasmid as\ndescribed previously (52). In\nthis backbone SARS-CoV nsp10 is expressed in fusion with an N-terminal\nStrep-TagII (named Strep-nsp10), whereas nsp14 is fused to an N-terminal\nhexahistidine tag (named nsp14HN). Single point mutant plasmids were\ngenerated by PCR using the QuikChange site-directed mutagenesis kit\n(Stratagene) according to the manufacturer's instructions.\n\nHEK 293T cells were grown in accordance with ATCC recommendations in\nDulbecco's modified Eagle's medium supplemented with 10% fetal calf\nserum, 2 mm\nl-glutamine, 50 units/ml penicillin, and 50 μg/ml\nstreptomycin. Vero-E6 cells (ATCC: CRL-1586) were cultured in Eagle's\nminimal essential medium (EMEM; Lonza) with 8% fetal calf serum (PAA)\nand antibiotics. BHK-Tet-SARS-N cells (53) were cultured in Eagle's minimum essential medium with\n8% fetal calf serum (PAA), antibiotics, and 100 μg/ml of\nG418.\n\nCells in 6-well plates were transfected using FuGENE® 6\ntransfection reagent (Roche Applied Science) according to the\nmanufacturer's protocol. Cells were plated with 300,000 cells per well,\n8 h before transfection. Transfections were made with 300 ng of\npNRLuc-nsp14 vector and various amounts of pEYFP-nsp10 vectors\n(50–100-300–600-900 ng) complemented with pUC19 vector\nfor a total of 1.5 μg of DNA transfected per well. Cells were\nthen incubated at 37 °C, 5% CO2 for 48 h prior to the\nBRET assays. BRET assays were performed in living cells according to\nLugari et al. (41). In each experiment transfections of pNRLuc-nsp14 alone\nor plus pEYFP were performed as controls. Coelenterazine H (Tebu-Bio)\nwas added on cells at a 5 μm final concentration, and\ncells were incubated for 20 min at room temperature before reading. BRET\nmeasurements were performed at 25 °C by sequentially integrating\nluminescence signals at 480 and 530 nm for 1 s. The BRET ratio is\ndefined as: [(emission at 530 nm) − (emission at 485 nm)\n× Cf]/(emission at 485 nm), where Cf corresponds to (emission at\n530 nm)/(emission at 485 nm) for the Renilla luciferase\n(Rluc) fusion protein expressed alone under the same experimental\nconditions. All experiments were performed at least three times, and\nBRET signals were normalized according to the fluorescence signals of\nnsp10-EYFP mutants compared with wild type.\n\nAnti-GFP antibodies (a mix of clones 7.1 and 13.1 was used) were\npurchased from Roche Applied Science. Anti-Renilla\nluciferase antibodies (mAb4400 and mAb4410) were purchased from\nChemicon. Secondary antibodies coupled to horseradish peroxidase were\npurchased from Dako. Alexa-conjugated antibodies for immunostaining are\nfrom Jackson ImmunoResearch laboratories.\n\nExpression and purification of His6-nsp10 from\nEscherichia coli transformed with\npDest14/His6-nsp10 and untagged nsp14 from E.\ncoli carrying pTXB1-nsp14 were performed as previously\ndescribed (34, 47). SARS-CoV nsp10-nsp14 co-expression was\nperformed as described for nsp10-nsp16 in Debarnot et\nal. (52).\n\nSynthetic RNA H4 was purchased from Jena Bioscience (HPLC grade). H4 RNA\nwas radiolabeled using polynucleotide kinase (New England Biolabs) and\n[γ-32P]ATP according to the manufacturer's\ninstructions.\n\nThe reactions were performed as described by Bouvet et\nal. (47). Briefly,\nnsp10 and nsp14 were incubated in a 4:1 molecular ratio with\nradiolabeled RNA (oligo H4,\n5′-UGACGGCCCGGAAAACCGGGCC-3′) (47). After 30 min the reaction was stopped.\nThe reaction products were separated on denaturing polyacrylamide gels\nand visualized using phosphorimaging (Fluorescent Image Analyzer\nFLA3000; Fuji). The relative ExoN activity was quantified using Image\nGauge software.\n\nFor pulldown assays, SARS-CoV nsp10 and nsp14 were co-expressed in\nE. coli using a dual promotor approach. In this\nsystem SARS-CoV nsp10 expression is under control of a tet promoter and\nproduces a protein in fusion with an N-terminal Strep-TagII, whereas\nnsp14 is expressed from a T7 promoter and carries an N-terminal\nHis6 tag. E. coli C41 (DE3) cells\n(Avidis SA, France) harboring the pLysS plasmid (Novagen) were\ntransformed with the various expression vectors and grown in 2YT medium\ncontaining antibiotics. Protein expression was induced by adding 50\nμm isopropyl\n1-thio-β-d-galactopyranoside and 200 μg/liter\nanhydrotetracycline, then cells were incubated for 16 h at 24\n°C. Bacterial cell pellets were frozen and resuspended in lysis\nbuffer (50 mm HEPES, pH 7.5, 500 mm NaCl, 5\nmm MgSO4) supplemented with 1 mm PMSF,\n10 μg/ml DNase I, and 0.5% Triton X-100. After sonication and\nclarification, proteins were purified by chromatography with\nStrep-Tactin-Sepharose (IBA GmbH, Göttingen, Germany). After 3\nwashes in high salt buffer (1 m NaCl) and 3 washes in low salt\nbuffer (500 mm NaCl), bound proteins were eluted with 2.5\nmm\nd-desthiobiotin in binding buffer. The purified proteins were\nanalyzed and quantified by capillary electrophoresis (Caliper LabChip,\nPerkinElmer Life Sciences).\n\nUsing “en passant recombineering” (recombineering by\nmutagenesis) (54), mutations in\nthe nsp10-, nsp14-, and nsp16-coding regions of SARS-CoV isolate\nFrankfurt-1 were engineered in prSCV, a pBeloBac11 derivative containing\na full-length cDNA copy of the viral genome (55). The DNA of such BAC clones was\nlinearized with NotI, extracted with phenol-chloroform, and transcribed\nwith the mMessage-mMachine® T7 (Ambion) using 2 μg of\nDNA template in a 20-μl reaction. Full-length viral RNA was\nprecipitated with LiCl according to the manufacturer's protocol, and 6\nμg was electroporated into 5 × 106\nBHK-Tet-SARS-N cells, which express the SARS-CoV N protein after\n>4 h of induction with 2 μm doxycycline (53). Electroporation was done using\nthe Amaxa Nucleofector (Lonza), Nucleofector Kit T, and program T-020\naccording to the manufacturer's instructions. Cells were mixed in a 1:1\nratio with Vero-E6 cells and seeded on coverslips for immunofluorescence\nmicroscopy and for analysis of virus production. Each mutant was\nlaunched twice from independently generated BAC clones. All work with\nlive SARS-CoV was performed inside biosafety cabinets in a biosafety\nlevel 3 facility at Leiden University Medical Center.\n\nFresh Vero-E6 cells were infected with harvests taken at 42 h post\ntransfection, and cells were incubated overnight. Intracellular RNA was\nisolated from the infected cells by using TriPure Isolation Reagent\n(Roche Applied Science) as described by the manufacturer's instructions\nand amplified by RT-PCR using random hexamers to prime the RT reaction,\nand primers 5′-TTGCCTACTATAACAATTCG-3′ and\n5′-GTTATAAATAGTCTCTTCATGTTGG-3′ for PCR amplification of\nthe nsp10-coding region. The nsp14 region was amplified by using primers\n5′-GGTTCTGAATATGACTATGTCATATTC-3′ and\n5′-CCTGTCCTTCCACTCTACCATC-3′; the primers for\namplification of the nsp16-coding region were\n5′-CTATGCTGAAATTTCATTCATGC-3′ and\n5′-TGGTGCACCGGTCAAGGTCACTACC-3′. Amplicons were\nsequenced to verify the presence of the original mutations and/or\nputative (second site) reversions.\n\nIn both experiments with mutant nsp10-M44A, no sign of virus replication\nwas observed at early time points (18–48 h post transfection)\nusing either immunofluorescence microscopy or titration of viral\nprogeny. In one experiment, however, all cells died from viral infection\nin a dish used to obtain a 72 h post-transfection harvest. This material\nwas used to infect fresh Vero-E6 cells for RNA isolation and\namplification of the nsp10-coding region by RT-PCR. Sequencing of this\nproduct revealed that the original M44A mutation had been converted into\nM44V.\n\nTo monitor the progression of SARS-CoV infection, transfected cells on\ncoverslips were fixed at various time points post transfection.\nImmunofluorescence assays were done after a previously described\nprotocol (56) using a rabbit\nantiserum against nsp4 (21) and\nmAb against N (kindly provided by Ying Fang, South Dakota State\nUniversity; Ref. 57). As the\nexpression level of N in BHK-Tet-SARS-N cells is much lower than the\nlevel reached in infected cells, it is possible to discriminate between\nSARS-CoV-positive and -negative cells.\n\nFor plaque assays, Vero-E6 cells seeded in 6-well clusters were infected\nwith serial 10-fold dilutions (in PBS containing 0.005% DEAE and 2% FCS)\nof supernatants from transfected cells. The inoculum was removed after 1\nh at 37 °C and replaced with an overlay of 1.2% Avicel (FMC\nBioPolymer) in DMEM supplemented with 50 mm HEPES, 2% FCS.\nCells were incubated at 37 °C, and after 3 days cell layers were\nfixed with 7.4% formaldehyde in PBS and stained with crystal violet to\nvisualize plaques. Titers are expressed in plaque forming units per ml.\nPlaque reduction assays were essentially performed as plaque assays with\nthe following modifications; each well of a 6-well cluster was infected\nwith the same amount of virus (∼15–30 plaque forming\nunits per well). Subsequently, the overlays that were applied contained\nincreasing concentrations of 5-fluorouracil (Sigma), ranging from 0 to\n250 μm.\n\nWe recently showed that the interaction of nsp10 with nsp14 induces a\n>35-fold stimulation of nsp14 ExoN activity (47). This qualitative study pinpointed nsp10\nresidues involved in this interaction that are also important for the\nnsp10-nsp16 interaction regulating SARS-CoV\n2′-O-MTase activity (40, 41, 47). To assess the\noverlap between these interaction surfaces, we first tested the impact\nof nsp10 mutations on the nsp10-nsp14 interaction using in\ncellulo BRET assays (for an overview of BRET strategy and\nset-up, see Ref. 58). Nsp10\nmutants were fused to the C terminus of enhanced yellow fluorescent\nprotein (EYFP), and nsp14 was fused to the C terminus of RLuc, all\nplaced under the control of the cytomegalovirus promoter. BRET signal\nwas measured in human HEK 293T cells at 48 h after plasmid transfection\n(Fig. 2A). As\nthe expression level of EYFP-nsp10 mutants was quite variable, the\namount of transfected plasmid DNA for each mutant was adjusted to\nachieve comparable protein expression levels (Fig. 2B). The nsp10 mutations\nselected to be tested in BRET assays mainly targeted surface residues\ndescribed in Lugari et al. (41), and most of them were known to affect or\nprevent the nsp10-nsp16 interaction.\n\nAlmost all nsp10 mutants tested with BRET were impaired in their\ninteraction with nsp14 (relative BRET values below 50%), suggesting\ntheir involvement in the nsp10-nsp14 interaction (Fig. 2). The K95A mutant, in which the mutation\nresides outside the interaction surface, yielded a BRET value comparable\nwith that of wild-type nsp10 and could thus be used as a negative\ncontrol for the BRET assay. Because most of the mutations tested\nconcerned surface residues, it is assumed that they do not alter the\nthree-dimensional structure of the protein as supported by the\n1H,15N heteronuclear single quantum\ncorrelation NMR experiments of Lugari et al. (41). Three mutants, however, C73R,\nH83R, and C120R, target residues close to or involved in the formation\nof the two zinc fingers of nsp10 (Fig.\n1). Replacement of those residues abrogated the interaction\nwith nsp14 (BRET values between 10 and 20%), probably due to misfolding\nof nsp10. We, therefore, discarded those mutants for further studies.\nFinally, the Y96F mutant showed a 80% reduction of the nsp10-nsp14\ninteraction (BRET value of 21 ± 7.9%) as opposed to its\nstimulation of the nsp10-nsp16 interaction (41).\n\nWe next performed pulldown assays to measure the binding efficiency of\neach nsp10 mutant to nsp14 in vitro (Fig. 3A).\nStrep-tagged nsp10 and His6-tagged nsp14 were co-expressed in\nE. coli. Nsp10 was purified using Strep-Tactin\nbeads, whereas nsp14 was co-purified in a complex that was subsequently\nquantitated by capillary electrophoresis. In the set of residues\ntargeted by mutagenesis, we now included alanine mutants of residues\nPhe-19, Asn-40, Lys-43, Leu-45, Thr-47, Thr-58, Gly-69, His-80, and\nLys-87, which surround the nsp10 surface as defined by BRET assay, and\nas a negative control residue Tyr-126, which is positioned on the\nopposite side of the nsp10 structure. For most of the nsp10 mutants\ntested (20 of 25), nsp14 binding was reduced by at least 50%, with\napproximately half of them displaying a complete loss of nsp14\nco-purification. Mutations V42A, L45A, T47A, T58A, and K87A reduced the\nrelative binding efficiency to ∼50% compared with wild-type\nnsp10. Finally, for two of the mutants, N40A and the negative control\nY126A, the interaction with nsp14 was not or only slightly altered\nin vitro (Fig.\n3A).\n\nWe next studied the functional importance of the residues described above\nfor stimulation of the nsp14 ExoN activity. The capability of mutant\nnsp10 proteins to modulate the nsp14 ExoN activity was assayed by\nmeasuring the hydrolysis of radiolabeled RNA oligonucleotide H4 by\n(mutant) nsp10 and nsp14. As described previously, this RNA substrate\nforms a double-stranded RNA structure that can be readily degraded by\nthe nsp10/nsp14 complex (47).\nMost nsp10 mutants displaying a reduced affinity for nsp14, as judged by\nBRET analysis and the in vitro binding assay, showed\nreduced stimulation of the nsp14 ExoN activity compared with wild-type\nnsp10 (Fig.\n3B).\n\nThe 15 BRET-identified mutations hampering the nsp10-nsp14 interaction\ncaused a reduction in both in vitro nsp14 binding and\nExoN activity (≤50% in both assays). The mutagenesis to alanine\nof residues Thr-47, Thr-58, and Lys-87, which surround the nsp10 surface\nas defined by the BRET study, resulted in a loss of at least 40% of the\nbinding capacity but did not significantly affect nsp14 ExoN activation.\nSeveral mutants abrogated the nsp10-nsp14 interaction (F19A, M44A, G69A,\nR78A, R78G, H80A, K93A, K93E, and Y96A) and resulted in a relative nsp14\nExoN activity below 30%, suggesting an important role for these residues\nin nsp14 recognition. Two other mutants, K43A and L45A, showing a\nrelative nsp14 binding of ∼40%, affected nsp14 ExoN activity\nless dramatically (ExoN activity of 62 ± 13 and 55 ± 17%\nrespectively), suggesting a smaller contribution to the nsp10-nsp14\ninteraction. Finally, nsp10 mutant Y126A, used as negative control, does\nnot seem to be involved in the nsp10-nsp14 interaction, as nsp14 ExoN\nactivity and in vitro binding values were close to\n100%. We also confirmed that inactivation of the nsp14 ExoN active site\n(nsp14 catalytic residues Asp-90 and Glu-92 mutated to alanine), used as\nnegative control, resulted in a complete loss of exoribonuclease\nactivity in this assay (47).\n\nTo interpret our results, we mapped the residues found to be important by\nBRET assay by in vitro interaction analysis and by ExoN\nactivity assays on the three-dimensional structure of nsp10 (PDB code\n2FYG\n(37)) (Fig. 4, A–C, respectively).\nThe three methods clearly define a common nsp10 surface for the\ninteraction with nsp14. Interestingly, it has previously been shown that\n(part of) this same nsp10 surface is also involved in the interaction\nwith nsp16 and that this surface is well conserved among coronaviruses\n(41).\n\nTo assess the degree of overlap between nsp10 interaction surface with\nnsp14 and nsp16, we first mapped the residues involved in the\nnsp10-nsp14 interaction identified above to the three-dimensional\nstructure of nsp10 (Fig.\n5A). Using the structure of the nsp10-nsp16\ncomplex (PDB code 2XYQ (40)), we\nalso mapped the nsp10 residues involved in the interaction with nsp16.\nFor this purpose, we highlighted all nsp10 residues within a 5 Å\nradius of nsp16 (Fig.\n5B). The areas corresponding to the nsp14\nand nsp16 binding surfaces were then marked on the same nsp10 structure\nmodel (Fig. 5C).\nThis figure distinctly highlights the fact that nsp10 interaction\nsurfaces have a substantial overlap. The surface that interacts with\nnsp14 seems to be more extended than the one involved in the interaction\nwith nsp16, as residue Phe-19, that is not involved in the nsp10-nsp16\ninteraction, plays a critical role in the nsp10-nsp14 interaction. In\nthe nsp10 structure, as depicted in Fig.\n5C, the nsp14 interaction surface covers\nmost of the nsp16 interaction surface and extends toward the upper part\nof nsp10. Table 1 summarizes the\ndata obtained for the nsp10-nsp14 interaction compared with the data\nfrom the previously described nsp10-nsp16 interaction analysis (41).\n\nA selection of nsp10 mutations described above was reverse-engineered\ninto the SARS-CoV genome using a BAC-based full-length cDNA clone from\nwhich recombinant virus can be launched (55). We chose to include mutations affecting the nsp10-nsp14\ninteraction only (F19A, K43A, and H80A) or targeting both the\nnsp10-nsp14 and nsp10-nsp16 interactions (M44A and Y96A). The Y96F\nmutant was also included, because it was shown to have a stronger\nin vitro interaction with nsp16 compared with\nwild-type nsp10. As additional phenotypic controls, we constructed\nmutants with inactivated nsp14 ExoN (D90A/E92A) (50) or nsp16\n2′-O-MTase (D130A) (34) activities. In addition, an nsp10-nsp16\ninteraction knock-out mutant was made in which nsp16 residue Met-247,\nwhich was previously shown to interact with nsp10 in the crystal\nstructure of the nsp10-nsp16 complex (40), was substituted by alanine.\n\nMutant viruses were launched by electroporation of in\nvitro transcribed full-length RNA into BHK-Tet-SARS-N cells\n(53), which express the viral\nnucleocapsid protein. These cells can be transfected efficiently and\nproduce progeny virions but do not support further viral spread because\nthey lack the ACE2 receptor used by the virus. For this reason\ntransfected cells were mixed with (SARS-CoV-susceptible) Vero-E6 cells,\nand the replication of mutant viruses was studied at different time\npoints using immunofluorescence microscopy and progeny virus titration\nby plaque assays. For each virus mutant, two independent mutant\nfull-length cDNA clones were generated and found to yield identical\nresults. The reverse genetics data are summarized in Table 2, and plaque phenotypes of\nreplication-competent mutants are shown in Fig. 6.\n\nOur in vivo data fully support the notion that residues\nin nsp10 that are involved in the interaction with nsp14 are important\nfor SARS-CoV replication in cell culture: three of the nsp10 mutations\nthat abolished this interaction in vitro (F19A, H80A,\nand Y96A) resulted in a non-viable virus phenotype, whereas a fourth\nmutation of this type (M44A) pseudo-reverted at a late time point in one\nof two experiments (the original M44A mutation had been changed to\nvaline (M44V) by 72 h post transfection). The K43A mutation, which\ndecreased but did not block the nsp10-nsp14 interaction and nsp14 ExoN\nactivity in vitro, yielded a crippled virus with\n∼15-fold reduced titers compared with the wild-type control 24 h\npost transfection. Plaques produced by this virus were slightly smaller\nthan wild-type plaques and more heterogeneous in size compared with the\nwild-type virus or other mutants (Fig.\n6).\n\nThe non-viable and late-reverting phenotypes of several of the nsp10\nmutants cannot be attributed solely to a reduction or lack of ExoN\nactivity as measured in vitro (Table 1), as the ExoN active site mutant\nnsp14-D90A/E92A, despite being crippled, was clearly replication\ncompetent (Fig. 6; and also\npreviously reported by Eckerle et al. (50)). The interaction between nsp10 and nsp16\napparently plays a less critical role in basic CoV replication, as also\nillustrated by the replication-competent phenotype of mutant\nnsp16-M247A, which displayed a small-plaque phenotype and gave an\n∼2-log reduced virus titer at 24 h post transfection. Its plaque\nphenotype is similar to that of the 2′-O-MTase\nactive site mutant nsp16-D130A, although the virus titers of the latter\nmutant were only ∼1 log lower. The replication-competent but\ncrippled phenotype of the 2′-O-MTase active\nsite mutant is comparable with that of the corresponding mutants\npreviously described for SARS-CoV, MHV, and HCoV-229E (44, 59). It has been postulated that the conversion of cap 0 to cap\n1 on viral mRNAs plays an important role in escape from innate immune\nrecognition but is not essential for viral replication per\nse. Mutation nsp10-Y96F, which decreased the interaction of\nnsp10 with nsp14 and increased its interaction with nsp16 in\nvitro, gave rise to virus titers and plaque sizes similar\nto those of the wild-type control. These results strongly suggest that\nthe replication defect of the non-viable nsp10 mutants is not caused by\na reduction of the nsp10-based stimulation of either the nsp14 ExoN\nactivity or the nsp16 2′O MTase function. Apparently, the nsp10\ncore domain plays a pleiotropic role during virus replication, as also\npreviously deduced from data obtained in the MHV model (63).\n\nGiven the fact that they compromised both the nsp10-nsp14 interaction and\nthe nsp10-mediated stimulation of the nsp14-ExoN activity in\nvitro, we investigated the possibility that the nsp10\nmutations K43A and Y96F increased the SARS-CoV mutation frequency\n(“mutator phenotype”) in a manner similar to what has\nbeen reported for the nsp14-D90A/E92A ExoN knock-out mutant (50). To test whether the K43A and\nY96F mutants also display such a phenotype, plaque reduction assays were\nperformed in the presence of increasing concentrations of the mutagen\n5-fluorouracil (5FU) (60). As\npreviously reported (60),\nincreased 5FU sensitivity was readily observed, even at the lowest dose\ntested (50 μm), for the nsp14-D90A/E92A ExoN knock-out\nmutant, which was included as a positive control in this experiment\n(Fig. 7). However, nsp10\nmutants K43A and Y96F were found to be equally insensitive to the drug\nas the wild-type virus. Only at the highest 5FU dose tested (250\nμm), a slight reduction in plaque size and numbers\nwas observed for both wild-type virus and nsp10 mutants (Fig. 7). This observation is\ninconsistent with the hypothesis that these nsp10 mutants would have a\nmutator phenotype, which should have markedly increased their\nsensitivity to a mutagen-like 5FU.\n\nSARS-CoV nsp14 ExoN activity was recently shown to be strongly stimulated by the\npresence of its interaction partner nsp10 (47). This feature is likely to be highly relevant for the unique RNA\nproofreading mechanism that is thought to allow coronaviruses to reliably replicate\ntheir long RNA genome (60). Accordingly, the\nreplacement of ExoN catalytic residues creates a mutator phenotype that may in the\nlong run threaten CoV genetic stability and survival (51, 61).\n\nIn this study we identified nsp10 residues involved in the interaction with nsp14.\nBRET methodology, considered as one of the most versatile techniques to study the\ndynamics of protein-protein interactions in living cells (62) as well as in vitro pulldown and\nenzymatic assays allowed the mapping of key residues involved in the formation of\nthe nsp10-nsp14 complex and the nsp10-driven stimulation of the ExoN activity (Figs. 2 and 3). Interestingly, a large majority of the mutants for which the\nnsp10-nsp14 interaction was disrupted lost their nsp14 ExoN-activating potential,\nrevealing the critical nature of this interaction for ExoN activity.\n\nThe nsp10 surface deduced to be involved in the nsp10-nsp14 interaction is conserved\nacross all four genera of the Coronaviridae subfamily (Fig. 8) (41) and overlaps with the nsp10-nsp16 interaction surface previously\ndescribed (Fig. 5; Refs. 40 and 41). Nsp10\nmolecules may thus act as a platform that recruits nsp14 or nsp16 to the\nreplication-transcription complex to either boost nsp14 ExoN activity or to switch\non nsp16 2′-O-MTase activity. Although the overlapping\ninteraction surfaces suggest an exclusive interaction of nsp10 with either nsp14 or\nnsp16, the protein is produced at a much higher rate due to the fact that, unlike\nnsp14 and nsp16, it is encoded in ORF1a, just upstream of the ORF1a/1b ribosomal\nframeshift site (6, 19, 63). Even\nthough little is known about the relative turnover of CoV nsps in general and\nalthough nsp10 may have additional binding partners that remain to be identified, it\nis fair to assume that nsp10 levels in infected cells are substantially higher than\nthose of nsp14 and nsp16, implying that the latter two proteins would not\nnecessarily be competing to bind nsp10 (16).\nThus, nsp10-nsp14 and nsp10-nsp16 complexes may coexist, possibly as part of larger\nnsp assemblies engaged in different steps of viral RNA synthesis.\n\nOne nsp10 residue, Tyr-96, is of particular interest. The aromatic nature of Tyr-96\nplays a crucial role in the nsp10-nsp16 interaction and in the activation of the\nnsp16 2′-O-MTase activity (41). This residue is specific for SARS-CoV nsp10 and is a phenylalanine\nin most other Coronavirus homologues (Fig. 7). As the nsp10 Y96F mutation resulted in an enhanced binding to\nnsp16 correlating with an increased 2′-O-MTase activity,\nresidue Tyr-96 was hypothesized to fine-tune the strength of the interaction between\nnsp10 and nsp16 (41). However, the underlying\nmechanism could not be clearly defined at the molecular level, not even using the\nstructure of the nsp10-nsp16 complex (40). In\nthis study we show that Tyr-96 is involved in the interaction with nsp14 and that\nthe nsp10 Y96F mutation interferes with nsp14 binding and decreases ExoN activity\nin vitro. This may explain why a tyrosine residue has been\nselected in the course of SARS-CoV evolution, whereas a phenylalanine has been\npreferred at this position in other CoVs to balance the relative affinities of nsp10\nfor nsp14 and nsp16. Nevertheless, in reverse genetics experiments the phenotype of\nthe nsp10 Y96F mutant virus was found to be similar to that of the wild-type virus,\nindicating that the presence of a phenylalanine residue at this position does not\nstrongly affect viral replication in the type of short term cell culture experiments\nincluded in this study.\n\nBecause complete inactivation of the CoV nsp14 ExoN function yields a crippled but\nreplicating virus (Refs. 50 and 51 and confirmed in this study), it was highly\nsurprising that several nsp10 mutations that disrupt the nsp10-nsp14 interaction\nproved to be lethal. Clearly, the non-viable phenotype of these mutants cannot be\nexplained by the loss of nsp14 ExoN activity alone, which raises important questions\nabout the functionality of nsp10 or the nsp10-nsp14 complex in CoV replication.\nNsp14 is a bifunctional enzyme, and its interaction with nsp10 may also influence\nits critical (N7-guanine)-methyltransferase activity, although no positive or\nnegative influence of nsp10 on this activity was observed in in\nvitro assays (34).\nAlternatively, nsp10 or the nsp10-nsp14 complex may have additional yet unknown\nfunctions that are vital for CoV replication. Previously, based on an MHV study, an\nindirect role for nsp10 in proteolytic processing of replicase polyproteins and\nviral RNA synthesis was proposed (64, 65). It is conceivable that the non-viable\nphenotype of several SARS-CoV nsp10 mutants in the present study could be attributed\nto critically influencing one or more of these as yet poorly defined additional\nnsp10 functions.\n\nMany of the SARS-CoV nsp10 residues found to affect the nsp10-nsp14 interaction and\nviral replication (Gly-69, Gly-70, Ser-72, His-80, and Tyr-96) correspond to\nresidues that localize within the core of nsp10, as previously defined by Donaldson\net al. (64) for MHV\nnsp10. This core does not appear to tolerate mutations (64), and the non-viable phenotype of some of the MHV\nmutants tested by Donaldson et al. (64) again seems to reflect the importance of the nsp10-nsp14 interaction\nsurface in coronaviruses. For instance, conserved residues Gly-69, Gly-70, and\nSer-72 were targeted for MHV and were all found to be critical for virus\nreplication, in line with the data from the in vitro interaction\nstudies presented here for SARS-CoV nsp10. Still, the non-viable phenotypes could\nalso be explained by alternative scenarios, like the nsp10 surface being involved in\nanother function that is critical for coronaviruses replication. The available data\nlead us to propose that specific “hot spot” residues (Phe-19,\nMet-44, Gly-69, Ser-72, His-80, and Tyr-96) within and around the nsp10 core can be\ntargeted to disrupt nsp10-nsp14 interactions and inhibit nsp14 ExoN activity and/or\nother nsp10 functions, potentially interfering with CoV replication. Strikingly,\nthose residues are highly conserved across coronaviruses, including the recently\nemerged and potentially life-threatening MERS-CoV (Fig. 8). Considering its importance for virus replication, highlighted\nby this and other studies, nsp10 represents an attractive target for\nanti-Coronavirus drug discovery. Specific molecules or peptides\ntargeting the described nsp10 surface and inhibiting the interaction with nsp14 and\nnsp16 could be developed to reduce or prevent Coronavirus\nreplication (66). Because nsp10 is well\nconserved among coronaviruses, such compounds could then be used for treatment or in\na prophylactic approach to prevent MERS-CoV infection, possible outbursts of\nSARS-CoV, or any other newly emerging lethal Coronavirus."}