{"title": "Effect of integrated traditional Chinese medicine and western medicine on the treatment of severe acute respiratory syndrome: A meta-analysis", "body": "Severe acute respiratory syndrome (SARS), caused by the SARS-associated coronavirus (SARS-CoV),1 is a newly emerged infectious disease associated with significant morbidity and mortality. Even now, much about this disease still remains poorly understood. As of April 21, 2004, a cumulative number of 8,096 cases with SARS and 774 SARS-related deaths were recorded from 29 countries and regions.\n\nThe urgency of a global outbreak did not allow sufficient time for conducting well-designed efficacy studies. As a result, there is currently no consensus on the optimal treatment of SARS. Many management strategies, including antiviral agents, immune-modulating agents, convalescent plasma, had been employed based on different rationales, and remained largely empiric.\n\nIn China, at the time of SARS epidemic, Traditional Chinese Medicine (TCM), as an auxiliary therapy to Western Medicine (WM), was extensively employed for the treatment of SARS. In April, 2003, several anti-SARS formulae were recommended by Ministry of Health (MOH) of China to use with WM, which consisted of more than twenty different herbal medicines (Table 1). In China, 3,104 of 5,327 clinically confirmed patients with SARS (58.27%) received TCM treatment. According to the official reports, the mortality rate in China was approximately 6.5%, which was apparently lower than that reported worldwide (9.6 %).2\n\nIn parallel with the TCM use, a series of studies were conducted to evaluate the effectiveness of\nintegrative TCM/WM treatment versus WM alone. To date, a few randomized controlled (RC) studies have\ninvestigated the beneficial effects of integrated TCM/WM treatments in the reduction of\ncase-fatality rate, improvement of clinical symptoms, and shortening the course of illness. However,\nthe findings have largely been inconsistent due to differences in study design and outcome measures.\nMeanwhile, the limited number of RC studies and inherent limitations (e.g. limited sample size,\ninadequate statistical analyses) prevented a critical assessment of efficacy. Although there have\nbeen three published meta-analyses evaluating the effectiveness of integrative TCM/WM\ntreatments,3,4,5 no firm conclusion can be drawn due to the methodological\nlimitations. Those three studies do not include updated data. The literature included in the Zhang\nMM et al. study3 and Liu et al.4 study was limited information available through 2003, excluding a number of more recent\nstudies. None of them presented the sensitivity and subgroup analyses to test the robustness of\nfindings.\n\nWith these considerations in mind, we conducted a meta-analysis using updated literature searches to asses the treatment effects of integrated TCM with WM in patients with SARS and to determine whether integrative treatment was more efficacious than WM alone in reducing mortality rate, increasing cure rate, and improving other clinical outcomes.\n\nA literature search was performed using MEDLINE (2002-August 2006), PubMed (2002- August 2006), EMBASE (2002 to August 2006),Cochrane library (2002 to August 2006) in English by 2 reviewers (YC and JJG) and using Chinese National Knowledge Infrastructure (CNKI) (2002-August 2006), and Chinese Biomedical Database (2002 to August 2006) in Chinese by 2 reviewers (YC and SZ). Key words used in the search were SARS or severe acute respiratory syndrome, treatment, effectiveness, Traditional Chinese Medicine, Chinese Herbal medicines, and Western Medicine. Various combinations of the search terms were used depending on the database searched. The type of publication searched was clinical study. The retrieved articles were also searched for additional references.\n\nTwo reviewers of the English literature and Chinese literature independently reviewed the studies for inclusion. Any disagreements on inclusion were resolved through discussion. Qualified studies were selected if they met the following inclusion criteria: (1) patients with a diagnosis of SARS, (2) studies had either RC design or nonrandomized controlled (NRC) design, (3) studies compared the treatment effects between integrated TCM/WM treatments and WM alone. The studied TCM included either raw herbs or refined herbal products. They could be single herb, mixtures of different herbs, or herbal extraction. The integrative TCM/WM treatment was defined as combined use of any type of TCM with WM. There was no restriction of inclusion on patients’ and study characteristics, such as age, sex, medications and duration of study.\n\nDuring outbreak period, there was no validated, or widely available rapid test for diagnosis of SARS Cov infection. Therefore, the diagnosis of SARS in China mainly relied on the clinical and epidemiological basis as suggested by the WHO.6\n\nFor the included studies, data were extracted by 2 reviewers (YC and SZ). Once completed, any disagreements on data extraction and study evaluation were resolved through discussion. Recorded data included study design, patient characteristics, and medication use.\n\nThe Jadad scale was used to assess the quality of the included RC studies, including method of randomization, double blinding, and reporting of withdrawal and dropouts.7 One point is given for each ‘yes’ and 0 point for each ‘no’. Besides, other individual markers, including estimation of sample size, Intention-To-Treat (ITT) analysis, were also examined for each included study.\n\nThe measurements of outcomes in this study included mortality rate, cure rate, resolution of lung infiltrates, dosage of corticosteroid (the average daily dosage, cumulative dosage of corticosteroid and course of corticosteroid treatment), CD4+ counts, and time to defervescence. The mortality rate was defined as the proportion of death among the patients with SARS who received the treatments. The cure rate was defined as the proportion of patients who simultaneously satisfied all three following conditions6: (1) patient’s fever remained normal (37.5°C) for at least seven days without using any anti-fever medications, (2) symptoms of respiratory systems disappeared, (3) partial or complete resolution of the pulmonary infiltrates as demonstrated by chest radiographs. The time to defervescence was defined as the time period from the day of hospital admission to the date when the temperature of patients recovered to the normal range and stayed normal for at least seven days.\n\nData were analyzed using RevMan 4.27 (Cochrane Collaboration, Oxford, UK). Statistical significant level was predetermined at the 0.05 level. The effects of integrative treatments were presented as risk ratio (RR), rate difference (RD) for dichotomous outcomes, and weighted mean difference (WMD) for continuous outcomes. The RD was defined as the difference of occurrence rate of events between integrative treatment group and WM alone group.\n\nThe computations of RR, RD and WMD were given by the following standard formulas: RRi=(ai/n1i)/(ci/n2i) with standard error se{ln(RRi)} =  and RDi=(ai/n1i)–(ci//n2i) with standard error se(RDi) = , where ai and ci are the events, bi and di are non-event, n1i and n2i are the group size, for two studied groups in study i, respectively. WMDi=m1i−m2i with standard error se(WMDi) = , where m1i and m2i are the mean response, sd1i and sd2i are the standard deviation, for the two studied group in the study i, respectively.\n\nThe pooled RR, RD and WMD were calculated by using both fixed-effects8 and random-effects model.9 If the test of heterogeneity (chi square statistic) was significant (p<0.05), we presented the results of the random-effect models; otherwise, estimated results of fixed-effect models were presented.\n\nIn order to exclude the bias brought by those nonrandomized controlled clinical studies (NRC), sensitivity analysis was performed to reassess the treatment effects by including randomized controlled clinical studies (RC) only. In addition, subset analyses were performed, where the robustness of the pooled estimates were further assessed by repeating the meta-analysis on the basis of sample sizes and the presence of adequate information about randomization.\n\nThe English and Chinese-language literature search yielded a total of 182 published studies, of\nwhich the abstracts were reviewed. Then, 52 full articles that were potentially relevant were\nfurther reviewed, of which 25 studies were excluded because of lack of controls, 3 because of the\nduplicate publications. Finally, 24 studies met the inclusion criteria, including 16 RC\nstudies,10,11,12,13,14,15,1617,18,19,20,21,22,23,24,25 and 8\nNRC studies.26,29,30,31,32,33 A total of 1,678\npatients with a diagnosis of SARS were included, where 866 patients came from 16 RC studies and 812\npatients from 8 NRC studies (Table 1).\n\nOf the 24 included studies, WM treatment mainly consisted of empiric antibiotics (e.g. azithromycin: 0.5g/d, Levofloxacin: 0.4g/d, Ceftriaxone: 2-4g/d), antiviral drugs (e.g. ribavirin: 0.5-1g/d), corticosteroid (e.g. Methylprednisolone: 80-320mg/d), and/or thymosin (50-200 mg/d). The use of TCM is shown in Table 1, where anti-SARS formulae were evaluated in ten studies, herb extracts were evaluated in three studies, and other combinations of herbal medicines were evaluated in eleven studies.\n\nOf the 24 studies, only three studies reported the outcomes based on the severity of diseases14,27,33 Of the 16 RC studies, most of them did not provide adequate information about the methods of blinding, and ITT. According to the Jadad scoring method, of the 16 RC studies, 7 studies scored 2 points11,12,17,18,21,23,24 and the remaining studies each scored 1 point.\n\nTen of 24 studies reported the mortality rate.11,13,14,21,23,25,27,29,32,33 The pooled mortality rates attributed to SARS in the integrated TCM/WM group and WM alone group were 3.7% (16/430) and 10.9% (44/403), respectively (RR=0.38, 95%CI:0.22 to 0.63). Based on the sensitivity analysis, when NRC studies were excluded27,29,32,33, the conclusion was not affected (RR=0.33, 95%CI: 0.14 to 0.77) (Figure 1). However, no significant difference in mortality rate between treatments was detected in further subset analysis (RR=0.35, 95%CI: 0.12 to 1.10), where only those RC studies with larger sample sizes and adequate information of randomization were included (Table 2).\n\nNine studies reported the cure rate13,14,20,21,23,25,27,28,33, of which three were NRC studies.27,28,33 Positive effects in improving cure rate were noted with integrative treatment regardless of the inclusion of NRC studies (Figure 2), however, no significant difference was found in further subset analysis (RD=0.10, 95%CI: -0.02 to 0.22, Table 2).\n\nResolution of lung infiltrate were reported in eight studies.11,15,17,21,23,24,26,32 As shown in Figure 3, 80.9% (292/361) patients receiving the integrative treatments had partial or complete resolution of pulmonary infiltrate, which was significantly higher than patients in WM alone group (67.8%,202/298) (RD=0.18, 95%CI: 0.07 to 0.30). Consistent findings were noted in sensitivity and subset analyses.\n\nTen of 24 studies reported the use of corticosteroids in terms of average daily dosage (mg),11,23,24,33 average cumulative dosage (mg),13,14,25 and treatment course in days.19,20,25,28 The average daily dosage used in integrative TCM/WM treatment group was significantly lower than that in WM alone group (WMD=-60.27, 95%CI; -70.58 to -49.96). There was no significant difference between two groups either in the average cumulative dosage of corticosteroids (WMD=-229.84, 95%CI:-506.03 to 46.35) or the course of corticosteroids treatment (WMD=-1.61, 95%CI:-3.99 to 0.77).\n\nFour studies reported CD4+ counts (cell/uL).21,25,27,30 Prior to any treatments, there were no significant differences in CD4+ counts between two groups (WMD=-11.00, 95%CI: -56.02 to 34.01). After the treatments, the pooled WMD between the two groups was 167.96 (95%CI; 109.68 to 226.24). indicating a significant difference in the recovery of CD4+ counts between integrative treatment group and WM alone group.\n\nEight studies reported the time in days to fever resolution.13,14,18,20,23,28,29,32 The pooled WMD between integrative TCM/WM treatment group and WM alone group was -1.06 (95%CI : -1.60 to -0.53, Figure 4). It suggested that integrative treatment could significantly reduce the time to defervescence in patients with SARS. Consistent findings were found in sensitivity and subset analyses.\n\nBased on the sensitivity analysis, the results were not affected with the exclusion of NRC\nstudies (Figures 1,2,3,4).\nAdditional subset analyses found that the previously observed differences in mortality rate and cure\nrate became insignificant when only RC studies with larger sample sizes and adequate randomization\ninformation were included (Table 2).\n\nIn this present study, we summarized the results of the findings from both RC studies and NPC studies using the meta-analysis. There is no convincing evidence to support that integrative TCM/WM treatment could significantly decrease the mortality rate, which contrasted from the findings from Liu et al. study.4 Although we first noted a significant reduction in mortality rate with the integrative treatment when ten studies were included, further subgroup analyses failed to consistently find a significant difference in mortality rate in those RC studies with larger sample sizes and adequate information of randomization. This suggests that the previously observed positive effects of integrative treatment were likely due to the inclusion of those studies of poor quality.\n\nIn this study, both overall and subgroup analyses provided clear evidence to support the notion that the integrative TCM/WM treatments might be more effective in clearing up the lung infiltrate, shortening the time to defervescence than WM treatment alone. These findings were consistent with the results from a previously published meta-analysis study.3\n\nIt has been found that a large percent of patients with SARS presented with lymphopenia.34,35 Low counts of CD4+ and CD8+ are often associated with adverse outcome.36 How to recover the lymphocyte cells became a critical treatment issue. In this present study, patients receiving integrative TCM/WM treatment had significantly higher CD4+ counts (uL) at the end of study (WMD=167.96, 95%CI; 109.68 to 226.24). With the limited follow-up, how well such effects could be translated into clinical outcomes were unknown. This aspect of benefits certainly warrants further investigation.\n\nOur study suggests that adjunctive use of TCM with WM could significantly reduce the average daily use of corticosteroids. To date, use of corticosteroids for patients with SARS remains controversial. One important concern is the occurrence of adverse events associated with the use of corticosteroids, such as the development of Aspergillus, fungal infection.37,38 Recent literature reported that some Chinese SARS survivors who had received high-dose corticosteroids treatment suffered the femoral head necrosis following therapy.39,40 In the 24 identified studies used in this analysis, no long-term outcomes were reported. The questions of how clinically relevant the observed benefit of integrative treatment in reducing the average daily dose of corticosteroids were, and whether it could lead to a lower risk of developing corticosteroids-related adverse events, have not been answered yet in this study.\n\nThe findings of this study should be considered within the context of limitations. First, due to the limited number of published RCT studies, our analysis also included some NRC studies. However, the sudden outbreak of this new and serious disease precluded well controlled clinical studies during the epidemic. Despite twenty-four clinical studies, most of them had low methodological quality according to the Jadad scores. Second, the variation in treatment regimens, particularly the wide range of TCM in concoction constituents, dose, route of administration, and duration of therapy, became a major obstacle to a clear interpretation of the results. Third, there were only three studies that reported the outcomes on the basis of severity of disease. The data were insufficient for conducting an effective subset analysis on the severity of disease. Fourth, diagnoses of SARS during the outbreak were not confirmed by laboratory evidence of the SARS-Cov infection. As a recent study indicated, out of 28 patients, only 24 (85.71%) were eventually confirmed as having SARS according to the T-PCT detection of SARS-Cov RNA.41 Fifth, because of the variety of TCM and WM under study, it would have been difficult to meaningfully measure the rate of adverse events related to treatments. Therefore, such an analysis of adverse events was not conducted as part of this present study.\n\nThe experience of integrative TCM/WM in the treatment of SARS is encouraging. This study demonstrated the possibility that integrated TCM/WM treatments might be a beneficial modality for the treatment of SARS, especially on quickening the resolution of lung infiltrate, increasing the CD4+ counts, and reducing the time to defervescence. Clearly, further studies are needed with any future outbreak of SARS, and the quality of studies evaluating TCM needs to be improved. Further studies should aim to standardize the TCM treatment and include long-term follow-up on major outcomes in order to strengthen the rationale of using TCM."}