{"title": "Optimization of the extraction of total flavonoids from Scutellaria baicalensis Georgi using the response surface methodology", "body": "Scutellaria baicalensis Georgi (Labiatae), or Chinese Huangqin, is a widely used as herbal medicine in China and other East Asian countries (CPM 2010; Heo et al. 2009; Park et al. 2011). Its dried roots can treat inflammations, cancers, hepatitis, tumors, bronchitis, allergies, and arteriosclerosis (CPM 2010; Sun et al. 2008; Zhang et al. 2006). S. baicalensis has been reported to contain flavonoids, phenylethanoids, amino acids, and essential oils (Li et al. 2004; Liu et al. 2009, 2011; Sheng et al. 2009; Zhou et al. 1997). The main active components of S. baicalensis are the flavonoids, which have recently received much attention worldwide. These compounds have numerous reported medicinal properties such as antioxidant, antineurotoxic, anti-inflammation, antianxiety, antimutagenic, antiradical, anti-cancer, and anti-SARS coronavirus effects, as well as liver protection, hearing protection, neuroprotection, and spontaneous sleep–wake regulation (Chang et al. 2011; Chen et al. 2004; Heo et al. 2004; Himeji et al. 2007; Hui et al. 2002; Kang et al. 2010; Kim et al. 2009; Kimura and Sumiyoshi 2011; Lin et al. 2011; Shang et al. 2006; Wang et al. 2010; Woźniak et al. 2004; Zhao et al. 2006).\n\nThe orthogonal design methods have been widely applied in analytical procedures for optimizing to obtain higher extraction yields. However, such designs cannot measure the interactive effects among the variables (Baş and Boyacı 2007; Sheng et al. 2013). The response surface methodology (RSM) can overcome the disadvantages of the orthogonal design. RSM is a mathematical and statistical method for designing experiments, modeling, evaluating variable effects, and optimizing extraction conditions. This methology has been recently used to optimize chemical and physical processes (Najafi et al. 2012; Sheng et al. 2013; Wang et al. 2012, 2013; Xu et al. 2013; Yang et al. 2010).\n\nIn this study, the total flavonoids were extracted from S. baicalensis. The aim of the study was to understand the combined effect of the extraction parameters, including the ethanol concentration, extraction time, temperature, and the liquid–solid ratio by applying RSM. The response variables were examined based on the flavonoid yields under different operating conditions.\n\nS. baicalensis was locally purchased and verified by Professor Tiechen Cui (School of Life Science, Zhaoqing University). The voucher specimens were immediately deposited after the extraction of flavonoids. Rutin (No.100080-200707) was purchased from the Chinese Institute for the Control of Pharmaceutical and Biological Products. All the reagents were of analytical grade. The double distilled water was used for all the experiments. Analytical grade aluminum nitrate, ethanol, sodium hydroxide, and sodium nitrite were purchased from the Guangzhou Chemical Reagent Factory.\n\nThe plant samples (5.000 g) were used to extract flavonoids via reflux extraction by ethanol (School of Chemistry& Chemical Engineering of Zhaoqing University). The samples were vacuum-dried at 60 °C for 24 h and then finely ground to sieve through a 35/40 mesh (approximately 0.5 mm diameter). These samples were prepared in the solvent within given ranges for the temperature (25 °C to 95 °C), extraction time (0.5 h to 3.0 h), and liquid–solid rato (g/mL) (1:6 to 1:21) at different ethanol concentrations (0, 10 %, 30 %, 50 %, 70 %, and 90 %). The extraction solution was centrifuged at 3,000 rpm for 5 min and passed through a Xinhua filter (Hangzhou Xinhua Paper Industry Co., Ltd.). The filtrate was diluted to 100 mL prior to the measurement of the total flavonoid content.\n\nA standard colorimetric assay was applied to measure the amount of total flavonoids, with slight modifications. Briefly, 1 mL of the diluted flavonoid extract, 5 mL of 60 % (v/v) ethanol, and 0.3 mL of 5 % (w/v) sodium nitrite were mixed for 6 min, and then 0.3 mL of 10 % aluminium chloride (w/v) was added. After another 6 min of mixing, 4 mL of 1 mol/L sodium hydroxide was added to the extraction mixture. A final volume of 10 mL was obtained by adding distilled water to the extract. The solution was left to stand for 15 min. The absorption at 507 nm was then measured using a UV–vis 916 spectrophotometer (GBC Scientific Equipment Pty Ltd., Australia) against the same mixture, without using the sample as a blank. The calibration curve ranged from 24 to 52 μg/mL (y = 11.994x + 0.0298, where y is the absorbance and x is the concentration of the sample; R2 = 0.9998).\n\nSeveral parameters affect the total flavonoid yield. Previous trials showed that the ethanol volume, extraction temperature, extraction time, and liquid–solid ratio have significant effects on the yield of total flavonoid extraction (Liu et al. 2009). Given the preliminary results, a central composite rotatable design (CCRD) was used to investigate the effects of four independent variables, namely, the ethanol volume (X1), extraction time (X2), temperature (X3), and the solid–liquid ratio (X4) on the yield of flavonoids (Y). The independent variables were designated as “+1,” “0,” and “−1” for high, intermediate, and low values, respectively. The coded and corresponding uncoded levels of the independent variables used in the CCRD design are listed in Table 1. The complete design consisted of 29 experimental runs, including 5 replications of the center points.\n\nA second-degree polynomial model was used to explain the behavior of the system based on the experimental data. The nonlinear computer-generated quadratic model is stated in the following equation:2\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$ Y={\\beta}_0+{\\displaystyle \\sum_{\\mathrm{i}=1}^4{\\beta}_{\\mathrm{i}}{\\mathrm{X}}_{\\mathrm{i}}}+{\\displaystyle \\sum_{\\mathrm{i}=1}^4{\\beta}_{\\mathrm{i}\\mathrm{i}}{\\mathrm{X}}_{\\mathrm{i}}^2+{\\displaystyle \\sum_{\\mathrm{i}=1}^4{\\displaystyle \\sum_{\\mathrm{j}=1}^4{\\beta}_{\\mathrm{i}\\mathrm{j}}{\\mathrm{X}}_{\\mathrm{i}}{\\mathrm{X}}_{\\mathrm{j}}}}} $$\\end{document}Y=β0+∑i=14βiXi+∑i=14βiiXi2+∑i=14∑j=14βijXiXjwhere Y is the response and β0 is a constant. βi, βii, and βij are the linear, quadratic, and interactive coefficients, respectively; Xi and Xj are the levels of the independent variables.\n\nThe Design-Expert software (trial version 8.0.4, Stat-Ease Inc., Minneapolis, USA) was utilized to perform this operation for the experimental design, multiple regression analysis (R2), ANOVA, and the numerical optimization of the response surface regression (RSREG) procedure. The practical yield was obtained under the optimal conditions.\n\nDifferent concentrations of ethanol solutions (40 %, 50 %, 60 %, 70 %, and 80 %) were used to study the effect of ethanol on extraction performance. The procedures were conducted at 60 °C for 2 h with a liquid-material ratio of 30:1 (mL/g).\n\nThe flavonoid yields were significantly affected by the ethanol concentrations (Fig. 1a). The yield was highest when 60 % ethanol was used as the extraction solvent. The yield increased with the increasing ethanol solutions concentration when the concentration of ethanol was less than 60 %. However, the yield decreased within the range of 60 % to 100 % ethanol. Therefore, 60 % ethanol was used as the center point for the RSM experiment.\n\nThe extract yield for the total flavonoids increased with the increasing extraction time of 0.5 h to 2.0 h (Fig. 1b). The yield peaked at 2.0 h before it significantly decreased. Therefore, the optimal extraction time was determined to be 2.0 h.\n\nThe extraction yield gradually rose with the increasing temperature, reached a maximum at 60 °C, and finally dropped at the range from 60 to 90 °C (Fig. 1c). However, much higher temperatures could cause activity loss, promote the degradation of thermosensitive compounds, and increase the solubility of impurities. Therefore, the optimal temperature was considered to be 60 °C.\n\nThe liquid–solid ratio is an important variable. Flavonoids cannot be completely extracted if this ratio is too high, whereas the process costs would increase if the ratio is too low. The effect of varying the ratio of liquids to solids (20:1, 30:1, 40:1, 50:1, and 60:1) was investigated (Fig. 1d). The extraction yield was greatly increased when this ratio increased from 20:1 to 30:1 but subsequently decreased with higher liquid–solid ratios. Therefore, we chose a liquid–solid ratio of 30:1 as the center point for the RSM experiment.\n\nThe extraction yield of the total flavonoids from S. baicalensis was optimized with the RSM approach based on the single-factor experiment values. The experiments were randomized, as described in detail in Table 2. Given the multiple regression analysis of the experimental data, the coefficients of the independent variables produced the following second-order polynomial stepwise equation:3\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$ \\begin{array}{l}Y=18.56-1.53{X}_1+0.26{X}_2+0.64{X}_3+0.26{X}_4-0.47{X}_1{X}_2-0.13{X}_1{X}_3-1.12{X}_1{X}_4+\\\\ {}0.042{X}_2{X}_3-0.20{X}_2{X}_4-0.74{X}_3{X}_4-1.61{X_1}^2-1.06{X_2}^2-0.73{X_3}^2-0.78{X_4}^2\\end{array} $$\\end{document}Y=18.56−1.53X1+0.26X2+0.64X3+0.26X4−0.47X1X2−0.13X1X3−1.12X1X4+0.042X2X3−0.20X2X4−0.74X3X4−1.61X12−1.06X22−0.73X32−0.78X42where X1, X2, X3, and X4 are the coded values of the ethanol concentration, extraction time, temperature, and the liquid–solid ratio, respectively.\n\nANOVA was applied to evaluate the significance of the regression coefficients of the response surface quadratic polynomial model. If a model has a significant regression and a non-significant lack of fit, it is said to be well fitted to the experimental results. The lack of fit (p > 0.05) was not significant (Table 2). Thus, few unknown factors can affect the experiment results. The model with R2 > 0.75 was considered acceptable (Yang et al. 2010). The polynomial model (p < 0.05) and the correlation coefficient (R2 > 0.75) demonstrated that the regression model was suitable for the actual situation. A relationship between the flavonoid yield and the studied extraction conditions was revealed. Therefore, the obtained regression model could optimize and satisfactorily predict the conditions for maximum yield. A, A2, and B2 significantly affected the extraction yield, which demonstrated that the influence factors did not have a simple linear or quadratic relationship (Table 3). However, the analysis showed that the studied factors influence the total flavonoid yield in the following order: ethanol concentration > extraction temperature > liquid–solid ratio > extraction time.\n\nThe extraction yield can also be predicted from the three-dimensional (3D) response surface and two-dimensional (2D) contour plots of the different variables influencing the flavonoid yield. The 3D response surface graphically revealed the sensitivity of the response value towards the change in the variable. The 2D contour plot illustrated the significant coefficients between the different variables. The independent variables were obtained by keeping the other two factors at center values (Figs. 1 and 2). The response surface plots illustrated the magnitude of the response values. The steeper plots implied that the response value had a greater effect on the extraction conditions. Otherwise, the observed influences were slight (Bezerra et al. 2008).\n\nThe response surface and contour plots for the influence of the ethanol concentration and extraction time on the flavonoid yield are shown in Figs. 1a and 2a. The extraction time exhibited a significant effect on the flavonoid yield, whereas the effect of the ethanol concentration was weaker. The yield was increased when the ethanol concentration increased from 50 to 53 % and the extraction time increased from 1.5 to 2.12 h. However, prolonging the extraction time and further increasing the ethanol concentration appeared to be disadvantageous for the extract yield. Prolonging the extraction time may cause flavonoid decomposition and consequently decrease the yield. By contrast, increasing the ethanol concentration may change the solvent polarity and increase the amount of impurities. These results suggest that the ethanol concentration and the extraction time had a quadratic effect on the response, whereas the mutual interactions between the ethanol concentration and the extraction time were not significant.\n\nThe effects of the extraction temperature and the ethanol concentration on the flavonoid yield are shown in Figs. 1b and 2b. When the ethanol concentration was lower than 53 %, the yield was positively correlated to the increasing ethanol concentration. The results indicated that the highest yield could be produced when extraction was performed at 62 °C with 53 % ethanol.\n\nThe combined effect of the ethanol concentration and the liquid–solid ratio on the extraction yield is indicated by Figs. 1c and 2c. The extraction yield increased linearly when the ethanol concentration increased from 50 to 53 %, but the yield decreased when the ethanol concentration exceeded 53 %. The liquid–solid ratio had a less significant effect on the yield. The mutual interactions of the ethanol concentration with the liquid–solid ratio were similarly not significant.\n\nBoth the extraction time and the temperature exhibited weak effects on the flavonoid yield (Figs. 1d and 2d). The extraction yield increased when the temperature ranged from 50 to 62 °C, but the yield decreased when the temperature was higher than 62 °C. The interaction effect of the extraction time with the temperature on the flavonoid yield was not significant.\n\nThe effects of the extraction time and the liquid–solid ratio on the flavonoid yield are shown in Figs. 1e and 2e. A lower liquid–solid ratio produced lower yield. The yield increased when the liquid–solid ratio changed from 20 to 35, but decreased thereafter. The influence of the extraction time on yield was less significant than the liquid–solid ratio. The flavonoid yield was improved by prolonging the extraction time from 1.5 to 2.12 h, but it decreased thereafter. The interaction effect of the extraction time with the liquid–solid ratio and the temperature on the flavonoid yield was not significant.\n\nThe effects of the extraction temperature and the liquid–solid ratio are given in Figs. 1f and 2f. Lower temperatures induced lower yields. As the temperature rose from 50 to 62 °C, the yield was increased. However, the yield decreased when the temperature rose beyond 62 °C. The influence of the temperature on the yield was more significant than that of the liquid–solid ratio. The flavonoid yield was improved by prolonging the extraction time from 1.5 to 2.12 h; after which, the yield was decreased.\n\nPriority factors were needed to be defined definitely to improve the yield of total flavonoids from S. baicalensis based on the established model. Pareto chart of the standardized coefficients corresponding to the independent variable and their interactions with statistical significance (p < 0.05) was applied for investigating the relative contribution (Fig. 3) (dos Santos et al. 2012; Wang et al. 2014). The result showed the effects of the independent variable and their interactions were ranked as A2 >> AD >> A > C > B2.\n\nThe selected variables were further reduced for optimization using Design-Expert. The software identified the following optimum conditions: ethanol concentration, 52.98 %; extraction time, 2.12 h; extraction temperature, 62.46 °C; and liquid–solid ratio, 35.23. Under the abovementioned conditions, the predicted extraction yield was 19.437 mg/g.\n\nThis study investigated the effects of the ethanol concentration, extraction time, temperature, and the liquid–solid ratio on the yield of flavonoid extraction from S. baicalensis. The extraction parameters were optimized using RSM and the second-order polynomial regression model. The yield was significantly increased under the optimized conditions."}