{"title": "Detection of the Middle East Respiratory Syndrome Coronavirus Genome in an Air Sample Originating from a Camel Barn Owned by an Infected Patient", "body": "Air samples were collected from the camels’ barn on three consecutive days, with day 1 (7 November 2013) being the same day that one of the nine camels was positive for MERS-CoV by real-time RT-PCR. Samples were collected using the MD8 airscan sampling device (Sartorius) and sterile gelatin filters (80 mm in diameter and 3-μm pore size; type 17528-80-ACD; Sartorius). Air was sampled at a speed of 50 liters/min for 20 min. Filters were dissolved in 5 ml viral transport medium (VTM) and stored at −80°C until analyzed.\n\nRNA was extracted from the dissolved filter solution using a QIAamp viral RNA minikit (Qiagen, Germany) according to manufacturer’s instructions. Eluted RNA was screened for the UpE region using the real-time RT-PCR assay on a Rotor-Gene Q real-time PCR machine (Qiagen, Germany) as previously described (22). Samples were also tested by real-time RT-PCR for the ORF1a and ORF1b regions for confirmation as described previously (22).\n\nFurther confirmation was performed by partially sequencing the UpE, ORF1a, ORF1b, RdRp, and N regions of the viral genome as per the WHO recommendations (23). In addition, one region containing unique mutations in isolates obtained in our previous report (20) were also sequenced. Sequencing was performed as described previously (20). Sequences were aligned with the genome of the MERS-CoV-Jeddah-camel-1isolate (KF917527) obtained in our pervious study using Geneious 7.0.6 software.\n\nSequences obtained in this study were deposited in GenBank and given the following accession numbers: MERS-CoV-Jeddah-air-1-2014-ORF1a-partial cds-1, KJ740998; MERS-CoV-Jeddah-air-1-2014-ORF1a-partial cds-2, KJ740999; MERS-CoV-Jeddah-air-1-2014-RdRp-partial, KJ741000; MERS-CoV-Jeddah-air-1-2014-ORF1b-partial, KJ741001; MERS-CoV-Jeddah-air-1-2014-UpE-partial, KJ741002; and MERS-CoV-Jeddah-air-1-2014-N protein-partial, KJ741003."}