{"title": "The standard of care of patients with ARDS: ventilatory settings and rescue therapies for refractory hypoxemia", "body": "The acute respiratory distress syndrome (ARDS) is characterized by life-threatening impairment of pulmonary gas exchange, resulting in hypoxemia, hypercapnia, and respiratory acidosis and requiring acute rescue measures. Oxygen delivery to the tissues is necessary for all aerobic life, and tissue hypoxia will result in various deleterious effects including altered vascular reactivity, inflammation, cell apoptosis, and organ dysfunction or failure [1]. Tissue hypoxia is the result of hypoxemia, and hypoxemia is a consequence of insufficient support of the respiratory system and/or of the oxygen delivery system (cardiac output, hemoglobin level [2]). Unfortunately, a precise and “simple” limit area to hypoxemia has not been identified and a “critical” level at which harm appears might vary between organs and patients. Furthermore, it is not known whether critically ill patients have the same spectrum of compensatory mechanisms to hypoxemia as the “normal” human body, and the rapidity of onset (“acclimatization effect”), severity, and duration of hypoxemia may determine the induction of tissue hypoxia.\n\nA clinical determination of hypoxemia varies, but typical values areArterial partial pressure of oxygen (PaO2) < 60 mmHg.A ratio of PaO2 to FIO2 < 100.Arterial oxygenation (pulse oximetry [SaO2]) < 88 %.\n\n\nIn recent years a strategy of permissive hypoxemia (SaO2 82–88 %) in patients with severe ARDS was proposed aimed at minimizing the harmful effects of high inspiratory oxygen concentrations by accepting a low SaO2 and optimizing cardiac output to maintain adequate oxygen delivery [3]. Of note the “classical” concept of oxygen delivery/consumption dependency is controversial [4]. A recent Cochrane review failed to identify any relevant studies evaluating hypoxemia versus normoxemia in ventilated patients with ARDS [5]. Furthermore, in a retrospective analysis of ARDS patients, lower PaO2 during mechanical ventilation (median < 72 mmHg) was associated with a higher incidence of long-term cognitive impairment and psychiatric disorders compared with higher PaO2 (median 86 mmHg, p < 0.02) [6].\n\nHypoxemia and tissue hypoxia could be detected by PaO2, SaO2, serum lactate, and central venous oxygen saturation (SvO2), which are global measurements, and the extent to which these flow/volume-average-weighted measurements reflect organ hypoxia remains unknown. In clinical practice the definition of “hypoxemia” is often based on one or more of these global values, and currently no parameter for the precise assessment of tissue hypoxia in the individual patient is available. Since inadequate tissue oxygenation as well as excessive oxygen administration (with expression of oxygen reactive species) can both be harmful [7], a careful balance based on precise control of arterial oxygenation including the acceptance of a “safe” threshold may avoid deleterious hypoxia as well as hyperoxia-associated injury. It remains to be evaluated in further studies whether selected biomarkers may help identify tissue hypoxia in the individual patient.\n\nIn summary, “simple” and global parameters (PaO2, SaO2, SvO2, lactate) are imprecise surrogates for hypoxia in ARDS patients. However an individualized, organ-specific approach for monitoring of hypoxemia is currently not available. Therefore a target for conservative arterial oxygenation is recommended (PaO2 = 65–75 mmHg, SaO2 = 90–95 %), which should be bundled in a general “organ failure prevention” strategy.\n\nLow V\nT ventilation (6 ml/kg predicted body weight, PBW) reduces 28-day and total hospital mortality [8], but PBW-based V\nT ignores the lung volume actually available for ventilation. The applied volume is only distributed to aerated regions, and the larger the non-aerated regions, the greater the associated hyperinflation (strain). The driving pressure for a given V\nT is responsible for opening lung areas which are collapsed at end-expiration. A lower pressure will not reopen these areas and hypoxemia will worsen. The solution is to increase PEEP in order to reap the potential benefits of such a protective approach, especially in severe ARDS. This will also reduce the driving pressure required [9, 10]. It would allow more individualized settings based on physiologic measurements and considerations [11–13].\n\nWhether pressure-controlled ventilation (PCV) can reduce ventilator-associated lung injury (VALI) compared to volume-controlled (VCV) ventilation is a matter of debate. A meta-analysis [14] of three randomized controlled trials (RCTs) concluded that PCV was not superior to VCV, with a relative risk of hospital and ICU mortality for PCV versus VCV of 0.83 (95 % CI 0.67–1.02; p = 0.08) and 0.84 (95 % CI 0.71–0.99; p = 0.04), respectively. Another systematic review which included 34 studies concluded that outcome is “unlikely influenced by simply using one breath type vs the other for all patients” [15]. Since flow, driving pressure, and frequency determine the power, and the factor by which ventilation injures the lungs, it seems unlikely that the manner in which this power is delivered (i.e., flow pattern) plays a major role. Airway pressure release ventilation provides a potential recruitment by increased airway pressure and allows spontaneous breathing, with some potential benefits (decreased sedation, shorter mechanical ventilation, and improvement in cardiac performance). High-frequency oscillatory ventilation delivers very small tidal volumes, to prevent volutrauma, at a constant (relatively high) mean airway pressure. Despite their theoretical benefits, the clinical evidence of both techniques remains unproven and controversial for ARDS patients [16].\n\nThe effect of respiratory rate (RR) on the occurrence of VALI or outcome in ARDS has not been independently studied. Lung injury may be related to the frequency of repetitive collapse and expansion [17], i.e., how often the lungs are exposed to a given stress and strain. The degree of tissue damage probably depends on the pressure amplitude and to a lesser extent on the frequency with which it is applied [18, 19]. However, a higher respiratory rate might prevent expiratory derecruitment by reducing expiratory time and causing intrinsic PEEP [20]. In a large animal model of VALI, higher RR was associated with less pulmonary inflammation, but increased lung edema [21]. Accordingly, a high RR might influence the amount of extrinsic PEEP, and the current status of the lungs in terms of (de)recruitment, regional compliance, and resistance.\n\nIncreasing inspiratory time has been suggested to improve oxygenation. The effect of a high I:E ratio in hypoxemic ARDS patients is related to the resultant increase in intrinsic PEEP (PEEPi), improved ventilation of units with long time constants, and alveolar recruitment secondary to increased mean airway pressure (M\nPAW) [22]. The results regarding the effect of different I:E ratios are conflicting [22, 23]. Reported positive effects have been ascribed to the shortening of expiratory time, increased M\nPAW and PEEPi [24]. Using extrinsic PEEP is perhaps the more physiological approach as it maintains a controlled and constant level. Moreover, the impact of an inconstant PEEPi on the “stress/strain  ×  time product” for the pathogenesis of VALI calls for caution [25].\n\nHeating and humidifying the inspiratory gas with heated humidifiers or heat and moisture exchangers compensates for the bypassed humidification/heating mechanisms and prevents associated complications [26]. Heat and moisture exchangers are widely used because of low cost, simple handling, and condensate elimination from the breathing circuit. However, they increase dead space and airway resistance, as well as work of breathing during assisted ventilation with the risk of hypercapnia [27]. In ARDS patients, heated humidifiers but not heat and moisture exchangers can safely reduce PaCO2 without changing ventilator settings [28]. In 17 acute lung injury (ALI)/ARDS patients V\nT was significantly reduced using heated humidifiers [29]. These findings question the use of heat and moisture exchangers in ARDS patients, where the primary target is to provide the optimum lung-protective ventilation.\n\nAlveolar recruitment, obtained through positive end-expiratory pressure (PEEP) and/or lung recruiting maneuvers (LRMs), has been used to improve hypoxemia in patients with ARDS since the early 1970s, just after the first description of the syndrome [30]. At present, the aim of alveolar recruitment is not only to improve oxygenation but also to prevent VALI by minimizing tidal alveolar opening and collapse (atelectrauma) [31]. However, despite a myriad of clinical and translational studies and three large clinical trials, the effectiveness of recruitment remains controversial [32–35]. One “simple” reason is that clinicians lack bedside methods to quantify alveolar recruitment and its impact on VILI. Hence, decisions are based on surrogates, such as arterial oxygenation, end-inspiratory plateau pressure, or driving pressure. Electrical impedance tomography (EIT), lung ultrasound, and the stress index have been proposed to monitor alveolar recruitment, but are seldom used in clinical practice [11, 36].\n\nAt present, the only evidence-based protocol for setting PEEP is the one proposed by the ARDS Network (ARDSNet) in a pivotal study [8]. However in that study the PEEP and FiO2 combination was the same for the control and study arm and LRMs were not permitted. Overall, the ARDSNet protocol just “tolerates” atelectasis by applying the minimal PEEP and FiO2 to match an acceptable (but rather low) arterial oxygenation target (between 55 and 80 mmHg). Nevertheless, two major issues remain controversial: prevention of the main VILI mechanisms (tidal recruitment and hyperinflation) [9], and the best “rescue” protocol to be adopted if the ARDSNet protocol fails (i.e., if oxygenation targets are not reached within the PEEP/FiO2 and/or inspiratory plateau pressure limits imposed by the protocol). The overall side effects and complications associated with mechanical ventilation are summarized in Table 1.\n\n\nA meta-analysis of the three major clinical trials [37] evaluated the first issue and suggested that the application of LRMs and PEEP levels higher than those suggested by the ARDSNet protocol could improve both lung aeration and clinical outcome.\n\nThe second issue is a major clinical challenge in a small, but not negligible, cohort of patients. The first approach to persistent severe hypoxemia should be prone position [38] and neuromuscular blockade [39]. If these do not adequately improve oxygenation, patients are candidates for a “rescue” maximal alveolar recruitment. The simplest, though smart, “open lung approach” is the one proposed by the Express study [33], which was not exclusively dedicated for “rescue” patients. Briefly, it consists of a stepwise PEEP increase up to an end-inspiratory plateau pressure of 30–32 cmH2O (35 cmH2O if impaired chest wall elastance is likely), while ventilating with low tidal volumes (V\nT, i.e., 4–6 ml/kg PBW). LRMs were not mandatory in the Express protocol; however, in “difficult to ventilate” patients they were strongly advised before PEEP titration. Another important approach, though seldom applied in clinical practice, is to optimize the transpulmonary pressure (P\nL). Indeed during PEEP and LRMs the driving pressure delivered by the ventilator consists of two components: one to inflate the lung (P\nL) and one to expand the chest wall. Simultaneously measuring the airway opening and the esophageal pressure swings generated by positive pressure tidal inflation allows partitioning of the mechanical properties of the lung and chest wall. Accordingly PEEP and LRMs can be titrated safely to an “optimal” P\nL target. Recent evidence suggests that this could improve “refractory” hypoxemia [40]. The most aggressive open lung approach has been proposed by Barbas et al. [41] and is based on the physiological evidence that alveolar recruitment is a multi-inspiratory phenomenon and the critical “opening pressure” of atelectatic lung units is higher than the pressure needed to keep them open. Barbas et al. [41] proposed to titrate PEEP on the expiratory limb of the respiratory volume–pressure curve (to match the best compliance or the best oxygenation) immediately after a “maximal” LRM. The latter consists of a stepwise PEEP increase up to 45 cmH2O, while ventilating the patient with a pressure drive of 10–15 cmH2O.\n\nThe open lung approach may dramatically improve oxygenation, while minimizing VALI. The potential for alveolar recruitment in the individual patient is unfortunately extremely variable and difficult to estimate a priori [42]. As a general rule, patients with early, diffuse ARDS are good recruiters, whereas patients with late ARDS (>1 week) or focal ARDS are not [35, 43]. In poor recruiters, the open lung approach may induce alveolar hyperinflation and hence VALI [31]. The stress index (identification of injurious mechanical ventilation from the shape of the pressure–volume curve) could be a valuable tool to monitor open lung approach-induced hyperinflation [11]. Another potential adverse effect of the open lung approach is the hemodynamic impairment due to reduced preload or increased right ventricular afterload [44].\n\nProne position ventilation consists of delivering mechanical ventilation to the patient turned face-down. This method frequently and sometimes markedly improves oxygenation in patients with ARDS [45]. As a treatment, prone position ventilation results in significantly better oxygenation than mechanical ventilation applied in the supine position in ARDS patients [46]. As such prone positioning is used as an important strategy in life-threatening hypoxemia to avoid serious adverse events or death due to severe hypoxemia. In an individual patient-data meta-analysis of four large RCTs, prone position was associated with a significantly better survival rate in ARDS patients with PaO2/FiO2 < 100 mmHg [47]. However, in a recent trial that showed significantly better survival in the prone position group compared to the supine position [48] in patients with moderate to severe ARDS, the benefit of proning was observed at any level of hypoxemia at the time of randomization and no correlation was found between the magnitude of oxygenation response of the first session and patient survival [49]. Therefore, the beneficial effect of proning is likely explained by factors other than improvement in oxygenation. Among them the prevention of VALI [50, 51] is likely a major contributing factor to the benefit of proning. As such, it should be applied as first-line therapy to any patient with moderate or severe ARDS.\n\nIt should be stressed that the effect of proning on VILI prevention is distinct from its effect on oxygenation. Henceforth, proning should be applied as early as possible after identification of hypoxemic ARDS to make the lung more homogeneous and to reduce the stress and strain [52] imposed on the entire lung by mechanical ventilation. In the Proseva trial, however, patients were, enrolled after a 12- to 24-h stabilization period which was used to confirm ARDS. It is likely that this strategy led to selecting patients with a more recruitable and more heterogeneous lung [53], which would benefit from proning. Nevertheless, the control group was not disfavored as its mortality was exactly the same as in another trial on similar patients [54].\n\nEarly trials used proning for 7- to 8-h sessions [55, 56]. It turned out that using longer session lasting more than 12 h was feasible [57, 58]. In the Proseva trial the mean session duration was 17 h and the proning treatment was used during 4 days on average. In the PSII trial [57], these values were 18 h and 8 days, respectively. The criterion to stop proning was defined in the Proseva trial as an improvement in oxygenation for at last 4 h in the supine position (PaO2/FIO2 > 150 mmHg with PEEP < 10 cmH2O and FiO2 < 0.6). In the PSII trial the prone position was stopped once acute respiratory failure resolved (PaO2/FIO2 in supine similar to prone position). These two strategies resulted in different doses of proning, amounting to 73 and 50 %, respectively, of the time allocated to prone actually spent in this position.\n\nIt is interesting to note that in many centers that have used prone position for many years the procedure is simple and done routinely by 3–4 caregivers. In other centers which do not prone patients frequently the procedure is described as complex, cumbersome, and risky. It should be stressed that the procedure really needs a specific implementation program in the ICU and it is likely that, as for other techniques, the volume effect does matter. In the last meta-analyses of trials on prone versus supine position [58, 59], pressure sores and endotracheal tube obstruction were still significantly more frequent with proning. It should also be stressed that no trial showed harmful effects of prone position as a group.\n\nSpecific contraindications to proning have been defined in the trials. The likely single absolute contraindication is an unstable spine fracture. All other contraindications (Table 2) are relative and the benefit-to-risk balance should favor proning. It is worth noting from Table 2 that an acute abdomen was not a contraindication to prone position.\n\n\nMajor causes of ARDS are infections. Blood cultures (BC: 2 × 2 pair ≥30 ml blood volume, sterile conditions, before anti-infective treatment) are essential clinical diagnostics. A specific anti-infective strategy based on culture results is more effective compared to empiric broad-spectrum treatment [60]. New techniques (e.g., polymerase chain reaction [PCR] and deoxyribonucleic acid [DNA] amplification, microarray and/or matrix-assisted laser desorption/ionization [MALDI]) shortening total run time to less than 8 h are available [61, 62].\n\nTracheobronchial secretion should be investigated using quantitative BAL (100–120 ml 0.9 % NaCl) or mini-non-bronchoscopic BAL (20–40 ml 0.9 % NaCl), especially in (hypoxemic) situations were bronchoscopy-guided BAL might be too invasive [63]. The cutoff for significant number of colony forming units to differentiate between colonization and infection depends on the diagnostic test: tracheobronchial secretion, 10–5 CFU/ml; BAL, 10–4 CFU/ml; and protected specimen brush, 10–3 CFU/ml [64]. Gram-staining is still recommended, since in patients without anti-infective treatment a high negative predictive value is documented. For exclusion of atypical pneumonia, Legionella antigen assessment (urine, sputum) with two negative tests is recommended. New molecular assays as part of a panel for viral pneumonia (influenza A with two subtypes, parainfluenza 1–4) and atypical pathogens with a short run time are available. In ICU patients with influenza-associated pneumonia at risk for bacterial co-infections, a 5-day delay for treatment of seasonal influenza and influenza-associated infection is reported (Table 3) [65]. Of note careful examination may help to exclude some clinical entities that are mistaken for ARDS (e.g., idiopathic pulmonary fibrosis, cryptogenic organizing pneumonia, nonspecific interstitial pneumonitis, Wegener’s granulomatosis, or acute eosinophilic pneumonia). These diseases need of course a lung-protective strategy (limitation of V\nT), but some other ARDS-specific measures as addressed in this article are not proven and may not be “automatically” helpful [66, 67]. Various diagnostic tools of BAL analysis (hemogram, cytology, and flow cytometric analysis) have been described as a complete diagnostic workup [68]. In immunosuppressed patients specific diagnostic and therapeutic procedures are essential. Pretreatment with anti-infectives, local resistance, and severity of illness with organ failure have to be considered for calculated use of broad-spectrum antibiotics [69]. Targeted treatment after successful detection of the responsible pathogen is more effective and lowers mortality. Moreover, de-escalation and targeted anti-infective treatment of pneumonia reduce superinfection with resistant pathogens.\n\n\nTo diagnose sepsis resulting from invasive candidiasis, early BCs and laboratory examinations (e.g., β-d-Glucan) are recommended. Open lung biopsy should not be performed to demonstrate the presence of diffuse alveolar damage, but only considered if there is high clinical suspicion of contributive results for (risky) empirical therapy or when empirical therapy has failed [70]. Immunosuppressed patients are at high risk of invasive pulmonary aspergillosis. In these patients BAL galactomannan levels in CT-suspected areas are more sensitive and specific than in serum [71]. New diagnostic methods using lateral flow devices might enable bedside diagnoses in the future [72].\n\nIn conclusion, ARDS patients with suspected infection are candidates for advanced broad-spectrum antibiotics after obtaining BCs and fiber bronchoscopy results, and a daily reassessment of de-escalation is recommended as well as a strict infection prevention strategy including all aspects of interfering determinants of VAP [73].\n\nIn ARDS patients with a PaO2/FiO2 ratio lower than 150 mmHg early treatment with continuous infusion of cisatracurium for 48 h reduces 90-day mortality and barotrauma and increases the number of ventilator-free days and the number of days outside the ICU without increasing the risk of ICU-acquired weakness [74]. The precise mechanism resulting in improved outcomes is not clear. In terms of lung mechanics, better synchrony may lead to more-uniform lung recruitment and improved compliance, gas exchange, and systemic oxygenation. With respect to lung inflammation, it is plausible that improved control of inspiratory volumes and pressures reduces volutrauma, while better control of expiratory volumes and pressures reduces atelectrauma; the result is less pulmonary and systemic inflammation [75]. According to the study protocol, clinicians did not monitor the depth of paralysis with peripheral nerve stimulation, but rather when plateau pressures exceeded 32 cmH2O (for more than 10 min, despite increased sedation) an intravenous bolus of cisatracurium was administered. The outcome benefit for rescue therapy with neuromuscular blockade is applicable only to cisatracurium besylate and not to all neuromuscular blocking agents. Optimal dosing and monitoring strategies will need to be further studied.\n\nSedation management during the early phase of ARDS is managed according to the need for neuromuscular blocking agents and to promote lung-protective ventilation. There are no randomized trials suggesting clinical advantages of any particular sedative. However, propensity score analysis of a large multicenter ICU database suggested that benzodiazepine infusions were independently associated with higher mortality and longer durations of ICU stay and ventilator support compared with propofol [76].\n\nIf the ARDS patient does not meet criteria for continuous muscle paralysis or as soon as neuromuscular blocking agents are no longer required, clinicians should target light sedation, with frequent assessment of pain and sedation, using validated scales. Sedation should be managed according to the approach proposed in the 2013 guidelines for management of pain, agitation, and delirium [77]. A randomized trial by Mehta and colleagues found that daily sedation interruption (DSI) provided no additional benefit when a nurse-directed sedation protocol is used [78]; a systematic review of nine trials and 1282 patients also concluded there is no strong evidence that DSI alters the duration of mechanical ventilation, mortality, or length of ICU or hospital stay [79]. Although the evidence for light or no sedation in mechanically ventilated critically ill patients is likely to be enhanced in the future, there are no data regarding sedation management in patients with severe hypoxemia, but in these critical situations a deep sedation within 48 h after onset might be advantageous.\n\nDespite significant improvements in oxygenation, inhaled nitric oxide (iNO) does not reduce mortality in patients with ARDS regardless of the severity of hypoxemia, and it may increase the risk of renal impairment [80]. A recent meta-analysis which included nine randomized trials (n = 1142 patients) with no between-trial heterogeneity (I = 0 %) showed that iNO did not reduce mortality in patients with severe ARDS (risk ratio 1.01; 95 % CI 0.78–1.32) nor in mild–moderate ARDS (risk ratio 1.12; 95 % CI 0.89–1.42) [81]. Moreover, analysis of PaO2/FiO2 ratio subgroups ranging from 70 to 200 mmHg did not identify a threshold for which iNO reduces mortality [80]. The effectiveness, safety, and cost of inhaled epoprostenol (iEPO) versus iNO was addressed by a retrospective single-center study of 105 patients [82], but there were no between-group differences in several clinical and outcome parameters.\n\nConservative fluid management during ARDS with the use of furosemide was associated with improved lung function and reduced duration of mechanical ventilation without increasing nonpulmonary organ failures [83], although there was no significant difference in the primary outcome of 60-day mortality. Furthermore, a single-center study suggested that early treatment with hemofiltration as a rescue treatment for patients with ARDS may reduce cytokine levels and systemic inflammatory response, improve cardiac function, and decrease extravascular lung water index, all of which were associated with improved outcomes [84]; however, larger trials are needed. A 65-patient single-center trial published in Chinese found that patients randomized to continuous high-volume hemofiltration had better oxygenation, reduced duration of mechanical ventilation, and improved survival compared with standard care [85].\n\nThe incidence of gastrointestinal stress bleeding in intensive care patients is low, the prognostic importance is ambiguous, but gastrointestinal stress bleeding prophylaxis is widely used in ICUs worldwide. In a systematic review it was demonstrated that sufficient evidence for the use of such a prophylaxis is low [86]. Early and low dose Glucocorticoids (GC) (methylprednisolone 1 mg/kg/day, then dose tapering) might accelerate the resolution of ARDS and could contribute to reduction of mortality without the risk of increasing infection [87], but it is still controversially discussed. Deep vein thromboembolism (DVE) prophylaxis is a routine measure in immobilized ICU patients, and in ARDS patients recommendations are similar to other patient groups [60]: daily unfractionated or low molecular weight heparin should be given for DVE prophylaxis according to the institution’s algorithm including contraindications and modes of applications (subcutaneously or continuously via the venous route). In ECMO patients a specific strategy in terms of anticoagulation is mandatory [88]. Backrest elevated position (20–45°) is the preferred supine position for ARDS patients, since it may contribute to an improvement of oxygenation and respiratory mechanics [89] compared to “flat” supine, but limitations for backrest elevation (e.g., hemodynamic impairment) must be considered.\n\nSevere ARDS is often associated with refractory hypoxemia, and early identification and treatment are mandatory [90]; however, a “simple” definition of life-threating hypoxemia has not been identified. Specific ventilator settings comprising limitation of tidal volume, adequate high PEEP, a recruitment maneuver (open lung approach) in special situations, I:E ratio = 1:1 with a “balanced” respiratory rate as well as prone position (early and prolonged) are recommended in a specific “timetable” (Fig. 1). Additionally, neuromuscular blockade (within 48 h after onset of ARDS) and an adequate sedation strategy are important supportive therapies (Fig. 2). The inhalation of pulmonary vasodilators and/or the use of hemofiltration aimed at negative fluid balance might be indicated for specific indications. An advanced infection management/control includes early diagnosis of bacterial, atypical, viral, and fungal specimen (BC, BAL) and of infection sources by CT scan, followed by broad-spectrum anti-infectives. Various techniques of extracorporeal lung support are discussed in recent years as rescue measures in severe hypoxemic ARDS, but these specific measures are not in the scope of this article, and they are described extensively elsewhere. Actual mortality rates in ARDS patients are presented in Table 4. A large recent database of 2377 ARDS patients from 50 countries [91] indicates a different mortality in terms of the grade of the severity with the highest mortality rate of 46.1 % for those patients with severe ARDS.\n\n\n"}