{"title": "Human bocavirus: Current knowledge and future challenges", "body": "Human bocavirus (HBoV) is a parvovirus that was first identified in 2005 using a protocol based on DNase treatment, random PCR amplification, high-throughput sequencing and bioinformatics analysis. When this virus-screening technique was initially applied to nasopharyngeal swabs and washings from children with unresolved respiratory tract infections, it gave a positive result rate of 3.1%; hence, it was proposed that HBoV is a causative pathogen of respiratory tract diseases[1].\n\nThree additional HBoV subtypes were subsequently identified in human stool samples, named as HBoV2, HBoV3 and HBoV4 to differentiate them from the first isolated subtype, named HBoV1[2-4]. Notably, studies of both respiratory and faecal samples have shown the presence of HBoV in association with other potential pathogens[5-8], which led to the hypothesis that the virus may be a harmless passenger rather than a true pathogen[9,10]. Moreover, the virus has been detected in other biological samples, including blood[11], saliva[12], faeces[13] and urine[14], as well as environmental samples, including river water[15] and sewage[16]. Conversely, recent research has raised concerns over its presence in transfusion medicine[17].\n\nHBoV has been found in individuals of all ages, although it mainly affects infants aged 6-24 mo with respiratory symptoms[1,18,19]. Based upon Koch’s modified postulates, however, the virus cannot yet be confirmed as a causative agent of disease due to the lack of animal models and/or for the difficulties in replicating it in in vitro cultured cells[20-23]. Thus, research and discussion about the potential role of this pathogen (alone or in combination with other types of viruses) in patients with respiratory infections and gastroenteritis is on going.\n\nIn this review, we examine the current knowledge and recent findings on the taxonomy, biology, epidemiology, pathogenesis and diagnosis methods of HBoV.\n\nHBoV genotypes belong to the family Parvoviridae, subfamily Parvovirinae, genus Bocavirus, causing infection in vertebrates exclusively[1,18,24]. The family Parvoviridae also comprises the subfamily Densovirinae, which infects arthropods and shares no sequence homology with the other subfamily. The current classification of the International Committee on Taxonomy of Viruses database recognizes eight genera of the subfamily Parvovirinae: Amdoparvovirus, Aveparvovirus, Bocaparvovirus, Copiparvovirus, Dependoparvovirus, Erythroparvovirus, Protoparvovirus and Tetraparvovirus[24].\n\nThe name Bocavirus derives from the combination of the terms bovine parvovirus (BPV) and canine minute virus (CMV), and was based on the sequence similarities and genomic organization of these two close relatives[1,25]. The parvoviruses associated with human infections are parvovirus B19 (B19V), within the genus Erythroparvovirus, the apathogenic adeno-associated virus, belonging to the genus Dependoparvovirus, and the recently discovered parvoviruses 4 (PARV4) and 5 (PARV5), affiliated with the new genus Tetraparvovirus[24]. The latter has not yet been associated with any clinical significances; based on similarity, however, it has been allocated to the new genus Hokovirus[26,27].\n\nAmong the human parvoviruses, B19V is particularly relevant since it is acknowledged as the etiologic agent of erythema infectiosum (also known as fifth disease) and has been characterized as a causative agent of other conditions in both children (e.g., transient arthritis) and adults (e.g., non-immune hydrops fetalis, several auto-immune diseases, spontaneous abortion and arthropathies)[28-30]. Despite the close phylogenetic relationship between B19V and HBoV, they appear to be strongly divergent in nature. For example, B19V shows tropism for bone marrow and a lifelong persistence in heart tissue[31,32], while HBoV persists in lymphatic tissue and in tissues afflicted with chronic sinusitis[33,34].\n\nParvoviruses are small, icosahedral, non-enveloped viruses of 18-26 nm in diameter that contain a single molecule of linear, negative- or positive-sense, single-stranded DNA[1,35]. The length of the linear single-stranded HBoV genome is only about 5 kilobases, plus the terminal sequences of 32-52 nucleotides (nt) that play a key role in virus replication[36,37] and show high similarity to the terminal sequences of BPV and CMV[38].\n\nThe replication mechanism of HBoV has remained elusive, with two conflicting models proposed: rolling hairpin[23,32] versus rolling-cycle[39]. Replication of the other parvovirus occurs via the rolling-hairpin model, with generation of concatenameric intermediates characterized by a head-to-head or tail-to-tail structure. However, while the presence of head-to-head monomers has been demonstrated in HBoV1, HBoV2 and HBoV3, concatenameric intermediates have not been found yet[23,36,37,40,41].\n\nConversely, recent data support the hypothesis that HBoV, during its natural infection, can become persistently established in host cells by forming extra-chromosomal closed circular episomes, instead of concatemers[37,41]. To date, the episomal structure has been found for all the HBoV genotypes[36,37,40,41]. In addition, head-to-tail sequences of HBoV1 have been detected in samples from patients with respiratory infections[36]. Kapoor et al[37] identified the head-to-tail monomer in an episomal circular form (HBoV3-E1) of the HBoV3 genome from an intestinal biopsy of a child with gastrointestinal disease; the complete HBoV3-E1 genome was shown to contain 5319 nt, flanked with a 513 nt-long terminal non-coding sequence. Meanwhile, the HBoV2-C2 circular genome (5307 nt, of which 520 nt represent the non-coding terminal region) has been detected as well[41]. A recent study demonstrated that the replicative form of the HBoV4 genotype comprises a head-to-tail nucleotide sequence in circular form[40]. Future research efforts delving deeper into the HBoV replication mechanism are likely to improve our comprehension of the pathogenetic role of HBoV substantially[37].\n\nThe genome of HBoV is organized in three open reading frames (ORFs): ORF1, encoding two forms of the non-structural (NS) protein NS1; ORF2, encoding an additional NS protein, the nuclear phosphoprotein NP1[38,42]; and, ORF3, encoding the two structural viral capsid proteins VP1 and VP2, which are generated as a result of alternative splicing events[1]. The non-coding regions contain palindromic sequences, commonly known as inverted terminal repeats, that are essential for viral replication[37,43]. NS1 is a multifunctional protein that has various sites with differing functions in the N-terminus (binding and endonuclease), C-terminus (transactivation) and middle region (ATPase and helicase)[44,45]. Furthermore, NS1 has a role in DNA replication, and, similar to NP1, its function is essential for DNA replication of CMV and minute virus of mice[46]. This non-structural protein also participates in apoptosis, cell-cycle arrest and gene transactivation in B19V[47,48].\n\nRecently, novel small NS proteins (NS2, NS3 and NS4) have been identified in HBoV1 through studies based upon transfection of an HBoV1 infectious pro-viral plasmid and viral infection of polarized human airway epithelium cells cultured at an air-liquid interface (HAE-ALI). These proteins contain the predictive domains of NS1 activities; moreover, their function is important for viral DNA replication in the human embryonic kidney 293 (HEK293) cell line. NS2 plays a critical role in HBoV1 replication in HAE-ALI cultures as well[49]. NP1 is also a small non-structural protein, but for which the function(s) still need to be fully elucidated. Initially, NP1 from HBoV1 was shown to induce cell cycle arrest and apoptosis after transfection in HeLa cells[50]. Recent studies, however, have shown that HBoV1 NP1 plays a critical role in the expression of viral capsid proteins[51] and demonstrated its direct involvement in viral DNA replication at the replication origin (OriR)[52].\n\nVP1 and VP2 share a C-terminal region and differ only in the N-terminal region of VP1 (VP1u)[53]. VP1u exerts phospholipase A2 activity, which is essential for infectivity and is facilitated by release of the virus from endocytic compartments to the nucleus of the host cell[42]. To date, the mechanism underlying the viral cell entry and in vivo host-range remains unclear[36].\n\nThe complete NS1 gene sequence of HBoV1 (NC_007455.1) is 1928 nt long and encodes a polypeptide of 643 amino acid (aa) residues, much shorter than the NS1 of CMV and of BPV[46,54]. The HBoV1 NP1 gene is 660 nt long and its encoded protein varies in length among the different strains, ranging from 214 to 219 aa residues. Moreover, the HBoV1 VP1/VP2 ORF contains the complete coding sequence of the VP1 gene (3071 nt), encoding for a protein of 671 aa residues[4], and the VP2 gene within the VP1 sequence, encoded from nucleotide 3443 to 5071. The genomic organization of the different HBoV genotypes obtained using the Illustrator of Biological Sequences software package[55] is shown in Figure 1, and the phylogenetic trees of RefSeq nucleotide and aa coding regions of the HBoV genomes, as constructed by the Neighbor-Joining method implemented in the program MEGA5, are shown in Figure 2[56-58]. Remarkably, HBoV3 NS1 and NP1 sequences cluster with the homologous sequences of the HBoV1 strain, and the same holds true for HBoV2 and HBoV4. Conversely, the VP1/VP2 sequences of HBoV3 are similar to HBoV2, providing evidence that HBoV3 may have resulted from recombination between the HBoV1 and HBoV2 viruses (Figure 2)[3,4].\n\nA low level of polymorphisms warrants a predominant role for recombination in a genome prone to rapid evolution[59], in a context in which both recombination and mutation represent major mechanisms of genetic variation in parvovirus evolution[60]. Thus, it is not surprising that it has been proposed recently for the human bocaviruses group to be rearranged into two clusters (or species): human bocaparvovirus 1 (including the previous HBoV1 and HBoV3) and human bocaparvovirus 2 (including the previous HBoV2 and HBoV4)[25].\n\nAs already stated, the pathogenesis of HBoV remains poorly characterized, mainly due to the lack of specific cell lines for virus culture or experimental animal models[18]. The first study presenting an in vitro culture system for HBoV dates back to 2009, wherein pseudostratified HAE-ALI, derived from primary human bronchial epithelial cells, was utilized as a tool for HBoV replication[22]. Attempts had been made previously with other cell lines (HEp-2, Vero, MRC-5, etc.) but were unsuccessful, most likely due to the lack of expression of certain receptor(s)[22,61,62], making these cells not susceptible to some respiratory viruses.\n\nThe HAE-ALI model was previously used to infect a wide range of respiratory RNA viruses, such as influenza viruses and human coronaviruses, among others, from the apical surface[63,64], unlike the respiratory DNA viruses, which were accomplished only from the basolateral surface[65]. The HBoV1 virions are capable of, both productively and persistently, infecting HAE from both the apical and basolateral surfaces; but, a consequence of this infection can be induction of airway epithelial damage, evidenced by loss of cilia, disruption of the tight junction barrier and epithelial cell hypertrophy[23,66]. Subsequently, commercially available HAE culture systems, namely EpiAirway (MatTek, Ashland, MA, United States) and MucilAir HAE (Epithelix Sàrl, Geneva, Switzerland), were tested for HBoV1 infection. Despite the same results as obtained by the HAE made in-house, an innovative finding was that HBoV1 infection was demonstrated to persist for as long as 50 d[67]. More recent data have displayed, for the first time, that HBoV1 infection of HAE-ALI induces a DNA damage response that facilitates viral genome amplification[68]. In parallel, other cell lines can be infected by HBoV; for example, it has been established that transfection of a HBoV1 infectious clone into HEK293 cells can generate high titre progeny virions[42,52].\n\nThe virus enters the host via the respiratory tract and through the bloodstream or by direct ingestion, reaching the gastrointestinal tract[69]. HBoV1 has been detected in both respiratory and gastrointestinal tract. Several studies have shown the association between HBoV1 and the upper and lower respiratory tract. In this regard, the most frequently described clinical presentation of HBoV1 infection includes cough, fever, rhinorrhea, asthma exacerbation, bronchiolitis, acute wheezing and pneumonia[1,5,18,19,70,71]. HBoV1 DNA has also been found in stool samples of adult patients with the gastrointestinal manifestations of nausea, vomiting and diarrhoea[72]. However, the HBoV1-load in stool samples of paediatric patients with acute gastroenteritis was reported to be lower than the viral loads in respiratory tract samples[73]. In fact, a viral load median of 1.88 × 104 genome/mL has been reported for stool samples, which is lower than that found in the nasopharyngeal aspirates (NPA) of patients with respiratory infections (4.9 × 103 copies/mL)[74,75]. HBoV2, as well as the other genotypes, is found more often in stool samples[18,40,76,77] and HBoV2, and possibly HBoV3, associates with gastroenteritis[3,10,78]. Among these, HBoV2 has been the only species isolated from NPA of children hospitalized with acute respiratory tract infections[79]. More recent data show that HBoV can be detected directly and specifically in tissues such as the duodenum, paranasal sinus mucosa and intestinal biopsies[34,37,39].\n\nHBoV mono-infections are rare, while double-infections are observed frequently[9,80]. Cases of HBoV infection show a high rate of co-infections with other viral and bacterial respiratory and gastroenteritis pathogens, such as human rhinovirus, adenovirus, norovirus, rotavirus[6,73,81-83]. Notably, co-infecting pathogens have been found in up to 83% of respiratory samples[14,18,70,84]. In particular, co-infection with respiratory syncytial virus (RSV) occurs very frequently (89.5%)[85]. HBoV1 remains detectable in NPA samples of immune-competent subjects for up to 6 mo after infection[86,87]. Consequently, HBoV1 is often detectable with other viruses in asymptomatic patients, facilitating the reactivation of a latent virus by a super-infection[88]. Despite a low tropism of the virus being demonstrated in the human body[31,89], HBoV shows a high persistence in some sites, in particular the lymphatic tissue[33]. The persistence and reactivation of HBoV may explain the high prevalence of co-infections[90], although its effects and mechanisms are still unclear and its contribution to active disease remains to be accurately established[88]. In addition, individuals with low viral load are more likely to be co-infected with other pathogens compared to those with high viral load (57% vs 38.9%)[84]. Clinically relevant infections, requiring hospitalization of the subject, are associated with co-infections of up to six different pathogens in a single patient[91,92]. Furthermore, high viral load (> 104 copies/mL) has been shown in multiple studies to be statistically associated with severe clinical manifestations and longer hospitalization[35,84,93]. In contrast to these findings, however, Ghietto et al[85], who screened 1135 respiratory samples from children and adults, both symptomatic and asymptomatic, found no association between high viral load and illness; yet, they did demonstrate that all asymptomatic subjects had a low viral load (P < 0.005). High viral load (> 106 copies/mL) in NPA was reported by Christensen et al[94]; their study also demonstrated that viremia was more frequent in the subjects with high viral load (70%) than in those with a moderate or low virus load (10%). Hence, on the basis of the data reported in the literature to date, the role of this virus as a harmless passenger, rather than a true infecting agent, is still debatable, and, therefore, it remains to be established.\n\nIn the host, T-helper (Th) cells are essential for antiviral immunity since they participate in the antiviral responses both directly and indirectly. Their direct activities are exerted via their production of antiviral cytokines, whereas their indirect activities are mediated via the Th patterns that promote B cells and cytotoxic T cells[95]. In a study of NPA from children with acute bronchiolitis, Chung et al[96] demonstrated higher concentrations of interferon-gamma (IFN-γ), interleukin (IL)-2 and IL-4 in the HBoV-positive subjects, compared to the asymptomatic controls; however, the cytokine levels of IL-10 and tumour necrosis factor-alpha were lower than those found in RSV-positive children. Furthermore, other studies demonstrated that HBoV1 induces IFN-γ against HBoV VP2 VLPs, IL-10 and IL-13 (Th2 cells) in CD4+ T cells[97,98]. These findings suggest that HBoV infection can induce production of Th1 and Th2 cytokines. To date, however, the precise mechanisms underlying HBoV-specific T cell immunity have not been defined.\n\nHBoV has a worldwide distribution; its transmission and infection occurs throughout the year but is predominant during winter and spring months[19,98]. The worldwide distribution of HBoV involves infections of the respiratory tract and gastrointestinal tract (as evidenced in stool samples) of children as well as adults in Europe[2,83], Asia[6,76,77], the Americas[37,74,78,82], Africa[4] and Australia[3].\n\nWe estimated the global prevalence of infection based upon a search of articles published in the Medline database from September 6, 2005 (the year of HBoV discovery) to March 15, 2016 and including studies evaluating respiratory and gastrointestinal HBoV infection (Tables 1 and 2 respectively). For each country, we calculated prevalence estimates, 95% confidence intervals (CIs) and per cent of co-infections based on pooled data from all eligible studies and extracted data in a customised database. In total, we used 357 reports on the prevalence of HBoV correlated to respiratory illness and to gastrointestinal infections (Appendix A).\n\nThe average prevalence of HBoV in respiratory tract samples ranged from 1.0% (CI: 0.0-2.0) to 56.8% (CI: 46.9-66.8) (Table 1) and in stool specimens from 1.3% (CI: 0.0-3.9) to 63% (CI: 55.0-71.1), depending on the country (Table 2). Furthermore, the worldwide HBoV total prevalence estimates in respiratory infections is 6.3% (CI: 6.2-6.4) and in gastrointestinal infections is 5.9% (CI: 5.7-6.1) (Tables 1 and 2). With respect to the respiratory tract infections, prevalence averages < 2% have been reported for Cambodia (1.6%, CI: 1.2-2.0), Kenya (1.8%, CI: 0.5-3.2), Kuwait (1.9%, CI: 0.9-2.9), Senegal (1.0%, CI: 0.0-2.0) and the Philippines (1.0%, CI: 0.5-1.6). In contrast, the highest prevalence averages have been reported for Egypt (56.8%, CI: 46.9-66.8), Hungary (29.8%, CI: 20.5-39.0) and Nicaragua (33.3%, CI: 26.7-40.0) (Table 1).\n\nBased on data available for gastrointestinal infections, countries such as Mexico and Russia have mostly low endemicity levels (1.3%, CI: 0.0-3.9 and 1.4%, CI: 1.1-1.6 respectively); conversely, high HBoV prevalence has been reported for Bangladesh (63.0%, CI: 55.0-77.1), Nigeria (29.2%, CI: 20.1-38.3) and Tunisia (58.3%, CI: 48.5-68.2) (Table 2).\n\nThe rate of co-infections in subjects with respiratory infections and HBoV-positivity ranges from 8.3% (CI: 0.0-19.4) to 100% (Table 1); meanwhile, the co-infection ratio is 46.7% (CI: 44.2-49.2) relative to the gastrointestinal manifestations (Table 2).\n\nThe seroprevalence of HBoV is age-related and ranges from about 40% in children between 18 and 23 mo of age up to virtually 100% in children older than 2 years, with an average of 76.6% in children and 96% in adults[99,100]. A serological survey performed in Italy and involving 1206 participants was carried out with the aim of determining the presence of anti-HBoV IgG antibodies; the study showed a higher seropositive rate in children of 5-9 years of age (96.4%), with respect to those of 2-4 years of age (64.2%). Furthermore, the high seroprevalence observed in infants aged 0-5 mo (73.7%) and in children during the first months of life (51.4%) is assumed to be related to maternal antibodies[101]. Kantola et al[99] showed that the HBoVs infecting humans most frequently were, in descending order, HBoV1, HBoV2, HBoV3 and HBoV4. A recent seroprevalence study conducted in Beijing and Nanjing and involving 1391 samples showed the prevalence of HBoV1 and HBoV2 to be 73.4% (1021) and 70.5% (981) respectively[102]; the results for HBoV1 were consistent with previous serological research conducted in Japan (71.1%)[100] and Jamaica (76.7%)[103]. These findings indicate a high degree of antigenic cross-reactivity between HBoV1 and HBoV2[102].\n\nConversely, the discrepancy observed in HBoV2 seroprevalence (70.5% vs 20.4%)[104] is most likely due to differences in the methods used; in fact, while enzyme-linked immunosorbent assay (ELISA) indicate the exposure rate of accumulated infections, PCR results only reveal an on-going infection[102].\n\nFor many years, the diagnostic tools available for identification of the etiological agents associated with respiratory and gastroenteric diseases have been limited. At first, the main method to detect HBoV infections in respiratory and gastrointestinal samples was represented by a direct tool, namely conventional PCR[5-7,13,19,61,62,72,80,105-114], which was followed by nested and real-time (RT)-PCR[8,10,11,33,35,61,67,70,73,81,112,115-117].\n\nPCR techniques enable isolation of viral genome fragments from NPA, broncho-alveolar, stool, serum and urine specimens through amplification of NP1, NS1 or/and the VP1/2 gene regions[9], or via other nucleic acid-based detection HBoV diagnosis methods[118-120]. NP1 and NS1 are more conserved than VP1/2, and thus are commonly targeted for PCR-based detection of the virus[13,111,121]. RT-PCR has an advantage over conventional PCR, being more specific and rapid, but its requirement for higher-cost oligoprobes is limiting[11].\n\nApplication of RT-PCR to NP1 and VP1 genes for the detection of HBoV in swabs, faecal and whole blood samples allowed Tozer et al[11] to achieve clinical sensitivity of 100% and clinical specificity of 94% and 93% respectively for the NP1 and VP1 assays. Subsequently, multiplexing assays were developed to detect HBoV genotypes in respiratory infections; these included the commercially available Luminex RVP (Luminex Molecular Diagnostics, Toronto, Canada) and RespiFinder (Pathofinder, Maastricht, the Netherlands)[69,122,123]. More recently, sequence-independent amplification techniques combined with next-generation sequencing platforms have been introduced, promising rapid and simultaneous detection of numerous pathogens. Despite their current drawbacks (i.e., high cost, labour intensity, long turnaround time, specific training of personnel, etc.), as opposed to RT-PCR, these new approaches can provide more information regarding virus species/type; hence, they are of interest for virus diagnosis in clinical and public health settings[124].\n\nSerological methods have been developed for the estimation of HBoV-specific antibodies in serum samples; western blotting and immunofluorescence are among those[104,125]. ELISA and enzyme immunoassay (EIA) are reliable qualitative and quantitative serologic assays used to detect IgG and IgM antibodies and IgG affinity[99] using recombinant VP2 or VLP capsid proteins[126]; the latter, for example, is produced by an insect cell line infected with a baculovirus vector and subsequently used to produce rabbit anti-HBoV antisera that is applied to develop an ELISA test[127,128]. The IgG avidity test allows distinguishment between primary and secondary infections or immune-activations with high diagnostic specificity[129]. Recent data have indicated that children with pre-existing HBoV2 immunity show cross-reactivity with HBoV1, which presents a paradigm of the hypothesized Original Antigenic Sin phenomenon[130]. The few available serological studies to date have mainly addressed epidemiologic issues[97,101,103,125,127,131]; however, considering that human bocaviruses are highly prevalent agents that can establish persistent infections, interpretation of the serological tests in the context of the clinical situation may be just as complicated as using the PCR results[126].\n\nNotably, Zaghloul[132] determined the presence of HBoV in children via qualitative PCR detection of NPA and ELISA estimation of IgM antibodies in serum. Both assays were highly sensitive and specific; however, the ELISA had lower sensitivity than the PCR (81.8% vs 100%) but higher specificity (100% vs 78%).\n\nBased on the current data, the pathogenic roles of the various HBoV genotypes in respiratory tract illness and gastrointestinal infections remain unresolved. It is possible that the virus may be both a passenger and a causative pathogen of acute respiratory tract and gastrointestinal diseases. The conflicting ideas on this pathogenic role mainly come from the fact that the Koch’s revised postulates cannot be applied to HBoV, because neither an effective method for virus culture nor an animal model of infection is available in practice to date. Moreover, several studies have indicated that HBoV requires the presence of other agents to carry out the infection.\n\nRecent studies have demonstrated that HBoV1 infection of HAE-ALI induces a DNA damage response that facilitates viral genome amplification[68]. Nonetheless, further research to develop cell lines and animal models suitable for viral replication is needed in order to obtain more evidence to better understand the natural course of HBoV infection. In this respect, simpler culturing methods and infectious clones should be made available, since HBoV genomic analysis is difficult just for this reason[38].\n\nIn spite of a relatively substantial amount of knowledge on the molecular basis of the HBoV life cycle, the function of several HBoV proteins still requires further investigation. For instance, only recently were three novel small NS proteins (NS2, NS3 and NS4) identified; among these, only one NS protein is critical to the replication of the virus in polarized human bronchial airway epithelium[49]. The role of the other proteins remains rather uncertain.\n\nMost of the studies to date have been performed on the HBoV1 genotype, whereas little information is available about the other agents. Notably, the presence of HBoV2, HBoV3 and HBoV4 in the respiratory tract should be further investigated, as well as their phylogenetic relationships. Our phylogenetic analysis suggests, as shown by other authors[3,4], that HBoV3 may result from the recombination of HBoV1 and HBoV2; but, it may also be a hybrid of HBoV1, with a common ancestor of HBoV2 and HBoV4[133]. In this respect, it would be appropriate for the future studies to test more, and simultaneously, (possibly all) genotypes and genes.\n\nHBoV subtypes have been found worldwide, without any regional, geographic or border restrictions. HBoV1 is associated with paediatric respiratory illness but also with gastrointestinal symptoms[6,134]. HBoV2, HBoV3 and HBoV4 are more frequently detected in stool samples and seem to be enteric[4,107,135]. Moreover, the most typical age for HBoV infection is < 2-years-old; only rarely has it been found in adults and the elderly[12]. In this respect, clinical studies would be useful to characterize disease pathogenesis and to understand immunity in the various populations represented by infants, the elderly or immunocompromised individuals responding to HBoV infection.\n\nThere is also a need to optimize commercial diagnostic reagents and methods for HBoV identification. Overall, HBoV detection is mainly performed via molecular techniques (i.e., PCR and RT-PCR)[10]; only rarely is it done with serological methods (i.e., ELISA, EIA, Western blotting and immunofluorescence), due to the lack of commercial kits[99,103,125,126]. Furthermore, developing new sequence-independent amplification techniques combined with next generation sequencing platforms is worthy to achieve rapid and simultaneous detection of numerous pathogens[124].\n\nFinally, were the pathogenic role of HBoV to be confirmed, the development of an effective vaccine to control the spread of infection should be of primary importance. With the hope of achieving this goal, many studies have been performed on the HBoV viral capsid proteins. Previous research studies have confirmed that VLPs can be used as safe and effective vaccines. Recently, in vitro studies have demonstrated that HBoV VP2 VLPs have good immunogenicity and studies in mice have shown they can induce strong humoral and cellular immune responses, indicating their promise as candidate proteins for HBoV vaccine[136]. Newer data suggest that the creation of non-replicating infectious HBoV1 mutants may represent a new approach for HBoV vaccine development[49].\n\nIn conclusion, a better understanding of the natural course of HBoV infection, the implementation of experimental systems to analyse the replication cycle in more detail and the development of specific therapies are important and urgent needs."}