{"title": "Polysialic acid is a cellular receptor for human adenovirus 52", "body": "We showed previously that the binding of HAdV-52 to human epithelial cells is sialic acid dependent and occurs via the SFK (23). To date, the precise compositions and structures of glycans that can be optimally engaged by 52SFK remain unknown. We performed glycan microarray analysis of 52SFK with 128 different sialylated glycans, in an attempt to characterize the glycan receptor of HAdV-52. Very strong binding signals were observed with 52SFK for a group of linear α-2,8-linked oligoSia that represent fragments of naturally occurring polySia (Fig. 1 and Table S1). The maximal response was observed at a degree of polymerization (DP) greater than 3 (DP5 to -9). This binding was much greater than for α-2,3- and α-2,6-linked sialic acids in the array. The relatively weak binding detected with the probe oligoSia DP3 is likely to be due to the ring-opened status of the core monosaccharide as a consequence of the reductive amination procedure used for preparing the neoglycolipid probe (50). This suggests that the high-affinity interaction with 52SFK requires at least three intact α-2,8-linked sialic acid residues. To confirm the ability of 52SFK to interact with polySia and to evaluate the specificity of this interaction, we developed an ELISA with immobilized, Escherichia coli-derived polySia (colominic acid; DP ∼ 80–100) and analyzed the binding of recombinant knob domains from HAdV-52 short fiber, the Sia-binding HAdV-37 fiber (37FK), and the CAR-binding HAdV-5 (5FK) and HAdV-52 long fiber (52LFK). The 52SFK bound efficiently to polySia, while the two CAR-binding FKs did not show any binding to this compound (Fig. 2A). 37FK, which binds with relatively high affinity to the branched, disialylated GD1a glycan using a different binding site (11, 23), bound less strongly to polySia than 52SFK. We therefore conclude that HAdV-52 is able to interact preferentially with polySia via the knob domain of its short fiber while having low affinities for a number of monosialylated glycans.\n\nTo test the relevance of polySia recognition by HAdV-52 in a cellular context, we used the human polySia-expressing neuroblastoma cell line SH-SY5Y and its polySia-lacking parental cell line SK-N-SH as models for virus binding and infection (51). The levels of polySia on these cells were confirmed by flow cytometry using the anti-polySia antibody mAb735 (Fig. S1). 52SFK gave five times higher binding signals with polySia-expressing SH-SY5Y cells compared with the control cell line, whereas none of the control knobs, including 37FK, showed a comparable interaction pattern (Fig. 2B). Next, we used monosialic acid-binding lectins to evaluate the relative levels of glycans with terminal sialic acids on the two cell lines to exclude the possibility that the higher 52SFK binding to SH-SY5Y was due to a higher level of glycans with terminal monosialic acids on these cells rather than preferential binding to polySia. All three lectins tested, Maackia amurensis I and II (MAL I and II; binds to α-2,3-linked Sia), Sambucus nigra lectin (SNA; binds to α-2,6-linked Sia), and wheat germ agglutinin (WGA; binds to terminal sialic acid as well as to N-acetyl-d-glucosamine) bound stronger to SK-N-SH cells than to SH-SY5Y cells (Fig. S1), indicating that the parental, polySia-negative SK-N-SH cells have a higher total density of terminal sialic acids. Furthermore, preincubation of 52SFK with soluble oligoSia (DP5) reduced 52SFK binding to SH-SY5Y cells up to 75%, while no effect was observed on 37FK binding (Fig. 2C). Preincubating the whole HAdV-52 virions with oligoSia (DP5) also efficiently reduced binding to and infection of SH-SY5Y cells, whereas sialic acid monosaccharide (DP1) did not have as much of an effect (Fig. 3 A and C). Neither of the two glycans tested reduced HAdV-5 binding to or infection of SH-SY5Y cells (Fig. 3 B and D). Based on these results, we conclude that HAdV-52 virions show a clear preference for polySia-expressing cells over cells lacking polySia, that this feature is not shared by monosialic acid- or CAR-binding HAdVs, and that the interactions with polySia are mediated by the 52SFK.\n\nUsing 2-O-methyl-sialic acid as a ligand, we previously identified a sialic acid-binding site on the lateral side of 52SFK (23). This binding site includes a stretch of three adjacent residues that together form a prominent RGN motif (R316–G317–N318). This site is located on a different part of the knob from the binding site of 37FK, which engages sialic acid near its threefold axis. The features responsible for the increased affinity for polySia are unknown, and it seems plausible that additional contacts or an additional epitope that went undetected in earlier studies are formed between 52SFK and polySia. Consequently, we solved the complex crystal structures of 52SFK with three oligoSia glycans (DP3, -4, or -5) as well as the GD3 glycan (Neu5NAcα2,8Neu5NAcα2,3Galβ1,4Glc, representing a disialic acid motif). All complex structures produced similar results, as shown exemplary for DP3 in Fig. 4. Surprisingly, well-defined electron density was found only for a single sialic acid moiety in the canonical binding pocket in all cases. The electron density around O8 and its direction relative to the protein clearly indicate that it is the nonreducing end of the glycan chain that is engaged, and the observed binding mode is identical to the one observed for monosialic acid. In all cases except for GD3, we observed additional electron density for a second sialic acid moiety projecting from the pocket toward the solvent. The overall density for this moiety is weaker, deteriorating from the glycerol group to the pyranose ring and indicating increased flexibility. All structures showed similar angles for the α-2,8-glycosidic linkage (Fig. S2). Interestingly, the second sialic acid moiety does not seem to contribute any direct contacts in the overall interaction, except for a van der Waals contact between its N-acetyl group and E328. This contact seems to cause a local decrease of electron density and a slight rotation of the N-acetyl group. The third (and all following) sialic acids could not be unambiguously traced in any of the structures. To verify our observations in solution, we performed saturation transfer difference (STD)–NMR spectroscopy to screen for glycan protons of DP3 and DP5 that are consistently placed within 5–6 Å of the protein (shown exemplary for DP3 in Fig. 4 B and C). The spectrum of the glycans alone compared well with the literature (52, 53). Since all of the sialic acid repeats were in a highly similar chemical environment in solution, the respective peaks overlap—with the exception of the nonreducing end, which experiences an upfield shift. The experiment showed saturation transfer occurring almost exclusively at the nonreducing end, while the other moieties received only a very moderate spin saturation occurring exclusively in the N-acetyl group region, which is consistent with the contacts observed in the crystal structures. In the case of the R316A mutant, which disrupts the canonical RGN motif and prevents 52SFK attachment to sialic acid on A549 cells (23), saturation transfer was completely abrogated. Together, these results demonstrate that 52SFK engages polySia exclusively via its canonical sialic acid binding site, without any additional binding sites on the knob domain.\n\nA length of more than three sialic acid residues is required for a strong interaction with 52SFK, as seen in our glycan array data (Fig. 1). According to a cell attachment inhibition experiment, which does not underlie the steric constraints of chip-bound probes, a DP of 3 was sufficient to substantially decrease 52SFK binding at low concentration in solution. A decrease was also observed with DP2, but only at higher concentrations (Fig. 5A). Similar results were acquired from surface plasmon resonance experiments with immobilized FKs and oligoSia in solution, where the biggest increase in affinity was shown between DP2 and DP3 (Fig. 5B). In combination with the structural data, these findings suggest that effects other than classical directed short-range contacts account for the increased binding affinity of higher-order polySia compounds of DP3 or more. Given the polyanionic character of polySia, we hypothesized that these effects might be caused by electrostatic interactions, which are nondirected and can occur over longer distances than direct interactions such as hydrogen bonds or van der Waals contacts. Indeed, an inspection of the electrostatic potential of the 52SFK revealed a positively charged rim located around the sialic acid binding site, which we termed the “steering rim.” The rim is mainly formed by residues Q320, R321, R316, and K349 (Fig. 6 A–D). According to in-solution NMR studies, the polyanionic polySia seems to at least transiently adopt a left-handed helical conformation (54). However, polySia is expected to be rather flexible in solution due to its linear, nonbranched structure and the conformationally less restricted α-2,8-glycosidic linkage (42). In the DP3 complex structure, the second sialic acid moiety is positioned above the ε-amino group of K349. We reasoned that if the polySia glycan roughly followed the left-handed helical arrangement proposed in the literature with energy-minimal glycosidic torsion angles similar to those observed between the first two moieties (Fig. S2), the carbohydrate chain would protrude away from the protein surface into the bulk solvent (indicated in Fig. 6E). Since such an arrangement is unlikely to enhance the affinity for polySia, we performed an MD simulation of the complex between 52SFK and DP5 on the microsecond timescale in explicit solvent. Throughout this simulation, DP5 shows a flexible structure with dynamic partial helical features (Movie S1). Consistent with the results from our STD-NMR experiments, only the nonreducing end is stably associated with the protein (Figs. 6E and 7 A and B). However, the simulation shows that the other sialic acid residues transiently approach the protein surface and form favorable contacts with a variety of amino acids, most of which are located in the steering rim and the closely adjacent R347 (Fig. 7 A–D). While the sialic acid moieties adjacent to the nonreducing end mainly interact with a subset of residues located in the canonical pocket and steering rim, the moieties toward the reducing end show a much more variable interaction pattern with low occupancies for individual contacts. In total, however, the large majority of contacts are being formed with the canonical pocket or steering rim, respectively. The dimensions of DP5 are similar to the combined radius of the binding pocket and steering rim (Fig. 7 A and B). In particular, the fifth sialic acid engages in a large number of low-intensity interactions with residues outside the rim according to our simulations (Fig. 7 C and D), which might explain why the enhancing effect of additional Sia moieties is fading beyond DP5 (Fig. 1) and why colominic acid is only moderately more potent than DP5 given the size difference (Fig. 5B). Over the time course of the simulation, the sialic acids display an alternating pattern of transient interactions, and there are most of the time at least two pyranoses that directly interact with the protein (Fig. 7E). This avidity effect is only possible if there are at least three Sia moieties. The average number of favorable interactions found in the canonical pocket and the steering rim per residue are shown in Fig. 7F. Overall, the data agree remarkably well with the other experiments and strongly suggest that transient contact interactions of the third to fifth sialic acid moiety are responsible for the increased binding affinity, while the nonreducing sialic acid is a necessary feature and engaged in a shape-complementary binding site. The involvement of additional noncontact electrostatic interactions could further contribute to binding affinity (Fig. S3). Despite the excellent agreement between the experiments and the results derived from MD simulations, it should be noted that even sampling of conformational space on the microsecond timescale might not be long enough to sample all possible interactions between the HAdV-52 SFK and oligoSia. Therefore, the results from MD simulations should be taken with some caution.\n\nTo provide additional experimental support for our hypothesis, we produced FKs with mutations in the steering rim and analyzed knob binding to polySia-expressing SH-SY5Y cells. The K349A mutant almost completely lost its cell binding capacity, and similar effects were observed for the R321Q and analogous mutants (Fig. 7G). When mutated, the residue R321 can no longer counterbalance the charge of the proximal side chain of E348, which then likely repels the polyanionic polySia and might thus contribute to an unexpectedly strong loss in binding. Indeed, if E348 is also mutated to a noncharged residue, the effect of the R321Q mutation is largely reversed (Fig. 7G). This implies that R321 interacts more weakly with polySia than R316 and K349 do, which fits well with the assumption of a flexible “pseudohelical” arrangement.\n\nThe polySia-binding RGN motif is conserved in the short fibers of other closely related members of species HAdV-G: simian adenovirus (SAdV)-1, -2, -7, and -11, as well as SAdV-19 (SAdV-C, which acquired its short fiber from an unknown type/species) (55), but it is not found in any other known nonhuman or human AdV, including the SFKs of HAdV-40 and -41 (HAdV-F) (Fig. S4A). Interestingly, the three positively charged residues forming the steering rim are also functionally conserved in these SAdV types, but in different permutations (RRK, RKK, RRR) (Fig. S4A). Another functionally important residue is Q320, which aids in the production of an electropositive field in the steering rim and is functionally conserved in all of the SAdV types of HAdV-G (but not in SAdV-19). No other HAdV FK with known structure exhibits a comparable steering rim (Fig. S4B). In fact, the lateral part of the knob is typically used for protein interfaces, for example, for CAR or CD46 (56). However, since the two fibers of HAdV-52 display a clear division of labor, the 52SFK likely serves as a purely Sia-binding FK and thus can accommodate Sia-containing glycans at a more prominently exposed lateral binding site than for example on HAdV-37. In the HAdV-41 SFK, which is the only other structurally characterized SFK, the disordered G strand is thought to obstruct the electropositive patch on the side (57), making a Sia interaction unlikely. HAdV-5 possesses an electropositive patch but lacks a shape-complementary Sia-binding site and has not been reported to use sialic acid as attachment receptor. Instead, it has been used as a negative control in many experiments (Figs. 2 and 3). This further supports our hypothesis that polySia binding is a specific ability limited to a small subset of AdVs. We assayed the polySia specificity and binding capacity of FKs belonging to this subset in a cell attachment assay with cells expressing or lacking polySia. All of the examined short knobs except that of SAdV-2 SFK bound better to polySia-expressing cells than to the control cell line (Fig. 8). One possible explanation for the inability of SAdV-2 SFK to bind polySia, despite a conserved steering rim, could be that this knob harbors a sequence more distantly related to the other knobs (Fig. S4C), which might result in a different overall arrangement of the residues. Nonetheless, 52SFK displayed the strongest discrepancy between SH-SY5Y and SK-N-SH cells, indicating a more specific interaction of 52SFK with polySia rather than a general high binding to both cell lines as seen for SAdV-7SFK (Fig. 8).\n\nWe show here that HAdV-52 specifically engages cell surface-expressed polySia via its SFK, employing long-lived direct protein–carbohydrate contacts as well as transient longer-range electrostatic steering forces. With this study, we have identified an additional role of polySia, as a cellular receptor for a human pathogenic virus. Although a growing number of polySia-binding proteins have been identified (58–64), there are relatively few in-depth structural analyses on the determinants of specificity for polySia, and to date no other polySia-binding protein has been reported to use the unusual binding mode presented here. We therefore believe that our analysis provides a useful framework for a better understanding of general aspects of the interactions of polySia with its binding partners, and it remains to be seen whether polySia reacts with other binding partners in a manner similar to that predicted for HAdV-52.\n\nPolySia was identified as a potential receptor for 52SFK by glycan microarray screening (Fig. 1). In that same array, 52SFK showed weaker binding to a number of glycans with single capping sialic acids, mainly α-2,3-linked, as we described in our previous study (23). In a cellular context, however, blocking or removing α-2,3-linked sialic acids from the cell surface had only a minor effect on HAdV-52 attachment (23). Thus, in comparison, polySia is a more effective ligand. The topology of the polySia binding site of HAdV-52 allows it to maintain a large pool of glycan ligands while developing increased affinity for a specific subset of surface molecules using just a single binding site. 52SFK can engage differently linked sialylated glycans, which bind with their terminal, nonreducing sialic acid moieties to the same epitope using identical direct contacts. The strong preference for α-2,8-linked polySia compounds is generated through a multitude of transient contacts between residues surrounding the binding site and sialic acid residues that are distal to the nonreducing end of the polySia chain. These transient contacts ensure that most of the time at least two Sia moieties are simultaneously associated with the protein, providing an avidity effect. In this manner, monosialylated and disialylated glycans are still able to interact with the knob with lower affinities, but long-range electrostatic and transient polar interactions enable higher-affinity binding of oligosialic acids with a higher DP (DP ≥ 3). In a physiological context, this might reflect the ability of HAdV-52 to adapt to different surface glycan landscapes presented by different cells, hosts, or even commensal bacteria. In humans, it is unknown in which contexts HAdV-52 might encounter polySia for cell attachment. The two most efficient attachment factors of HAdV-52, polySia and CAR, have different expression profiles in the human body and are recognized by the two separate HAdV-52 fiber proteins. In light of its limited genome size, the virus likely draws an evolutionary advantage from being able to interact with two attachment factors. The close evolutionary relationship between HAdV-52 and simian AdVs, and the polySia-binding capacity of these AdVs (Fig. 8), also indicate that polySia might play a role as a cellular attachment factor for viruses that infect other mammals. Sialic acid-containing glycans are known to serve as attachment factors for a number of animal AdVs such as turkey and canine AdV (65, 66). The observed interaction between HAdV-52 and polySia therefore provides an interesting angle to the known rules that govern virus:glycan receptor interactions, which may be translated to other glycan-binding pathogens.\n\nPolySia has been detected in a number of cancer tissues by immunohistochemical staining, and its expression is frequently associated with high tumor aggressiveness and invasiveness, resulting in poor clinical prognosis (43, 67, 68). Cancers expressing polySia are also often recurrent and nonresponsive to conventional treatments (43), and therefore attention has been drawn to novel therapeutic approaches, including AdV vectors for gene delivery and the use of modified oncolytic AdVs. In a recent approach, the FK of HAdV-5 was substituted with endosialidase NF, a tail spike protein from the bacteriophage K1F to generate an efficient polySia-targeting oncolytic vector (69). HAdV-52, a naturally occurring, unmodified HAdV that already binds polySia, could form the basis for a viable alternative strategy for developing oncolytic vectors, especially in the light of its low seroprevalence rates and reduced liver tropism (23, 70). The specificity for polySia can also be increased further by mutating K349 to an arginine (Fig. 7G). With this in mind, we suggest that HAdV-52–based vectors could have a potential for treatment of cancers characterized by elevated polySia expression.\n\nPlease see SI Materials and Methods for information regarding cells, viruses, and glycans used in the study, and for detailed descriptions of production of fiber knobs, glycan microarray, ELISA, flow cytometry, virus binding and infection experiments, STD-NMR, crystallization, surface plasmon resonance, MD simulations, and statistical analysis."}