{"title": "Banking for health: the role of financial sector actors in investing in global health", "body": "Under the Sustainable Development Goals (SDG), countries have set themselves an ambitious health policy agenda for the next 15 years. It ranges from reducing the burden of reproductive, maternal, newborn and child heath, to attaining UHC, to the growing chronic problem of non-communicable diseases (NCD).1 These goals will require sustained and increased investments at country level, and continuous support from the entire global community, in a situation of constrained public budgets.\n\nHealth constitutes a major economic force in high-income countries and emerging economies alike. In 2013, total global health expenditure amounted to $7.28 trillion.\ni\n In Germany, the health sector constituted 11.2% of the country’s gross domestic product (GDP) in 2013 growing at 3.5% per annum, significantly above the rate for the economy as a whole. Chinese health spending amounted to $511.3 billion, 5.4% of the entire economy2 in 2013, projected to rise at an annual rate of 11.8% until 2018. India—still at comparatively low levels of health spending—is expected to reach almost $200 billion in health expenditures in 2018 with an annual growth rate of more than 12%.3 More than 100 countries have now introduced policies that will help move towards UHC. Increasing coverage in 24 low/middle-income countries since 2006 resulted in 1.5 billion people gaining access to universal health services.4\n\n\nFor low/middle-income countries alone, the World Investment Report 2014 estimates annual health investment needs of $210 billion, and an annual investment gap of some $140 billion per year.5\n\nii\n Innovation in service delivery through engagement with non-traditional actors such as mobile phone companies in telemedicine, or unconventional screening posts for chronic disease in the community, will provide many opportunities for entrepreneurial ventures and new opportunities for investment.\n\nBanks are a powerful partner for better health in a post-2015 world. The scale of market growth and investment volume needed to achieve the SDGs illustrate that global health constitutes one of the key economic opportunities for decades to come. Simultaneously, debate on the SDGs has triggered reinforced efforts to define the role of private sector investment, and its impact on development goals.6\n\niii\n Global policy leaders show unprecedented willingness to break down silos. United Nations (UN) Secretary General Ban Ki-moon, at the 2015 Addis Ababa Conference Business Forum, urged ‘private sector leaders—including CEOs and institutional investors—to be part of the solution, and to consider new commitments for investment in sustainable development.’7\n\n\nFinancial actors will play multiple roles as lenders, intermediaries and investors across the spectrum of debt instruments and equity investments, from venture capital to public equity markets. On a macroeconomic level, financial development contributes to economic growth, supports innovation, facilitates entrepreneurship\niv\n and has an immensely important role to play in the welfare of a country. Functionally financial institutions provide credit for investments, liquidity for bridging financial gaps of individuals or companies and risk management services by pooling risks.8\n\n\nDespite economic opportunity on one side, and political willingness to achieve the development goals on the other, private sector investments in health in low/middle-income countries have not soared. Possible obstacles are numerous: distrust of private sector involvement from health policymakers, short-termism or governance challenges hindering investors from making a long-term commitment. The lack of liquid investment instruments and the difficulty of doing due diligence on new healthcare entrepreneurs have also been highlighted by practitioners.\n\nThis paper therefore takes a different approach and identifies possible mutual interests for enhanced cooperation, and analyses potential obstacles and concludes by suggesting steps for future debates.\nv\n\n\n\nOver the past 15 years, there were systemic crises in both systems with severe repercussions on populations, on top of an adverse macrolevel environment.10 The burst real estate bubble in the USA left governments the only actors able to restore trust, and avoid bankruptcies of ‘too-big-to-fail’ institutions. Ben Bernanke, US Federal Reserve Chairman, said in 2008: ‘The crisis will end when comprehensive responses by political and financial leaders restore that trust, bringing investors back into the market.’11\n\n\nIn response to rising public debt levels resulting from banking rescues, and economic stimulus packages, many countries implemented fiscal austerity. Economic hardship and spending cuts have significant effects on health systems and population health, and exacerbate existing inequalities in access to health services.\n\nFirst, rising unemployment brings a higher rate of psychological illness, and a higher suicide rate. Evidence from Spain suggests that the crisis has been associated with significantly above trend suicide rates (especially among men),12 Italy saw an increase of 40% in deaths by suicide of unemployed persons 2008–2010.13 In the USA, the share of adults reporting serious psychological distress increased substantially since 2007, in particular aged 25–44.14 Although this preliminary evidence should be treated with caution, the short-run trend is worrisome.\n\nSecond, governments adopted drastic spending cuts to reduce public debt. The European Observatory on Health Systems and Policies, hosted by WHO, reported that since the financial crisis in 2008, public spending on health fell in absolute terms and as a share of total government spending in many countries. While general coverage seemed unaffected, increased user charges reduced equity and efficiency of the systems.15\n\nvi\n Portugal, for example, committed to savings of €670 million in healthcare16 in order to receive financial support from the European Union resulting in increased out-of-pocket payments from citizens.\nvii\n Such spending cuts impact the long-term health of a country. Tighter budgets of individuals and families can also lead to a change in nutrition. Evidence from Australia shows that people who experienced financial distress in 2008–2009 had a 20% higher risk of becoming obese than those who did not.17\n\n\nOver the last 20 years, several cross-border epidemics have shocked regions of the world. When an outbreak of severe acute respiratory syndrome was detected in Southern China in 2003, the estimated net loss in global GDP amounted to $18 billion.18 Ebola in 2014 caused 11 300 deaths and led to a virtual breakdown of domestic health systems. In Sierra Leone, where almost 4000 people died due to the Ebola virus, the International Monetary Fund (IMF) estimates that GDP fell by 23.9% in 2015 as compared with the previous year\nviii\n and ongoing health needs were neglected through fear: ‘The rumour among mothers is that, if they take the child to the health centre, the child will get Ebola.’19 Besides the catastrophic death toll of epidemics, health crises can severely damage economic systems and have an ongoing negative impact on economic growth and cross-border trade.\n\nInternational investors have long been active in the health sector and the global health themes underpinning these investments have generated superior returns over time. This is reflected in the development of stock market indices. Since 2006, the MSCI World Index\nix\n rose by 60%–70% while the healthcare index rose by almost 150% (figure 1). In emerging markets, the index of the overall economy rose by 20%–25%, while healthcare sector equities rose by more than 160% since January 2006\nx\n (see figure 2).\n\nRising incomes, urbanisation and changing preferences contribute to higher demand for quality healthcare.23 Global health spending reached $7.28 trillion in 2013 and is projected to reach $9.3 trillion by 2018, according to the Economist Intelligence Unit.24 Growth is geographically concentrated in emerging economies: in a study by the Boston Consulting Group and the World Economic Forum, total healthcare spending in emerging countries is projected to rise by an average rate of around 10% until 2022 (developed economies: approximately 4% per annum (see figure 3)).25\n\n\nWhile in 2012 only 20% of healthcare spending came from emerging economies, by 2022 this is estimated to reach 33%. As a result, healthcare systems, and the entire health economy in these countries, will undergo dramatic change and the attractiveness of healthcare investments in future will not only be driven by the ‘usual suspects’ such as pharmaceutical companies. For China, the strategy consulting firm Bain and Company estimates that hospitals and other health service providers will account for 40% of the growth in profits by 2020 (followed by pharma firms for generic products and Medtech at approximately 19% and 14%, respectively).26 Another growth market, the digital healthcare sector, is projected to grow dramatically, from $3 billion in 2014 to $110 billion in 2020.27\n\n\nConsidering this compelling macroeconomic case and interest from private investors, a key question is how these investments can be channelled into the considerable unfulfilled funding needs of projects supporting health-related SDGs. External development finance in 2012 shows a bias away from the least developed countries (see figure 4). While portfolio investment and foreign direct investment (FDI) combined account for 60% of all external resources flowing into developing and transition economies, the respective number for the least developed countries is only 22%.5\n\n\nA bias also exists at sectoral level. While pharmaceutical firms and medical technology companies receive broad attention from investors around the globe,\nxi\n other health areas—often the more fundamental ones—have been neglected so far. Evidence from India, for example, showed that a major share of total equity FDI into the healthcare sector ended up in pharmaceuticals. Between 2000 and 2013, 71% went to the pharmaceuticals sector while hospitals and diagnostic centres only received 21% of the FDI equity inflows.28\n\n\nBanks can play a pivotal role as intermediaries: designing products that allow effective channelling of funds into sustainable projects that improve health in the long run. While so-called impact investors may seek these out, other investment institutions may require greater trading liquidity in collective structures, enabling larger investment flows into the sector via their distribution channels, or via long-term insurance company structures.\n\nConventional investment strategies do not incorporate sustainable health criteria. Indeed, since there are significant growth prospects for companies that endanger health through their expansion in low/middle-income countries—such as soft drinks,\nxiii\n packaged foods, alcohol, tobacco35—investors are encouraged to include these into their portfolios.36 The costs to societies are not considered in economic calculations.\n\nOver the past 20 years, the average annual growth rate of the consumed volume of soft drinks in low/middle-income countries was over 5%.37 Between 1960 and 2000, the consumption of cigarettes rose at an annual rate of 4%, with a particular focus in emerging markets. According to WHO figures, tobacco kills around 6 million people every year and in 2030, 80% of the deaths due to tobacco will come from low/middle-income countries. A study by the World Economic Forum highlighted that over the next 20 years, NCDs such as cancer, heart disease and stroke will cost more than US$30 trillion, representing 48% of global GDP in 2010, and push millions of people below the poverty line.38\n\n\nBanks and asset managers serve a growing group of investors who request a say in which sectors their money is invested. Clients increasingly challenge whether investments into treatment, for example, pharmaceuticals, rather than prevention of the rising burden of lifestyle diseases in emerging economies actually contribute to improved health status.\nxiv\n Calls for divestment from companies and sectors that offer harmful products, in favour of more sustainable industries, have been prominent already in climate change-related sectors. As of November 2015, the global initiative ‘go fossil free’ reports that almost 500 institutions have committed to divest from fossil fuel representing $3.4 trillion of assets.39 Transparency initiatives enabling investors to see clear information on companies’ climate footprint, and the emergence of entrepreneurial companies working on clean energy solutions have helped. There has been supportive government legislation and even fiscal incentives in some countries enabling growing investment in this area.\n\nBy including a health ethos in their investment decisions, banks can contribute to better health for millions simply by screening for harmful products in their investment portfolios and offering clients a ‘healthier choice’.\n\n‘Responsible banking’ has gained importance40 as a partial solution. A strong commitment to sustainable development and integration of corporate social responsibility is a core element in business strategy. Importantly, ‘responsible’ not only means compliant with laws and regulations. Principles include good governance, transparent customer relations, positive contributions to the community and environmentally friendly business, while striving for financial health and stability.\n\nElements of these concepts are already incorporated in strategies of banks. For example, Deutsche Bank committed to a different banking model in 2014. The Corporate Responsible Report 2014 (CSR) report framed the bank’s role: ‘In whatever business we do, wherever we do it, we aim to serve our clients, our people, our investors, and society, whilst supporting the communities in which we serve and sustaining the environment in which we all live.’41\n\n\nThe push towards more responsible business strategies is a crucial element in harnessing banks as true partner for better health. There needs to be ongoing influence from policymakers and the public to drive this into every day practice, and mainstream products.\n\nHealth has not yet been included into many CSR efforts. ESG investments, including Environmental, Social and Governance criteria, have become increasingly important, hailed in 2013 by Deutsche Bank as a ‘breath of fresh air’ in portfolio investing42 and a means to significantly reduce investment risk.43\n\n\nThe global movement for sustainable capital markets fosters collaboration between investors, regulators and companies to enhance transparency and delivery on ESG criteria. The UN-sponsored sustainable stock exchange initiative now has 15 stock exchanges with published ESG reporting guidance to their members and 23 more committed to this path (out of a total 79 targeted) spanning the world from highly developed, for example, the New York Stock Exchange and Nasdaq, to smaller developing capital markets such as Kazakhstan or Rwanda.44\n\n\nIn recognition of the importance of health investment, an explicit health component (H) could be added to ESG creating the ESG+H initiative. There are several examples that demonstrate how health plays an important role in the profitability of a firm. According to the Global Health Initiative of the World Economic Forum, 72% of companies surveyed reported a negative impact on their business from malaria, with 39% perceiving these impacts to be serious.45 Moreover, a study conducted by the Centers for Disease Control and Prevention found obese men miss, on average, 56% more days compared with ‘normal’ weight men.46\n\n\nThis paper has analysed the investment opportunity in health. Evidence that health conditions directly affect the profitability of the firm demonstrates financiers and investors should incorporate this into their models. Insurance companies who are already experts at including environmental and health risks in their pricing models could provide valuable insights into how to incorporate these measures into other financial sector business models and reporting. In the annual reports of listed companies we already see notices on corporate governance criteria and increasingly on climate or water considerations. Health could also be included, both as a criterion of how well the company looks after its own employees’ health, and also how it impacts health at a broader societal or environmental level through its operations. Positive contributions can become a value-enhancing competitive advantage and investment criterion. An ESG+H framework could bring this to the mainstream. Banking and health have considerable mutual interests (see figure 5).\n\nA second paper will look at precedents from sustainable finance and the climate financing world and explore how these could be adapted for double bottom line health investment."}