{"title": "Model of the pathway of −1 frameshifting: Long pausing", "body": "Programmed ribosomal frameshifting is a process where specific signals in the messenger RNA (mRNA) direct the translating ribosome to shift the reading frame. Many viruses including HIV-1 employ the programmed ribosomal frameshifting to control the ratio between structural and enzymatic proteins [1], [2], [3], [4], [5], [6], [7], [8], [9], [10], [11]. When the reading frame is shifted by one base in the 3′ direction it is called +1 frameshifting, while when the reading frame is shifted by one base in the 5′ direction it is called −1 frameshifting [8], [9], [10], [11]. It was characterized that the amino acid starvation, i.e., the limitation for particular amino acids, can induce the +1 frameshifting [8], [9], [10], [11], [12], [13]. The −1 frameshifting often occurs at the slippery sequence with a form of X_XXY_YYZ on the presence of a downstream mRNA pseudoknot, where codons are shown in the initiation reading frame, with dashes separating in-frame triplets [1], [2], [3], [4], [5], [6], [7], [8], [9], [10], [11], [14], [15], [16], [17]. In some prokaryotic cases, an additional stimulatory signal—an upstream, internal Shine–Dalgarno (SD) sequence—is also necessary to stimulate the efficient −1 frameshifting. For example, the dnaX gene of Escherichia coli has three stimulatory signals—an SD sequence, an A_AAA_AAG slippery sequence and a downstream stem loop or hairpin [11], [17], [18], [19], [20], [21].\n\nTo understand how the −1 frameshifting is stimulated at the slippery sequence on the presence of the downstream mRNA pseudoknot, several models have been proposed. Leger et al. [22] proposed that the −1 frameshifting occurs when deacylated transfer RNA (tRNA) is located in the E/E site, the peptidyl-tRNA located in the P/P site and the aminoacyl-tRNA located in the A/T entry site. Plant et al. [23] proposed a 9 Å model, which is based on the proposal of a movement of 9 Å by the anticodon loop of the aminoacyl-tRNA between the A/T state of initial binding and the A/A state of the full accommodation. The movement induces the −1 frameshifting. Based on the cryo-EM imaging of the mammalian 80S ribosome stalled at an mRNA pseudoknot structure which contains a structurally distorted tRNA in A/P′ hybrid state [24], [25]. Namy et al. proposed that the stereochemical mismatch between the pseudoknot structure and the entrance geometry of the mRNA channel blocks the entry of the downstream mRNA, causing a tension in the mRNA that bends the tRNA in a (+) sense (3′) direction. As a result, the codon-anticodon interaction breaks over the slippery sequence, allowing a spring-like relaxation of the tRNA in a (−) sense (5′) direction and thus causing the tRNA to re-pair with the mRNA in the −1 position. Based on the above three models, Liao et al. [26] developed a kinetic model which proposes that the −1 frameshifting can occur during the translocation step, as proposed in the model by Leger et al. [22] and that by Namy et al. [24], and/or the aminoacyl-tRNA accommodation step, as proposed in the model by Plant et al. [23]. Recently, Bailey et al. [27] developed a mathematical model that treats mRNA translation and associated −1 frameshifting as a stochastic process in which the transition probabilities are based on the energetics of local molecular interactions, with which the location and efficiency of −1 frameshift events in HIV-1 were studied. We proposed another model for the dynamics of the −1 frameshifting during the translation of the mRNA containing the slippery sequence and downstream mRNA pseudoknot [28], where a systematical analysis of the −1 frameshifting that can occur during every transition step in the elongation phase showed that the −1 frameshifting takes place mainly during the translocation over the sequence, as proposed by Namy et al. [24], and simultaneously provided a consistent explanation of a lot of available independent experimental data.\n\nMore recently, Chen et al. [29] made a detailed experimental study of the dynamics of the −1 frameshifting during translation of the dnaX −1 frameshift mRNA by using single-molecule fluorescence to track directly the compositional and conformational dynamics of individual ribosomes at each codon. Based on their observations they proposed a model of dynamic pathway of the dnaX −1 frameshifting (see Fig. S1). In the model, the stochastic interaction of the ribosome with the hairpin helix in an open or closed state and/or formation of the SD and antiSD pairing interaction represent the shunt to either pausing in the rotated state or normal translation. If the hairpin is in open state, the translocation of the ribosomes with the normal translation is coupled with the reverse intersubunit rotation. If the hairpin is in closed state, the translocation of the paused ribosomes is uncoupled with the reverse intersubunit rotation (called “uncoupled” translocation), causing the ribosomes to enter into the long-paused rotated state. However, a quantitative calculation showed that the opening probability of the hairpin helix is only 5.5×10−4 (see Section S1), which significantly deviates from the observation showing that about 25% fraction of the ribosomes undergo the normal translation [29]. Then, what is the molecular mechanism of the hairpin and the SD and inti-SD interaction stimulating the shunt to either the long-paused rotated state or the normal translation? Moreover, as the “uncoupled” translocation involves no reverse intersubunit rotation, then how the “uncoupled” translocation occurs is unclear. In the long-paused rotated state, the detailed mechanism of how elongation factor G (EF-G) and tRNA compete for the binding to the ribosome and how the rotated state is finally resolved by EF-G, etc., is also not clear.\n\nIn this work, we propose an alternative model of the −1 frameshifting during translation of the dnaX −1 frameshift mRNA, addressing the above-mentioned unclear issues and making quantitative explanations of various experimental data observed by Chen et al. [29]. The model can also explain the more recent experimental data of Yan et al. [30] on translocation excursions and broad branching of frameshifting pathways. For simplicity, in the model we do not consider the forward rotation of the 30S head, which will be considered in the next work [31] to explain the biochemical data of Caliskan et al. [32] on the kinetics of EF-G binding and dissociation and on the kinetics of movement of tRNAs inside the ribosome.\n\nThe model of the elongation pathway at low concentration of EF-G.GTP is shown in Fig. 1\n[48]. We begin with just after the peptidyl transfer, with deacylated tRNA in the P/P site and the peptidyl-tRNA in the A/A site (State C0). Before EF-G.GTP binding, the labile ribosome allows the spontaneous counterclockwise (viewed from the exterior of the 30S) rotation of the 30S subunit relative to the 50S subunit and vice verse, which are called forward and reverse intersubunit rotations, respectively. The spontaneous intersubunit rotations result in the ribosomal complex to transit from the non-rotated State C0 to rotated or hybrid State H0 and vice verse. The two states are in thermodynamic equilibrium, with the majority being in State H0 [37], [38], [39]. Since in both State C0 and State H0 the 30S A site is occupied, the binding of the ternary complex is not allowed. EF-G.GTP can bind to the labile State C0 and State H0 [49], [50], [51], [52]. (i) If EF-G.GTP binds to State H0 (becoming State H1), after rapid GTP hydrolysis the ribosomal unlocking occurs, opening the mRNA channel and the 30S subunit (State H2). The subsequent reverse intersubunit rotation makes the 30S subunit move downstream relative to the mRNA that is coupled with the two tRNAs by one codon, while the high affinity of the 50S E and P sites for the two tRNAs [44], [45] fixes the two tRNAs to the 50S subunit. This results in the transition of State H2 to posttranslocation state (State POST). Facilitated by the ribosomal unlocking, Pi is also released rapidly and independently of the reverse intersubunit rotation [43]. (ii) If EF-G.GTP binds to State C0 (becoming State C), the transition from State C to State H1 is facilitated mildly [39] and the hybrid State H1 is then stabilized [35], [36], [39]. Since the EF-G-facilitated transition from State C to State H1 (with a rate <10 s−1\n[39], [53]) is much slower than GTP hydrolysis (with a rate of about 250 s−1\n[43]), GTP hydrolysis occurs mainly at State C and State H1 is in EF-G.GDP.Pi form, consistent with the available experimental data [54]. In State H1 the ribosomal unlocking occurs (becoming State H2). Then, the reverse intersubunit rotation results in the transition of State H2 to State POST.\n\nIn State POST, the peptidyl-tRNA in “canonical” P/P conformation induces the ribosome to be non-labile (State 1), accelerating EF-G.GDP release (State 2). Since the non-labile ribosome prohibits the binding of EF-G.GTP, only the ternary complex can now bind efficiently to the ribosome with an open 30S subunit in the partially bound T/A state (State 3). The subsequent codon recognition (State 4) induces closing of the 30S subunit and triggers GTPase activation, GTP hydrolysis and Pi release (State 5), resulting in a large-scale conformational change of EF-Tu to the GDP-bound form (State 6). EF-Tu.GDP is then released and the aminoacyl-tRNA is accommodated into its fully bound A/A state (State 7). Then the peptidyl transfer leads to State C0, from which the next elongation cycle will proceed.\n\nIn Fig. 1, after the ribosomal unlocking (State H2) no resistance is present to impede the downstream movement of the 30S subunit along the mRNA. Thus, with the high affinity of the 50S E and P sites fixing the two tRNAs to the 50S subunit, the subsequent reverse intersubunit rotation makes the 30S subunit move downstream relative to the mRNA that is coupled with the two tRNAs by one codon with a 100% probability. However, if the downstream duplex is present, due to the competition between the free energy change of unwinding three mRNA base pairs and that of breaking the interaction of the two tRNAs with the 50S E and P sites, two possibilities of transitions from State H2 can be caused by the reverse intersubunit rotation (Fig. 2) [55]. (i) The reverse intersubunit rotation makes the 30S subunit move downstream relative to the mRNA coupled with the two tRNAs by overcoming the free energy of unwinding three mRNA base pairs, while the high binding energy of the two tRNAs to the 50S E and P sites fixes the two tRNAs to the 50S subunit. This results in the transition of State H2 to State POST, as in Fig. 1, which is called effective translocation. (ii) The reverse intersubunit rotation makes the 50S subunit move relative to the two tRNAs by overcoming the binding energy of the two tRNAs to the 50S E and P sites, while the resistance from the downstream duplex prevents the 30S subunit from moving relative to the mRNA coupled with the two tRNAs. This results in the transition of State H2 to the classical non-rotated pretranslocation state (called futile state, denoted by State FC), which is called futile translocation.\n\nIn the non-rotated conformation (State FC), the mRNA channel becomes tight. Since the peptidyl-tRNA is not in the P/P site, the ribosome cannot become non-labile. EF-G.GDP then facilitates State FC transiting to the rotated/hybrid state (State FH). After EF-G.GDP release, EF-G.GTP binding and then GTP hydrolysis, State FH becomes State H1, from which the transition to State H2 continues. After transition to State POST, the transitions to State C0 (indicated by the green arrow) are the same as those (inside the region bounded by broken lines) in Fig. 1.\n\nThe peculiarity of the model (Fig. 2) is the occurrence of the futile translocation, with the presence of State FC and State FH. State FC and State FH have similar structures to State C and State H1, respectively. The differences between them are that State FC and State FH are bound with EF-G.GDP while State C and State H1 are bound with EF-G.GTP or EF-G.GDP.Pi. In the model (Fig. 2), the ribosome uses only one mechanism to unwind the mRNA duplex [55], rather than uses two mechanisms as proposed by Qu et al. [56]. As shown before, with the consideration of the futile translocation various single-molecule experimental data such as the optical-trapping data on the rate and dwell-time distribution of translation through the mRNA duplex versus the pulling force to unzip the duplex [56], [57] and the smFRET (single-molecule fluorescence resonance energy transfer) data on the dynamics of slow dissociation of deacylated tRNA from the E site induced by the downstream secondary structures [58] can be explained quantitatively [55], [59], [60]. In particular, the recent high-resolution smFRET data of Kim et al. [61] give a strong support to the futile translocation, which showed that when translates through the mRNA containing the downstream stem loop the ribosomal complex exhibits multiple fluctuations between the classical non-rotated state (State FC in Fig. 2) and hybrid state (State FH, State H1 and State H2) before undergoing mRNA translocation (State POST) at saturating EF-G, whereas when translates through the mRNA lacking the stem loop the ribosomal complex samples the hybrid state (State H1 and State H2) only once before undergoing mRNA translocation [62]. In addition, the consideration of the futile translocation is consistent with the proposal of futile elongation factor 2 (eEF2) cycling during ribosomal translocation in 80S ribosome with the presence of mRNA secondary structures by Flanagan et al. [25].\n\nFrom State FS, the pathway of transitions to State C0 is shown in Fig. 4. After EF-G.GDP release, since the ribosome in State FS1 is in labile state EF-G.GTP can bind, and since the 30S subunit is in the open conformation the ternary complex can also bind efficiently. Thus, both EF-G.GTP and the ternary complex compete for the binding to State FS1, which is consistent with the single-molecule data [29]. First, consider EF-G.GTP binding. In the open conformation of the 30S subunit, the binding of EF-G.GTP and then GTP hydrolysis is inefficient to induce the ribosomal unlocking. Without ribosomal unlocking facilitating the reverse intersubunit rotation, the ribosome is kept in the rotated conformation during the reaction cycle of EF-G.GTP binding, GTP hydrolysis, Pi release and then EF-G.GDP release.\n\nThen, consider the binding of the ternary complex (State FS2). If the arriving tRNA is cognate to codon YYZ, the codon recognition will facilitate the peptidyl-tRNA to shift the reading frame from codon XXX (State FS2) to codon XXY (State NF2). If the arriving tRNA is cognate to codon YYY, no shift of the reading frame of the peptidyl-tRNA will occur. Thus, whether the −1 frameshifting can occur or not is determined mainly by the arriving tRNAs in State FS2, which is in turn determined by their magnitudes in the binding affinity to the ribosome and the relative concentrations in solution. The codon recognition induces the open 30S subunit transiting to closed conformation, triggering GTPase activation, GTP hydrolysis and Pi release (State FS3). The resultant conformational change of EF-Tu induces the accommodation of the aminoacyl-tRNA and EF-Tu.GDP release (State FS4). Note that during the codon recognition, i.e., before the 30S subunit becoming closed, the aminoacyl-tRNA can be dissociated [63], [64], returning to State FS1. Note also that after the codon recognition, i.e., after the 30S subunit becoming closed, but before the completion of the accommodation, the aminoacyl-tRNA can also be dissociated [63], [64], with State FS3 transiting to State FS5. For the ribosome in the non-canonical rotated conformation, the probabilities of the aminoacyl-tRNA dissociation in the two steps could be much larger than those for the ribosome in the canonical non-rotated conformation due partially to the fact that in the non-canonical rotated state the process of the codon recognition and that of the accommodation could be elongated greatly. Thus, multiple bindings of the ternary complex can occur in the stalled rotated state, which is consistent with the single-molecule data [29]. Since in State FS5 the 30S subunit is in the closed conformation, the ternary complex cannot bind efficiently, but EF-G.GTP binds efficiently. As the 30S subunit is now in the closed conformation, the GTP hydrolysis can induce efficiently the ribosomal unlocking (State FS6), inducing the 30S subunit transiting to open conformation and facilitating the reverse intersubunit rotation and Pi release. Due to the specific affinity of the 50S P site for the peptidyl-tRNA and the resistance of the mRNA duplex to the downstream movement of the 30S subunit, the reverse intersubunit rotation would cause the rotated State FS6 transiting to non-rotated State FS7, where the mRNA channel becomes tight. Then, the transitions from State FS7 to State C0 (indicated by the green arrow) are the same as those (inside the region bounded by broken lines) in Fig. 1.\n\nIf the accommodation is completed occasionally without aminoacyl-tRNA dissociation (State FS4), since the ribosome is not in the canonical non-rotated state the peptidyl transfer is inefficient, and since the 30S A site is occupied only EF-G.GTP can bind to State FS4. With the presence of the tRNA anticodon stem-loop bound to the 30S A site, i.e., with the 30S subunit in the closed conformation, after EF-G.GTP binding and then GTP hydrolysis (State FS8), the ribosomal unlocking occurs efficiently (State FS9), facilitating the reverse intersubunit rotation and Pi release. Due to the specific affinity of the 50S P and A sites for the peptidyl-tRNA and aminoacyl-tRNA, respectively, and the resistance of the mRNA duplex to the downstream movement of the 30S subunit, the reverse intersubunit rotation causes the rotated State FS9 to non-rotated State FS10. In State FS10, the mRNA channel becomes tight and the peptidyl-tRNA in the canonical P/P conformation induces the ribosome to be non-labile. After EF-G.GDP release and the efficient peptidyl transfer in the canonical non-rotated state, the ribosomal complex returns to Sate C0. Note that the transition from State FS3 to State C0 via State FS4, State FS8, State FS9 and State FS10 gives overlap of a tRNA pulse with the reverse rotation of the long pause, as observed experimentally (see Extended data Fig. 10c in Chen et al. [29], case 2). By contrast, the transition from State FS3 to State C0 via State FS5, State FS6 and State FS7 gives correlation of tRNA arrival and reverse rotation of the ribosome after the long rotated-state pause, as observed experimentally (see Extended data Fig. 10c in Chen et al. [29], case 1).\n\nFrom State NF2, we have the similar pathway of state transitions to that shown in Fig. 4, but with the peptidyl-tRNA being paired with codon XXY. The peculiarity of the pathway (Fig. 4) is the presence of the long-paused rotated conformation of the ribosome, as observed by Chen et al. [29].\n\nThe difference between the three models (Fig. 1, Fig. 2, Fig. 3) is in the transition of State H2 caused by the reverse intersubunit rotation. In the model of translation through the single-stranded mRNA, the reverse intersubunit rotation results in the transition of State H2 to State POST (with a probability PE(1)=1) (Fig. 1). The transition corresponds to the movement of the 30 S subunit relative to the tRNA-mRNA complex while the 50 S subunit being kept fixed to the two tRNAs.\n\nIn the model of translation through the duplex region of mRNA at the non-slippery site, the reverse intersubunit rotation results in the transition of State H2 also to State FC (with a probability PF(1)) besides to State POST (with a probability PE(1), PF(1)+PE(1)=1) (Fig. 2). As mentioned just above, the transition to State POST corresponds to the movement of the 30S subunit relative to the tRNA-mRNA complex while the 50S subunit being kept fixed to the two tRNAs. By contrast, the transition to State FC corresponds to the movement of the 50S subunit relative to the two tRNAs while the 30S subunit being kept fixed to the tRNA-mRNA complex.\n\nIn the model of translation through the duplex region of mRNA at the slippery site, the reverse intersubunit rotation results in the transition of State H2 also to State LP (with a probability PLP(1)) besides to State POST (with a probability PE(1)) and State FC (with a probability PF(1), PLP(1)+PF(1)+PE(1)=1) (Fig. 3). As mentioned just above, the transition to State POST corresponds to the movement of the 30S subunit relative to the tRNA-mRNA complex while the 50S subunit being kept fixed to the two tRNAs, whereas the transition to State FC corresponds to the movement of the 50S subunit relative to the two tRNAs while the 30S subunit being kept fixed to the tRNA-mRNA complex. By contrast, the transition to State LP corresponds to the movements of both the 30S and 50S subunits relative to the mRNA.\n\nThe three models can be commonly described by model of Fig. 3, where model of Fig. 2 corresponds to PLP(1)=0 and model of Fig. 1 corresponds to PLP(1)=PF(1)=0 or PE(1)=1.\n\nBased on model of Fig. 3, at the slippery site (i.e., at codon AAA24, Fig. 5a) where both the SD-antiSD interaction and the downstream hairpin are present (see Fig. S2), a reverse intersubunit rotation can result in transition of State H2 to one of the three states, State POST, State FC and State LP. The transition to State POST requires overcoming the free energy change (3Ebp) of unwinding three mRNA base pairs and the free energy change (ΔESD(3)) of the SD-antiSD interaction induced by the movement of the ribosome from the position (with d=0) where the SD and antiSD have the largest interacting energy to the position (with d=3p, p=3.4 nm) where the SD and antiSD have nearly no interaction. The transition to State FC requires overcoming the binding energy (EPE(50S)) of the 50S E and P sites to the two tRNAs. The transition to State LP requires overcoming four free energy changes including the free energy change (2Ebp) of unwinding two mRNA base pairs, the free energy change (ΔEcodon) of shifting the peptidyl-tRNA anticodon from pairing with codon XXY to pairing with codon XXX and breaking the interaction between deacylated tRNA anticodon and codon BCX, the free energy change (ΔtRNA) of bending the P-site peptidyl-tRNA in State LP, and the free energy change (ΔESD(2)) of the SD-antiSD interaction which is induced by the movement of the ribosome from the position with d=0 where the SD and antiSD have the largest interacting energy to the position with d=2p where the SD and antiSD have a smaller interacting energy, with ΔESD(2)<ΔESD(3). The transition to State LP implies the occurrence of the long-paused rotated state. Thus, the occurrence probability of State LP caused by one reverse intersubunit rotation is calculated by(1)PLP(1)=exp[−β(ΔE+ΔESD(2)+2Ebp)]exp[−β(ΔE+ΔESD(2)+2Ebp)]+exp[−β(ΔESD(3)+3Ebp)]+exp(−βEPE(50S)),where ΔE=ΔEcodon+ΔtRNA and β−1=kBT is the thermal energy. Correspondingly, the occurrence probability of State POST, i.e., an effective translocation, caused by one reverse intersubunit rotation is calculated by(2)PE(1)=exp[−β(ΔESD(3)+3Ebp)]exp[−β(ΔE+ΔESD(2)+2Ebp)]+exp[−β(ΔESD(3)+3Ebp)]+exp(−βEPE(50S))\n\nWith Eqs. (1), (2) the occurrence probability of the long-paused rotated state during the translation is calculated by PLP=PLP(1)/(PLP(1)+PE(1)), which is rewritten as(3)PLP=exp[−β(ΔE−ΔΔESD−Ebp)]exp[−β(ΔE−ΔΔESD−Ebp)]+1,where ΔΔESD=ΔESD(3)−ΔESD(2), and ΔE=ΔEcodon+ΔtRNA as defined in Eq. (1). Then, the occurrence probability of the normal translation at the slippery site (i.e., at codon AAA24) is calculated by PNor=1−PLP.\n\nEq. (3) shows clearly that the occurrence probability of the long-paused rotated state is determined by the SD-antiSD interaction (characterized by ΔΔESD) and the stability of the base pair of the downstream hairpin (characterized by Ebp), as well as the codons at the slippery site (characterized by ΔEcodon) and the bending of the P-site peptidyl-tRNA (characterized by ΔtRNA), while is independent of other factors such as the concentrations of EF-G.GTP and the ternary complex, which is consistent with the experimental data [29]. The single-molecule experimental data [29] showed that at the slippery site (i.e., at codon AAA24) of the WT mRNA, where both the SD-antiSD interaction and the downstream hairpin are present, the occurrence probability of the long-paused rotated state is 75%; for the mutant mRNA without the internal SD sequence, which corresponds to ΔΔESD=0 in Eq. (3), the occurrence probability of the long-paused rotated state is 38%; and for the mutant mRNA without the downstream hairpin, which corresponds to Ebp=0 in Eq. (3), the occurrence probability of the long-paused rotated state is 20%. With Eq. (3), by adjusting ΔE=3kBT, ΔΔESD=1.6kBT and Ebp=2.5kBT we obtain PLP=0.75 for the WT mRNA. Then, with ΔE=3kBT, ΔΔESD=0 and Ebp=2.5kBT we obtain PLP=0.38 for the mutant mRNA without the internal SD sequence; and with ΔE=3kBT, ΔΔESD=1.6kBT and Ebp=0 we obtain PLP=0.2 for the mutant mRNA without the downstream hairpin. The fitted value of Ebp=2.5kBT implies that the free energy change of unwinding one mRNA base pair is about 1.5 kcal/mol, which is close to the value estimated in the literature [65].\n\nFrom Eq. (3) it is clearly seen that the occurrence probability of the long-paused rotated state or the frequency of frameshifting increases with the increase of Ebp, implying that increasing mRNA structure stability increases the frequency of frameshifting. Moreover, Eq. (3) shows that for the system with no SD sequence involvement, i.e., with ΔΔESD=0, the efficiency PLP is smaller than that with ΔΔESD>0, explaining the experimental data showing that the frameshifting efficiency related to the system where only the IBV pseudoknot is present but no SD sequence is involved [24] is smaller than that for the system where both the stem loop and SD sequence are involved [29].\n\nBased on the experimental data, Chen et al. [29] proposed a model of the elongation pathway for translation at the slippery site (i.e., at codon AAA24) where both the SD-antiSD interaction and the downstream hairpin are present (see Fig. S1). The model argued that the translocation that is uncoupled with the reverse intersubunit rotation (called “uncoupled” translocation) can occur at codon AAA24 and the “uncoupled” translocation is the +3 translocation (i.e., the downstream translocation of the ribosome by 3 nucleotides along the mRNA). According to this model, for the AAG(AAA) mutant, i.e., changing AAG27 codon to AAA27 (Fig. 5a), after the “uncoupled” translocation the peptidyl-tRNALys(AAA24) codon pair is in the P site and the AAA27 codon is in the A site that is now available for aminoacyl-tRNA binding. Since whether after the −1 slippage or not the codon in the A site is always AAA, both the AAA26 codon (−1 frame) and AAA27 codon (0 frame) have the same interaction energy with the aminoacyl-tRNALys. Thus, it would be expected that in the pathway of the “uncoupled” translocation (Fig. S1), the probability of the translation in 0 frame should be larger than or at least equal to that of the translation in −1 frame. However, this is inconsistent with the experimental data [29], as discussed below. The experimental data [29] showed that for the WT mRNA about FUT=71–75% fraction of the elongating ribsosmes proceed in the pathway of the “uncoupled” translocation (with 71% of elongating ribosomes exhibiting>4 Cy5-tRNALsy pulses or with the frameshifting percentage of about 75%) and for the AAG(AAA) mutant mRNA the –1 frameshifting percentage is about FFS=49%. Since for both the WT mRNA and AAG(AAA) mutant, the elongating ribosomes should have the same fraction (FUT=71–75%) that proceed in the pathway of the “uncoupled” translocation, it is thus expected that for the AAG(AAA) mutant the non-frameshifting percentage is about FNF=FUT−FFS=22–26% in the pathway of the “uncoupled” translocation. In other words, in the pathway of the “uncoupled” translocation, about 22–26% ribosomes that enter the stalled state do not frameshift, while the experimental data [29] showed that about 49% ribosomes that enter the stalled state frameshift, with the former being about 2-fold smaller than the latter. This is inconsistent with the deduction from the experimental data showing that for the AAG(AAA) mutant, in the pathway of the “uncoupled” translocation, the probability of the translation in 0 frame should be larger than or at least equal to that of the translation in −1 frame (see just above). The inconsistency thus argues against the +3 translocation proposal.\n\nBy contrast, the experimental data for the AAG(AAA) mutant supports the incomplete +2 translocation, which is consistent with our model (Fig. 4) predicting that the probability of the translation in −1 frame is larger than in 0 frame. For other mutant sequences such as the AAG(UUU) mutant (changing AAG27 to UUU27) and AAG(AAC) mutant (changing AAG27 to AAC27) with the codon for −1 frame in the A site being different from the codon for 0 frame (Fig. 5a), the two codons have different interaction energies with their corresponding cognate tRNAs, which plays an important role in determining the probability of the translation in 0 frame and that of the translation in −1 frame in the pathway of the +2 translocation (Fig. 4). This could provide an explanation of the experimental data in Chen et al. [29]. For the WT sequence, the AAA26 codon (−1 frame) has the larger interaction strength with the UUU anticodon of the aminoacyl-tRNALys than the AAG27 codon (0 frame). Thus, the probability of the translation in −1 frame is expected to be much larger than that of the translation in 0 frame in the pathway of the +2 translocation. For the AAG(AAA) mutant, the same AAA codon for −1 frame and 0 frame give the same interaction energy with the UUU anticodon of the aminoacyl-tRNALys, inducing the probability of the translation in −1 frame to be smaller than that for the WT sequence. For the AAG(UUU) mutant, the further reduction of the probability of the translation in −1 frame relative to that for the AAG(AAA) mutant [29] could be due to the fact that the UUU27 codon (0 frame) has a stronger interaction than the AUU26 codon (−1 frame) with their corresponding cognate tRNAs.\n\nThe experimental data on tRNA sampling dynamics and slippage during frameshifting (Extended data Fig. 9 in Chen et al. [29]) are explained as follows. The available biochemical data showed that the binding rate of a near-cognate tRNA is similar to that of the cognate tRNA to the A site of the ribosome [63], [64]. Thus, for the AAG(UUU) mutant, it is expected that after the +2 translocation at codon AAA24, the arrival time of the near-cognate aminoacyl-tRNAPhe to the A-site AUU26 codon (−1 frame) would be similar to that of the cognate aminoacyl-tRNALys to the A-site AAA26 codon (−1 frame) for the WT sequence. Consequently, after the +2 translocation the tRNAPhe arrival time for the AAG(UUU) mutant could be similar to tRNALys arrival time for the WT sequence. Moreover, for the AAG(UUU) mutant, after the binding of tRNAPhe to the A-site AUU26 codon (−1 frame) the stronger interaction of the AAA anticodon of tRNAPhe with the UUU codon induces slippage of the two tRNAs to the 0 frames. Consequently, after the +2 translocation at codon AAA24 the mean lifetime of tRNAPhe sampling for the AAG(UUU) mutant could be also similar to that of tRNALys sampling for the WT sequence. In addition, for Cy5-tRNALys transit through the AAG(UUU) mutant, because both the sampling of cognate tRNAIle to the A-site AUU26 codon (−1 frame) and the sampling of cognate tRNAPhe to the A-site UUU27 codon (0 frame) are invisible, only three Lys pulses can be observed, consistent with the experimental data [29]. For Cy5-tRNALys transit through the AAG(AAC) mutant, after the +2 translocation at codon AAA24, because the binding rate of the near-cognate tRNAAsn to the A-site AAA26 codon (−1 frame) is similar to the cognate tRNALys to the A-site AAA26 codon, about half fraction of Cy5-tRNALys samplings to the A-site AAA26 codon can occur. On the other hand, the +2 translocation contains about 71% fraction of the total translocations [29]. Thus, it is estimated that the probability of observing more than three Lys pulses is about 35%, which is slightly larger than the experimental data of about 25% [29]. Assuming that the Cy5-labeling may reduce the tRNA binding rate, it is expected that the probability of observing more than three Lys pulses is slightly smaller than 35% estimated above.\n\nIt should be mentioned that based on the fact that the binding rate of the near-cognate tRNA is similar to that of the cognate tRNA to the A site of the ribosome [63], [64], it is expected that both the +2 translocation model and the +3 translocation model would give the similar results on the tRNA sampling dynamics for the mRNAs such as AAG(UUU) mutant and AAG(AAC) mutant used in Extended data Fig. 9 of Chen et al. [29]. Thus, based only on the experimental data given in Extended data Fig. 9 of Chen et al. [29], we cannot determine which of the two models is more reasonable. However, as discussed above, the experimental data for the AAG(AAA) mutant, which gives the same A-site codon for both −1 frame and 0 frame, are inconsistent with the +3 translocation model but are consistent with the +2 translocation model.\n\nWith the similar procedure to that used before [66], we easily derive that the distribution of times for transition from State FS2 to State FS3 (Fig. 4) has the form, f2→3(t)=k20exp(−k20t), and the distribution of times of the aminoacyl-tRNA dissociation during transition from State FS2 to State FS3 has the form, g2→3(t)=k21exp(−k21t). With f2→3(t) and g2→3(t), the probability of the aminoacyl-tRNA dissociation during transition from State FS2 to State FS3 is calculated by P2→3=∫0∞dtg2→3(t)∫t∞dt'f2→3(t'), which is rewritten as(4)P2→3=k21k21+k20\n\nWith the dissociation probability P2→3, the mean number of the aminoacyl-tRNA samplings to the long-paused rotated state in Fig. 4 is calculated by N=1+P2→3+(P2→3)2+⋅⋅⋅=1/(1−P2→3). With Eq. (4), N has the form(5)N=k20+k21k20\n\nFrom Eq. (5) it is seen that the mean number N is only determined by two rate constants k20 and k21, which are independent of the concentrations of EF-G.GTP and the ternary complex (see Fig. 4). Thus, N remains constant at the various factor concentrations, which is consistent with the single-molecule experimental data (Extended Data Fig. 8c in Chen et al. [29]). From the measured value of N≈2 [29], with Eq. (5) we obtain k21/k20≈1.\n\nThen we derive equation of the mean lifetime of the aminoacyl-tRNA bound to the long-paused rotated state in Fig. 4. We easily derive that the distribution of times for transition from State FS3 to State FS4 has the form, f3→4(t)=k22exp(−k22t), and the distribution of times of the aminoacyl-tRNA dissociation during transition from State FS3 to State FS4 has the form, g3→4(t)=k23exp(−k23t). With f3→4(t) and g3→4(t), we obtain that the probability of the aminoacyl-tRNA dissociation during transition from State FS3 to State FS4 has the form(6)P3→4=k23k23+k22\n\nFor the case that the aminoacyl-tRNA is dissociated during the transition from State FS2 to State FS3, the mean lifetime of the aminoacyl-tRNA bound to the long-paused rotated state is calculated by T1=∫0∞dtf2→3(t)∫0tdt't'g2→3(t'), which is rewritten as(7)T1=1k21−k20k20+2k20k21k21(k21+k20)2\n\nFor the case that the aminoacyl-tRNA is dissociated during the transition from State FS3 to State FS4, the mean lifetime of the aminoacyl-tRNA bound to the long-paused rotated state is calculated by T2=1/k20+∫0∞dtf3→4(t)∫0tdt't'g3→4(t'), which is rewritten as(8)T2=1k20+1k23−k22k22+2k22k23k22(k23+k22)2\n\nFor the case that the aminoacyl-tRNA is not dissociated during the transition from State FS3 to State FS4, the mean lifetime of the aminoacyl-tRNA bound to the long-paused rotated state is calculated by(9)T3=1k20+1k22+1k26+1k27+1k28\n\nThen, the mean lifetime of the aminoacyl-tRNA bound to the long-paused rotated state in Fig. 4 is calculated by(10)TtRNA=(N−1)T1+P3→4T2+(1−P3→4)T3N\n\nWith Eqs. (5), (6), (7), (8), (9), Eq. (10) can be rewritten as(11)TtRNA=1k20+k21−k20(k20+2k21)(k21+k20)3+k20k23(k20+k21)(k23+k22)(1k20+1k23−k22k22+2k22k23k22(k23+k22)2)+k20k22(k20+k21)(k23+k22)(1k20+1k22+1k26+1k27+1k28)\n\nThe experimental data showed that the transitions are mainly along the pathway of transition from State FS3 to State FS5, implying that P3→4 approaches nearly 1. Thus, from Eq. (6) we note that k23»k22. This implies that the third term in the right-hand side of Eq. (11) is much smaller than the other two terms. Moreover, rate constants k20, k21, k22 and k23 are independent of the concentrations of EF-G.GTP and the ternary complex (see Fig. 4). Thus, Eq. (11) implies that the mean lifetime TtRNA remains constant at the various factor concentrations, which is also consistent with the single-molecule experimental data (Extended Data Fig. 8c in Chen et al. [29]).\n\nIn State FS1 with open 30S subunit (Fig. 4), EF-G and the ternary complex compete for the binding to the ribosome. Denoting by kb1(G) the binding rate of EF-G.GTP to the long-paused rotated state, [EF-G] the concentration of EF-G.GTP, kb1(TC) the binding rate of the ternary complex cognate to codon AAA to the long-paused rotated state of the ribosome with open 30S subunit and [TC] the concentration of the ternary complex cognate to codon AAA, the probability of EF-G.GTP binding can be calculated by(12)P(G)=kb1(G)[EF-G]kb1(G)[EF-G]+kb1(TC)[TC]\n\nSince in the solution except tRNALys there is no other tRNA that is cognate or near-cognate to codon AAA [29], we have neglected the binding of other tRNAs except tRNALys to codon AAA26 in Eq. (12). With probability P(G), the mean number of EF-G.GTP molecules that can bind to the long-paused rotated state before tRNALys binding can be calculated by N(G)=P(G)+(P(G))2+⋅⋅⋅, which is rewritten as(13)N(G)=P(G)1−P(G)\n\nWith N(G) EF-G.GTP molecules that can bind to the long-paused rotated state before tRNALys binding, the mean arrival time of tRNALys to the long-paused rotated state can be calculated by(14)τ=N(G)T(G)+1kb1(TC)[TC],where T(G) is the mean EF-G lifetime bound to the long-paused rotated state. With Eqs. (12), (13), Eq. (14) is rewritten as(15)τ=1+T(G)kb1(G)[EF-G]kb1(TC)[TC],where we show explicitly the dependence of τ on [EF-G] and [TC], while the other parameters are independent of [EF-G] and/or [TC].\n\nWith Eq. (15), by adjusting T(G)kb1(G)=0.5 μM−1 and kb1(TC)=0.16 μM−1s−1 we obtain that the results of the mean arrival time of tRNALys to the long-paused rotated state, τ, versus [EF-G] at the concentration of tRNALys, [TC]=200 nM, are consistent with the experimental data (Extended data Fig. 8c in Chen et al. [29]) (Fig. 6a). In Fig. 6a we also show the predicted results of τ versus [EF-G] at other values of [TC]. In Fig. 6b we show the predicted results of τ versus [TC] for different values of [EF-G].\n\nBased on our model, for the case of the translation at non-slippery sites and with no SD-antiSD interaction, the probability of effective translocation, PE(1)≈1 (see Section S2), giving the number of EF-G bindings per codon, N1G≈1. This is consistent with the single-molecule experimental data (about 1–1.5) at codons except near codon AAA24 (see Fig. 3b in Chen et al. [29]). Since after EF-G.GTP binding GTP hydrolysis is fast and the ribosomal unlocking facilitates rapid reverse ribosomal rotation [43], the mean EF-G lifetime can be approximately calculated by (see Fig. 1)(16)T1(G)=1k4+1k6+1k7\n\nFrom the available biochemical data, we have k4=35 s−1, k6=5 s−1 and k7=20 s−1\n[43], [67]. With these values, from Eq. (16) we obtain T1(G)=0.28 s, which is close to the experimental data of about 0.2 s (see Fig. 3b in Chen et al. [29]).\n\nFor the case of the translation at the non-slippery site where both the SD-antiSD interaction and the downstream hairpin are present, i.e., at codon AAG24 for A21G-A24G mutant (refer to Fig. S2), the probability PE(1) becomes smaller than 1, giving the number of EF-G bindings per codon larger than 1 (see Fig. 2). The mean number of futile translocations is then calculated by NF=(1−PE(1))+(1−PE(1))2+⋅⋅⋅=(1−PE(1))/PE(1). Thus, the mean number of EF-G bindings per codon is calculated by N2(G)=1+NF, which is rewritten as(17)N2(G)=1PE(1)\n\nSince the rate constant k5 of the ribosomal unlocking is large (about 35 s−1\n[43], [67] ), the mean EF-G lifetime (see Fig. 2) can thus be approximately calculated by(18)T2(G)=1N2(G)[(N2(G)−1)(1k14+1kr)+T1(G)],where kr is the rate of EF-G.GDP releasing from hybrid State FH.\n\nFrom the single-molecule experimental data, we have N2(G)=4 at codon AAG24 for A21G-A24G mutant (see Fig. 3c in Chen et al. [29]). From Eq. (17) we obtain PE(1)=0.25, implying that the SD-antiSD interaction and the unwinding of the downstream hairpin induces the effective-translocation probability PE(1) at codon AAG24 to be about 0.25. Previous single-molecule data showed that the release of EF-G.GDP from the pretranslocation state is slower than that from the posttrasnlocation state [50], giving 1/k14+1/kr>T1(G). Thus, from Eq. (18) it is expected that T2(G)>T1(G), which is consistent with the experimental data showing that the mean EF-G lifetime at codon AAG24, where the SD-antiSD interaction is present, is about 1.3-fold – 2-fold larger than those at other codons, where no SD-antiSD interaction is present (see Fig. 3c in Chen et al. [29]).\n\nFor the case of the translation at the slippery site where both the SD-antiSD interaction and the downstream hairpin are present, i.e., at codon AAA24 for the WT (refer to Fig. S2), the mean number of EF-G bindings in an elongation cycle (see Fig. 3, Fig. 4) can be calculated by(19)N3(G)=N2(G)+PLPNLP(G),where N2(G) is calculated by Eq. (17) but with PE(1) being replaced by PE(1)+PLP(1) and NLP(G) is the mean number of EF-G molecules that can bind to the long-paused rotated state (State FS1, Fig. 4) in an elongation cycle. Correspondingly, the mean EF-G lifetime at the slippery site can be approximately calculated by(20)T3(G)=N2(G)T2(G)+PLPNLP(G)T(G)N2(G)+PLPNLP(G),where N2(G) and T2(G) are calculated by Eqs. (17), (18), respectively, but with PE(1) being replaced by PE(1)+PLP(1), and T(G) is defined in Eq. (14).\n\nAs determined just above, at the non-slippery site and with both the SD-antiSD interaction and downstream hairpin, the probability of effective translocation caused by one reverse intersubunit rotation is about 0.25. Thus, for an approximation, at the slippery site PE(1) can be calculated by PE(1)=0.25(1−PLP(1)). Then, PLP(1) can be calculated from PLP=PLP(1)/(PLP(1)+PE(1))=PLP(1)/[PLP(1)+0.25(1−PLP(1))]. With PLP=0.75 [29], we obtain PLP(1)=0.43 and PE(1)=0.14. From Eq. (17) but with PE(1) being replaced by PE(1)+PLP(1), we obtain N2(G)=1.75. With this value of N2(G), N3(G)=5.3 (see Fig. 3b in Chen et al. [29]) and PLP=0.75 [29], from Eq. (19) we have the mean number of EF-G bindings in an elongation cycle under the condition of Fig. 3b in Chen et al. [29], NLP(G)=4.73.\n\nWith NLP(G)=4.73, N2(G)=1.75, T2(G)≈0.25 s (see Fig. 3c in Chen et al. [29]), T3(G)≈0.9 s (see Fig. 3b in Chen et al. [29]) and PLP=0.75 [29], from Eq. (20) we obtain the mean lifetime of EF-G bound to the long-paused rotated state, T(G)≈1.22 s. With T(G)≈1.22 s, from T(G)kb1(G)=0.5 μM−1 (see Section 3.3.3) we obtain kb1(G)≈0.41 μM−1s−1, which is about 4-fold smaller than the binding rate to the canonical rotated state (about 1.56 μM−1s−1, see below).\n\nIn addition, it is important to see from Fig. 4 that both the reverse intersubunit rotation in the transition from State FS6 to State FS7 and that in the transition from State FS9 to State FS10 are catalyzed by EF-G.GTP binding and then GTP hydrolysis, implying that the long-paused non-canonical rotated state is finally resolved by EF-G, which is consistent with the single-molecule experimental data [29].\n\nFor the case of the translation at the non-slippery site and with no SD-antiSD interaction, the probability of effective translocation, PE(1)≈1 (see Section S2), with the elongation pathway being shown in Fig. 1. The mean rotated-state lifetime is calculated by TR1=1/k2+1/k4+1/k5. As after EF-G.GTP binding, GTP hydrolysis is fast [43], the rate constant k2 is approximately determined only by the binding of EF-G.GTP, with k2=kb(G)[EF-G], where kb(G) is the binding rate of EF-G.GTP to State H0 and [EF-G] the concentration of EF-G.GTP. In addition, the available biochemical data showed that after GTP hydrolysis by EF-G bound to the rotated state, the ribosomal unlocking occurs rapidly, with a rate of about 35 s−1\n[43], [67] that is much larger than the binding rate of EF-G.GTP at the concentrations used in the experiment [29]. Moreover, after the ribosomal unlocking the reverse intersubunit rotation is fast [43]. Thus, for approximation, the mean rotated-state lifetime can be calculated by(21)TR1=1kb(G)[EF-G]\n\nIt is clearly seen from Eq. (21) that for the translation of the codons that are not at the slippery site and with no SD-antiSD interaction, the mean rotated-state lifetime is inversely proportional to [EF-G] and independent of the concentration of the ternary complex, which is consistent with the single-molecule experimental data (see Extended Data Fig. 5d and e in Chen et al. [29]). From the experimental data (see Extended Data Figs. 4 and 5 in Chen et al. [29]), we have TR1≈8 s at [EF-G]=80 nM. Then, with Eq. (21) we obtain the binding rate to the canonical rotated state, kb(G)=1.56 μM−1s−1, which is close to the value (about 1.9 μM−1s−1) determined in another paper of Chen et al. [50] and is about 4-fold larger than the binding rate to the non-canonical rotated state (kb1(G)=0.41 μM−1s−1, see Section 3.4.3).\n\nFor the case of the translation at the non-slippery site with both the SD-antiSD interaction and the downstream hairpin, i.e., at codon AAG24 for A21G-A24G mutant, the probability of effective translocation, PE(1), becomes smaller than 1, with the elongation pathway being shown in Fig. 2. Then, the mean rotated-state lifetime can be approximately calculated by TR2=TR1+(1−PE(1))/k15+(1−PE(1))2/k15+⋅⋅⋅. The rate constant k15 can be calculated by the relation, 1/k15=1/(kb(G)[EF-G])+1/kr, where kr is the rate of EF-G.GDP releasing from State FH. Thus, the mean rotated-state lifetime TR2 approximately has the form(22)TR2=TR1+(1−PE(1))PE(1)(1kb(G)[EF-G]+1kr)\n\nWith Eqs. (21 and\n22) is rewritten as(23)TR2=1PE(1)kb(G)[EF-G]+1−PE(1)PE(1)kr\n\nAs determined above, PE(1)=0.25 (see Section 3.4.2). Thus, from Eq. (23) the mean rotated-state lifetime TR2 at the non-slippery site where both the SD-antiSD interaction and downstream hairpin are present is more than 4-fold larger than that without the SD-antiSD interaction, which is consistent with the single-molecule experimental data of about 4-fold – 5-fold (see Extended Data Fig. 6c in Chen et al. [29]).\n\nIn addition, based on Fig. 2 it is noted that the mean time of the departure of deacylated Cy3-tRNAVal for GCA21 (Ala) to GUA21 (Val) mutant relative to the arrival of Cy5-tRNALys at codon Lys7 can be approximately calculated by Tde=TNR+TR2, where TNR is the mean lifetime of the non-rotated state. From the experimental data (see Fig. 1d or Extended Data Figs. 4 and 5 in Chen et al. [29]) TNR≈12 s at 1 μM ternary complex and TR1≈8 s at [EF-G]=80 nM. From Eq. (21) we have (kb(G)[EF-G])−1=TR1≈8 s. With above values of TNR and kb(G)[EF-G], from Eq. (23) and Tde=TNR+TR2 we obtain Tde≥44 s, which is in quantitative agreement with the experimental data of 45±11 s (see Fig. 2a in Chen et al. [29]). Moreover, from Eq. (23) it is seen that as [EF-G] increases the mean rotated-state lifetime TR2 decreases, implying that Tde decreases with increasing [EF-G], which is also consistent with the experimental data (see Fig. 2a in Chen et al. [29]).\n\nFor the case of the translation at the slippery site (i.e., at codon AAA24) and with both the SD-antiSD interaction and downstream hairpin, the elongation pathway is shown in Fig. 3, Fig. 4. For the transitions inside the box of Fig. 3, the mean lifetime of the rotated state can still be calculated by Eq. (23) but with PE(1) being replaced by PE(1)+PLP(1). During the transition from State FS through State FS3, the mean lifetime of the rotated state is calculated by N(τ+TtRNA), where N is the mean number of the aminoacyl-tRNA samplings to the long-paused rotated state in Fig. 4, which is calculated by Eq. (5), τ is the mean arrival time of tRNALys to the long-paused rotated state, which is calculated by Eq. (15), and TtRNA is the mean lifetime of the aminoacyl-tRNA bound to the long-paused rotated state, which is calculated by Eq. (11). If the transition from State FS3 to State FS5 occurs (with a probability P3→4), the remaining mean rotated-state lifetime is calculated by T1'=1/k22+1/k24+1/k25. If the transition from State FS3 to State FS4 occurs (with a probability 1−P3→4), the remaining mean rotated-state lifetime is calculated by T2'=1/k22+1/k26+1/k27+1/k28. As EF-G.GTP binding is the rate-limiting step of these transitions, both T1' and T2' can be approximately calculated by T1'=T2'=1/kb1(G)[EF-G]. Thus, the total mean rotated-state lifetime TR3 approximately has the form(24)TR3=1(PE(1)+PLP(1))kb(G)[EF-G]+1−PE(1)−PLP(1)(PE(1)+PLP(1))kr+PLPT',(25)T'=N(τ+TtRNA)+1kb1(G)[EF-G]\n\nWith Eqs. (15), (25), Eq. (24) is rewritten as(26)TR3=[1kb(G)(PE(1)+PLP(1))+PLPkb1(G)]1[EF-G]+1−PE(1)−PLP(1)PE(1)+PLP(1)1kr+PLPNTtRNA+PLPN(1+T(G)kb1(G)[EF-G])kb1(TC)[TC]where we show explicitly the dependence of TR3 on [EF-G] and on [TC], while the other parameters are independent of [EF-G] and [TC].\n\nAs determined above, we have kb(G)=1.56 μM−1s−1, kb1(G)=0.36 μM−1s−1, T(G)kb1(G)=0.5 μM−1, kb1(TC)=0.16 μM−1s−1, PLP(1)=0.43 and PE(1)=0.14, and from the experimental data, we have PLP=0.75, N=2 and TtRNA=30 s (see Extended Data Fig. 8 in Chen et al. [29]). At low [EF-G] and [TC] as used in the experiments, since the second term in Eq. (26) is much smaller than other terms, the second term can be negligible. With above values, using Eq. (26) the calculated results of TR3 versus [EF-G] and versus [TC] are shown in Fig. 7a and b, respectively. It is interesting to note that without any adjustable parameter, the theoretical data are in good quantitative agreement with the experimental data (see Extended Data Fig. 5d and e in Chen et al. [29]). It is also emphasized that at the slippery site the mean lifetime of the rotated state does not show an inverse dependence on [EF-G] (Fig. 7a), whereas at the non-slippery sites the mean lifetime of the rotated state approximately shows an inverse dependence on [EF-G] [see Eq. (21)]; at the slippery site the mean lifetime of the rotated state is also dependent on [TC], whereas at the non-slippery sites the mean lifetime of the rotated state is independent of [TC] [see Eq. (21)].\n\nFor mutant mRNAs with no hairpin and no internal SD sequence, we can still use Eq. (26) to calculate the mean rotated-state lifetime, with the same values of parameters except PLP, PLP(1) and PE(1). With no hairpin and no internal SD sequence, PLP=0.2 and 0.38, respectively (see Extended Data Fig. 3e in Chen et al. [29]). As the resistance to the translocation for the two cases is smaller than the WT case, in our calculation we take PE(1)+PLP(1)=0.8 that is larger than the WT case. The calculated results of TR3 versus [EF-G] for cases of no hairpin and no internal SD sequence are shown in Fig. 8a and b, respectively. It is noted that the theoretical data are also in quantitative agreement with the experimental data (see Extended Data Fig. 3b and d in Chen et al. [29]).\n\nBased on our model (Fig. 3, Fig. 4), at the slippery site (i.e., at codon AAA24) where both the SD-antiSD interaction and the downstream hairpin are present, the translating ribosomes either can enter into the long-paused rotated state (transition from State H2 to State LP, with a probability PLP) or cannot enter into the long-paused rotated state (transition from State H2 to State POST, with a probability 1−PLP). Similar to the derivation of Eq. (26), we derive that the mean rotated-state lifetime of the ribosomes that enter into the long-paused state has the form(27)TR3(LP)=1(PE(1)+PLP(1))kb(G)[EF-G]+1−PE(1)−PLP(1)PE(1)+PLP(1)1kr+1kb1(G)[EF-G]+NTtRNA+N(1+T(G)kb1(G)[EF-G])kb1(TC)[TC]\n\nThe mean rotated-state lifetime of the ribosomes that do not enter into the long-paused state has the form(28)TR3(NL)=1(PE(1)+PLP(1))kb(G)[EF-G]+1−PE(1)−PLP(1)(PE(1)+PLP(1))kr\n\nFrom Eqs. (26), (27), (28), it is noted that PLPTR3(LP)+(1−PLP)TR3(NL)=TR3.\n\nWith the same values of parameter as those given in the above section (Section 3.5.3) for the WT mRNA, we calculate TR3(LP) and TR3(NL) versus [EF-G] by using Eqs. (27), (28). The results are shown in Fig. 9. It is interesting to see that without any adjustable parameter, the theoretical data are also in good quantitative agreement with the three available experimental data at [EF-G]=80 nM [29]. The theoretical data show that both TR3(LP) and TR3(NL) decrease with the increase of [EF-G], which can be easily tested by future single-molecule optical trapping assays with different values of [EF-G].\n\nNote that for the WT mRNA, because nearly all the ribosomes that enter into the long-paused rotated state show frameshifing (see Section 3.2), the number of the ribosomes that enter into the long-paused state is equal to that of the ribosomes that frameshift. By contrast, for the mutant mRNAs such as the AAG(AAA) and AAG(UUU), not all the ribosomes that enter into the long-paused rotated state show frameshifing (see Section 3.2) and thus, there are two populations for the non-frameshifted ribosomes: one without the long pause and another one with a long pause that remains in the 0 frame, which is consistent with the experimental data [29].\n\nIt is generally believed that the mRNA translocations in the ribosome, including spontaneous forward and backward translocations [69], EF-G-catalyzed forward translocation [69], EF4-catalyzed forward translocation and EF4-catalyzed backward translocation [69], [70], are coupled to the intersubunit rotations. In other words, the forward translocation is coupled to the reverse intersubunit rotation, while the backward translocation is coupled to the forward intersubunit rotation. Here, we propose that the “uncoupled” translocation that was proposed by Chen et al. [29] in the −1 frameshifting pathway (corresponding to the incomplete +2 translocation in our model of Fig. 3) is in fact also coupled to the reverse intersubunit rotation, as argued by Flanagan et al. [25] that −1 frameshifting is a variant of normal translocation.\n\nIn this section, we consider an mRNA with no hairpin and no internal SD sequence but containing n slippery sequences, as shown in Fig. 5b, where only three slippery sequences are drawn. Moreover, we consider an external force, F, pulling the mRNA by fixing the body of the 30S subunit. The force can be easily realized by using in vitro optical trapping assays (single trap or dual traps), as described below. In the single-trapping assay, the 30S body of the translating ribosome is fixed to a solid surface, while the end of the downstream mRNA is attached to a micrometer-sized bead held in the trap. Note that the residues on the 30S body which are fixed to the solid surface should be far away from the mRNA channel, so that the fixing has no effect on the translation activity such as the binding of the ternary complex, codon recognition, mRNA translocation and deacylated tRNA dissociation, etc. We can alternatively use the dual-trapping assay, where the 30S body of the translating ribosome is attached to a micrometer-sized bead held in a trap of strong strength, while the end of the downstream mRNA is attached to a micrometer-sized bead held in another trap of weak strength.\n\nBased on our model (Fig. 3), under the external force F the occurrence probability of State LP at one slippery sequence which is caused by one reverse intersubunit rotation is calculated by [see Eq. (1)](29)PLP(1)=exp[−β(ΔE+2Fp)]exp[−β(ΔE+2Fp)]+exp(−3βFp)+exp(−βEPE(50S)),where p=0.34 nm. Correspondingly, the occurrence probability of State POST, i.e., the effective translocation, caused by one reverse intersubunit rotation is calculated by [see Eq. (2)](30)PE(1)=exp(−3βFp)exp[−β(ΔE+2Fp)]+exp(−3βFp)+exp(−βEPE(50S))\n\nWith Eqs. (29), (30) the occurrence probability of the long-paused rotated state at one slippery sequence is calculated by PLP=PLP(1)/(PLP(1)+PE(1)), which is rewritten as(31)PLP=exp[−β(ΔE−Fp)]exp[−β(ΔE−Fp)]+1\n\nAs shown experimentally [29], when the long-paused state occurs at one slippery sequence shown in Fig. 5b, the occurrence probability of −1 frameshifting is nearly equal to 1. Thus, the total frameshifting probability can be approximately calculated by PFS=PLP+(1−PLP)PLP+⋅⋅⋅⋅⋅⋅+(1−PLP)n−1PLP, which is rewritten as(32)PFS=1−(1−PLP)n\n\nAs determined above, we take ΔE=3.5kBT here. Using Eqs. (31), (32) we calculate the total frameshifting probability under different force F and with different values of n. The results of PFS versus F for different values of n are shown in Fig. 10. It is seen that at n=1 and F=0, PFS=0.029, which is consistent with the experimental data of Larsen et al. [18] showing that the efficiency of the dnaX slippery sequence alone is about 2% in the cell. The predicted results of PFS versus F for different values of n can be easily tested by in vitro experiments as described above.\n\nIn the in vitro optical trapping assays as mentioned above, the total frameshifting probability is determined as follows. If no frameshifting occurs the translation would be terminated at the 0 frame stop codon UGA, whereas if a frameshifting occurs the translation would continue after the stop codon. Thus, in the in vitro optical trapping assays, the total frameshifting efficiency is calculated by PFS=1−PStop, where PStop is the probability that the translation is terminated at the 0 frame stop codon UGA. Whether the translation is terminated at the stop codon UGA or not can be easily identified by the movement distance of the micrometer-sized bead attached to the mRNA in the optical trapping assays.\n\nIt is noted that our model can also explain the more recent experimental data that were obtained using the PURExpress in vitro translation system by Yan et al. [30], as discussed below. Based on our model, under large resistance to the forward mRNA translocation arising from the unwinding of the downstream mRNA base pairs and disruption of the upstream SD-antiSD interaction, the codon-anticodon interaction has a large probability to disrupt by reverse intersubunit rotation that occurs after the ribosomal unlocking, as calculations showed before [28]. After the disruption of the codon-anticodon interaction and the SD-antiSD interaction, two scenarios can be expected to occur, with the occurrence probability dependent on the experimental condition. The first and prevalent one in the cell is that the anticodon of the peptidyl-tRNA immediately forms pairing with codon XXX immediately adjacent to codon XXY (see Fig. 3). This leads to entering into State LP, which corresponds to the experiments of Chen et al. [29]. The other scenario is that the anticodon of the peptidyl-tRNA does not rapidly form pairing with another codon that is cognate to the anticodon of the peptidyl-tRNA. The ribosome-tRNA complex then moves randomly relative to the mRNA by the thermal noise until the reformation of the codon-anticodon and SD-antiSD base pairs and then the decoding of the aminoacyl-tRNA in the A site (during the period the ribosome-tRNA complex having the fixed conformation of the non-rotated 30S head and no intersubunit rotation). This scenario corresponds to the experiments that were conducted using the PURExpress in vitro translation system by Yan et al. [30], showing that multiple translocation excursions occur around the slippery sequence, where both the base-pairing interaction of the downstream mRNA and the upstream SD and antiSD interaction are present, and the ribosome can frameshift from various codon positions around the slippery sequence region. Moreover, it is expected that without the codon-anticodon and SD-antiSD interactions the tRNA can dissociate easily from the ribosome, prematurely terminating the translation, which is also consistent with the experimental data of Yan et al. [30]. Note also that without immediate formation of the codon-anticodon interactions, the bending of the peptidyl-tRNA would not occur and thus the long paused state would not occur. This is also consistent with the experimental data of Yan et al. [30].\n\nBy contrast, it was proposed by Yan et al. [30] that the multiple translocation excursions are brought by the back-and-forth rotations of the 30S head. This implies that the forward and backward rotations of the 30S head bring about the forward and backward mRNA translocations, respectively, with the forward 30S head rotation bringing about the forward translocation of mRNA coupled with tRNAs to the posttranslocation position while the backward 30S head rotation bringing about the backward movement of the mRNA. It this proposal is true, it would be expected that during the normal translation, no net mRNA movement can occur by a round of the 30S head rotations (the forward and backward rotations) because at the end of a round of the 30S head rotations or in the posttranslocation state both the 30S body and 30S head are in the non-rotated conformations. This is evidently inconsistent with the fact that in the posttranslocation state the mRNA has moved forwards by one codon relative to the pretranslocation state.\n\nWe propose a model of the pathway of −1 translational frameshifting during ribosome translation of the dnaX −1 frameshift mRNA. In the model, the downstream mRNA base pairs and the upstream SD-antiSD interaction impede the downstream translocation of the 30S subunit along the mRNA, inducing the occurrence of futile translocation besides the usually effective translocation at the non-slippery site. At the slippery site, besides the effective and futile translocations, the incomplete +2 translocation can also occur, inducing the ribosome to enter into a long-paused non-canonical rotated state, where the −1 frameshifting can occur. An important point to note is that the three translocations—the effective translocation, the futile translocation and the incomplete translocation—are coupled with the same reverse intersubunit rotation that occurs after the ribosomal unlocking.\n\nWith the model, the single-molecule experimental data on the dynamics of the shunt to either pausing or normal translation, the tRNA transit and sampling dynamics in the long-paused rotated state, the EF-G sampling dynamics, the mean rotated-state lifetimes, etc., are explained quantitatively. The model is also consistent with the experimental data on translocation excursions and broad branching of frameshifting pathways [30]. Moreover, as shown in the next paper [31], with the same model except that the 30S head rotation is included, the biochemical data of Caliskan et al. [32] on the kinetics of EF-G binding and dissociation and on the kinetics of movement of tRNAs inside the ribosome can also be explained quantitatively and well. In addition, we provide predicted results on the dynamics of the −1 frameshifting when translation of the mRNA with no internal SD sequence and no hairpin under the external force on the mRNA. The predicted results can be easily tested by future optical trapping experiments.\n\nFinally, we note that while a major fraction of the −1 frameshifts occur due to the entrance into the long paused state by the incomplete translocation, with a mechanism schematically described in Fig. 3, Fig. 4, it is also possible that a minor fraction of the −1 frameshifts can occur after the effective translocation (State POST, Fig. 3) and before transition to State C0, as analyzed before [28]."}