{"title": "Human intestinal tract serves as an alternative infection route for Middle East respiratory syndrome coronavirus", "body": "Middle East respiratory syndrome coronavirus (MERS-CoV) was identified as a novel zoonotic virus causing human respiratory infection in 2012 (1). As of July 2017, MERS-CoV has caused 2037 laboratory-confirmed infection cases, including 710 deaths, with a crude case fatality rate of about 35% (2). The clinical spectrum of MERS ranged from asymptomatic or mild respiratory disease to acute fulminant pneumonia with respiratory distress syndrome or multiorgan failure resulting in a fatal outcome. Common symptoms were fever, cough, and shortness of breath. Gastrointestinal symptoms were among the most commonly reported extrapulmonary clinical features of MERS; about one-third of MERS patients had gastrointestinal tract symptoms such as abdominal pain, nausea, vomiting, and diarrhea (3, 4).\n\nIt has been reported that up to 20% of MERS cases are considered as primary infections due to contact with camels (5). MERS-CoV–infected camels, especially the juvenile ones, were found to shed a large amount of the virus from the upper respiratory tract (6). Camel milk may also play a role in the transmission of MERS-CoV. MERS-CoV could be detected in 41.7% of milk samples collected from lactating camels, which also actively shed the virus in nasal secretion and/or feces (7). In addition, MERS-CoV can survive in camel milk for a prolonged period (8). The consumption of unpasteurized camel milk was found to be a source of infection in some MERS patients (9). Thus, it is generally believed that primary infection, that is, MERS-CoV transmission from camel to human, is mediated via respiratory droplet and/or saliva during direct contact with camels or through consumption of camel milk or undercooked camel meat (10).\n\nMeanwhile, a large proportion of MERS cases occurred in healthcare settings, in which respiratory droplets of MERS patients as well as direct or indirect contact have been postulated to be important for virus transmission (3, 11). Theoretically, human-to-human virus transmission mediated by respiratory droplets (>5 μm in size) occurs within 1 to 2 m from a source patient. However, history of direct contact can be inferred in only about 10% of patients in the largest hospital-associated MERS outbreak reported so far, which occurred in the Republic of Korea, with 186 infection cases in 2015 (12). Most of the cases in this large-scale outbreak were those who shared the same healthcare environment without direct contact with MERS patients. Therefore, fomite transmission may explain a significant proportion of the infections (12). The virological evidence to support fomite transmission is that MERS-CoV remains stable at low temperatures and low humidity, and could be recovered after exposure to the environment for 48 hours (13). Accordingly, viral RNA can be extensively detected in the environmental surfaces in rooms of MERS patients (14). Given that fomite transmission may play a role in the outbreak in healthcare settings, acquisition of MERS-CoV infection via the gastrointestinal tract should be seriously considered. Collectively, in both camel-to-human transmission and human-to-human transmission, there is a possibility that humans may acquire MERS-CoV infection upon exposure to the virus through the gastrointestinal tract.\n\nA protein intrinsic disorder–based model was previously established to classify transmission behaviors of coronaviruses by measuring the percentage of intrinsic disorder in the two major shell (matrix and nucleocapsid) proteins of coronaviruses (15). The analysis of protein sequences of these two proteins of MERS-CoV suggests that MERS-CoV belongs to a category of coronaviruses that have relatively hard inner and outer shells; therefore, it may persist in the environment for a prolonged period and may have an oral-fecal transmission ability (16). The bioinformatically predicted MERS-CoV survival upon environmental exposure has been experimentally corroborated (13). Here, we sought to elucidate whether the gastrointestinal tract could be an alternative infection route for MERS-CoV and whether the exposure of MERS-CoV to the gastrointestinal tract can subsequently lead to a respiratory infection. To this end, we performed in vitro studies in human primary intestinal epithelial cells, intestinal explants, polarized Caco-2 cells, and human intestinal organoids, as well as an in vivo study in human dipeptidyl peptidase 4 (hDPP4) transgenic mice.\n\nTo address whether the human gastrointestinal tract could serve as an infection route for MERS-CoV, we examined the susceptibility of human primary intestinal epithelial cells to MERS-CoV. To this end, human primary intestinal epithelial cells were cultured for 1 week for differentiation. The differentiated epithelial cells were inoculated with MERS-CoV and were fixed at 24 hours post-infection (hpi) for immunofluorescence staining to identify the virus-positive cell. Almost all the inoculated intestinal epithelial cells highly expressed MERS-CoV NP, whereas no viral protein was detectable in mock-infected cells (Fig. 1A). In addition, the infected cells underwent significant membrane fusion and formed syncytia. Consistent with the intensive expression of viral protein, the viral load increased by more than 1 log in the MERS-CoV–inoculated epithelial cells (fig. S1). To further verify the infectivity of MERS-CoV in human intestinal epithelium, normal human small intestine from a surgical resection was obtained with informed consent and used for MERS-CoV inoculation. Despite tissue degradation, immunofluorescence staining explicitly revealed NP-positive enterocytes in the infected intestine (Fig. 1B) at 20 hpi. The infected enterocytes formed syncytia similar to those in the primary cells. Although only patchy areas of epithelium were infected, we observed an increased viral load of about 1 log in the Matrigel and medium, as well as in the infected explants (Fig. 1C). Thus, human primary intestinal epithelial cells and small intestine can be infected by MERS-CoV and support viral replication.\n\nIn an earlier study, we reported that 12 of 82 stool specimens of MERS patients were positive for MERS-CoV RNA (17), suggesting the possible MERS-CoV infection in the gastrointestinal tract of these patients. To gather more evidence doe alimentary infection in MERS patients, these positive specimens were analyzed with a quantitative reverse transcription polymerase chain reaction (RT-qPCR) assay for the detection of subgenomic RNA (sgRNA) of the nucleocapsid (N) gene, an intermediate in the replication cycle of MERS-CoV. Notably, N sgRNA was detected in the specimen and was confirmed by sequencing the qPCR product, which showed a typical sgRNA sequence with fused leader sequence, the predicted transcription regulatory site (TRS), and the body element of N gene (Fig. 1D). The presence of N sgRNA in the stool specimen suggested that MERS-CoV probably infected and replicated in the alimentary tract of the MERS patient. Together, the results in human primary intestinal epithelial cells and small intestine explants, together with the examination of the MERS patient’s specimen, indicated that MERS-CoV can infect and replicate in human intestinal epithelium.\n\nGeneration of intestinal organoids from LGR5+ tissue-resident adult stem cells in human intestines has been a major breakthrough in the past years. The differentiated intestinal organoids harbor all types of epithelial cells in human intestine and can simulate most morphological and functional properties of in vivo tissues (18). Therefore, three-dimensional cultured intestinal organoids, also known as intestinoids or mini-gut, have been used to model human diseases (19), including the infection of enteric viruses and bacteria (20, 21).\n\nWe characterized MERS-CoV infectivity and replication kinetics in human intestinoids. At 48 hours after inoculation, viral loads increased by about 3 log units in the intestinoids and in the Matrigel and medium (Fig. 2A) after inoculation with a multiplicity of infection (MOI) of 1. The infected intestinoids developed progressive cytopathic effects over time. Thus, normalized viral loads in the infected intestinoids exhibited a constant increment within the 48-hour observation window (Fig. 2B). Accordingly, plaque assays revealed a significantly increased viral titer of 3 log units in the Matrigel and medium at 48 hpi (Fig. 2C). The infection efficiency of MERS-CoV in intestinoids, that is, the percentage of MERS-CoV–infected intestinal epithelial cells, was also examined with flow cytometry. At 2 hpi, about 5% of the cells within the intestinoids were MERS-CoV NP–positive. The percentage of NP-positive cells significantly increased to approximately 25% at 24 hpi (Fig. 2, D and E), suggesting a productive virus infection and spread in the intestinoids. The productive MERS-CoV infection in intestinoids was also evidenced by a strong signal of viral NP in the virus-inoculated intestinoids, albeit absent in the mock-infected organoids (Fig. 2F). In addition, we verified the expression of the MERS-CoV receptor DPP4, a major determinant for tissue tropism of MERS-CoV, in intestinal epithelial cells by immunofluorescence staining (fig. S2). Together, human intestinal organoids were highly susceptible to MERS-CoV and supported robust viral replication.\n\nThe ability to retain viability in gastrointestinal fluids is a prerequisite for a microbe to establish infection in the human alimentary tract. In this regard, we assessed whether MERS-CoV can maintain infectivity in simulated human gastrointestinal fluids. As shown in Fig. 3, MERS-CoV rapidly lost most of the infectivity in fasted-state simulated gastric fluid (FaSSGF; pH 2.0). We assume that, in a real-life scenario, the virus is more likely to be exposed to fed-state gastrointestinal fluids because it is supposed to access the stomach during food intake. Thus, we tested the infectivity of MERS-CoV after exposure to fed-state simulated gastric fluid (FeSSGF) or fed-state simulated intestinal fluid (FeSSIF), which contains a high concentration of bile salts that solubilize the lipid membrane of enveloped viruses. The results showed that MERS-CoV survived FeSSGF while being less tolerant to FeSSIF. Nevertheless, a small proportion of the virus can survive FeSSIF after treatment for 2 hours. As a control, EV71, a prototype human enterovirus, was generally resistant to all the tested gastrointestinal fluids. Another human coronavirus, hCoV-229E, which often causes mild respiratory infection, showed a comparable sensitivity to FaSSGF and FeSSGF to MERS-CoV, but was much less resistant to the intestinal fluid than MERS-CoV. All viruses exhibited considerable stability in Dulbecco's modified Eagle’s medium (DMEM) over a period of 2 hours. Collectively, MERS-CoV was able to resist, to some extent, the digestive enzymes and bile salts in the human gastrointestinal tract, although the virus was less tolerant to the high acidity of fasted-state gastric fluid.\n\nCaco-2 cells cultured in Transwell inserts can undergo spontaneous differentiation, display morphological and functional features of enterocytes, and form an intact permeability barrier, which could be reflected by heightened transepithelial electronic resistance (TEER), blockage of fluorescent molecule penetration, and formation of cell adhesion architecture (22). Thus, polarized Caco-2 cells in Transwell culture have been used to model human gastrointestinal epithelium and cellular barrier across the epithelium (22). We used the polarized Caco-2 cells to recapitulate the kinetics of viral growth and pattern of virus release in human intestinal epithelium after MERS-CoV inoculation.\n\nAfter 2 weeks of Transwell culture, the polarized Caco-2 cells formed an intact epithelial barrier, as shown in fig. S3. The cell monolayers were then apically or basolaterally inoculated with MERS-CoV at an MOI of 0.1. Cell-free media in the upper and bottom chambers were harvested at the indicated time points for viral load quantification. Because of the formation of an intact epithelial barrier in the polarized Caco-2 cells, the viral loads detected from the media of the upper and bottom chambers can reflect the genuine pattern of virus release. As shown in Fig. 4A, after both apical and basolateral inoculation, the virus significantly replicated and bilaterally released into the media in the upper and bottom chambers. No infectious virus was detectable in the culture media at 2 hpi, whereas progeny virions were released from the apical and basolateral sides in both inoculation routes at 24 hpi (Fig. 4B). In addition, apical inoculation was more effective in establishing infection than basolateral inoculation. At 24 hours after a high MOI (2.0) inoculation, the infection rate, that is, the percentage of MERS-CoV NP–positive cells in apical inoculation, was significantly higher than that in basolateral inoculation (P = 0.038, Fig. 4C). Accordingly, the active caspase-3–positive cells, which underwent virus-induced apoptosis, were significantly more abundant in apical inoculation than in basolateral inoculation (P = 0.001). The higher infection efficiency in apical inoculation was further substantiated in immunofluorescence staining, which markedly revealed more abundant NP-positive cells via apical inoculation than basolateral inoculation (Fig. 4D). Collectively, both apical and basolateral inoculations of MERS-CoV resulted in robust viral replication in the polarized Caco-2 cells. Progeny virions were released bilaterally upon infection. Moreover, apical MERS-CoV inoculation was more effective in establishing infection than basolateral inoculation.\n\nWe proceeded to evaluate whether direct intragastric MERS-CoV inoculation in the hDPP4 transgenic mouse can cause gastrointestinal infection and whether the gastrointestinal infection is followed by a respiratory infection. The hDPP4 mouse experiments were performed using our previously established mouse model of MERS-CoV infection (23). First, nine female mice were inoculated with 105 PFU of MERS-CoV via intragastric gavage; three of them were pretreated with a proton pump inhibitor, pantoprazole, to improve the viability of MERS-CoV in the mouse stomach because the in vitro experiment suggested the acid lability of MERS-CoV. At day 5 after virus inoculation, three pantoprazole-pretreated mice and three phosphate-buffered saline (PBS)–pretreated mice were sacrificed. At day 8 after inoculation, two mice lost more than 10% of their body weight and were sacrificed, whereas one mouse succumbed to the infection. Thus, direct intragastric MERS-CoV inoculation in hDPP4 mice may result in a lethal infection. To characterize the early events after intragastric MERS-CoV inoculation, nine female hDPP4 mice were inoculated via intragastric gavage; three mice were sacrificed at days 1, 3, and 5 after challenge, respectively. In addition, to exclude possible virus access to the airway during intragastric gavage, we directly injected 105 PFU of MERS-CoV into the stomach (intragastric injection hereafter) of 12 hDPP4 mice after a minor laparotomy. Six mice were pretreated with pantoprazole or mock-treated with PBS before the inoculation; three mice of each group were sacrificed at days 3 and 5 after inoculation.\n\nHistopathological examination revealed that small intestines of all intragastrically inoculated mice displayed increased mononuclear cell infiltration in the lamina propria, with broadening of the intestinal villi and increased sloughing of surface epithelium. The intervening mucosa was basically normal. Figure 5A (a to c) shows the pathology of small intestines in the mice sacrificed at days 1, 3, and 5 after inoculation, respectively, indicating deteriorating inflammation and epithelial degeneration after virus inoculation. The pantoprazole-treated mice sacrificed at day 5 displayed more extensive and more prominent pathology in small intestine than the PBS-treated mice (Fig. 5A, d and e). The mock-infected mouse showed a negligible pathological change in the intestines (Fig. 5A, f). Immunofluorescence staining was performed to identify the viral antigen (NP)–positive cell in the intestines of the inoculated mice. It was shown that intestinal epithelial cells were intensively infected at day 1 after inoculation (Fig. 5B, a to c). The infected cells were patchily distributed in the surface epithelia of small intestines (Fig. 5B, a and b). In some areas, the infected enterocytes formed syncytia (Fig. 5B, c, and fig. S4, A and B). At days 5 and 8 after inoculation, the NP-positive cells were distributed more widely in small intestines and emerged in the lamina propria (arrows in Fig. 5B, d to f) and Peyer’s patch (arrowhead in Fig. 5B, d). Double staining of viral NP and CD68 revealed that some infected cells in the lamina propria were macrophages (Fig. 5B, f). Consistent with the massive inflammatory infiltration in small intestines of the inoculated mice as shown by hematoxylin and eosin (H&E) staining, CD3-positive lymphocytes were more abundant in the infected mice (Fig. 5B, a, b, and e) than those in the mock-infected mouse (Fig. 5B, h). Although there was no overt pathology in colon epithelium, NP-positive epithelial cells were nevertheless sparsely distributed in colon epithelium of infected mice (Fig. 5B, g). The viral load increased in small intestines of intragastrically injected mice, especially in the pantoprazole-pretreated mice (Fig. 5C), indicating a correlation between viral replication and intestinal pathology. However, the attempt to identify live virus from the intestine failed because the inoculation of the intestine homogenates, even the diluted homogenates, caused significant cell death and detachment of the monolayers.\n\nIn the early phase up to day 5 after virus inoculation, the lung tissues of the inoculated mice showed minimal degree of inflammation (Fig. 6A, a). However, the pantoprazole-pretreated mice, which were sacrificed at the same day after inoculation, exhibited prominent pulmonary inflammation (Fig. 6A, b and c). Histological examination revealed marked infiltration of mononuclear cells and lymphocytes in the alveolar septa, indicating interstitial inflammation. Without pantoprazole pretreatment, the mice also exhibited inflammatory infiltration in the lung tissue at day 8 after intragastric gavage (Fig. 6A, d). Notably, NP-positive pneumocytes were identified in these mice (Fig. 6A, f). As expected, the abundance and distribution of virus-positive cells in the lung tissues of intragastrically inoculated mice were more limited than those in the intranasally inoculated mouse (fig. S4C). Consistent with the viral propagation in small intestines of intragastrically injected mice, viral load was elevated in the lung tissues of these mice at day 5 after inoculation, particularly in the pantoprazole-pretreated mice (Fig. 6B). Notably, infectious virions were detected in the lung homogenates of the intragastrically injected mice at day 5 after inoculation by plaque assay (fig. S5), which further verified the lung infection in these mice (Fig. 6A). We and others (24, 25) observed brain infection in the intranasally inoculated hDPP4 mice. Likewise, the intragastrically injected mice also developed brain infection. Infectious virions were detected in the brain homogenates at day 5 after infection (fig. S5). The infected mice exhibited increased viral loads in the brain tissues. In summary, the direct intragastric MERS-CoV inoculation initiated an infection in the intestinal mucosa, leading to progressive inflammation and epithelial degeneration. With the progression of intestinal MERS-CoV infection, a sequential respiratory infection occurred.\n\nThe MERS epidemic has persisted for about 5 years. However, important issues related to the public health, such as mode of virus transmission and infection route, remain poorly understood. Because MERS primarily manifests as a respiratory infection, airway exposure is intuitively assumed to be the infection route, which contributes substantially to human MERS infections (3, 26). Epidemiological studies, biological evaluation of the virus, and bioinformatic prediction collectively suggested that humans may also acquire MERS-CoV infection via the gastrointestinal tract. Here, we aimed to elucidate whether the gastrointestinal tract could serve as an alternative route to acquire MERS-CoV infection and whether gastrointestinal tract exposure to MERS-CoV may eventually lead to a respiratory infection.\n\nWe demonstrated that human primary intestinal epithelial cells were highly susceptible to MERS-CoV and could support viral replication (Fig. 1A). MERS-CoV infection and replication were further verified in an ex vivo culture of human small intestine (Fig. 1, B and C) and reinforced by identification of the viral replication intermediate in the stool specimen of a MERS patient (Fig. 1D). We further characterized MERS-CoV infection and replication in human intestinoids (Fig. 2), a novel ex vivo model system that can faithfully simulate the in vivo human intestinal epithelium. Notably, MERS-CoV replicated more robustly in human intestinoids than in primary respiratory epithelial cells and ex vivo lung tissues (27, 28). The MERS-CoV receptor DPP4 is known as the major determinant of host and tissue tropisms in MERS-CoV (29). According to the public database Human Protein Atlas, human small intestine expresses the highest level of DPP4 mRNA and protein among all human organs, including lung and bronchus. Thus, the abundantly expressed DPP4 in human intestine may account for high susceptibility of these cells to MERS-CoV.\n\nWe also showed that MERS-CoV lost infectivity in highly acidic fasted-state gastric fluid, whereas it was considerably resistant to fed-state gastric fluid and intestinal fluid, which contains a large amount of digestive enzymes and bile salts (Fig. 3). It was documented that enveloped coronaviruses, unlike most enveloped viruses, are notably resistant to bile salts (30). Here, we verified the stability of MERS-CoV in bile salts in a very stringent setting, where the viruses were incubated with 10 volumes of FeSSIF containing a high concentration of bile salts. However, the acid instability of MERS-CoV shown in Fig. 3 seemed paradoxical, now that the intragastric inoculation of MERS-CoV caused the enteric infection in hDPP4 mice. Coincidently, an earlier study with a similar experimental setting documented the acid lability of rotavirus (31), a typical gastrointestinal virus that commonly causes gastroenteritis in mammals. In our study, apart from the same pH of 2.0 as in the previous study, pepsin was additionally supplemented to better simulate the authentic fasted-state gastric fluid. Thus, the lability of MERS-CoV in highly acidic FaSSGF, as shown in the in vitro assay, was probably an exaggerated result. In a real-life scenario, especially during food intake, the virus may not be exposed to such a large volume of pure gastrointestinal fluids as in the experimental setting.\n\nMERS-CoV intestinal infection was hinted in an earlier study of intranasally inoculated hDPP4 mice (24), in which an increasing viral load was observed in mouse intestines after MERS-CoV inoculation. Here, we characterized MERS-CoV enteric infection in hDPP4 transgenic mice. After intragastric inoculation, the hDPP4 mice displayed viral antigen (NP)–positive cells, deteriorating inflammation, and epithelial degeneration in small intestines (Fig. 5, A and B). The viral NP-positive cells, which were distributed focally at day 1 after inoculation, became more diffuse in intestinal mucosa over time (Fig. 5B). In Transwell culture, the infected Caco-2 cells can release progeny virions apically and basolaterally (Fig. 4). Thus, it was not unexpected that NP-positive cells appeared in the lamina propria and lymphoid tissue of small intestine as the enteric infection progressed (Fig. 5B). Likewise, it is conceivable that the viruses produced in the intestinal mucosa of hDPP4 mouse may access the lymph flow and/or the bloodstream via the abundant lymphatic vessels and venules in the lamina propria of small intestine, respectively; they could be further transported to right heart via the thoracic duct and superior vena cava, and are disseminated to the lungs. The intragastrically inoculated mice exhibited minimal lung pathology at the early phase. Interstitial pneumonia occurred as the enteric infection developed; meanwhile, NP-positive cells emerged in the pulmonary parenchyma (Fig. 6A). Correspondingly, live viruses were identified in the lung homogenates of intragastrically injected mice, in which aspiration of the virus inoculum into airway was basically excluded. Consistent with the possibility of hematogenous viral trafficking, the lung tissues of intragastrically inoculated mice showed prominent interstitial pneumonia with thickened alveolar septa and mononuclear cell filtration. As frequently reported in the intranasally inoculated hDPP4 mice, brain infection also occurred in our intragastrically infected mice (fig. S5). Thus, further investigation is required to exclude the possibility that the dysfunctional brainstem due to brain infection may be attributable to the lung infection. Nevertheless, our results indicated that the MERS-CoV pulmonary infection in hDPP4 mice was secondary to the intestinal infection. Clinically, respiratory symptoms may not be the initial presentations of MERS patients (32, 33). Respiratory infection as a subsequent manifestation was documented in some MERS patients, whose onset of symptoms was diarrhea and fever. In a case report, lung inflammation was an incidental finding on chest radiograph. The patient subsequently developed severe respiratory disease and died (34).\n\nVirus dissemination and infection of other organs after gastrointestinal tract exposure occur in other viruses. For example, the direct intragastric inoculation of the avian influenza virus H5N1 in ferrets and hamsters caused systemic viral dissemination via the bloodstream (35). Human picornavirus, hepatitis A virus, enters the bloodstream after infecting human intestinal epithelium and ultimately establishes infection in the liver (36). Apart from the respiratory tract, the human alimentary tract is another common site for viral entry. Enteric viruses and even some non-enteric viruses can bypass the physical barriers and infect susceptible cells in the alimentary tract. To date, six human coronaviruses have been identified as the causative agents of mild or severe respiratory infections. The concomitant gastrointestinal symptoms are frequently observed in some human coronaviruses. For example, the human coronavirus OC43, which is closely related to bovine coronavirus phylogenetically, caused gastrointestinal symptoms in up to 57% of the infected patients (37). Notably, enteric involvement was verified in human infection of severe acute respiratory syndrome coronavirus (SARS-CoV), which caused a large-scale epidemic with more than 8000 human infections in 2002–2003 (38). Active SARS-CoV replication was identified in the small and large intestine specimens from colonoscopy biopsy and autopsy (39). A significant portion of SARS patients had gastrointestinal symptoms; the viral load was the highest in stool specimens, followed by nasopharyngeal aspiration specimens (40). Thus, the human gastrointestinal tract was speculated to be the primary infection site of SARS-CoV (41), which raised a fearsome concern of dual infectivity of SARS-CoV as being both a respiratory and gastrointestinal pathogen. However, no serious study has been reported to address the important issue. In contrast to the ambiguity of virus acquisition via the alimentary tract in human coronaviruses, it has been known that most animal coronaviruses, such as bovine coronavirus and porcine transmissible gastroenteritis virus, can primarily infect either the enteric or respiratory tract or sometimes translocate between sites (42, 43). Until now, however, whether human and animal coronaviruses share similarity in terms of a dual acquisition route has remained unanswered. Here, we addressed this long-standing question in human intestinal epithelial cells, intestinal organoids, and hDPP4 transgenic mice. We demonstrate that the human intestinal tract serves as an alternative infection route for MERS-CoV. The knowledge obtained from this study will provide a scientific basis for the implementation of effective intervention/prevention strategies to halt the continuing MERS epidemic.\n\nMERS-CoV of the EMC/2012 strain was provided by R. Fouchier (Erasmus Medical Center) (1). Clonetics normal human intestinal epithelial cells (InEpC, Lonza) were cultured in SmGM-2 Bullet medium with growth supplements. At 24 hours after MERS-CoV inoculation with an MOI of about 10, cells seeded on chamber slides were fixed with 4% paraformaldehyde and applied to immunofluorescence staining; cell-free medium and cells in a 96-well plate were harvested for the quantification of viral load with viral RNA extraction and RT-qPCR, as we described previously (44). Under the protocol approved by Institutional Review Board of the University of Hong Kong/Hospital Authority Hong Kong West Cluster (HKU/HA HKW IRB, UW 13-364), normal small intestine was obtained for virus inoculation from a patient who underwent surgical resection. The full-thickness tissue was excised into about 0.3 cm × 0.6 cm strips, positioned in a 12-well culture plate, and incubated with 107 PFU of MERS-CoV at 37°C for 2 hours. After the inoculated explants were rinsed with MEM supplemented with antibiotics, they were positioned onto Transwell inserts precoated with Matrigel. More Matrigel was applied to brace around the explants, with mucosa facing upward. The bottom chamber contained 1 ml of DMEM supplemented with six antibiotics (detailed information will be provided upon request). At the indicated hpi, the explants were harvested for the quantification of viral load and immunofluorescence staining after fixation.\n\nIntestinal organoids derived from normal human colon were cultured, and differentiation was induced as described elsewhere (18). The differentiated intestinoids were mechanically sheared with Pasteur pipettes and incubated with MERS-CoV at 37°C for 2 hours with the addition of 10 μM Rho-associated coiled-coil–containing protein kinase (ROCK) inhibitor Y-27632 (STEMCELL Technologies) to inhibit spontaneous apoptosis during the inoculation. An inoculum of 105 PFU of MERS-CoV was used to infect one droplet of intestinoids (containing 50 to 100 intestinoids), with an estimated MOI of 0.05. After the inoculum was removed, the virus-inoculated intestinoids were rinsed with PBS and then re-embedded in Matrigel and cultured in a 24-well plate with culture medium. At the indicated hpi, the intestinoids were harvested for the quantification of viral load with RNA extraction and RT-qPCR, whereas cell-free Matrigel and culture medium were used for viral load detection and viral titration with plaque assay. In addition, infected or mock-infected intestinoids were fixed with 4% paraformaldehyde at 24 hpi, followed by immunofluorescence staining and confocal imaging. Moreover, a proportion of infected or mock-infected intestinoids, after fixation and antibody staining, were applied to flow cytometry for the examination of infection rate.\n\nCaco-2 cells were seeded on polycarbonate inserts (0.4 μm pore size) of a 12-well Transwell plate (Corning) at a cell density of 105 cells/cm2 in DMEM supplemented with 10% fetal bovine serum (FBS). Culture medium was changed every 3 days. The TEER was measured every 3 days using Millicell ERS-2 Volt-Ohm Meter (EMD Millipore). To monitor the integrity of the Caco-2 monolayer as an epithelial barrier, at the indicated day after seeding, fluorescein isothiocyanate–dextran with a molecular weight of 10 k (Sigma-Aldrich) was added in the culture medium of the upper chamber at a concentration of 1 mg/ml and incubated at 37°C for 4 hours. Subsequently, the culture media were harvested from the upper and bottom chambers to detect the fluorescence intensity using the Victor XIII Multilabel Reader (PerkinElmer). When TEER and epithelial integrity reached a plateau after 2 weeks of Transwell culture, the polarized Caco-2 cells were inoculated with MERS-CoV from the apical or basolateral side of the monolayer at an MOI of 0.1 and then maintained in DMEM without FBS. At the indicated time points after inoculation, cell-free media were harvested from the upper and bottom chambers for viral load quantification and viral titration. To examine the MERS-CoV infection efficiency in the polarized Caco-2 cells, the cells were inoculated from the apical or basolateral side with MERS-CoV at an MOI of 2 or mock-inoculated. At 24 hpi, Caco-2 monolayers were disassociated into a single-cell suspension after incubation with 0.25% trypsin-EDTA for 30 min and then fixed for flow cytometry analysis after antibody staining. The polarized Caco-2 cells seeded on polycarbonate membranes were fixed and then excited from Transwell inserts for immunofluorescence staining.\n\nWe applied RT-PCR assays, using a leader-specific primer, and primer and probe targeting sequence downstream of the start codon of the most abundant N gene sgRNA to test whether sgRNA, the replication intermediate, is detectable in MERS-CoV RNA–positive stool specimens collected from MERS patients (17). Oligonucleotide sequences are as follows: MERS-sgRNA-rtF, ACTTCCCCTCGTTCTCTTGCAG; MERS-sgRNA-rtP, FAM-CACGAGCTGCACCAAATAACACTGTCTC-BHQ; and MERS-sgRNA-rtR, GTAAGAGGGACTTTCCCGTGTTG. SSIII RT-PCR kit (Thermo Fisher Scientific) was used with 400 nM of each of the primers and 200 nM of the probe. Thermal cycling involved 10 min at 55°C for reverse transcription, followed by 3 min at 95°C and 45 cycles of 10 s at 95°C, 10 s at 56°C, and 20 s at 72°C. The products of sgRNA RT-PCR assay were analyzed on agarose gel, and tentative bands were sequenced.\n\nFaSSGF, FeSSGF, and FeSSIF powders (Biorelevant) were prepared into solutions according to the manufacturer’s instruction. FaSSGF was additionally supplemented with pepsin (0.1 mg/ml; Sigma-Aldrich). A volume of 500 μl of MERS-CoV solution (7.5 × 106 PFU) was mixed with 5 ml of FaSSGF, FeSSIF, FeSSGF, or DMEM and then incubated at 37°C for the indicated minutes. An aliquot (1 ml) of the virus/fluid mixture was then sampled for virus titration in Vero-E6 cells after neutralization to pH 7.0 with 2.5 M sodium hydroxide. Human enterovirus EV71 and human coronavirus hCoV-229E were treated with the stimulated gastrointestinal fluids for comparison.\n\nFirst, nine female hDPP4 mice, 8 to 9 weeks old, were inoculated with 105 PFU of MERS-CoV (200 μl) via direct intragastric gavage. Three mice were administered with the proton pump inhibitor pantoprazole (40 mg/kg body weight) or PBS via intraperitoneal injection 2 hours before the virus challenge. At day 5 after virus inoculation, three pantoprazole-treated and three PBS-treated mice were sacrificed to harvest the lung and intestine for histopathological examination and viral load detection. Next, nine female hDPP4 mice were infected via intragastric gavage to characterize the early events after MERS-CoV inoculation. At days 1, 3, and 5 after intragastric gavage of MERS-CoV, three mice were sacrificed to harvest the lung and intestine. To exclude the possible aspiration to the mouse airway during the intragastric gavage, 12 female mice, 6 of them pretreated with pantoprazole or mock-treated with PBS, were directly injected with 105 PFU of MERS-CoV (100 μl) into the mouse stomach after a 0.5-cm incision was made in the abdominal wall to expose the mouse stomach. Three pantoprazole- and PBS-treated mice were sacrificed at days 3 and 5 after infection. Mouse small intestine, lung, and brain were homogenized to detect live virus with plaque assay and quantify viral load with RT-qPCR. In each experiment, at least one mouse was inoculated with PBS as the mock infection control. The animal experiments were approved by the Institutional Animal Care and Use Committee of the Laboratory Animal Center, State Key Laboratory of Pathogen and Biosecurity, Beijing Institute of Microbiology and Epidemiology (BIME 2015-0025).\n\nTo identify virus-positive cells, cells on chamber slides and Transwell inserts, human intestinoids, slides of human small intestine, or mouse tissues were subjected to immunofluorescence staining, as described previously (45). Briefly, after permeabilization and blocking, cells, intestinoids, and tissues were stained with a guinea pig antiserum against MERS-CoV NP, followed with secondary antibodies including goat anti–guinea pig Alexa Fluor 488 immunoglobulin G (IgG) or goat anti–guinea pig Alexa Fluor 594 IgG (Abcam). For intestine explants and intestinoids, CK19 (YM3051, ImmunoWay), a marker of intestinal epithelial cell, was costained with an anti-NP antibody. To define the identity of the viral NP-positive cells in the tissues of infected hDPP4 mice, apart from the labeling of MERS-CoV NP, double staining was performed using a rat anti-mouse monoclonal CD68 antibody (FA-11, Abcam) and Alexa Fluor 568 goat anti-rat IgG (Life Technologies). After staining, intestinoids were whole-mounted with VECTASHIELD HardSet Antifade Mounting Medium (Vector Laboratories). The whole-mounted intestinoids, chamber slides, Transwell inserts, and tissue slides were imaged using a Carl Zeiss LSM 780 or 800 confocal microscope.\n\nMERS-CoV–infected human intestinoids and Transwell-cultured Caco-2 cells were digested into a single-cell suspension and fixed with 4% paraformaldehyde. MERS-CoV–positive cell was detected with the same MERS-CoV NP antiserum and goat anti–guinea pig Alexa Fluor 488 IgG, as described above. Active caspase-3 was detected with an Alexa Fluor 647–conjugated rabbit anti-human active caspase-3 antibody (BD Pharmingen). Cell permeabilization for intracellular staining was performed with 0.1% Triton X-100 in PBS. Immunostaining for flow cytometry was performed following standard procedures (46). The flow cytometry was performed using the FACSCanto II Analyzer (BD Biosciences), and data were analyzed using FlowJo vX (Tree Star).\n\nStudent’s t test was used for data analysis. P < 0.05 was considered to be statistically significant."}