{"title": "Corticosteroid-induced Osteonecrosis of the Femoral Head: Detection, Diagnosis, and Treatment in Earlier Stages", "body": "Corticosteroid-induced osteonecrosis of the femoral head (ONFH) is a debilitating disease primarily affecting younger, active populations. Corticosteroid use is the most common cause of ONFH, and the stage at diagnosis was earlier than those in other groups.[1] There is an obvious dose-duration-response relationship between corticosteroids and ONFH, although it is disputable. An analysis of Mont et al.[2] noted that the incidence of osteonecrosis was 6.7% with corticosteroid treatment of >2.0 g (prednisone equivalent). Despite the similar radiographic staging distribution, their corticosteroid group had a higher incidence of advanced-to late-stage lesions than their noncorticosteroid group.\n\nThe obvious individual differences of corticosteroid-induced ONFH may be the combined effect of corticosteroid on multisystem underlying diseases and host susceptibility. Earlier diagnosis may affect patient prognosis, which depends mainly on the stage, location, and size of the disease. Imaging examinations are well known for their key role in the diagnosis, follow-up, treatment planning, and treatment monitoring of early-stage ONFH. Joint arthroplasty is a good choice for the end stage of ONFH, but is not the ideal option for younger and active patients, especially patients with asymptomatic osteonecrosis. Many conservative interventions and surgical methods have been proposed in the literature for preserving the femoral head with reliable results.\n\nIt is necessary to detect, diagnose, and treat corticosteroid-induced ONFH in its earlier stages. This review emphasized the high-risk factors of ONFH for patients with corticosteroid treatment and provided evidence for accurate diagnosis and evaluation of the prognosis and the current trend in the treatment of early-stage ONFH to preserve the joint in its earlier stage and defer or avoid arthroplasty. Earlier diagnosis is more important in preserving the femoral head for corticosteroid-induced ONFH.\n\nMany studies have shown the relevance between ONFH and dose and treatment duration of corticosteroids, although it is disputable. The systemic use of corticosteroids as the gold standard treatment for many diseases is an independent factor for corticosteroid-induced ONFH, and the number of osteonecrosis is also directly associated with the dose of steroids.[12345]\n\nConcepts, such as daily corticosteroid dose, daily corticosteroid dose per weight, cumulative corticosteroid dose, and pulse dose, were used as possible measuring indices. The comparative study of Kameda et al.[6] showed that the development of ONFH depended on the response to a high dose of corticosteroid therapy and a decrease in the bone mineral density value in the 1st year. The prospective study of Shigemura et al.[7] showed that a high corticosteroid dosage (>40 mg/d) had a significantly higher risk of osteonecrosis. The study also indicated that adolescent and adult patients had a significantly higher risk of osteonecrosis than pediatric patients. Mont et al.[2] supported that patients treated with daily doses of >40 mg were at a higher risk, with a 3.6% increase in incidence for every 10 mg increase in dose. Saito et al.[8] pointed out a significant dose-response relationship between the development of ONFH and the total dose of steroid administered in the first 2 weeks after renal transplantation. Further, a study showed that their pulse steroid treatment group had a higher rate of avascular osteonecrosis than their control group.[9] The long-term results of multifocal osteonecrosis related to continuous treatment of corticosteroids showed that continuation of peak doses predicted the occurrence of new lesions, and the continuation of corticosteroids without peak doses was a risk factor for a quicker progression to collapse.[10] The available literatures demonstrated that high-dose corticosteroid treatments might increase the risk of developing osteonecrosis, especially in the first 3 months. In addition to intravenous administration, other applications of corticosteroid may induce femoral head necrosis. Corticosteroid is an effective choice for various inflammatory diseases. However, it may be abused to a certain extent without patients being informed, especially the long-acting dexamethasone with longer incubation periods. Children who received dexamethasone had a higher incidence of skeletal morbidity than those who were treated with prednisolone (P = 0.027, odds ratio: 2.6, 95% confidence interval: 1.1–5.9).[11] Long-acting corticosteroid use yielded a higher risk of ONFH. There were sporadic case reports on topical steroid application-induced ONFH. Egger and Ballock[12] reported a case of a 10-year-old boy who developed ipsilateral ONFH after long-term inhalational corticosteroid and intermittent short courses of oral steroid use. Moreover, a 34-year-old woman developed bilateral ONFH during the peripartum period after two large intramuscular injections of steroids for fetal lung maturity.[13] Dharmshaktu et al.[14] reported an occurrence of bilateral ONFH with a physiological replacement dose of glucocorticoids in a 38-year-old man with nonsecreting pituitary adenoma.\n\nCompared with sporadic case reports, some studies attempted to reduce the side effects of short-term and higher dose application of corticosteroids. A study involving 284 patients taking statins and high doses of steroids at the same time reported a 1% incidence rate of ONFH, which was lower than the usually reported incidence in patients receiving high doses of steroids only.[15] Sakamoto et al.[16] also confirmed the suppressive effects of simvastatin on plasminogen activator inhibitor-I (PAI-1) expression and secretion induced by dexamethasone from bone marrow adipocytes, which indicated preventive effects against steroid-induced ONFH. Mattano et al.[17] simply adopted the dose modification method with alternate-week dexamethasone to reduce the risk of osteonecrosis in intensified treatment children and adolescents with high-risk acute lymphoblastic leukemia (ALL). Intravenous immunoglobulin as a steroid-sparing agent in the treatment of some relevant autoimmune diseases may be a good alternative.[18] These attempts require further support from clinical and basic research studies.\n\nUnderlying diseases play as a significant risk factor in the development of osteonecrosis. Osteonecrosis has been described as occurring in many clinical conditions, mainly autoimmune and inflammatory diseases, including systemic lupus erythematosus (SLE),[131920] solid organ transplantation (renal, liver, cardiac, etc.),[21] leukemia,[172223] severe acute respiratory syndrome (SARS),[2425] malignant tumors,[26] renal failure,[27] inflammatory bowel diseases,[28] sickle cell disease,[29] and dermatology diseases. The underlying diseases singly or mutually result in osteonecrosis and are more likely related to corticosteroid administration as an important therapy method.\n\nPatients with SLE have positive correlations with ONFH as an independent risk factor.[30] Shigemura et al.[7] conducted a prospective study and showed a higher incidence of corticosteroid-induced ONFH in the SLE group than the non-SLE group. Further, SLE recurrence was a risk factor for new osteonecrosis development,[3132] and magnetic resonance imaging (MRI) for osteonecrosis screening should be recommended if SLE recurs. Another study showed that a high triglyceride level was an important risk factor for silent ONFH in patients with SLE.[20] Apostolopoulos and Morand[33] showed evidence for the harmful effects of glucocorticoids in SLE and proposed therapeutic options that would reduce reliance on glucocorticoids.\n\nThe incidence of corticosteroid-induced osteonecrosis varies among different underlying diseases. There are no exact criteria for association degree and specific risk stratification. However, we should be aware that underlying diseases and corticosteroid administration entail an increasing risk of ONFH, and detailed history taking and careful physical examination need to be done in the patients.\n\nSeveral hypotheses regarding the pathogenesis of ONFH mainly based on animal experiments have been proposed: osteocyte apoptosis, fat cell hypertrophy, fat emboli, intravascular coagulation, vascular compromise, etc., Although no single pathophysiologic mechanism had been identified as the etiology for the development of ONFH, the basic mechanism involves impaired circulation to a specific area that ultimately becomes necrotic in certain vulnerable individuals with a genetic predisposition.\n\nResearch studies on particular types of gene variants more focused on single nucleotide polymorphism variant correlated with the pathogenic hypotheses, including abnormal coagulation and fibrinolysis system, lipid metabolism, angiogenesis, hypoxia, and cytokine stimulation. The inherited hypofibrinolysis proved to be a risk factor of idiopathic ONFH.[34] Sun et al.[35] investigated the etiology of post-SARS osteonecrosis and indicated that PAI-1 was a sensitive blood symbol for screening high-risk susceptible populations. Clinical and basic research studies showed that a low hepatic CYP3A activity may significantly contribute to the risk of steroid-induced ONFH.[36] A genome-wide association study including 2285 children with ALL demonstrated that osteonecrosis was associated with inherited variations near glutamate receptor genes.[37]\n\nThe characteristics of gene variants are related to the evolution and have wide geographical and demographic distributions. There may be a genetic basis associated with the risk factor, which would determine the development of ONFH in a particular individual. The establishment of this association requires not only further research studies for verification but also a novel alternative to gene therapy.\n\nPatients using corticosteroids should be warned of the complication of ONFH, especially those with underlying diseases as mentioned above, and should be more alerted when close family members are affected.\n\nThe onset of ONFH is usually insidious; there is no special clinical manifestation. The most common symptom is tenderness located in the groin and buttocks or radiates to the knee, exacerbated by activities and exercises, and progress to rest pain or reduced range of motion. The clinical presentation varies, sometimes having spine or knee symptoms with delayed diagnosis and inadequate medical management.[39]\n\nAccording to the above mentioned risk factors, we can select more optimal diagnostic modalities, which would increase the chance of preserving the femoral head. The diagnosis of ONFH is more like a kind of excluding diagnosis.\n\nMRI has the highest sensitivity and specificity and is unanimously considered as the gold standard modality in the diagnosis of ONFH currently. Monitoring of high-risk patients with periodic hip MRI would help diagnose necrosis in its early stage.[40] The radiologic features correspond to the underlying pathology. The typical change in T1 imaging is a single density line that represents the separation of the normal and necrotic bones, while that in T2 imaging with another high signal line represents the granulation tissue with an increased vascularity. Bone marrow edema on MRI should be considered as a marker for potential progression to advanced osteonecrosis and is different from transient osteonecrosis of the hip and BEM syndrome. A previous case report indicated that osteonecrosis could possibly occur within 3 weeks after initiation of high-dose corticosteroid therapy.[41] MRI evaluation may be useful in following the progression of ONFH. A long-term prospective study showed that serial MRI evaluation might be useful in following up the progression of small asymptomatic lesions of ONFH in patients with SARS.[42] MRI also helps quantify the area and extent of ONFH in different planes and could also be used to guide treatments as a validated technique in following up patients. A previous study appraised the accuracy and limitations of the diagnostic methods for ONFH identification.[43] MRI may improve staging, investigate radiologically occult collapse, depict other causes of disability and pain, assess prognosis, and evaluate treatment; new MRI techniques need further investigations. A skilled and experienced physician should correlate MRI imaging with histologic changes in conjunction with a comprehensive clinical evaluation of patients for an earlier diagnosis.\n\nPlain radiograph examination is the most convenient diagnostic modality and widely used to depict femoral head morphological changes. These changes are characteristics based on the pathology of sclerosis band, cystic change, and crescent sign in a subchondral location. However, plain radiograph examination lacks sensitivity in early-stage diseases compared with MRI with a diagnostic window between the onset of symptoms and the appearance of pathognomonic changes. Computerized tomography (CT) is not routinely applied in early-stage lesions. CT plays an important role in detecting subchondral fractures without an apparent focal collapse and in decreasing false-positive diagnosis of MRI findings. CT is also used to detect bone repair and degree. Generally, bone scan is the modality of choice for an early diagnosis but is less specific than MRI in identifying early-stage ONFH. Other modalities may be useful in particular conditions but still need to be validated for the early diagnosis of ONFH.\n\nRegarding the prognosis of corticosteroid-induced ONFH, a few studies have shown spontaneous regression or improvement of the necrotic area with many factors involved in the process.\n\nThe size, location, and extent of necrotic lesions are crucial factors for the prognosis of osteonecrosis. A review of the progression of asymptomatic osteonecrosis by Mont et al.[44] noted that asymptomatic osteonecrosis had a high prevalence of progression to symptomatic disease and femoral head collapse, while small, medially located lesions had a low rate of progression. This suggested that it might be beneficial to consider joint-preserving surgical treatments in asymptomatic patients with medium-sized or large and/or laterally located lesions. The stage of ONFH and the time from discerning corticosteroid use to the diagnosis of ONFH are important factors in predicting its spontaneous regression. Regression is more likely to occur when earlier-stage diagnosis and shorter-time discernment exist. Discontinuation of corticosteroids does not seem to affect the regression process of ONFH. The underlying factors may also contribute to the prognosis. Different underlying diseases have different prognoses. The review of Mont et al.[44] indicated that patients affected with sickle cell disease had a high risk of head collapse (74%), whereas patients with SLE had a quite low risk (17%). The intervention methods may also play a great role in osteonecrosis progression. Another literature review by Mont et al.[45] covered 42 reports and 2025 hips. Compared with the nonoperative management group, the core decompression (CD) group had a notable effect on the natural history and clinical progression in the early stages of ONFH. Patients with high-risk factors should be suggested to receive preventive methods and regular follow-up in the next 12 months and should be diagnosed early. When following up a patient with osteonecrosis, treatments should be prepared if necessary.\n\nPharmacologic agents\n\nBisphosphonate is initially used in the treatment of osteoporosis by decreasing osteoclastic activities while improving bone mass density. Some physicians have attempted to treat osteonecrosis using bisphosphonates and accumulated some experiences. Good results were mainly observed with lumbar spine treatment. The effects of bisphosphonates in preventing or treating corticosteroid-induced ONFH are controversial, and there is no definitive recommendation on the duration of treatment and therapeutic dose. A few clinical studies suggested low molecular weight heparin, statins, and vasodilators as the pharmaceutic therapy choice. Moreover, a comparative study showed that a combination of intravenous prostacyclin and CD seemed to be more promising in the treatment of osteonecrosis.[46] The efficacy of anti-coagulants, lipid-lowering agents, and vasodilators in the treatment and prevention of the progression of early-stage ONFH is still unproven and need further investigation.\n\nBiophysical therapies\n\nProtected weight bearing is an important and helpful measure if combined with other treatment options. Three kinds of biophysical therapies were more commonly reported, including extracorporeal shockwave therapy (ESWT), pulsed electromagnetic fields, and hyperbaric oxygen as noninvasive alternative methods in early-stage ONFH. The exact mechanism of biophysical treatments remains unclear because of the lack of clinical evidence. Gao et al.[47] reported that 83.9% of patients with early-stage ONFH (335 patients, 528 hips) were treated with shockwave therapy. The result showed significant improvements in the function of the affected hips and reduction in the BEM on MRI. ESWT should be commonly used in the hips in early-stage ONFH before the development of the crescent sign.\n\nMany surgical methods have been used and continued to evolve for preserving the necrotic femoral head. The most prioritized procedure is CD for early-stage ONFH, which is usually combined with other procedures, such as bone grafting and growth factors.\n\nCore decompression\n\nThe rationale of CD is to reduce intramedullary pressure inside the femoral head and improve blood flow in early-stage ONFH. The ideal result is pain alleviation and bone regeneration and repair. The technique is the most commonly used surgical procedure for early-stage osteonecrosis and is superior to nonoperative management. A research from Europe showed the results of CD in different ARCO stages.[48] ARCO stage I (reversible early stage) or stage II (irreversible early stage) with necrotic lesions located on the medial side or central lesions and area of less than 30% of the femoral head showed better results than those in conservative therapy; CD can be used as a short-term pain relief option in ARCO stage III. Over time, the technique of CD has progressed and involved multiple percutaneous drillings and small trephine diameters. Pierce et al.[49] showed that improved multiple percutaneous drilling techniques had excellent outcomes in conjunction with growth factors in early-and precollapse-stage osteonecrosis compared with traditional CD. Hsu et al.[50] performed a retrospective study to evaluate CD for asymptomatic ONFH, and the result was unpredictable. Asymptomatic osteonecrosis particularly in the setting of bilateral disease should be closely observed, and surgery should be considered when symptoms occur.\n\nThe use of autologous concentrated mesenchymal stem cell (MSC) grafting with CD in patients with ONFH showed better outcomes, and the best indication for this procedure is symptomatic ONFH without collapse. A comparative study showed that failed regenerative treatment strategies occurred in the corticosteroid-induced ONFH cases treated with autologous MSC infusion, which collapsed with the decreased ability to differentiate.[51] Bone morphogenetic proteins (BMPs) are the key proteins regulating bone re-modeling and healing. The expression levels of BMP gene were analyzed in the normal and necrotic sites of the femoral head.[52] The combination with BMP-7 and/or BMP-2 for the treatment may present more effective means to preserve the femoral head.\n\nNonvascularized bone grafting\n\nNonvascularized bone grafting (NVBG) basically removes necrotic bones and replaces them with cancellous and/or cortical autografts. It rebuilds the structure of the femoral head and supports the subchondral bone and articular cartilage to avoid collapse. This technique has evolved from the Phemister technique to the Trapdoor technique and Lightbulb technique. Compared with the CD technique, NVBG is more indicated for ARCO stages II and III in the precollapse stage of ONFH. A comparative study that impacted bone graft with or without recombinant human BMP-2 (rhBMP-2) for ONFH using the lightbulb technique indicated that NVBG was an effective hip-preserving surgery in selected patients and that the rhBMP-2 might improve the clinical efficacy and quality of bone repair.[53] The definite indications are ONFH in the precollapse stages or at least in the early postcollapse stages with less than 2-mm collapse and intact articular surface.\n\nVascularized bone grafting\n\nThe ideal purpose of vascularized bone grafting is re-establishment of a new blood supply combined with structural support for ONFH. Many research studies have reported favorable successful rates with free vascularized fibular graft (FVFG) and iliac crest and greater trochanteric bone pedicle grafts and better results in the earlier stages. Based on these excellent results with a follow-up duration longer than 10 years, Eward et al.[54] advised to use FVFG for treating patients younger than 50 years with symptomatic, precollapse-stage ONFH. The failure of FVFG seemed to be related to a negative effect of creeping substitution with the unbalanced bone resorption enhanced by corticosteroids.[55]\n\nOsteotomy and porous tantalum rod\n\nOsteotomy aims to relocate the necrotic area of the bone from the weight loading area without the risk of autografting. Many studies reported promising clinical results with angular intertrochanteric or trans-trochanteric rotational osteotomy in ONFH; however, it may increase surgical difficulty and reduce surgical effectiveness following end-stage arthroplasty. Porous tantalum rod is a kind of biocompatible material and offers the advantage of providing structural support for the femoral head. The presence of porous rods allows rapid bony ingrowth. Although the clinical results appear promising,[56] the tip of tantalum rods may protrude into the acetabulum if the femoral head collapses, and there is a technical difficulty in the removal of the tantalum rod in case of end-stage arthroplasty.\n\nThe choices of surgical interventions are determined by lesion characteristics, patient factors, and preference of doctors. There should be a trend in minimizing the surgical injury and evaluation of treatment from a long-term view to obtain the greatest advantage. Following improvement or progression, comparing different methods of treatment and determining which is the best may be necessary to manage specific ONFH cases.\n\nThis study was supported by grants from the National Natural Science Foundation of China (No. 81372013 and No. 81672236), and China-Japan Friendship Hospital Youth Science and Technology Excellence Project (No. 2014-QNYC-A-06).\n\nThere are no conflicts of interest."}