{"title": "Severity of Pneumonia in Under 5-Year-Old Children from Developing Countries: A Multicenter, Prospective, Observational Study", "body": "Despite reduced mortality rates in recent years, pneumonia is the foremost cause of death from infectious diseases in under 5-year-old children worldwide, accounting for 15% of total deaths, mostly in developing countries.1 Hypoxemia, frequently associated with pneumonia and a marker of disease severity, leads to 3- to 4-fold increased risk of death in children with pneumonia.2 A Cochrane review3 has reported that systematic hypoxemia screening with pulse oximetry and appropriate oxygen supply are effective in preventing death from pneumonia in children.\n\nA large simulation study estimated that systematic pulse oximetry may globally prevent almost 150,000 deaths from pneumonia annually.4 However, the microbiological agents linked with hypoxemic pneumonia are poorly recognized. The identification of such etiological agents would serve to better target preventive (i.e., vaccination) and curative measures (i.e., antibiotics and antiviral drugs), reducing the global burden of hypoxemia and pneumonia. Because of its high incidence and related mortality, particular attention must be paid to hypoxemic pneumonia in developing countries. Pulse oximetry is still rarely available in health-care settings of developing countries.5 In the absence of oximeter, hypoxemia can be detected by several clinical signs or symptoms, including cyanosis and increased respiratory rate. However, none is sensitive and specific enough to reliably detect hypoxemia.6–8 Most studies of hypoxemia in children with pneumonia were performed in one country and rarely investigated the relationship between hypoxemia and microbiological results, so it would be useful to reassess them in a more recent multicontinental investigation.2\n\nThe risk factors of death among children with pneumonia in developing countries have already been identified,9,10 but rarely regarding the relationship between microbiological findings and mortality. Assessment of clinical, para-clinical, and microbiological predictors of death would be useful to prioritize public health campaigns. Identification of microbiological agents associated with death and/or hypoxemia would be useful to better focus therapeutic measures. Indeed, hypoxemic pneumonia can be treated with oxygen in conjunction with other measures, whereas non-hypoxemic pneumonia with poor vital prognosis might need other regimens, such as antibiotics/antivirals or intensive care.\n\nThe objectives of the present study are to assess the microbiological agents linked to hypoxemia in hospitalized children with pneumonia in developing countries, to identify clinical and para-clinical predictors of hypoxemia and to pinpoint factors associated with death within 2 weeks after admission.\n\nFindings from a prospective, hospital-based, multicenter, longitudinal study, conducted at five sites in four countries located on three continents, were analyzed: Lucknow and Vadu in India, Antananarivo in Madagascar, Bamako in Mali, and San Lorenzo in Paraguay. The participating sites are members of the GABRIEL (Global Approach to Biological Research, Infectious Diseases and Epidemics in Low-Income Countries) Network established by Fondation Mérieux.11 The study protocol and sites are described elsewhere.12 Pneumonia cases from the original case–control study were followed up during hospital stay and constituted the analyzed cohort.\n\nThe study population comprised children aged between 2 and 60 months, complying with protocol definitions and inclusion criteria. Eligible patients were identified by study clinicians at each participating site. All consecutive patients hospitalized in pediatric departments, who were eligible for study entry, were enrolled during each season (dry and rainy) for at least a 1-year period. The study aimed at obtaining an equal number of individuals in each season at each study site. Incident cases were defined as hospitalized children aged 2–60 months, with clinical features of pneumonia, as described latter, radiological confirmation of pneumonia on chest X-ray as per World Health Organization (WHO) guidelines,13 and informed consent statement signed by the children's parents or legal guardian. Wheezing at auscultation was initially an exclusion criterion, but was amended because it slowed the inclusion process. Thus, it was finally decided to include children presenting pneumonia with or without “wheezing.”\n\nThe present study selectively comprised sites with better quality data on oxygen saturation (SO2) at admission, mortality among pneumonia cases, and documented recording of patient follow-up during hospitalization. Main characteristics were compared by site, and multivariate analysis accounted for heterogeneity of sites regarding observed or non-observed potential confounding factors. Patients with missing data on follow-up, SO2 measurement, and vital status at discharge were excluded (N = 59). Excluded patients did not differ from those analyzed for gender and weight-for-height Z score, but were older (P = 0.03).\n\nPneumonia cases were defined by the following criteria:•Cough and/or dyspnea.•Tachypnea, as delineated by the WHO (in children 2–12 months of age: breathing rate ≥ 50 cycles per minute; in children 12–59 months of age: breathing rate ≥ 40 cycles per minute).14•First symptoms appearing within the last 14 days.•Radiological confirmation of pneumonia as per WHO guidelines, including primary endpoint pneumonia or other infiltrates.13\n\nData quality was monitored and evaluated by each site and by the Emerging Pathogens Laboratory (Lyon, France) for pooled data analysis. Demographic characteristics, underlying diseases, medical history, clinical examination at enrollment, therapeutics, vaccinations, and outcomes were recorded prospectively for each patient on a standardized paper form. Each potential error was discussed with local investigators, and a final ruling was applied. The principal investigator at each site was informed about quality assessments and was involved in their resolution. Hypoxemia was defined as SO2 < 90%, according to WHO recommendations.15 SO2 was measured at hospital admission, before the administration of oxygen or other therapeutics. Vital status was recorded until patient discharge.\n\nSamples were collected in the first 48 hours of patient hospitalization. Nasal swabs/aspirates, whole blood, and pleural effusions (in case of pleurisy) were sampled from all patients. Urine was collected at patient admission to ascertain history of antibiotic use. Biological samples were taken before the in-hospital administration of antibiotics. Whole blood allowed complete blood count and culture, with real-time multiplex polymerase chain reaction (RT-PCR) assay for the identification of Staphylococcus aureus, Streptococcus pneumoniae, and Haemophilus influenzae type B. C reactive protein (CRP) and procalcitonin (PCT) were quantified in serum. Respiratory specimens permitted the identification of viruses and bacteria by RT-PCR assay with a panel of 19 viruses and five bacteria (Fast-track Diagnostic respiratory pathogens 21 plus, Fast-track diagnostic, Esch-sur-Alzette, Luxemburg), namely: influenza virus A, influenza virus A/H1N1, influenza virus B, coronavirus 229E, coronavirus OC43, coronavirus NL63, coronavirus HKU1, human parainfluenza virus 1, 2, 3, and 4, human metapneumoviruses (hMPV) A and B, rhinovirus, respiratory syncytial virus (RSV) A and B, adenovirus, enterovirus, parechovirus, bocavirus, Mycoplasma pneumoniae, Chlamydia pneumoniae, S. aureus, S. pneumoniae, and H. influenzae type B. Streptococcus pneumoniae-positive specimens were serotyped by multiplex RT-PCR that detects 29 different serotypes. A centralized, blinded PCR respiratory quality control panel was provided to all sites to ensure procedure validation on-site before specimens were processed locally.\n\nQualitative variables were described as numbers and percentages with comparison by χ2 test, if appropriate, or Fischer's exact test. Quantitative variables were reported as median and interquartile range (IQR) and compared by the Mann–Whitney U test or Kruskal–Wallis one-way analysis of variance. Positive likelihood (LR+) and negative likelihood (LR−) ratios of various clinical signs and symptoms were calculated to detect hypoxemic cases with the following formulae: LR+ = sensitivity/(1 − specificity) and LR− = (1 − sensitivity)/specificity. It has been underlined that LR calculation is useful to improve diagnostic accuracy.16 LR could thus express the proportion of hypoxemic children who presented a particular sign or symptom divided by the proportion of non-hypoxemic children with the same result.\n\nMicrobiological findings from different sample sites associated with hypoxemia were assessed by logistic regression modeling. Multivariate analysis was performed after univariate analysis, with forced adjustment on patient age, time per quarter, and study center. Microorganisms with P < 0.15 values on univariate analysis were initially entered in the multivariate model. Thus, backward stepwise deletion was applied until all P values were < 0.05. Models were compared by Wald testing.\n\nFactors associated with in-hospital mortality were assessed with Kaplan–Meier curves and compared by log-rank test. Follow-up was censored at 14 days after admission or discharge, if duration of hospitalization was less than 14 days. The characteristics of patients deceased within 2 weeks (N = 13) were compared with non-deceased patients (N = 392). Univariate and bivariate proportional hazard Cox regression analyses were undertaken. No multivariate Cox model was fitted owing to the limited number of events. Bivariate analyses expressed the effect of one major risk factor from univariate analysis adjusted on one other possible confounder (age category, human immunodeficiency virus [HIV] seropositivity, time per quarter, or weight-for-height Z score). All tests were two tailed, and P < 0.05 was considered significant. Statistical analysis was conducted with Stata version 13.0 (StataCorp., College Station, TX).\n\nThe study protocol, informed consent statement, clinical research form, amendments, and all other study documents were submitted to and approved by the institutional research ethics committee of each site.\n\nOverall, 405 children with pneumonia, accounting for 3,338 hospitalization days, were included. Among them, 235 (58.0%) were male. Median age was 14 months (IQR = 8–27 months). Ninety-six (23.7%) patients came from Lucknow, India, 71 (17.5%) were from Vadu, India, 26 (6.4%) were from Antananarivo, Madagascar, 114 (28.1%) from Bamako, Mali, and 98 (24.2%) from San Lorenzo, Paraguay. The study periods at each site were August 7, 2012, to December 6, 2013, in Lucknow; June 23, 2012, to March 5, 2014, in Vadu; February 4, 2011, to December 13, 2012, in Antananarivo; July 4, 2011, to November 14, 2012, in Bamako; and May 18, 2010, to May 20, 2013, in San Lorenzo.\n\nPatients differed between sites according to median weight-for-height Z score (P = 0.001) and age category (P = 0.007), but did not differ between sites according to HIV seropositivity (P = 0.33) and mortality (P = 0.37). Seventy patients were hypoxemic at admission. Global prevalence of hypoxemia was 17.3% (95% confidence interval [CI] = 13.9–21.3%). Median SO2 was 95% (IQR = 92–97%), without differences between countries (from 95% [IQR = 87–96%] in Mali to 96% [IQR = 89–98%] in Vadu, India, P = 0.14). Table 1 compares the characteristics of hypoxemic and non-hypoxemic patients.\n\nHIV prevalence was 1.0% (N = 3). Median weight-for-height Z score was −1.1 (IQR = −2.4; +0.1). Median length of hospital stay was 7 days (IQR = 4–10 days). Median CRP level at admission was 24 mg/L (IQR = 6–90 mg/L), median white blood cell count was 12,600 × 109 cells/L (IQR = 1,000–25,000 × 109 cells/L), and median neutrophil proportion was 47% (IQR = 28–64%). Median PCT level at admission was 1.9 ng/mL (IQR = 0.3–8.1 ng/mL), with mean of 15.6 ng/mL (minimum: 0.05, maximum: 585.5 ng/mL).\n\nOverall, 70.5% tested positive for urinary antibiotics at admission. Among the 402 (99.3%) patients given antibiotics during hospitalization for a median duration of 7 days (IQR = 5–10 days), 298 (74.5%) received monotherapy, with some also getting multiple antibiotic lines. The main drugs were ceftriaxone (N = 135, 26.0%), amoxicillin (N = 120, 23.1%), ampicillin (N = 51, 9.8%), amoxicillin/sulbactam (N = 36, 6.9%), amoxicillin/clavulanic acid (N = 35, 6.7%), oxacillin (N = 35, 6.7%), and vancomycin (N = 22, 4.2%).\n\nHypoxemic (N = 70) and non-hypoxemic (N = 335) pneumonia cases did not differ by median number of bacteria (1 versus 1, respectively, P = 0.85) or viruses detected (1 versus 1, respectively, P = 0.72) in nasal swabs/aspirates. Infection types (bacterial/viral/mixed) did not differ in hypoxemic and non-hypoxemic patients (P = 0.96). Table 2 reports the microbiological agents linked with hypoxemia. Univariate analysis disclosed that hMPV and RSV detection in nasal samples was associated with increased risk of hypoxemia (P = 0.04 and 0.008, respectively). After adjustment on age, center, and calendar time, microorganisms independently associated with heightened risk of hypoxemia were hMPV (adjusted odds ratio [aOR] = 2.5, 95% CI = 1.1–5.3) and RSV (aOR = 2.4, 95% CI = 1.0–5.8). Median SO2 was lower in RSV- and hMPV-positive patients than in -negative patients but not different between RSV- and hMPV-positive patients (Figure 1). Pneumococcus serotypes 6AB and 10A from respiratory samples were more frequent in hypoxemic than in non-hypoxemic patients (22.9% versus 9.5%, respectively, P = 0.002; 7.1% versus 1.5%, respectively, P = 0.006). The distribution of other serotypes was not significantly different in hypoxemic and non-hypoxemic children (Supplemental Figure 1).\n\nHypoxemic patients differed from non-hypoxemic patients according to age (P = 0.02), history of common cold/pharyngitis (P < 0.001), receipt of one dose of pentavalent vaccine (P < 0.001), breathing rate (P = 0.009), blood pressure (P < 0.01), chest indrawing (P = 0.02), cyanosis (P = 0.003), conjunctivitis (P = 0.01), rasping (P = 0.03), radiological presentation (P = 0.009), mean white blood cell count (P < 0.001), and PCT (P < 0.001) at admission (Table 1). LR+ of lower chest indrawing was 2.3 (95% CI = 1.1–4.9), and LR- was 0.9 (95% CI = 0.8–0.95). LR+ of cyanosis was 2.4 (95% CI = 1.4–4.1) and LR− was 0.7 (95% CI = 0.5–0.99). Other signs and symptoms were less predictive of hypoxemia (data not shown). Hypoxemic patients differed from non-hypoxemic patients in mean white blood cell count (P = 0.001) and PCT at admission (P = 0.03) but not regarding CRP level.\n\nFourteen (3.5%) patients died during hospital stay. Among them, 13 died within 14 days after hospital admission. The mortality rate was 8.6% in hypoxemic and 2.4% in non-hypoxemic patients (P = 0.01). Eight deceased patients were not hypoxemic at admission. Among them, the causes of death were multiple organ dysfunction syndrome (N = 4), acute respiratory distress syndrome with septic shock (N = 2), severe pneumonia in HIV (N = 1), and cardiac arrest (N = 1).\n\nTable 3 reports the microbiological, clinical, and para-clinical findings associated with death on univariate Cox analysis. Streptococcus pneumoniae detection by blood PCR, hypoxemia, and PCT ≥ 50 ng/mL at admission were associated with increased risk of death (log-rank test: P = 0.003, P = 0.002, and P < 0.0001, respectively, Figure 2A–C). Other characteristics or microorganisms, including S. pneumoniae in respiratory samples, were not significantly associated with death (Supplemental Tables 1 and 2). No S. pneumoniae serotype was significantly associated with higher mortality (data not shown). Streptococcus pneumoniae detection by blood PCR, hypoxemia and PCT ≥ 50 ng/mL at admission were linked with augmented probability of death on univariate survival analysis (crude hazard ratio [cHR] = 4.6, 95% CI = 1.5–14.0; cHR = 4.8, 95% CI = 1.6–14.4; cHR = 22.4, 95% CI = 7.3–68.5, respectively). These associations were consistent on bivariate Cox regression with adjustment on country, age category, HIV seropositivity, time (per quarter), or weight-for-height Z score (Supplemental Figure 2). In addition, S. pneumoniae detection by blood PCR was associated with increased risk of death (aOR = 4.0, 95% CI = 1.3–12.4), independently of hypoxemia at admission (aOR = 4.3, 95% CI = 1.4–12.8).\n\nOne of the objectives of this study was to assess microbiological agents and other predictors of hypoxemia and death in under 5-year-old hospitalized children with pneumonia from developing countries. We observed that two viruses, namely RSV and hMPV, detected in respiratory samples by PCR, were independently associated with increased risk of hypoxemia, while no bacterial agent was significantly linked with it. On the other hand, S. pneumoniae detection by blood PCR was associated with a higher rate of in-hospital mortality in the study population independently of hypoxemia at admission. Several predictors of hypoxemic pneumonia were identified. However, none had high likelihood ratio. Elevated PCT concentration and hypoxemia were straightforward predictors of death in children with pneumonia. The contribution of hypoxemia to the risk of death was independent of pneumococcus detection by blood PCR.\n\nSeveral studies have investigated factors associated with hypoxemia, particularly clinical predictors.6–8,17 However, few of them have researched the links between microbiological findings and severity in different developing countries, with a standardized protocol. We observed that two viruses were associated with increased risk of hypoxemia. Viral pneumonia induced diffuse, bilateral, pulmonary damage,18 compared with bacterial pneumonia, with more frequent, well-systematized alveolar localization.19 This is probably the reason why we noted that the two viral etiological agents evoking pneumonia were associated with hypoxemia.\n\nRSV is the leading cause of viral pneumonia in children,20 frequently in association with severe disease.21 We observed that it might be also a major cause of hypoxemic pneumonia. On the other hand, RSV detection was not related to increased mortality, but it is estimated that 66,000–199,000 children could die of RSV-associated pneumonia worldwide every year. Our study's power was probably too limited to demonstrate such associations.\n\nHowever, with prevalence of exposure in non-hypoxemic patients ranging from 10% to 50%, with bilateral tests and α < 0.05, study power was ≥ 80% to detect OR ≥ 2.5. Similar results have been reported recently in a study from Botswana,22 where researchers noted that RSV pneumonia in children induced more complications and longer duration of hospitalization, but mortality was lower in comparison to other agents. hMPV is recognized as a frequent etiological agent of pneumonia, causing severe disease.23 Here, we determined that detection of this virus was associated with hypoxemic pneumonia in children. These findings might be related to the fact that these two viruses in respiratory samples might be the etiological agents of pneumonia. Another hypothesis is that they might be associated with co-infections. However, we did not discern any relationship between infection type (bacterial, viral, or coinfection) and the risk of hypoxemia.\n\nThe main clinical predictors of hypoxemic pneumonia were lower chest indrawing and cyanosis with LR+ ratios between 2 and 3. If these signs are present, hypoxemia must be suspected in the absence of pulse oximetry, and oxygen therapy should be initiated promptly. Nevertheless, we did not discern that one sign had a high LR+ ratio, confirming that pulse oximetry is important for initial evaluation of pneumonia severity and should be implemented more widely in developing countries.4 Lower chest indrawing has been reported to be predictive of hypoxemia in children from Nigeria,8 while breathing rate ≥ 60 cycles/minute has been encountered with hypoxemia in children from Papua New Guinea.24 Other predictors are less known. The designation and validation of a simple, robust score predicting hypoxemia might be useful in resource-limited settings.\n\nStreptococcus pneumoniae is recognized as the main etiological agent of severe pneumonia and death from pneumonia in children.25 The diagnosis of pneumococcus pneumonia is, however, difficult at the individual level, because of the low sensitivity of blood culture, particularly in case of previous exposure to antibiotics. In addition, the clinical meaning of pneumococcus detection in nasal samples by molecular testing is difficult to interpret because of the high prevalence of S. pneumoniae respiratory carriage in asymptomatic children.26 We did not observe associations between pneumococcus detection in nasal samples and disease severity, although pneumococcus-positive blood PCR was linked with greater mortality. Molecular S. pneumoniae detection by blood PCR is thus helpful in identifying bacterial pneumonia cases with the poorest prognosis who might need intensive therapies. Interpretation of molecular methods, such as PCR, to identify the etiology of pneumonia in children is, however, challenging. Respiratory viruses can be identified in asymptomatic children, and secondary bacterial infections in the lungs can easily be missed by these methods. In addition, identification of S. pneumoniae in blood by highly sensitive PCR may detect children with nasopharyngeal colonization only, which could lead to potential misclassification bias, particularly when using results of nasopharyngeal specimens to determine the etiology of pneumonia in children. We must be cautious with results interpretation. Moreover, PCT was the major biomarker associated with in-hospital death in our cohort. Several studies previously found an association between PCT and the risk of death or bacterial disease.27–30 However, such linkage has rarely been seen in pneumonia-infected children living in developing countries.\n\nThe main strength of the present study is the prospective data collection on a standardized form at different sites, with advanced molecular diagnosis in all cases, which reinforces internal validity. Its main limitations include paucity of information on exposures before hospital admission (i.e., breastfeeding, food intake, or vitamin supplementation). In addition, microbiological diagnosis of pneumonia is difficult because sensitive and specific tests are not routinely available in practice. Thus, based on respiratory samples, we were unable to differentiate colonization from infection, particularly by S. pneumoniae.31 However, analysis of the relationship between results from different samples and severity was contributive: we did not find associations between nasal colonization by pneumococcus and disease severity, hypoxemia, or death. Finally, selection bias might have occurred because of patient recruitment in hospital with inclusion of more severe cases or patients with easier access to care. However, we did not discern significant heterogeneity regarding SO2 of infants at admission and in-hospital mortality, which suggests that the results might be generalizable to different settings. We must acknowledge that 41% of the study population was enrolled in two sites from India, which might limit external validity. This proportion is, however, in accordance with estimates of global pneumonia incidence and related mortality: India might have accounted for almost 30% of the total number of severe pneumonia cases in children and 40% of the number of deaths worldwide.25\n\nIn conclusion, RSV and hMPV could be major causes of hypoxemia in children with severe pneumonia in developing countries, while S. pneumoniae detection by blood PCR is predictive of high risk of in-hospital mortality. Viral etiology might be considered in hypoxemic patients, whereas in very severe pneumonia, which can lead to death, S. pneumoniae may be implicated as the primary cause, even in the absence of hypoxemia at admission. Tachypnea and lower chest indrawing could be useful indicators of possible hypoxemia requiring oxygen therapy. Pulse oximetry should be included for better diagnosis in developing countries. Given these findings, preventive measures, such as increased vaccination coverage of children in developing countries, oxygen therapy of hypoxemic patients, and intensive cardiovascular support, even in non-hypoxemic patients, would reduce the burden of death by pneumonia in children."}