{"title": "Media effects on suicide methods: A case study on Hong Kong 1998-2005", "body": "The study chose the spreading of CB suicide in HK for a case study. In November 1998, a woman’s CB suicide was reported by local newspapers in detail as the first-ever publicized suicide using this method. Within two years, this method became the second most frequently used suicide method in HK and raised serious public health concerns. Previous studies on the spreading trajectory of CB suicide in HK identified 2002~2004 as the peak stage and suggested 1998~2001 to be the “onset” stage and after 2004 to be stabilized post-peak stage [16]. During the years of 1998~2005, there were no celebrity suicides by CB in HK but one by jumping from height which occurred on April 1, 2003. The method was further spread to Taiwan, Japan, Korea, Singapore, and other countries, and has accounted for more than 5000 deaths up to date [17–18]. Therefore, the case is of international interest to inform effective strategies to prevent such epidemics from happening again. However, as far as we know, no quantitative study has been done to examine the media effects in this case in HK. The present study examined the media effects between 1998~2005 and also looked into whether the media effects varied in the onset, peak, and post-peak stages.\n\nOfficial suicide death data between Sept 1, 1998, a couple months before the first CB suicide case was reported by local media, and Dec 31, 2005, when the CB suicide had become the second most used suicide method in HK for four years, were extracted from the Hong Kong Coroner’s Court and Census & Statistics Department. Between 1998 and 2000, the 9th revision of the International Classification of Diseases (ICD-9) was used in HK for coding external causes of death, which have been replaced by ICD-10 since 2001. Following previous studies on suicide problem in HK, we used codes E950-959 (suicide and self-inflicted injury) for ICD-9 and X60-84 (intentional self-harm) for ICD-10 to extract suicide incidence. In addition, we used E952 for ICD-9 and X67 for ICD-10 to identify suicide death by charcoal burning, which are officially indicating death by intentional self-poisoning by other gases and vapors. Previous studies found that the vast majority cases in this code are caused by burning charcoal [16, 19].\n\nSuicide news published in four major newspapers in HK, namely, Apple Daily, Ming Pao Daily, Oriental Daily, and Singtao Daily, was downloaded from WiseNews database. We first used suicide-related keywords, such as “suicide” and various suicide methods, to search the four newspapers’ archives during Sept 1, 1998 and Dec 31, 2005 in the dataset. The downloaded articles were further reviewed by three trained coders to exclude those articles that are not news report of HK resident’s suicide death. However, the WiseNews dataset includes neither Oriental Daily before Jan 1, 2000 nor Apple Daily before Jan 1, 1999. Therefore, we manually reviewed these two newspapers archives at a library to extract suicide news in according periods. Each of the suicide news articles was classified by whether or not the suicide death was reported as using the charcoal burning method.\n\nAlthough the present study focuses on media effects, we are fully aware that suicide is caused by complex reasons. Therefore, the study took into consideration of some major socio-economic factors. Particularly, three socio-economic factors were often found to be related to suicide: divorce, unemployment, and property price. Previous reviews noted that divorce and unemployment are risk factors for suicide internationally and in HK locally [20–22], which warrant us to take these two factors into consideration in the present study. In addition, it is widely believed by the HK public that numerous suicides were triggered by the negative equity issues, which referred to the sharp drop of private property price that was triggered by the financial crisis in 1997 and lasted till 2003 after the Severe Acute Respiratory Syndrome (SARS) attacked HK [23]. Therefore, we included the private property price index in the study to examine whether such assumption is empirically supported. We extracted daily property private domestic-price index [24], monthly unemployment rate, and annually crude divorce rate from the Hong Kong Census and Statistics Department.\n\n1478 (19.8%) suicide deaths were given not a precise death date but an estimated period, usually a few days up to a week. The multiple imputation method [25] was adopted to assign an exact date to those cases, where the case date was assumed to be uniformly distributed in the estimated period. The imputation was done a total of 10 times. The following analysis was performed on each imputed dataset. The analyses were then combined to produce a final analysis using Rubin’s rule [25].\n\nThe time-varying suicide rates by CB and non-CB methods and the reporting intensities by different newspapers on CB suicides and non-CB suicides were estimated using a nonparametric intensity estimator [26–28]. The analysis aimed to examine any temporal patterns of the suicide rates and reporting intensities and any relationship among those patterns. To formally model the counts of suicide cases by CB and other methods and news articles of CB and other suicide news, we initially performed Poisson and negative binomial regression analyses assuming the four time-series of counts are conditionally independent, with their means depending linearly on the three contextual variables.\n\nThe choice of Poisson or negative binomial regression depended on whether there is over-dispersion according to the mean-variance relationship. The PIT (Probability Integral Transform) residuals [29–30] were investigated to assess goodness-of-fit and serial correlation. Since our exploration found the lack of fit and serial correlation, we re-analyzed the data by fitting a self- (and mutual-) exciting process model, which extend the Poisson and negative binomial regression models by allowing the mean rate of any specific type of events (CB suicide, other suicide, CB news, or other news) to depend on the past counts of events of the same or different types, in addition to the contextual variables. The average effects of a certain type event on future event rates of the same or different types are time varying and are each described by a function called the excitation function. The estimated model parameters then allowed us to infer the dynamics between different types of the potential effect while contextual variables are controlled for (for more details, see Text A in S1 File—The Self- And Mutually-Exciting Process Model). The finite order autoregressive Poisson or negative binomial regression model used in previous studies [27, 31] was not used in the present study, because those models suffer from stability issues when the time series to be fitted is long [32], which is the case in the present study.\n\nThe self-exciting process model was also fitted to the data from three stages as defined by Chen et al. [16]: “onset” period- 1998 to 2001, “peak” period- 2002~2004, and “post peak” period- 2005.\n\nDuring the study period, a total of 6958 suicide deaths occurred, of which 19.8% were CB suicides. Meanwhile, 6308 suicide news articles were published, of which 23.1% were CB suicide news. The overall trends of suicide rates and suicide news reporting intensities during the study period are illustrated in Fig 1. As shown in the lower panel of Fig 1, the CB suicide news reporting intensity rapidly went up in the onset stage, whereas the non-CB reporting intensity showed fluctuations. In the peak stage, CB suicide news reporting intensity reached a peak in 2003 and then started dropping, and the downward trend continued to the post-peak stage. Meanwhile, non-CB suicide news reporting intensity was not substituted by CB suicide news but remained in a general upward trend in the peak and post-peak stages. Throughout the whole period, non-CB suicide news reporting intensity constantly outperformed CB suicide news.\n\nIn terms of suicide intensity, as shown in the upper panel of Fig 1, there seems to be a decreasing of non-CB suicides associated with an increasing of CB suicide in the onset stage. However, in the peak and post-peak stages, both CB and non-CB suicides showed a similar belt curve, although non-CB suicide stayed at the peak for a longer period in 2003–2004.\n\nThe self- and mutually-exciting process models were found to fit well with the data set, as indicated by the diagnostic plots (Text B in S1 File—Histograms and ACF Plots). The results of fitting the model to the whole study period and separated into three stages are presented in Table 1. To visualize the relationships, the results of the whole study period are illustrated in Fig 2\n\nIn the whole period, suicide news showed significant effects on following suicide incidence in a method-specific manner. On average, one CB suicide news article excited 0.562 CB suicide sequentially, whereas one other suicide news article excited 0.504 other suicide. In addition, every CB suicide, on average, excited 0.122 CB suicide sequentially, whereas other suicide did not show such self-excitation. There was neither a significant effect of CB suicide on CB suicide news, nor other suicide on other suicide news. Other suicide news showed significant self-excitation effect, as every non-CB suicide news article averagely excited 0.109 consecutive non-CB suicide news article, but such effect was not found in CB suicide news. In addition, there were no significant mutual-excitation effects between CB suicide news and other suicide news, which further confirmed our observation on Fig 1 that CB suicide did not substitute media’s attention to non-CB suicide.\n\nIn terms of socio-economic factors, a higher divorce rate and lower property price index showed significant effects on more incidences of CB and other suicides, but the unemployment rate did not show any significant effects on them.\n\nThe shape parameters of the above self- or mutual-excitation effects around or smaller than 1, which indicates that those effects mainly took place in the following one or two days and then quickly diminished.\n\nWhen breaking down to three stages, the method-specific media effects were found to be consistently significant, although the effects of CB news on CB suicide appeared to be strongest in the peak stage but the effects of other news on other suicide gradually increased along the time. In addition, neither CB suicide nor other suicides showed any significant effects on following suicide news reporting across the three stages.\n\nDifferent from the observations on the overall period, in the onset stage, every other suicide news, on average, suppressed 0.353 CB suicide sequentially, and the effect is statistically significant. In addition, the self-excitation effect of other suicide news remained significant in Stages 1 and 2, but not Stage 3.\n\nIn terms of socio-economic factors, a higher divorce rate and lower property price index showed significant influences on CB suicide, other suicide, and other suicide news in Stage 2, whereas Stages 1 and 3 only showed significant influences of lower property prices on CB suicide and of higher divorce rates on other suicide news.\n\nAs found in previous qualitative studies, media professionals were often skeptical with the copycat effects of suicide and requested academia to provide stronger and localized evidence [40]. The present study provides empirical evidence of mass media’s crucial role in suicide prevention in a society like HK. It can equip suicide prevention professionals to raise local media professional’s awareness of their responsibilities in suicide prevention and persuade them to improve their practices.\n\nIn addition, it demonstrates that, when a new suicide method is emerging in a society that is facing socio-economic adversity and has sensational local media, intervention strategies should not be limited to constraining cognitive access to the new method. Instead, we need to eliminate mass media’s overall coverage of suicide news, and work together with media professionals to break the stereotype that more suicide news would occur responding to adverse socio-economic conditions. Alternatively, mass media may cover more positive cases of people who overcame their life difficulties, which were found to be protective for suicide [35].\n\nThe spreading of CB suicide has taught us a painful lesson. The present study shows that, in a society like HK, media interests were of suicide rather than a particular suicide method. In this context, media effects on suicide were not limited to suicides using a new method or celebrity suicide. In addition, not only suicide incidence but also media interests in suicide appeared to be influenced by adverse socio-economic conditions, where the latter might have further worsened the former association.\n\nIn summary, suicide prevention is an everyday battle and requires close cooperation of suicide prevention professionals, media professionals, and policy makers. Improving the social economic environment is important for protecting the population from suicide risk, whereas strategically and constructively changing media reporting practices is certainly a powerful weapon in defending lives against suicide."}