{"title": "Emerging Infections and Pertinent Infections Related to Travel for Patients with Primary Immunodeficiencies", "body": "In today’s global economy and affordable vacation travel, it is increasingly important that visitors to another country and their physician be familiar with emerging infections, infections unique to a specific geographic region, and risks related to the process of travel. This is never more important than for patients with primary immunodeficiency disorders (PIDD). A recent review addressing common causes of fever in travelers provides important information for the general population [1]. This review covers critical infectious and management concerns specifically related to travel for patients with PIDD. This review will discuss the context of the changing landscape of infections, highlight specific infections of concern, and profile distinct infection phenotypes in patients who are immune compromised. The organization of this review will address the environment driving emerging infections and several concerns unique to patients with PIDD. The first section addresses general considerations, the second section profiles specific infections organized according to mechanism of transmission, and the third section focuses on unique phenotypes and unique susceptibilities in patients with PIDDs. This review does not address most parasitic diseases. Reference tables provide easily accessible information on a broader range of infections than is described in the text.\n\nGlobal warming can favor the geographic expansion of several infectious diseases. The Intergovernmental Panel on Climate Change (IPCC) predicts an average increase in global temperature of 1.5–5.8 °C during the twenty-first century [3]. Global warming affects the Northern hemisphere more than the Southern, with a reduction in the number of cold days per year, changes in rainfall (more winter precipitation and summer droughts) [4], and together these changes increase the risk of several vector-borne diseases in new areas. Climate change involves not only global warming but also changes in precipitation, wind, humidity, and the location and frequency of extreme weather events like floods, droughts, or heat waves. Changes in climate produce changes in pathogens, vectors, hosts, and their living environment. Increases in precipitation can increase mosquitoes for example, but heavy rainfalls may cause flooding that temporarily eliminates larval habitats and decreases mosquitoes. Flooding may force rodents to look for new habitats in houses and increase the opportunities of vector-human interactions, as occurs for example in the case of epidemic leptospirosis. Humidity is another very important factor of climate change in the development of vector-borne diseases. Mosquitoes and ticks do not survive well in dry conditions. Therefore, weather impacts infectious pathogen distribution in complex ways that are not predictable by the forecast.\n\nExtreme weather events can precipitate outbreaks of infection. An increase in the frequency and intensity of natural disasters like hurricanes and tsunamis, in relation to the El Niño/Southern Oscillation phenomenon, may result in more flooded grasslands, which favor the breeding of Aedes and Culex mosquitoes [5], and impact water sanitation fostering outbreaks such as cholera. Flooded areas can displace rodents leading to plague. Tornados and other severe weather can stir up soil leading to infections with soil fungi leading to episodic outbreaks of invasive fungal disease such as mucormycosis such as Apophysomyces trapeziformis [6]. Malaria is a common disease that can vary dramatically depending on weather, and extreme weather can alter the very landscape, providing new bodies of water to support larval development. If the melting of glaciers and the polar ice caps bring coastal cities underwater, or if overpopulation and waste cause drinkable water shortages in certain regions of the world, we can expect mass migrations. These could change the patterns of infection and drive outbreaks. Migrants traversing tropical forests, or feeding with meat from game or carcasses, are but two scenarios that could be envisioned for the emergence of zoonotic infectious diseases [7]. Several predictive models have been developed to evaluate the impact of climate change on the emerging infectious diseases: CLIMEX, DYMEX, MIASMA models. Nevertheless, it remains difficult to predict when and where pathogen behavior will deviate from its typical pattern.\n\nClimate change primarily affects vector-borne diseases by increasing rates of reproduction and biting and by shortening the incubation period of the pathogen they carry. Ticks have gained spread from the Mediterranean basin to Northern and Eastern Europe, as well as appearing at higher altitudes. Increased survival, density, and activity have also been reported following shorter, milder winters. Climate change has also resulted in more days of activity per year for mosquitoes. As temperatures rise, more parasites are viable within regions ranging from the Mediterranean and tropical zones, up to the Balkans, Russia, Scandinavia, and the UK. For some ticks and fleas, temperatures over 25 °C with relative humidity of over 85% are optimal for their proliferation and activity throughout the year [4, 8, 9]. For example, dengue fever is usually limited to a tropical latitude and a low altitude, since mosquito eggs and larvae lose viability with sustained low temperatures. During unusually warm summers, however, dengue has been reported as high up as 1700 m above sea level. Warmer temperatures also result in smaller adult mosquitoes, which need to bite more frequently to feed themselves and be able to lay eggs, thus increasing the rate of transmission [8].\n\nIn contrast, the incidence of malaria has followed mixed patterns of increase and decrease along recent decades, and computer models have failed to predict the spread. The explanation for this is, in part, that climate change also results in diminished survival of the vectors (warming over 34 °C affects the survival of both parasites and vectors), and in part, that the effect of climate change is non-linear and complex [10]. The frequency of emerging vector-borne infections varies per changes in land use, human activity, intervention maneuvers to eradicate the vector or prevent transmission to humans, drug treatment, and vaccines.\n\nBoth ecologic and economic changes may bring together rodents and humans. Hunting activities may change vector distribution and large-scale animal movements can impact disease distribution. Impoverishment of cities and overcrowding in slums, but also reforestation, golf club development, and the urbanization of rural suburbs facilitate exposure to ticks and rodents [11].\n\nMany patients with PIDD require immunoglobulin replacement. Immunoglobulin products have been demonstrated to improve outcomes in hepatitis A and measles [12, 13]. At least some neutralizing antibody is present directed to RSV and group B streptococci [14, 15]. This raises three distinct issues for patients: (1) difficulty in the diagnosis of infections in travelers because locally produced immunoglobulin may have antibody titers to local infections that are not typical for other countries, (2) safety concerns about locally produced immunoglobulin, if the patient resides in the location long enough to require immunoglobulin from a local provider, (3) the decision to use locally produced immunoglobulin products to provide superior prevention of infection compared to the patient’s usual product. There are limited data on each of these subjects.\n\nSerologic diagnostic testing in patients on immunoglobulin therapy will be addressed below in terms of issues related to lack of specific antibody produced by the patient (potentially) after infection. The converse can also be an issue. Patients arriving from countries with significant occurrences of infections unusual in their current country may have IgG antibodies to those infections simply through their immunoglobulin product and not reflecting a true infectious event in the patient. This can lead to diagnostic confusion when serologic testing demonstrates the presence of antibodies due to the infusion product.\n\nPatients will often ask if immunoglobulin products from other countries are held to the same rigorous standards as their home country. Today, commercially produced immunoglobulin is safe and tightly regulated. All commercially produced immunoglobulin around the world has one of the time-tested viral inactivation procedures such as nanofiltration, caprylate absorption, pasteurization, solvent/detergent, vapor heating, and low pH treatment. These procedures uniformly inactivate enveloped viruses. Many emerging viruses are specifically tested for their ability to withstand the purification process. Much has been learned since the transmission of hepatitis C viruses through immunoglobulin products in the early 1990s [16]. Nevertheless, vigilance is important. In 2009, counterfeit immunoglobulin was identified. Therefore, patients should ensure that they receive only brand name products while traveling.\n\nThe subject of whether a patient’s interests would be best served by using a local immunoglobulin product, with antibodies to pathogens that are prevalent in the community, or have their home physician ship their usual product, for which the patient has a known tolerance is hotly debated. Patients with a history of intolerance to immunoglobulin products should not switch unless necessary. However, there are compelling reasons to consider a locally produced product when patients are in a foreign country for an extended period. It is known that antibodies to West Nile Virus have tracked with the distribution of the virus as it has emerged in several areas [17, 18]. Titers in products using donors from the USA have higher neutralizing titers to West Nile Virus than those using donors from Europe, although there is a 400-fold difference in titers between lots from the USA [18]. Similarly, protective antibodies to concerning pathogens may be optimal in locally produced immunoglobulin. It is critical to inquire where the plasma source is derived. In most countries, the utilized immunoglobulin is produced in Europe or the USA. Having a different name does not ensure that the plasma pool comes from a different country. Most lots of immunoglobulin are produced from 3000 to 60,000 plasma donors. The infrastructure to support such an endeavor is not easy to establish in each geographic area.\n\nSerologic testing is commonly used for the diagnosis of infection. This approach relies upon detection or quantitation of antibodies made by the host against specific pathogens. The presence of IgM antibodies against a specific pathogen indicates recent infection, while IgG antibodies against a specific pathogen indicate past infection. Importantly, serologic testing can only be applied for the diagnosis of infection if the host can mount a specific antibody response to the pathogen. Conversely, serology cannot be relied upon to diagnose infection in the setting of immune deficiency where there is impairment of the specific antibody response, such as in the case of primary antibody deficiencies, cellular immune deficiencies, combined immune deficiencies, and other secondary immune deficiencies affecting T and/or B cell function. In these situations, the causative pathogen must be identified by alternate means such as culture of the organism, antigen detection, or molecular approaches (nucleic acid hybridization, nucleic acid sequencing, or oligonucleotide probe arrays). Molecular approaches are particularly relevant for the diagnosis of infection in patients with PIDD. Signal and target amplification techniques can be coupled with nucleic acid hybridization or probe assays to allow detection of pathogen DNA or RNA that is present in very small amounts in clinical samples.\n\nIn patients with PIDD, vaccines could play an important role in preventing infections with vaccine-preventable diseases. Even PIDD patients may generate some protective responses [19, 20]. The decision to immunize such patients or not depends on the type and severity of PIDD as well as the type of vaccine to be administered (live or inactivated) (Table 1). In general, inactivated vaccines are safe for PIDD patients while immunization with live attenuated vaccines is a known hazard to patients with serious immunodeficiencies of T cell, B cell, and phagocytic cell origin (Table 1). In less severe PIDD, the vaccine can induce adequate protection as in healthy individuals or the efficacy may be reduced [20–22]. Of note, immunoglobulin replacement therapy induces passive immune protection to some vaccine-preventable infections, such as measles, mumps, rubella (MMR), and varicella. In addition, live viral vaccines have greatly reduced efficacy while on immunoglobulin replacement. Therefore, vaccine administration in patients receiving regular immunoglobulin replacement treatment should be withheld until at least 3 to 11 months (depending on dose) after cessation of such treatment, if cessation and vaccination are safe. In addition, PIDD patients who have received hematopoietic stem cell transplantation but have incomplete immune reconstitution or are under immunosuppression should not receive live attenuated vaccines. In general, the decision of administering live viral vaccines should be made by clinical immunology experts [23].\n\n\nIn developing countries where polio is still endemic and oral polio vaccine is essential for eradicating the disease, it is of utmost importance that all PIDD patients and family members should not receive live oral polio (OPV) because of the reported prolonged excretion of the virus for months and even years [24]. In addition, vaccine-associated paralytic polio is a real risk for some with PIDD. These patients and family members should receive inactivated polio vaccine (IPV) instead of OPV. Similarly, the hazards of administering Bacillus Calmette-Guerin (BCG) vaccine to PIDD patients have been documented. In a series of 349 BCG, vaccinated severe combined immunodeficiency (SCID) patients from 28 centers in 17 countries, 34% of SCID patients developed disseminated BCG infection and had the worst outcome [25]. Patients with chronic granulomatous disease vaccinated with BCG also developed local and disseminated BCG infection. Recently, vaccine strains of rubella virus were found to be associated with skin granulomas in PIDD patients [26–28].\n\nSiblings and household contacts of patients with suspected or diagnosed PIDDs should receive all the national immunization scheduled vaccines. IPV should be substituted for OP in families where an antibody-deficient patient exists. Yearly influenza vaccination of family members is recommended in order to reduce the risk of household-social transmission [20, 22, 29].\n\nDiseases where routine vaccination has reduced incidence can occasionally experience a resurgence in times of economic hardship with reduced attention to vaccination. Diphtheria is currently seen in Venezuela for this reason. War and disruption of health infrastructure are other common reasons for resurgence in vaccine-preventable diseases. In other settings, antivaccination sentiment has led to outbreaks of diphtheria, measles, and mumps. An additional consideration is that not all countries provide the same level of vaccination, and therefore, vaccine-preventable illness can still be seen regionally. These outbreaks represent a significant risk to patients with PIDD.\n\nKey resistance patterns to common bacteria include emergence of carbapenem-resistant Klebsiella pneumoniae around the world with high frequency of resistance (due to different mechanisms) in the Mediterranean, with Greece, Italy, and Turkey having endemic spread of this pathogen [17]. Carbapenem-resistant strains among other genera of Enterobacteriaceae have also been recognized. They are particularly common in Greece, but have been found widely distributed [30]. The New Delhi metallo-beta-lactamase-mediated resistance, which is endemic in the Indian subcontinent but becoming increasingly spread worldwide, is a growing concern [30, 31]. As a common cause of urinary tract infections, colistin is the only recourse when carbapenem-resistant Enterobacteriaceae, and colistin resistance has recently emerged in small outbreaks throughout the world [32]. In these cases, the infection is essentially untreatable. Fluoroquinolone-resistant Escherichia coli, a common cause of urinary tract infections, now accounts for over half of the isolates in some Asian countries [33, 34].\n\nT he emergence of resistance to antibiotics in Gram-positive pathogens has become a major international problem as there are fewer, or even sometimes no effective, antimicrobial agents available for infections caused by these bacteria. Methicillin-resistant Staphylococcus aureus is common in many countries and in fact has spawned a nomenclature recognized by the general public: MRSA. Several studies have reported resistance to the newer antimicrobial agents like linezolid, vancomycin, teicoplanin, and daptomycin [35]. Thus far, these isolates appear to be uncommon and have been found in <1% of isolates in Brazil, China, Ireland, and Italy, with nearly undetectable rates elsewhere. Vancomycin-resistant Enterococcus (VRE) is growing in frequency and can now be a cause of primary bacteremia in immunocompromised individuals [36]. A key message is that antibiotic resistance is increasing (generally) and travelers should be alerted to resistance to commonly encountered organisms, and if antibiotic prophylaxis is required, their prophylaxis is adjusted.\n\n\nNeisseria gonorrhoeae is a specific organism for which resistance has become especially problematic. It has progressively developed resistance to virtually all antimicrobial agents since introduction of sulfonamides in mid-1930s. The current treatment guidelines recommend dual antimicrobial therapy (ceftriaxone 250–500 mg × 1 plus azithromycin 1–2 g × 1) as first-line regimen [37, 38]. Although dual therapy is very effective, development of concomitant ceftriaxone and azithromycin resistance is likely to emerge [39]. The risk of untreatable N. gonorrhoeae demands better global antimicrobial surveillance system, clinical trials on combined therapy of existing drugs as well as novel agents in monotherapy, and development of a gonococcal vaccine. For PIDD patients, guidance on barrier methods for the prevention of sexually transmitted diseases should be a part of any pre-travel counseling.\n\nMycobacteria tuberculosis (MTB) is an age-old pathogen with emerging resistance. Drug-resistant TB, fueled by the HIV epidemic, is a global threat. In 2015, WHO estimated 480,000 new cases of multidrug-resistant TB (MDR-TB) and an additional 100,000 new cases of rifampin-resistant TB (RR-TB) who would also require MDR-TB treatment. Treatment of MDR-TB and Mycobacterium bovis disease is beyond the scope of this text and reader is referred to recent WHO MDR treatment guidelines [40]. Regions of the world with >6% MDR TB include regions of Azerbaijan, Kazakhstan, Russia, Uzbekistan, China, Georgia, and Eastern Europe. Extensively drug-resistant TB (XDR TB) refers to MTB resistant to isoniazid, rifampin, any fluoroquinolone and at least one second-line drug. XDR TB has been reported in 105 countries. On average, 10% of patients with MDR TB have XDR TB. As is true for all types of MTB, XDR TB is contagious and small outbreaks related to person-person transmission have been reported.\n\nNon-tuberculous mycobacteria (NTM) cause significant systemic infections in patients with defects of the IL-12/IFNγ/STAT1 axis as well as in GATA2 deficiency and can cause significant pulmonary infections in PIDD patients with bronchiectasis. Compared to TB, NTM is acquired from the environment and not from person-to-person transmission; therefore, acquisition of antibiotic-resistant strains is less common. However, in these individuals with PIDD, NTM disease is often chronic and can be difficult to eradicate, and resistance can then easily develop during therapy. Using combination of antibiotics is essential, and consultation with those familiar with treatment of treatment refractory NTM disease is recommended.\n\n\nAspergillus species are ubiquitous inhaled molds with worldwide distribution that cause opportunistic infections in immunocompromised patients [41]. Aspergillosis also occurs in PIDDs associated with quantitative and/or qualitative phagocyte defects; it develops most frequently in chronic granulomatous disease (CGD) patients (prevalence, ~40%), while it is seen less often in patients with GATA2 deficiency, CARD9 deficiency, and congenital neutropenia syndromes [42, 43]. Upon inhalation, Aspergillus species cause invasive pulmonary disease in susceptible hosts with the exception of CARD9 deficiency, where aspergillosis has a predilection for extrapulmonary tissues with sparing of the lungs [44]. Diagnosis is established by fungal culture and/or histopathology showing acute-angle septate hyphae and/or detection of galactomannan, an Aspergillus cell wall component released during invasive infection, in serum or bronchoalveolar lavage fluid [41]. While azole-susceptible Aspergillus fumigatus is still the most common infecting species in PIDD patients, the emergence of azole-resistant A. fumigatus and non-fumigatus Aspergillus species underscores the importance of a high index of suspicion in patients who do not respond to front-line voriconazole treatment [45].\n\nThe advent of fungal molecular diagnostics has demonstrated that patients with PIDDs are more prone to infections by uncommon low-virulence Aspergillus species with intrinsic resistance to azole antifungal agents that do not infect patients with iatrogenic immunosuppression. These primarily include Aspergillus viridinutans, Aspergillus tanneri, and Neosartorya udagawae, which pose major diagnostic and therapeutic challenges due to their impaired sporulation and propensity for contiguous and distant tissue spread, respectively. In addition, acquired azole resistance in A. fumigatus can be seen in patients on long-term exposure to azole drugs used as treatment and/or prophylaxis [46]. Azole resistance in these strains is predominantly caused by point mutations in the lanosterol 14α-demethylase gene that encodes the CYP51A protein, the primary target of azole drugs. Importantly, infection by azole-resistant A. fumigatus strains without prior exposure of patients to azole antifungals has recently emerged as an important global health concern due to the widespread use of sterol demethylase inhibitor fungicides in agriculture that results in cross-resistance with the triazole antifungals used in clinical practice [47–49]. Fungicide-driven azole-resistant environmental Aspergillus strains were first observed in The Netherlands in 2007 and have since then been documented in other parts of Europe, South and North America, the Middle East, Australia, Africa, and Asia. The prevalence of these azole-resistant Aspergillus strains among clinical Aspergillus strains recovered from patients in 19 European countries was reported to be 3.2%, while alarmingly in some areas >20% of recovered strains exhibited azole resistance [50]. The emergence of such Aspergillus environmental strains poses serious threats to the treatment of immunosuppressed patients. Mortality rates as high as 88% have been seen due to delays in diagnosis and suboptimal treatment with azole antifungals [51]. Although no prospective data exist for the treatment of patients with such resistant fungi, the use of amphotericin B- and echinocandin-based regimens are preferred over azoles [52]. In the absence of azoles, the lack of alternative oral antifungal agents is particularly challenging for PIDD patients such as those with CGD who require long-term suppressive antifungal treatment.\n\n\nCandida species are commensal yeast fungi that colonize the mucosal surfaces of ~60% of healthy individuals [53]. When perturbations in immunity and/or microbiota occur, Candida causes opportunistic mucosal or systemic infections that depend on clearly segregated immune responses for host defense. Specifically, T cells of the Th17 program are critical for mucosal and phagocytes for systemic immunity [54]. Indeed, a proportion of patients with CGD and complete myeloperoxidase deficiency develop systemic, but not mucosal candidiasis [42], whereas patients with monogenic syndromes of chronic mucocutaneous candidiasis due to mutations in the IL-17 signaling pathway (IL17RA, IL17RC, IL17F, ACT1) or in other genes that adversely affect Th17 differentiation (RORC, STAT3, STAT1, AIRE, DOCK8, STK4, IRF8) do not develop systemic candidiasis. The only known PIDD to date that results in combined mucosal and systemic Candida infection susceptibility is CARD9 deficiency. Systemic candidiasis in CARD9-deficient patients has a predilection for the central nervous system, associated with brain-specific impaired recruitment and effector function of neutrophils [55–57]. Diagnosis of Candida infections is established by culture.\n\nAzole-susceptible Candida albicans is still the most common infecting species in PIDD patients; however, emergence of azole-resistant C. albicans is not uncommon during chronic azole use, making long-term therapy challenging due to lack of alternative oral antifungal treatment options [58]. Beyond C. albicans, non-albicans Candida species can rarely infect PIDD patients, some of which have intrinsic resistance to azole antifungals, including Candida glabrata and Candida krusei [59].\n\nMost recently, Candida auris has emerged as a global public health concern due to its resistance to antifungal drugs, high virulence potential, propensity for health care-associated horizontal transmission and outbreaks in health care settings, persistence in the human skin and hospital environment, inherent resilience to antiseptics, and misidentification by routine biochemical methods as other yeasts (most often Candida haemulonii, but also Candida famata, Rhodotorula glutinis, or Saccharomyces cerevisiae). C. auris was first recovered from the ear canal of a patient in Japan in 2009 and has since then been reported to cause life-threatening infections and hospital outbreaks in Europe, Asia, Africa, the Middle East, and South and North America [60–63]. Most of the reported strains of C. auris have intrinsic resistance to fluconazole and other triazole antifungal agents, while a significant proportion of strains has elevated minimum inhibitory concentrations to amphotericin B and echinocandins, with some strains reportedly resistant to all three classes of azoles, polyenes, and echinocandins [64]. Avoidance of azole antifungals is important in C. auris-infected patients, and echinocandin- or amphotericin B-based regimens are preferred, guided by strain-specific in vitro susceptibility patterns.\n\nArthropod-borne viruses (arboviruses) are transmitted to humans through the bites of infected insects: mosquitoes, ticks, sand flies, or midges. Some arboviruses can be transmitted through blood transfusion, organ transplantation, perinatal transmission, consumption of unpasteurized dairy products, or breastfeeding. There are >100 arboviruses causing human disease. Most arboviral infections are asymptomatic. Infectious manifestations range from mild febrile illness to severe encephalitis. Arboviral infections are often categorized into two primary groups: neuroinvasive disease and non-neuroinvasive disease. Tables 2 and 3 list the encephalitigenic viruses and the febrile/hemorrhagic disease causing viruses. In this section, we will highlight West Nile Virus, the most common of the encephalitogenic arboviruses.\n\n\n\nThis section highlights the four important non-neuroinvasive arboviruses based on current geographical distribution: Dengue, Yellow fever, Zika, and Chikungunya (Table 3). Approximately 100 countries/territories have reported local transmission for both chikungunya and dengue viruses [72].\n\nDengue is due to infection with one of four dengue virus serotypes, transmitted by a mosquito (typically Aedes aegypti). This febrile illness affects all ages with symptoms appearing 3–14 days after the infective bite. Symptoms range from mild to high fever, with severe headache, musculoskeletal pain, and rash. Severe dengue (also known as dengue hemorrhagic fever) occurs in 0.5–5% of cases and is characterized by fever, abdominal pain, persistent vomiting, bleeding, and breathing difficulty and is a potentially lethal complication [73]. Paradoxically, the main risk factor for dengue hemorrhagic fever is pre-existing antibodies. Early clinical diagnosis and comprehensive management by experienced clinicians increase survival.\n\nDengue is ubiquitous throughout the tropics with the highest infection rates in the Americas and Asia. Dengue is now endemic in 100 countries, causing up to 50 million infections a year and 22,000 deaths, mainly among children. Over half of the world’s population inhabits areas at risk for dengue infection [74]. The presence of A. aegypti in over 125 countries potentially puts almost the whole world at risk of becoming infected with this virus. PCR is widely used as serologic methods to diagnose dengue. Immunity to one serotype does not confer protection against the other three serotypes, and heterologous antibody may be a risk factor for hemorrhagic dengue [73].\n\nThe natural history of Dengue has been studied in HIV patients where HIV did not appear to increase severity. There have been no reports of patients with PIDD having dengue; however, dengue infection after solid transplantation has been reported [75–78] with some patients having severe complications suggesting that T cell compromise in PIDD could be a risk for severe disease. There are no antiviral medications utilized for dengue virus. Care of patients with hemorrhagic disease requires meticulous approach to fluids and coagulation status. One dengue vaccine has been registered in several countries (CYD-TDV) for individuals from 9 to 45 (or 60) years old. It is a live attenuated recombinant tetravalent vaccine with backbone of the attenuated yellow fever 17D virus genome with the prM and E genes that encode the proteins from the four wild-type dengue viruses. The WHO has suggested its use in regions where seroprevalence of Dengue virus of any serotype is 70% or greater, but has not recommended it to HIV-infected, immunocompromised individuals, nor pregnant or lactating women [79].\n\nMost people infected with the yellow fever virus have no illness. Symptoms of yellow fever include sudden onset of fever, chills, headache, musculoskeletal pain, nausea, vomiting, fatigue, and weakness. The incubation period is typically 3–6 days, and symptoms may appear after return from travel. Most people improve after the initial presentation, but 15% of cases progress to develop a more severe form of the disease, usually after a day of presumed recovery. The severe form is characterized by high fever, jaundice, bleeding, and eventually shock and failure of multiple organs [80].\n\nYellow fever virus is an RNA virus that belongs to the genus Flavivirus. It is transmitted from mosquitoes after biting an infected primate. It is widely distributed in the equatorial tropics [80]. Aedes species of mosquitoes are primarily responsible for transmission. Large epidemics of yellow fever occur when the infection enters heavily populated areas with a high mosquito density and where most people have little or no immunity. West Africa has undergone a large-scale vaccination campaign with impressive results and yellow fever is now uncommon in West Africa [81].\n\nSerologic testing for yellow fever is the diagnostic standard. PCR can be performed on tissue samples. There are no published studies of yellow fever in immunocompromised people, but the elderly, very young, people with autoimmune disease, or who are post-thymectomy are at risk from the attenuated vaccine strain. Thus, it seems likely that any immunodeficiency would be associated with more severe wild-type disease. Currently, no specific antiviral drug for yellow fever exists. Treatment of dehydration, liver and kidney failure, and fever improves outcomes. The yellow fever vaccine is highly effective; however, immunodeficient patients should not receive it.\n\nInfection with Zika virus is often asymptomatic. It represents a mild infection for those who have any symptoms [82]. The Zika virus has been detected in urine, semen, and saliva of infected individuals, and transmission from transfusion and sexual relations has been reported. It is also detectable in breast milk, but breastfeeding-associated transmission has not been reported so far [83–85]. Contact with highly infectious body fluids from patients with severe Zika infection has also been suggested as a possible mode of transmission [86]. Of tremendous importance is the presence of prolonged shedding of Zika virus in a congenitally infected newborn [87]. The main public health risk of Zika virus is microcephaly in newborns from infected mothers [88]. Zika virus is capable of infecting human neural progenitor cells in vitro. Infection results in disruption of cell cycle, increased cell death, and attenuated neuron growth [89]. Zika is not thought to be a major risk for people with PIDD (based on the experience with HIV patients, but our recognition of Zika is very recent. There is no known specific treatment for Zika; however, there is an important effort to develop a vaccine.\n\n\nBabesia microti (the main species in the USA) infection can be asymptomatic, but many people develop fever, chills, headache, myalgias, anorexia, nausea, or fatigue [97]. Babesiosis often causes hemolytic anemia. B. microti is spread by Ixodes scapularis ticks in the USA and Babesia divergens (the main species in Europe) is spread by Ixodes ricinus. Symptoms begin 1–3 weeks after a bite from an infected tick with B. divergens having a higher mortality rate and greater symptomatology compared to B. microti. The main geographic areas involved are the coastal Eastern USA and cattle breeding areas throughout Europe. The diagnosis is usually by inspection of a blood smear or through serology. A PCR test has just been developed. Immunodeficiency, asplenia, and older age are recognized risk factors for severe disease and even death [98–100]. Thus, congenital asplenia would be considered a major risk for severe disease. A combination of atovaquone and azithromycin is generally used for therapy, although clindamycin and quinine have been used with success. Patients with severe illness have been treated with exchange transfusions.\n\nFive different types of Plasmodium (Plasmodium falciparum, Plasmodium vivax, Plasmodium ovale, Plasmodium malariae, and Plasmodium knowelsi) infect humans. Malaria is transmitted primarily by female Anopheles mosquitoes. Symptoms vary depending on the type of Plasmodium involved but usually include high fever, chills, and headache. In some cases, the illness can progress to severe anemia, kidney and respiratory failure, and death. The incubation period typically ranges from 9 to 14 days for P. falciparum, 12 to 18 days for P. vivax and P. ovale, and 18 to 40 days for P. malariae. In P. vivax and P. ovale infections, relapses can occur months or even years without symptoms. P. vivax and P. ovale have dormant liver stage parasites that must be specifically eradicated through medical therapy.\n\nMalaria has been a global health concern throughout history and is a leading cause of death and disease across many tropical and subtropical countries. Over the last 15 years, new control measures have reduced malaria by over half [101]. The Democratic Republic of the Congo and Nigeria account for over 40% of the estimated total of malaria deaths globally. High rates of malaria are seen in India as well. Nevertheless, malaria exists in most tropical regions of the Americas, Africa, and Asia [101].\n\nThe diagnosis of malaria depends on the demonstration of parasites in the blood, usually by microscopy. The threat to immunodeficient patients is not entirely clear, but patients with HIV seem to have no additional burden of disease other than an increase in placental malaria, suggesting that T cells are not central to the defense of malaria [102, 103]. Asplenia is a known risk factor for severe malaria [104]. Antibodies appear to be both protective and pathologic [105, 106]. Treatment and prophylaxis depend on the region of the world because the parasites and resistance are highly variable and highly dynamic. Therefore, it is best to consult an infectious disease specialist familiar with the prophylaxis before travel and for treatment of acute cases.\n\nRickettsiae are small Gram-negative bacteria. They are obligate intracellular parasites, and the primary target in humans appears to be endothelial cells with subsequent thrombosis and clinical presentation of vasculitis [121]. The Rickettsiaceae family, originally defined by non-specific phenotypic characteristics, was reclassified into different strains and subspecies based on gene sequencing and genetic phylogeny (Table 4). The clinical presentation of rickettsial disease can vary, but the classic triad of fever, rash, and headache still provides major clues for the diagnosis [122–124]. However, rash is not an obligatory sign, and the incidence of rash can range between 100% for Rickettsia conorii infection, ~90% for Rickettsia rickettsii, 30% for Rickettsia africae, and less than 10% in the case of Anaplasma phagocytophilum infection. Therefore, fever in patients with exposure to a potential vector should raise a concern for a rickettsial disease, especially if there is also evidence of rash, inoculation eschar, or localized lymphadenopathy. Additional supporting laboratory findings can include neutropenia, thrombocytopenia, and increase in liver transaminases.\n\n\nThe geographic distributions of rickettsioses and ehrlichioses are mostly dependent on their vector distribution [125]. As such, louse-borne and flea-borne are worldwide, reflecting the worldwide distribution of lice and fleas, with a tendency to parasite poor people in cold places and, characteristically, during wars. Ticks, on the other hand, depend on their environment and most do not have a worldwide distribution. With the exception of the dog tick, vector for R. conorii in Asia and North Africa, R. rickettsii in the USA, Rickettsia massiiae and Erhlichia canis worldwide, most other tick-borne diseases are restricted to areas of the world correlating with the distribution of their vector [126]. For that reason, it should be anticipated that climate and environmental changes will affect vector distribution and its reservoir host and, hence, the geography and epidemiology of tick-borne diseases [10, 127, 128]. Diagnosis presents a challenge, as it is extremely difficult to grow these organisms in culture. Immunohistochemistry and PCR can be helpful.\n\nThe severity of rickettsial disease varies with the causative agent and the host. R. rickettsii, Rickettsia prowazekii, and Orienta tsutsugamushi are considered most pathogenic. As for host factors, although severe and fatal cases have been described in healthy immunocompetent hosts [129, 130], there is evidence to suggest that children under the age of 10 [130] and immunocompromised hosts either secondary to hematologic malignancies, immunosuppressant treatment for organ transplantation, or HIV infection are at a greater risk to develop more severe disease with higher case fatality rates [131, 132]. All Rickettsiaceae are intracellular pathogens, and one could expect an increased risk for severe disease in PIDDs with abnormal T cell function. Five to 7 days of doxycycline is the preferred treatment for non-pregnant adults and children. Treatment should not be delayed while awaiting diagnostic testing [133] and can be given to children despite a minimal risk for dental staining. Alternative treatments include azithromycin for mild disease [134] and chloramphenicol for pregnant women.\n\n\nAnaplasma is an intracellular bacterium that infects wild and domestic mammals, including man. A. phagocytophilum was formerly known as human granulocytotropic ehrlighiosis but is now known as human granulocytotropic anaplasmosis [135]. E. chaffeensis infects monocytes and causes human monocytic ehrlichiosis [136]. Anaplasma and Ehrlichia have historically cycled within non-human enzootic hosts, and man has become infected through increasing interactions with the environment. Ehrlichia and Anaplasma are transmitted by Ixodes species of ticks, and their ranges include the Eastern USA, South Central USA, and scattered regions of Europe, as far north as Sweden. These infections have not been seen in humans in the Southern hemisphere, but there are reports of organisms being identified [137]. A less common mode of transmission is through transfusions.\n\nThe symptoms of Ehrlichia and Anaplasma infections are similar [136]. Abrupt onset of an influenza-like illness occurs about 12 days after a tick bite. Ehrlichia can cause a mild rash (30% of adults and 60% of children), but rash is uncommon in Anaplasma infections. Highly suggestive laboratory features are leukopenia and thrombocytopenia. Mortality in the general populations appears to be <5%, but ICU admission is not uncommon. Hemophagocytosis has been described with Anaplasma [138] and Ehrlichia [139]. Both infections are more severe in any setting of immune compromised, including asplenia [129, 135]. The diagnosis is typically made by PCR, and doxycycline is the recommended treatment. Intracellular inclusions can be seen on CBC smears (more often in Anaplasma than Ehrlichia). An uncommon but well described facet of these infections is that the tick vector can also transmit Borrelia burgdorferi and Babesia microti, and simultaneous infection with multiple organisms can occur.\n\n\nC. burnetii is a highly pleomorphic Gram-negative coccobacillus and the causative agent of Q fever. Q fever is a zoonosis, and the most common reservoirs are cattle, sheep, and goats but many other animals can be infected by C. burnetii [140, 141]. When infected, these domestic animals can shed the organism in urine, feces, milk, and especially birth products. The pathogen survives within the phagolysosome of host cells, and a spore stage has been described. This spore stage explains the ability of C. burnetii to survive in unfavorable environmental conditions, and it can be an environmental risk for months to years after shedding from an infected animal. Q fever is considered an occupational disease affecting people with direct contact with infected animals; however, indirect contact through exposure to contaminated animal products has also been described to cause disease outbreaks.\n\nHumans are infected by inhalation of contaminated aerosols. Following an average incubation period of 20 days, infected patients can present with severe headache, fever, chills, fatigue, and myalgia. Other signs and symptoms depend on the organs involved. In contrast to rickettsial diseases described above, rash rarely occurs in the early stages of the disease. C. burnetii can cause a range of clinical symptoms. A self-limited febrile illness is probably the most common form of Q fever. Pneumonia, either atypical or severe, is also common and can be a part of acute Q fever syndrome. In contrast, a variety of manifestations can be recognized in chronic Q fever, including endocarditis, endovascular infection, osteomyelitis, hepatitis, interstitial pulmonary fibrosis, prolonged fever, and purpuric vasculitic rash.\n\nQ fever diagnosis is based on serologic testing with indirect immunofluorescence being the best for differentiating between acute and chronic Q fever (high antiphase I antigen titer). The treatment of choice for acute Q fever is doxycycline, with co-trimoxazole, chloramphenicol, or rifampin being an accepted alternative. There is no agreement on the treatment for Q fever endocarditis, and a combination of doxycycline with either fluoroquinolone or hydroxychloroquine is recommended. There is also controversy regarding the duration of treatment, ranging from 2 years to indefinite treatment.\n\nOld evidence suggests that Q fever is more common in immunocompromised patients. A French study showed higher incidence of antibodies to C. burnetii in HIV positive compared to HIV-negative patients (10.4 vs 4.1%). In addition, 5 out of 68 hospitalized patients were HIV positive (7.3%), suggesting a more frequent symptomatic disease [142]. A smaller similar study performed in Central Africa failed to show increased incidence of seropositivity in HIV-positive patients [143]. Two case reports describe severe disease in immunocompromised patients. The first was a case of fatal Q fever disease in an 11-year-old male with CGD [144]. The patient was treated with broad spectrum antibiotics, but without coverage for Q fever. The second case was a 53-year-old asplenic male who presented with fever, jaundice, and encephalopathy and was diagnosed with acute Q fever [145]. The patient was successfully treated, but the two case reports could suggest susceptibility in cases of phagocytic disorders.\n\nThe Bartonellaceae are fastidious, facultative intracellular Gram-negative bacilli (Table 5). Most species infect primarily non-human animals, and in most cases, human are considered incidental hosts. The documented common human pathogens include Bartonella bacilliformis, Bartonella henselae, and Bartonella quintana, and it is believed that humans are the primary mammalian reservoir of B. quintana. Infection occurs through inoculation of Bartonella-infected arthropod feces into breaks in the skin. The epidemiology of Bartonella infection in humans follows the distribution of the vector. As such, infection with B. bacilliformis follows the distribution of the sand fly vector (Lutzomya) and is confined to the Andes Mountain in Peru, Ecuador, and Colombia at heights of between 500 and 3200 m. The human body louse Pediculus humanus is the vector of B. quintana, which explains the global distribution of this pathogen and worldwide outbreaks of Trench Fever, mostly in conditions of poor sanitation and upon exposure to body lice. Trench Fever was responsible for over a million infections during World War I. Fever, either abrupt or indolent in onset, with a maculopapular rash, conjunctivitis, headache, myalgias (most often affecting legs), and splenomegaly was described. Urban B. quintana infections occur most often among homeless and have a distinct clinical picture with fever as the most common manifestation. Endocarditis occurs in many [146]. Bartonella henselae is globally endemic, and domestic cats are a major reservoir. The major arthropod vector of B. henselae is the cat flea, which is responsible for cat-to-cat transmission. Human infection, called Cat Scratch Disease, is assumed to involve inoculation of Bartonella-infected flea feces into the skin during a cat scratch. B. henselae causes primarily adenopathy and neurologic symptoms [147]. B. bacilliformis causes a condition with two phases: the acute phase with fever, anemia, and transient immunosuppression followed by nodular dermal eruption [148]. Recently appreciated are the ongoing systemic features during the eruptive phase such as arthralgias, adenopathy, and anorexia [149].\n\n\nDiagnosis of Bartonella-associated diseases can be achieved by direct examination of clinical material, bacteriologic culture methods, serologic and immunocytochemical studies, PCR-based assay, or combination of these methods.\n\n\nBartonella infection can present differently in immunocompromised hosts [150]. In addition to higher prevalence of Bartonella infection in HIV patients [151], both B. quintana and B. henselae can induce neovascular proliferation which might involve the skin, lymph nodes, and a variety of internal organs including the liver, spleen, bone, brain, lung, bowels, etc. These neovascular lesions, known as bacillary angiomatosis/peliosis (BA/BP), were initially described in HIV-infected patients with advanced disease and was later described in other immunocompromised hosts secondary to immunosuppressant treatment for solid organ transplantation or hematologic malignancy [152–155]. Cutaneous BA lesions can vary in presentation and can be subcutaneous, dermal nodules, single or multiple papule that can be flesh colored, red, or purple. Lesions may ulcerate and bleed. They can change in number and size (millimeters to centimeters; few to hundreds) and can involve mucosal surfaces or deeper soft tissues. Similar variation can be seen with visceral involvement. Histologically, lesions consist of lobular proliferation of small blood vessels and neutrophilic predominant cell infiltration. The term bacilliary peliosis is used to describe blood-filled cystic spaces mostly involving the liver, spleen, and lymph node. Pathogenic bacteria can be isolated from vascular lesions. While both pathogens were associated with cutaneous lesions, only B. henselae was associated with visceral BP [156].\n\nBased on HIV literature, it is reasonable to expect an unusual presentation of Bartonella infection especially in PIDDs involving T cell dysfunction. Bartonella infection was described as a cause for hepatitis in a single CD40L deficiency patient [157]. In addition, since cases of granulomatous disease due to Bartonella infection [158–160] have been described, it should be considered in the differential diagnosis of PIDD with granulomatous inflammation.\n\nThe genus Borrelia belongs to the Spirochaetaceae family. It includes B. burgdorferi which causes Lyme disease and species that cause relapsing fever. The latter are further divided into tick-borne species and louse-borne species. Louse-borne relapsing fever (LBRF) is caused only by Borrelia recurrentis and is spread by human body louse. The disease was epidemic in the early twentieth century, and it is estimated that more than 50,000 died of LBRF during World War II. With sanitation improvement LBRF is now found only in the Horn of Africa and among homeless people in Europe. More recently, cases of LBRF in refugees and migrants were described [161, 162]. Tick-borne relapsing fever (TBRF) is caused by a group of pathogens which are maintained by and survive in soft-ticks (Orinthodoros genus). Each TBRF Borrelia species depends on one specific species of soft-body tick. Except for Australia and Antarctica, TBRF species can be found in all continents. The animal reservoir includes small animals and rodents. Since the spirochetes persist in the tick salivary gland, disease transmission occurs when humans intrude the tick’s environment. Tick bites are painless, and history of a tick bite is often missing. Therefore, a history of potential exposure can be valuable.\n\nThe major clinical symptom is relapsing fever. After a median incubation period of 7 days, patients present with febrile episode that can last 2–7 days, followed by afebrile period of 4–14 days. Patients with TBRF can have up to 30 febrile relapses, while LBRF is usually associated with only one relapse. Other symptoms include myalgia, arthralgia headaches, and vomiting, and physical findings include lymphadenopathy and splenomegaly with rash occurring only in third of the patients. A range of neurologic complications as well as systemic inflammatory response syndrome also have been described [163].\n\nDiagnosis is based on identifying the spirochetes on blood smear. Sensitivity of blood smear is higher during febrile period (about 70%), and a negative blood smear does not exclude RF. In LBRF, the spirochete load can be low and specific stains can be helpful. Other diagnostic methods include serologic testing, PCR, and mouse inoculation.\n\nDoxycycline, tetracycline, and penicillin are the preferred treatment, with most patients treated with 7–10 days of doxycycline. Jarisch-Herxheimer reactions with high fever and leukopenia occur in half of the patients following the first antibiotic dose and can develop into a severe reaction with hypotension, respiratory distress, and death [163]. Without treatment, TBRF carries a mortality rate of up to 10% with even higher 40% mortality rate for untreated LBRF. Two cases of meningoencephalitis with Borrelia miyamotoi in heavily treated immunocompromised patients have been described [164, 165].\n\nLyme borreliosis is the most common vector-borne disease in the Northern hemisphere caused by a group of at least 13 genospecies. Lyme disease is a multisystem illness affecting the skin, joints, nervous system, and heart. Human infection is caused mainly by three species: B. burgdorferi is the most common cause in North America but also found in Europe, and Borrelia afzelii and Borrelia garinii which cause the disease in Europe and Asia. Emerging infections in the mid-Western USA with Borrelia mayonii cause a condition similar to Lyme disease. Most tick species do not carry Borrelia species. The vectors of all Borrelia species are the ixodid tick species; this includes the deer tick, I. scapularis, in the Northeast and Midwest of the USA, Ixodes pacificus in the West, the sheep tick, Ixodes ricinus, in Europe and the taiga tick, Ixodes persulcatus, in Asia. The Ixodid tick demonstrates a complex vector ecology with preferences for different hosts in different geographical regions and at different stages of its development. More than 300 different species, including deer, rodents, birds, and reptiles, have been described. Infection rates also show seasonal variation with highest rates during the summer months, reflecting higher tick activity and human visits to tick-infested areas. Person-to-person transmission does not occur.\n\nLyme disease follows several stages starting with localized disease at the site of inoculation, followed by dissemination stage and, later, persistent infection [166]. However, an individual patient can show highly variable disease progression with different patterns of organ involvement and disease severity. Erythema migrans (EM) is often seen at the site of the tick bite after 3–30 days of incubation. Regional lymphadenopathy can be seen. Secondary skin lesions represent hematogenous dissemination. At this stage, constitutional symptoms of general fatigue, fever and headaches, migratory musculoskeletal pain, conjunctivitis, and cardiac involvement occur. In total, 15% of untreated patients can develop frank neurologic manifestations of meningitis, encephalitis, and variable forms of neuritis with fluctuating symptoms. Persistence can occur in untreated (on inadequately) patients. Antibiotic refractory arthritis is well described. However, even without treatment, intermittent or persistent attacks usually resolve completely within several years. Co-infection with A. phagocytophilum and B. microti can cause diagnostic confusion [167, 168].\n\nThe diagnosis of Lyme disease is established based on clinical symptoms, history of potential exposure, and serologic studies. Although positive culture can confirm the diagnosis, it can usually be obtained only from early EM lesions. PCR testing is superior to cultures and can be performed on joint fluid samples [169]. CDC recommendations for the diagnosis of Lyme disease are based on serology which might be impossible in PIDD patients with abnormal humoral response. CDC guidelines require both an ELISA (or comparable test) to be positive and a Western blot (2 out of 3 bands (23, 39, or 41 kD) on the IgM or 5 out of 10 bands on the IgG (18, 23, 28, 30, 39, 41, 45, 58, 66, 93 kD).\n\nMost Lyme manifestations can be treated with oral antibiotics, while patients with neurologic abnormalities and some patient with Lyme arthritis require intravenous therapy [170]. Doxycycline is the treatment of choice for early and disseminated disease, with amoxicillin as the second-line choice. Jarisch-Herxheimer-like reactions can appear in the first 24 h in about 15% of the patients. For patients with clear neurologic symptoms, 2–4 weeks of IV ceftriaxone is the most commonly used therapy. Few cases of neuroborreliosis and HIV have been described with a good response to treatment. Descriptions of Lyme disease in PIDD patients are lacking.\n\nZoonoses are infectious diseases that pass between animals and humans and span the spectrum of pathogens including viruses, bacteria, fungi, and parasites. Zoonoses are very common and range from mild such as certain forms of tinea to life-threatening infections such as rabies. Some of the zoonoses that are vector-borne will be covered in other sections. Risk mitigation strategies for zoonoses include patient education, proactive advice about risk scenarios, and avoidance of infected animals.\n\nSeveral zoonoses are associated with contact with mammals such as rodents or domestic farm animals through direct contact or through contact with their feces. For instance, hantavirus infections are often associated with exposures to mouse droppings when staying in cabins in the Western USA. Occupational exposures can occur with buffalopox or parapoxvirus (causing Orf infection) through direct contact with buffalo and goats/sheep, respectively [171–174]. In general, there are very few cases of PIDD with zoonotic infections acquired from mammals. However, there are a few special considerations. For instance, lymphocytic choriomeningitis virus is acquired through exposure to house mice primarily, with hamsters being a less common source of infection. Both domestic and wild mice can carry the infection without exhibiting symptoms. Although infection is rare, there have been severe cases in patients with T/NK cell dysfunction, such as a case in XLP1 and cases in solid organ transplant recipients [175]. Therefore, in patients with severe T/NK defects, consideration should be given to whether small rodents are appropriate household pets. Tularemia is a disease of animals and humans caused by the bacterium Francisella tularensis. Rabbits, hares, and rodents are the main reservoirs. Humans become infected through direct contact, ingestion of contaminated water, or inhalation of organisms. Ticks and deer flies can also transmit the disease through bites. Fever is universal, but other features depend on the mode of transmission. A patient with CGD had a complex course suggesting myeloid defects are a risk for more severe disease [176]. Rabies is an almost universally fatal infection caused by contact with oral secretions from infected mammals, typically raccoons, bats, or foxes, and there is no suggestion that PIDD or immune compromised modifies the prognosis. For individuals with high-risk exposures, such as those working with wildlife or traveling in endemic areas, pre-exposure prophylaxis is given with vaccination, and if an exposure occurs, rabies-specific immunoglobulin is provided as well as vaccination. However, for those with humoral immunodeficiencies who cannot respond to the typical pre-exposure vaccination, there needs to be counsel on the additional risk without vaccination.\n\nIn Table 6, several of the bacterial and viral zoonoses are summarized with their typical endemic areas, which is somewhat limited by diagnostic abilities and reporting, as well as the typical clinical scenarios, known cases in immunodeficiency and an approach to diagnosis and therapy.\n\n\nNipah virus causes a range of infectious phenotypes ranging from asymptomatic infection to acute respiratory distress and encephalitis. Nipah virus was identified in 1999 on pig farms in Malaysia, leading to identification of 257 human cases, including 105 human deaths and the culling of one million pigs [177]. The natural host is the fruit bat: Pteropodidae pteropus. Symptoms of infection from the Malaysian outbreak were primarily encephalitic in humans, but later, outbreaks have caused respiratory illness, increasing the likelihood of human-to-human transmission. Fever, headache, cough, abdominal pain, nausea, vomiting, weakness, problems with swallowing, and blurred vision were common. Seizures were seen in 25% and coma in 60%. Relapses of encephalitis have been described [178]. Increasing infections due to Nipah virus is thought to be due to an increasing overlap between bat habitats and pig sties in Malaysia. All outbreaks thus far have been in India, Bangladesh, or Malaysia.\n\nThe diagnosis of Nipah virus relies on PCR of fluid samples, serology in convalescent samples, and immunofluorescence of tissue. There have been no infections of immune compromised patients reported. Therapy is largely supportive, although preliminary reports of ribavirin use have been encouraging. A vaccine is under development.\n\nSevere acute respiratory syndrome coronavirus (SARS-CoV) and the Middle East respiratory syndrome coronavirus (MERS-CoV) are two zoonotic coronaviruses. The SARS pandemic in 2002–2003 resulted in 8096 reported cases in 27 countries. No further SARS cases were reported after the pandemic except isolated cases linked to laboratory accidents. Patients usually presented with fever and respiratory symptoms, but occasionally had diarrhea and vomiting. About 20–30% of SARS patients required mechanical ventilation, with a case fatality rate of about 9% [179–181].\n\nMERS was first noted in Saudi Arabia in 2012, and countries around the Arabian Peninsula are now endemic for MERS-CoV. Patients usually present with fever, cough, chills, sore throat, myalgia, and arthralgia rapidly progressing to pneumonia with over 50% of patients requiring intensive care. About one-third of patients present with diarrhea and vomiting, and acute renal impairment is a striking feature of MERS. Risk factors for poor outcome include diabetes, hypertension, and renal and lung disease. Cases have been exported to at least 26 countries with travel occasionally causing cluster of secondary outbreaks. One such example is the MERS-CoV outbreak involving 82 patients in South Korea, and the median incubation period was estimated to be 7 days with a range of 2 to 17 days [182]. At the end of 2015, there were 1621 confirmed MERS with a 36% mortality rate [179–181].\n\nBats are the natural reservoirs of both SARS-CoV and MERS-CoV. SARS-CoV crossed the species barrier into palm civets and other animals in live animal markets in China, which then infected human, while a MERS-CoV ancestral virus crossed species barrier into dromedary camels. Abundant circulation of MERS-CoV in camels results in continuous zoonotic transmission of this virus to human, while SARS-CoV was not found to circulate in the intermediate reservoirs, explaining SARS being a one-off outbreak and MERS a continuing zoonotic disease [179]. Aerosol-generating procedures such as intubation were associated with increased viral transmission of both CoVs resulting in nosocomial outbreaks [179]. Super-spreaders are responsible for large and prolonged outbreaks [181]. The diagnosis for SARS and MERS include both serological tests and PCR assays that can quantify viral loads [183].\n\nFunctional genetic polymorphisms leading to low serum mannose binding lectin (MBL) are associated with susceptibility to but not severity of SARS in both Southern and Northern Chinese [184–186]. MBL was shown to bind to SARS-CoV and inhibit the infectivity [184], suggesting its role as first-line defense against SARS-CoV. Although no patients with primary immunodeficiency infected with SARS-CoV or MERS-CoV were identified, likely due to the limited number of such infections, patients with T cell defect and type 1 interferon pathway defects could suffer a more severe disease course [187, 188].\n\nVirus-based and host-based treatment strategies are largely experimental with uncertain benefits. Ribavirin, type 1 interferons, small molecules, and monoclonal antibodies that block CoVs entry have been explored [183]. Passive immunotherapy and multiple candidate vaccines have been tested in various animal models. Convalescent plasma immunotherapy has been considered, but clinical trials are lacking in MERS [189], while for SARS a systematic review concluded convalescent serum may reduce mortality and appear safe [190].\n\nThe Filoviridae family contains three known genera, the Ebolaviruses, Marburgviruses, and Cuevavirus. Ebolavirus and Marburgvirus cause hemorrhagic fever syndromes in primates and humans, with high fatality rates. Cuevavirus infects only bats. The Ebolavirus genus contains five species, with two of the species (Zaire ebolavirus and Sudan ebolavirus) being responsible for the majority of cases of human disease, while Marburgviruses contain two species (Marburg virus and Ravn virus). Filoviruses are capable of replicating in a number of cell types (with the exception of neurons and lymphocytes). Upon entry into the body of the host (via breaks in the skin, parenterally, or through mucosal surfaces), Filoviruses employ a variety of mechanisms to evade the activity of the immune system [191]. The incubation period (interval from infection to onset of symptoms) varies from 2 to 21 days. Symptoms begin abruptly, with high fever, severe headache, malaise, myalgia, diarrhea, nausea, and vomiting. A rash can occur between 2 and 7 days after onset of symptoms. Hemorrhagic manifestations occur between 5 and 7 days, and fatal cases usually have some form of active bleeding. In an outbreak setting, the symptoms are unmistakable but confusion with malaria can occur early in the disease or in sporadic cases.\n\nSince their original descriptions in 1967 and 1976, respectively, for Marburg and Ebola, there have been a number of sporadic cases and several major outbreaks. The largest Marburg virus outbreak occurred in Angola in 2005 (with a fatality rate of >80%), while the largest Ebola epidemic happened between 2014 and 2016 in West Africa (Sierra Leone, Guinea, and Liberia) and claiming over 11,000 lives (fatality rate > 40%). Although not definitively proven in the case of Ebola, bats are believed to be the natural animal reservoir for these viruses [192, 193]. These viruses are transmitted via contact with blood or body fluids from an infected host; notably, certain body fluids can harbor virus for weeks to months after resolution of disease. Given the recent outbreak in West Africa, there has been renewed interest in understanding the pathogenesis of filovirus infections and possible therapies.\n\nLiterature regarding how the pathogenesis of disease may be altered in patients with PIDD is lacking. However, the assumption is that in the absence of an intact cellular and/or humoral immune response, the patient with a PIDD may be at increased risk of mortality in the setting where mortality is already high. These viruses induce apoptosis of lymphocytes and macrophages, and there is therefore a profound secondary immune compromised [194, 195].\n\nFiloviruses can be detected in multiple body fluids via PCR. Although practiced for decades, a study in Guinea in 2015 failed to show a decrease in mortality among patients receiving convalescent plasma from previously infected donors [196]. A number of additional compounds (e.g., TKM-Ebola, BCX4430, and GS-5734) and biologics (ZMapp) have been shown to offer protection in animal models of Ebola, but to date, no controlled and appropriately powered clinical trials have addressed their efficacy in humans. Finally, a number of vaccines for Ebola are undergoing clinical studies (including four in Phase III trials). Importantly, in late 2016, the rVSV-ZEBOV vaccine was shown to have displayed high efficacy in protecting immunized adults during the 2015 Guinea Ebola outbreak, and the data also suggested that the vaccine may even offer “herd immunity” to unimmunized persons in proximity to recipients of the vaccine [197, 198].\n\nHepatitis E virus is a single-strand RNA virus of the Hepeviridae family. It is an important zoonotic disease in Asia and Africa, and fecal-oral spread is the usual route of transmission [199]. Handling of pig or boar meat is a risk factor, and 2–10% of pig livers sold in grocery stores in Japan and the USA are infected [200, 201]. Swine represent the major reservoir, although antibodies to the virus have been found in many species [199]. The incubation period is 2 weeks to 2 months, and viremia disappears with the onset of symptoms. The mortality rate is 1–4% and can reach 20% in pregnancy [202]. Acute hepatitis usually resolves but can lead to liver failure in severe cases. Patients with hepatitis E post-transplant have had severe courses in some cases [203]. In immune compromised patients, the course can become chronic [204–206]. In these cases, cirrhosis develops. The diagnosis is by serology or PCR, and the treatment is supportive.\n\nPrevention modalities for infections transmitted by humans are conceptually different than infection prevention for vector-borne infections. Hand hygiene is extremely important, and avoidance of clearly infected people can be helpful. Recognition of infections with fecal-oral transmission and the importance of water purity are critical for patients with PIDD. In contrast, infections transmitted by aerosols require prevention strategies related to droplet precautions. In outbreak scenarios, if the risk to the patient is high, specific chemoprophylaxis may be considered.\n\nInfluenza viruses type A and B cause annual epidemic influenza, while type C causes sporadic mild influenza-like illness. Patients present with sudden onset of fever, chills, and myalgia, followed by sore throat and cough. Other less common features include diarrhea, acute myositis, and encephalopathy [207, 208]. Co-infection with bacteria such as pneumococci results in more severe disease [209, 210]. Influenza pandemics occur yearly around the world. Influenza viruses infect 5 to 15% of the global population, resulting in ~500,000 deaths annually [211]. The viruses circulate in Asia continuously and seed the temperate zones, beginning with Oceania, North America, and Europe, then later seeding into South America [212]. Diagnosis of influenza includes direct/indirect immunofluorescent antibody staining for antigens in nasopharyngeal aspirates and PCR.\n\nA patient with compound heterozygous null mutations of the gene encoding IRF7, a transcription factor for amplifying IFN-α/β, was reported to have life-threatening influenza during primary infection [213]. Fatal influenza-associated encephalopathy in both Chinese and Japanese children has been reported to be associated with genetic variants of thermolabile carnitine palmitoyltransferase II [214]. Patients with SCID will have prolonged viral shedding [215]. Severe pandemic influenza A virus (H1N1) infection has been associated with IgG2 and IgG3 subclass deficiency [216, 217]. In addition, influenza infection can be more severe in PIDD patients with underlying lung disease, such as bronchiectasis, and antibiotic coverage of chronic colonizing bacteria (such as Pseudomonas) in this setting may be helpful.\n\nInactivated seasonal influenza vaccine should be given to PIDD patients even those with humoral deficiencies as their T cell response to influenza could be normal and offer protective immunity against severe influenza [218, 219]. Antiviral drugs include neuraminidase inhibitors (oseltamivir and zanamir) and adamantanes (amantadine and rimantadine), but resistance to adamantanes is widespread.\n\nMeasles is a single-stranded, negative-sense, enveloped (non-segmented) RNA virus of the genus Morbillivirus. Measles is highly communicable, transmitted by droplets, and less commonly by airborne spread. Patients present with fever, cough, coryza conjunctivitis rash, and Koplik spots. Complications include pneumonia, acute encephalitis, and subacute sclerosing panencephalitis (SSPE) [220]. Diagnosis of measles includes serological tests, virus isolation, and PCR. In an outbreak, the clinical features may be sufficient for diagnosis.\n\nMeasles vaccine has caused severe measles in children with STAT2 and IFN-α/β receptor deficiency [187, 188], demonstrating the importance of type 1 interferon pathway in controlling measles. Immune compromised of nearly any type is associated with severe disease and higher mortality [221]. T cell deficiency states are the most strongly associated with the development of giant cell pneumonia and inclusion body encephalitis, the most feared complications of measles. SSPE is a slow encephalitis due to persistence of replication defective measles virus in the CNS. It is most frequently seen when young infants are infected with measles and 6–10 years later, SSPE becomes evident. There are case reports supporting the immune compromised as increasing the risk of SSPE [222]. Treatment of SSPE with ribavirin has shown some improvement, but the prognosis in general with SSPE is very grave. Patients with CGD have defective memory B cell compartment, resulting in lower measle-specific antibody levels and antibody-secreting cell numbers, but severe disease has not been reported [223]. PIDD patients may harbor the virus latently for longer than usual, leading to complications at the time of transplant [224].\n\nSpecific antiviral therapy is lacking, but ribavirin has been given to severely ill and immunocompromised children. For measles post-exposure prophylaxis, intravenous immunoglobulin (IVIG) is recommended for severely immunocompromised patients without evidence of measles immunity [225]. This would likely include patients with SCID and hypogammaglobulinemia who are not yet on regular IVIG. Measles vaccine, given in a two-dose regimen, has brought down incidence enormously worldwide and the WHO is planning for eradication globally.\n\nNon-polio enteroviruses (NPEVs) have a worldwide distribution. Infants and young children have higher incidence of infection and a more severe course of illness than adults. The mode of transmission is mainly through fecal-oral and respiratory routes. Infection occurs all around the year in tropical and subtropical regions, while in temperate climates the peak incidence of infection is during summer and fall months [226]. NPEVs are associated with diverse clinical manifestations ranging from mild febrile illness to severe, potentially fatal conditions. Most cases are asymptomatic or have mild symptoms including fever with or without rash; symptoms of hand, foot, and mouth disease; herpangina; acute hemorrhagic conjunctivitis; upper respiratory infection; and gastroenteritis. More severe symptoms occur in infants and young children [227, 228]. Acute flaccid paralysis [229], neonatal enteroviral sepsis [230], myocarditis/pericarditis [231, 232], hepatitis, pancreatitis, pneumonia, and atypical hemolytic uremic syndrome [233] are severe manifestations seen in immunocompetent people. Chronic infections have been seen in immunocompromised patients [234]. Each virus may produce one or more of the aforementioned manifestations; however, some serotypes are often associated with particular features (Table 7).\n\nThe definitive diagnosis of NPEV infection relies on PCR or virus isolation from the cerebrospinal fluid, blood, stools, urine, or throat swab [229, 235]. Treatment of NPEVs is mainly supportive since most infections are self-limited. High doses of intravenous immunoglobulin (IVIG) are recommended in patients with severe symptoms. The efficacy of some new antiviral drugs (pleconaril, vapendavir, and pocapavir) is still under investigation [236]. No vaccine has been licensed yet for NPEVs. However, phase 3 clinical trials of inactivated monovalent EV-A71 vaccines manufactured in China showed high efficacy against EV-A71 in infants and young children [237].\n\nPatients with a variety of PIDDs are unusually susceptible to EV [238]. The most susceptible groups are patients with primary antibody deficiency such as XLA, CVID, and hyper-IgM syndrome (HIGMS) as well as those having SCID and major histocompatibility class II deficiency [239, 240]. The most severe form of infection has been described in patients with XLA due to the profound deficiency of immunoglobulins essential for viral neutralization during infection. Affected patients usually present with indolent but relentlessly progressive non-necrotizing meningoencephalitis. Regression of cognitive skills, flaccid quadriplegia, and deafness has been described. The reported non-neurologic presentations in XLA include septicemia, dermatomyositis-like disease, hepatitis, and/or arthritis [238, 241].\n\nThe incidence of NPEV meningoencephalitis in large registries of XLA cases is 1–4% [242]. Unpublished data from the Kuwait National PIDD Registry, which includes 271 PIDD patients, showed that nine patients had documented NPEV infections and two died from these infections. The two deaths were seen in SCID patients (personal communication with Prof. Waleed Al-Herz, MD). In addition, NPEV meningoencephalitis and/or septicemia were reported in few cases with either primary B cell deficiency such as B cell linker (BLINK) protein deficiency [243] or acquired B cell deficiency following the administration of anti-CD20 (rituximab) [244, 245]. In all reports, better outcome was attributed to the early administration of high doses of IVIG during NPEV viremia [246]. NPEV infection in PIDD diseases remains a major threat to patients. Also, the possible prolonged viral excretion and the emergence of resistant strains runs the risk of spreading infection to the surrounding community.\n\nOral Polio Vaccine (OPV) consists of a mixture of three live attenuated poliovirus serotypes. OPV induces production of neutralizing antibodies against all three serotypes, in addition to a local intestinal immune response. OPV can result in vaccine-associated paralysis (VAP) secondary to reversion of the vaccine strain to the neurovirulent wild-type strain. An example for such an event was demonstrated by the 2000–2001 outbreak in the Dominican Republic and Haiti [247], believed to be driven at least in part by under-vaccination of the population, which allowed the spread of the reverted vaccine strain [248]. Although rare, patients with PIDD have a higher risk to develop VAP. Reports have shown that PIDD patients with antibody deficiency can have prolonged viral replication which can persist for years and therefore theoretically increase the risk for a spontaneous reversion within the immunodeficient host [249–252]. Cases of VAP were shown in patients with antibody deficiency and combined immunodeficiency syndromes [248, 253, 254]. Therefore, OPV is contraindicated in patients with PIDD, and this contraindication extends to their household contacts [22]. Beyond the obvious risk for the PIDD patient, prolonged virus shedding also increase the risk for spreading vaccine-derived paralytic strain in the general population.\n\nThe onset of neisserial meningitis is associated with sore throat, headache, drowsiness, fever, irritability, and neck stiffness [262, 263]. Purpuric lesions are very characteristic. This pathogen can also present with sepsis which has a 20% mortality rate as opposed to 11% mortality with a meningitic presentation. This bacterium can also cause a chronic condition referred to as chronic meningococcemia. This condition is characterized by intermittent fevers lasting 1 week to 3–4 months [264]. A non-purpuric rash is common which may evolve into purpura. Arthritis, similar to that seen with gonococcus, is common. Meningococcal disease primarily affects children under 5 years of age.\n\n\nN. meningitidis is a global pathogen [265]. There are 12 serogroups, but the majority of invasive meningococcal infections are caused by organisms from the A, B, C, X, Y, or W serogroups. The annual number of invasive disease cases worldwide is estimated to be at least 1.2 million, with 135,000 deaths related to invasive meningococcal disease. Serogroups B and C are responsible for most infections in Europe. Serogroup A has historically been the major organism in Africa; mass vaccination has led to some improvement, but the emergence of group X disease is worrisome. The Hajj in the Middle East has seen epidemics of W-135, and vaccination is now required for Hajj travelers. B and C serogroups are the most common through the Americas. N. meningitidis cases occur at a rate of about 1 case per 100,000 people throughout the world [266], but across the Sahel of Africa and in China, epidemics can lead to case rates of 500 per 100,000 [267]. The bacterium is a natural human commensal, with carriage rates of about 10%. Diagnosis can be by clinical examination in epidemics or by Gram stain and culture.\n\nComplement-deficient individuals have an increased risk of Neisserial disease, but not necessarily increased mortality. HIV is associated with increased disease, suggesting that T cells are also important for defense. Third-generation cephalosporins are typically used for treatment. Penicillin, ampicillin, aztreonam, and chloramphenicol are alternatives.\n\nTB, caused by MTB, is one of the top 10 causes of death worldwide. In 2015, 10.4 million people became ill with TB and 1.8 million died from the disease (including 0.4 million among people with HIV). Over 95% of TB deaths occur in low- and middle-income countries. Although much rarer than TB, non-tuberculous mycobacteria (NTM) and BCG are relevant pathogens for PIDD patients.\n\nThere is great inter-individual variability in the development of TB disease. Roughly, 5% of infected individuals develop clinical disease within 2 years of infection (mostly during childhood). About 90% became latently infected without clinical disease, and the remaining 5 to 10% develop pulmonary TB later in life, either from reactivation of latent infection or reinfection. Molecular epidemiology studies from high burden areas suggest more disease results from recent transmission than from reactivation of latent TB, particularly in people living with HIV [268]. Acquired or inherited host factors may at least partially account for the variable disease course, resulting in increased susceptibility to mycobacteria infections [269]. PIDD associated with TB and NTM infections include T cell deficiencies, GATA2 deficiency, CGD, anhidrotic ectodermal dysplasia with immunodeficiency, X-linked (XL) recessive CD40 ligand deficiency, autosomal recessive (AR) STAT1 deficiency, AR IRF8 deficiency, and AR TYK2 deficiency. In addition, a group of disorders with a strong susceptibility to NTM, named Mendelian susceptibility to mycobacterial diseases (MSMD), have been recognized since the 1990s. These are rare inborn errors of IFN-γ signaling pathway that present with isolated predisposition to infections caused by weakly virulent mycobacteria such as BCG vaccine and environmental NTM, in otherwise healthy patients. The genetic defects involve impairment in the production of interferons (AR IL12Rβ1, AR IL12p40, autosomal dominant (AD) IRF8, AR ISG15, XL recessive NEMO) or response to interferons (IFN-γR, AD STAT1, AD IRF8, CGD) [270]. An acquired form exits: Adults with NTM infection in Thailand and Taiwan were found to have high-titer anti-interferon-gamma antibody [271]. These individuals from Southeast Asia were found to have HLA-DRB1*1502/16:02 and DQB1*05:01/05:02.\n\nPatients suspected of having pulmonary TB should have acid-fast bacilli (AFB) smear microscopy and culture performed in three sputum samples. PCR for MTB can be performed [272]. The use of rapid tests facilitates early diagnosis, and the WHO has recently recommended their use. The only recommended rapid test for detection of TB with and without rifampicin resistance is the Xpert MTB/RIF assay (Cepheid, Sunnyvale, CA). The WHO recommends the Xpert test for those suspected of having drug-resistant TB or in HIV; however, culture is still the mainstay and is not replaced by the Xpert test. TB skin testing (Mantoux testing) uses a purified protein derivative injected under the skin. Its advantages are that it can be used for large-scale screening and it is cost effective. Skin testing does have several disadvantages when used as a diagnostic test. Reading the induration requires training and immunodeficiencies can alter the magnitude of the induration. Immunosuppressed patients (HIV, organ transplant) are considered positive if the induration is ≥5 mm. Some immunodeficiencies may completely ablate the response. Other causes of false-negative tests are malnutrition, concurrent infection, recent live viral vaccine administration, renal failure, malignancy, medical stress, very elderly, young infants, or with a very recent infection with MTB. Conversely, the results may be falsely positive if BCG has been administered. Interferon gamma release assays can be used in any setting where skin testing would be done but are considered superior in settings where the patient has had BCG vaccination and, in some cases, where skin testing has been sown to have high false-negative rates.\n\nIn general, TB treatment for patients with impaired immune response, including PIDD, HIV infection, and immunosuppressive therapy, is based on the standard 6-month regimen consisting of a 2-month intensive phase of isoniazid, rifampin, pyrazinamide, and ethambutol, followed by 4 months of isoniazid and rifampin. Decisions regarding treatment duration can be individualized, taking into account disease severity, organs involved, and response to treatment. Significant pharmacological interaction can occur between rifampin-based MTB regimens and immunosuppressive drugs, such as calcineurin inhibitors or rapamycin, requiring strict monitoring of drug plasma concentrations [273]. Therapy for NTM is complex with highly variable drug resistance patterns and a need for biological augmentation to effectively clear the organism.\n\n\nAspergillus fumigatus (see above), Cryptococcus gattii, Histoplasma capsulatum, Coccidioides immitis (or C. posadasii), Blastomyces dermatitidis, Paracoccidioides brasiliensis, Emmonsia pasteuriana, and Penicillium (Talaromyces) marneffei are environmental fungi that are endemic in certain parts of the world (Table 9). With the exception of Penicillium marneffei and Emmonsia pasteuriana that only cause disease in profoundly immune compromised individuals, these fungi can cause infection in healthy individuals, ranging from mild, self-limited pulmonary disease to infection that requires antifungal therapy for eradication. On the other hand, patients with acquired defects in cell-mediated immunity such as those infected with HIV, and patients with specific monogenic disorders, particularly those involving the IL-12/IFN-γ/STAT signaling pathways, SCID, and GATA2 deficiency, are at high risk of developing life-threatening disseminated infections by these endemic fungi following environmental exposure [42, 274–278]. Diagnosis relies on culture of the corresponding fungus, histopathological demonstration of the fungus-specific characteristic morphologies, and/or surrogate serological and fungal antigen tests. Treatment of clinical disease (as opposed to colonization) typically involves an initial induction phase with amphotericin B, followed by long-term azole maintenance therapy and secondary prophylaxis, and prognosis varies significantly depending on the fungal pathogen and underlying PIDD.\n\n\nMelioidosis is caused by B. pseudomallei, a Gram-negative bacteria found in soil and water, in tropical climates of Southeast Asia and Northern Australia [279, 280]. Melioidosis is an emerging, potentially fatal disease (20% mortality). B. pseudomallei can be transmitted by inhalation, ingestion, or direct contact (through open skin) with contaminated soil or water. Animals (sheep, goats, swine, horses, cats, dogs, and cattle) are also susceptible to infection and cases of zoonotic transmission through direct contact of skin lesions with infected animal meat or milk have been described [280]. B. pseudomallei infections are endemic in Northern Australia and Southeast Asia. Approximately 75% of reported infections occur during the rainy seasons. Cases have also been reported in South Pacific, Africa, India, and the Middle East. In temperate areas, infection is extremely rare and is predominantly imported by travellers or immigrants [281].\n\nThe incubation period of melioidosis is variable from 1 day to years, although common symptoms develop between 2 and 4 weeks after exposure. Melioidosis presents most frequently in adults 40–60 years of age, but can occur in all ages, with one study reporting 5% of cases occurred in children [282]. In Australia, the average annual incidence in 2001–2002 was reported as 5.8 cases per 100,000 people [279]. The incidence in Indigenous Australians was higher at 25.5 cases per 100,000. A case-cluster in an Australian community was associated with post-cyclonic flooding. A recent review suggests that B. pseudomallei is increasingly prevalent in the Americas, with a mortality rate of 39% [283].\n\nInfection in healthy individuals is uncommon, and more than 70% of cases occur in the setting of underlying conditions such as chronic renal disease, diabetes, chronic lung disease, and alcoholism. A recent review of melioidosis in travelers found that 46% of cases were acquired in Thailand. Symptoms usually started at 23 days (range 1–360 days) after leaving the endemic area. Traveller infections were less often associated with predisposing risk factors (37.5%), diabetes mellitus being the most common (21%). Melioidosis in travelers had lower mortality (17%) than infection in autochthonous cases in Southeast Asia [284]. Pneumonia (~50–55%) is the most common presentation in adults. There is usually high fever, headache, anorexia, and myalgia. B. pseudomallei infection may also present as localized skin infection, septicemia, or disseminated infection. Localized infection results in an ulcer, nodule, or skin abscess. This usually occurs from the bacterium breaching through a break in the skin. Patients with renal disease and diabetes are more susceptible to sepsis. In disseminated infection, abscesses may develop in the liver, spleen, lung, and prostate. In children, primary cutaneous melioidosis is the commonest presentation (60%). Bacteremia is less common in children than in adults, but brainstem encephalitis has been reported [282].\n\nDifficulties in laboratory diagnosis of melioidosis may delay treatment and affect disease outcomes [285]. Diagnosis of melioidosis is primarily by isolation of the organism. Identification of B. pseudomallei can be difficult in clinical microbiology laboratories, especially in non-endemic areas where clinical suspicion is low. Although various serological tests have been developed, they are generally unstandardized “in house” assays with low sensitivities and specificities. PCR assays have been applied to clinical and environmental specimens but are not widely available and sensitivity remains to be evaluated.\n\nCases of melioidosis have been reported in patients with acquired or inherited immune deficiency. Melioidosis was the presenting complaint in several patients with CGD. Bacteremic melioidosis was recently reported in two patients with prolonged neutropenia, who succumbed despite appropriate antibiotics [286]. It is likely that there is increased susceptibility in situations where innate or adaptive immunity is compromised. Treatment is with intravenous antimicrobial therapy for 10–14 days, followed by 3–6 months of oral antimicrobial therapy. Intravenous therapy with ceftazidime or meropenem is usually effective. Oral therapy may continue with trimethoprim-sulfamethoxazole or doxycycline.\n\nFree-living amoebas (FLA) are protozoa found worldwide that do not require hosts to survive. FLA do not employ vectors for transmission and are not well adapted to parasitism in humans. However, there are four genera/species that can cause human disease: Naegleria (N. fowleri), Acanthamoeba (multiple species), Balamuthia (B. mandrillaris), and Sappinia (S. pedata). All of these amoebae are capable of inducing CNS disease in humans, but Acanthamoeba species also cause various extra-CNS infections, especially in immunocompromised hosts. The FLA that are pathogenic in humans are reviewed below.\n\n\nNaegleria are a diverse group of FLA flagellate protozoans with a large number of distinct species. Only one species, N. fowleri, has been shown to cause infection in humans. N. fowleri has a multi-stage life cycle with amoeboid and trophozoite-infective forms as well as a cyst form [287]. N. fowleri is found commonly in warm freshwater around the world including lakes, rivers, and hot springs. Humans become can become infected when swimming or diving in contaminated water. In rare circumstances, infections have also been attributed to exposure from contaminated tap water sources when utilized for religious cleansing of the nose or irrigation of the sinuses. Thus, tap water should not be used for nasal and sinus irrigation. It is not possible to become infected from drinking contaminated water or from contact with an infected person, and the amoeba is not found in salt water. After entry to the nasal cavity, the amoeba travels through the cribiform plate to the olfactory bulbs and migrates to the cerebellum, resulting in primary amoebic meningoencephalitis (PAM), a rapidly fatal brain infection characterized by the destruction of brain tissue. In its initial presentation, PAM can mimic bacterial meningitis, further delaying accurate diagnosis and initiation of therapies that may save the patient. Overall, N. fowleri infections are rare. Worldwide, most cases are reported in the USA, Australia, and Europe; however, in developing countries, it is suspected that a large number of cases go unreported. Between 2006 and 2015, there were only 37 infections reported in the USA with 33 of the cases attributed to contaminated recreational water, 3 infections following nasal irrigation with contaminated tap water, and 1 case where a person was infected following use of a backyard slip-n-slide utilizing contaminated tap water [288]. The fatality rate associated with N. fowleri infection is over 95%, and between 1962 and 2015, only 3 of the 138 infected persons in the USA have survived infection.\n\nInitial symptoms of PAM start 1 to 9 days after infection and can include headache, fever, nausea, or vomiting [288]. Progressive symptoms can include stiff neck, confusion, lack of attention, loss of balance, seizures, and hallucinations. Cardiac arrhythmias have also been observed. The infection progresses rapidly after initial onset and causes death within 1 to 12 days after exposure (mean of 9.9 days). Since infection often progresses rapidly to death, there is often insufficient time to mount a robust immune response. However, both the innate (neutrophils, macrophages, and complement system) and the adaptive (both T and B cells) arms of the immune system have been shown to participate in the immune response to N. fowleri [289].\n\nPatients with PAM have CSF with elevated pressure that is often cloudy or hemorrhagic, with neutrophil-predominant pleiocytosis, elevated protein levels, and very low glucose. Wet mounts from centrifuged CSF will show motile mono-nucleated trophozoites measuring ~10–25 μm in size. Additionally, trophozoites can be identified with Giemsa and Wright stains of CSF smears combined with an enflagellation test [289]. Confirmation can be achieved via a variety of time-consuming methods including an immunofluorescence assay [290], culture of CSF [291], or PCR-based methods [292]. The optimal therapy for N. fowleri PAM is still debated. The use of intravenous Amphotericin B and fluconazole followed by oral administration of rifampin resulted in survival of a 10-year-old child with PAM [293]. Another child was shown to survive following intravenous and intrathecal amphotericin B and miconazole as well as oral rifampin [294]. Most recently, an adolescent girl was successfully treated with the combination of azithromycin, rifampin, fluconazole, and miltefosine [295]. Prevention is critical for this highly fatal infection and warning PIDD patients not to use tap water for nasal irrigation is important.\n\nSince its original description in 1986, over 200 cases of B. mandrillaris infections have been described worldwide—with most cases occurring in South America and the USA. Balamuthia are found in soil, and acquisition of disease has been associated with agricultural activities, dirt-biking, gardening, and swimming in contaminated water sources. B. mandrillaris is thought to enter the body of the host through breaks in the skin and or via inhalation. The organism is believed to access the CNS through hematogenous spread, resulting in a chronic, insidious, but often fatal granulomatous amoebic encephalitis (GAE), which has been documented in both immunocompetent and immunocompromised hosts [291, 296]. The incubation period from exposure to development of clinical symptoms is not well established and experts believe that this may occur between 2 months and 2 years. Finally, an alternative mode of transmission via solid organ transplantation has also gained attention [297–299]. In many cases, GAE is diagnosed post-mortem, due to delayed diagnosis or unawareness of the clinical entity.\n\nFollowing infection by B. mandrillaris, two clinical patterns of presentation have been described. In the first pattern, patients initially develop a skin lesion that may resemble a painless plaque that may evolve into subcutaneous nodules and rarely ulcerations [300]. These patients may develop neurologic manifestations weeks to months later. Histopathologic examination of these lesions typically reveals granulomatous reactions in the reticular dermis, associated with lymphocytic and plasma cell infiltrates as well as multinucleated giant cells, without distinct epidermal changes. Skin lesions will harbor trophozoites, but these are scarce and often easily overlooked as they resemble histiocytes. It is believed that early diagnosis of B. mandrillaris infections in those presenting with skin lesions may prevent subsequent development of CNS disease, but there have also been cases in which patients presenting with skin lesions have progressed to developing GAE despite treatment. In the second pattern, patients present with CNS involvement without a previously recognized skin lesion. Patients presenting with GAE may initially display fever, malaise, headache, nausea and vomiting, and frank lethargy. Later, these symptoms evolve into visual abnormalities, cranial nerve palsies, seizures, focal paresis; as intracranial pressure builds, coma, and eventually death with tonsilar or uncal herniation ensue within 2–3 weeks [301]. Upon infection with B. mandrillaris, brain endothelial cells produce the pro-inflammatory cytokine IL-6, thereby initiating an inflammatory response [302]. Moreover, the amoebic trophozoites infiltrate blood vessel walls. Degradative enzymes, vessel wall infiltration, and the host inflammatory responses result in tissue necrosis and infarctions in the cerebral hemispheres, cerebellum, and the brainstem. In a mouse model of B. mandrillaris infection, CD4+ T cells were shown to be protective [303], suggesting that patients with lowered number or dysfunction in CD4+ T cells may be more susceptible to disease by this amoeba. However, B. mandrillaris infections have been described in a variety of human hosts [304], ranging from the young, healthy, and presumably immunocompetent to the elderly, and those with HIV, chronic corticosteroid exposure, on post-transplant immunosuppression and even patients with CVID. As such, further research is necessary to fully delineate the susceptibility of PIDD patients.\n\nIn patients who develop the characteristic skin lesions, recognition, testing, and treatment for B. mandrillaris may prevent subsequent GAE. As such, obtaining tissue and looking for granulomas and trophozoites is quite helpful. Skin biopsies can be stained via immunofluorescence or immunoperoxidase techniques to identify B. mandrillaris [305]. Additionally, a PCR technique that identifies mitochondrial 16S ribosomal RNA from B. mandrillaris is also available through the CDC [306]. In patients in whom the diagnosis is confirmed via skin biopsy, wide resection and medical treatment appears to prevent development of CNS disease in at least a proportion of patients. In patients presenting with CNS involvement, lumbar punctures reveal CSF with lymphocytic pleiocytosis, low-to-normal glucose, and mildly to significantly elevated protein levels. Trophozoites are not typically found in the CSF, but PCR analysis may be performed. CT or MR imaging may show multiple nodules with ring enhancement; some of these nodules may also contain focal areas of hemorrhage. Biopsies of brain tissues typically reveal granulomas and foamy macrophages and multinucleated giant cells surrounded by lymphocytic infiltrates. Additionally, there will be areas of necrosis filled with neutrophils, multinucleated giant cells, and lymphocytes, with Balamuthia trophozoites and cysts interspersed with macrophages [16]. As with the skin biopsies, immunofluorescent and immunoperoxidase stains may aid diagnosis and should be performed. Unfortunately, the optimal medical management of CNS disease is unknown. In the USA, a few patients have been successfully treated with a combination of fluconazole, flucytosine, pentamidine, a macrolide antibiotic (either clarithromycin or azithromycin), and one of the following agents: liposomal amphotericin B, miltefosine, sulfadiazine, or thoridazine [307–309]; others in Peru have been treated successfully with fluconazole (or itraconazole), albendazole, and miltefosine [307]. Based on these case reports, most experts recommend treatment with a combination of medications (along with partial or complete resection of nodules) for a prolonged period of time to prevent further deterioration and death [307–310].\n\nThe genus Acanthamoeba contains at least 24 morphologically distinct species that live in a diverse array of habitats, including soil, salt, brackish, and fresh water. Acanthamoeba spp. have also been found in humidifiers, heating and cooling unit components, Jacuzzis, hot water tanks, bathrooms and drains, eye wash stations and dentistry irrigation systems, and more. Acanthamoeba spp. have been isolated from reptiles, birds, and other non-human mammals, suggesting a broad distribution in the environment. Acanthamoeba trophozoites feed on bacteria, but have also recently been shown to harbor a number of bacteria (including Legionella and Burkholderia spp., E. coli, Listeria monocytogenes, Vibrio cholerae, Mycobacteria spp., Chlamydophila, and others) and at least one virus (mimivirus) as endosymbionts.\n\n\nAcanthamoeba infections in humans can present in a variety of ways. Of primary importance are CNS infections. Like B. mandrillaris, Acanthamoeba spp. can induce GAE (described above). There is a high predilection for GAE in those with HIV/AIDS, patients on chemotherapy, and those receiving broad spectrum antibiotics [301]. Acanthamoeba are rarely found in CSF, but some case reports indicate isolation of amoebae by culturing CSF on bacterized agar plates. Similar to GAE seen with B. mandrillaris, CNS histopathology may reveal edema, multiple areas of necrosis and hemorrhage, and occasional findings of angitis and blood vessel cuffing by inflammatory cells, as well as occasional trophozoites or cysts. CNS disease treatment is not standardized, but several patients have been successfully treated with pentamidine, fluconazole, flucytosine, sulfadiazine, as well as miltefosine. Acanthamoeba can rarely cause cutaneous infections; these lesions, like GAE, are also predominantly seen in immunocompromised hosts. These lesions can start as nodules or papules on the lower extremities and develop into necrotic ulcers. Histopathologic examination may reveal granulomatous dermal lesions in immunocompetent hosts, with histiocytes, as well as neutrophils and plasmacytes; trophozoites are typically visible [311, 312]. The optimal management of cutaneous disease is not known, but typically involves combinational therapy with topical (e.g., chlorhexidine, gluconate, or ketoconazole) and systemic (miltefosine, sulfadiazine, flucytosine, liposomal amphotericin B, azole antifungals, etc.) drugs. Additionally, nasopharyngeal and sinus infections have been seen in people with severe compromise in immunity [313, 314]. Patients typically present with purulent nasal discharge, and examination may reveal erosion of the nasal septum. Nasopharyngeal disease can present concomitantly with cutaneous disease. Treatment of nasopharyngeal or sinus disease is difficult and involves surgical debridement and combinations of systemic drugs. Disseminated disease is also seen in immunocompromised hosts and typically involves concomitant pulmonary and cutaneous disease in the presence or absence of CNS infection.\n\nKeratitis readily occurs in immunocompetent hosts—with the major risk factor being contact lens wearing without proper adherence to recommended cleansing protocols. This infection less commonly presents as a result of direct inoculation with trauma. One of the most common reasons for contact lens wearers to acquire disease is due to the use of non-sterile tap water in preparing contact lens saline solutions [315], although contaminated solutions from manufacturers have also been identified. Patients will have pain and photophobia. Physical exam reveals conjunctival injection and epithelial abnormalities (including pseudodendritic lesions) and stromal infiltrates [316]. The proper diagnosis can be made by staining corneal scrapings with calcofluor or Wright-Giemsa stains and examined by confocal microscopy, culture, or PCR analysis. Prompt therapy with a combination of polyhexamethylene biguanide (or biguanide-chlorhexidine) and propamidine or hexamidine [317, 318] is indicated, but misdiagnosis and delayed therapy are common. More severe cases may also require debridement. The use of topical steroids before administration of combinational therapy may result in worse outcomes and should be avoided; however, if scleritis ensues, it may be necessary to use immunosuppressants to reduce the need for enucleation. Severe and/or refractory cases may result in the need for cornea transplantation.\n\nPIDDs display wide genetic and phenotypic heterogeneity [319]. Similar disease phenotypes may be caused by multiple genes, while patients’ phenotypes caused by the same gene and even by the same mutations vary between individuals. Importantly, after a novel PIDD has been described, subsequent reports often reveal a wider variation in associated infections and cellular findings, often without clear genotype-phenotype correlations [320–324]. Variation may be caused by mechanisms such as other contributing genes or geographical variation in infectious exposures. Geographic differences seem most pronounced in intracellular and often chronic infections. While the numbers of described PIDD patients increase, at first seemingly rarely PIDD-associated infections turn out to be found in a significant subset of PIDD patients [325–327]. For example, patients with CD40L deficiency living in endemic areas display susceptibility to bartonellosis and paracoccidioidomycosis, infections not described in European and US cohorts [157, 328, 329].\n\nOften, an infectious phenotype previously only described in secondary immunodeficiencies may reveal the possibility of an underlying primary immunodeficiency [327, 330, 331]. Increasing numbers of genetic defects causing early-onset, severe, and recurrent susceptibility to commonly circulating pathogens like pneumococci, tuberculosis, herpes simplex, and influenza viruses as well as endemic protozoans like trypanosomes and fungi are being recognized, and thus, infections with unusual pathogens require a high index of suspicion for PIDD [332]. In contrast, PIDDs may also manifest as suspected infection but sterile inflammation. For example, in inflammatory lesions like granulomas and necrotizing fasciitis where no clear pathogens are found, one needs to rule out aberrant host responses due to PIDD [333].\n\nChronic viral and fungal infections may also display novel phenotypes never or rarely seen in secondary immunodeficiencies. Infections like dermatophytosis and phaeohyphomycosis deeply infiltrating the skin and lymph nodes, occasionally extending to bones and central nervous system (CNS) as well as predisposition to primary CNS candidiasis and extrapulmonary Aspergillus slowly revealed the full phenotypic spectrum of CARD9 deficiency [44, 324, 334]. Chronic skin ulcers caused by HSV-1 and severe molluscum contagiosum suggest DOCK8 deficiency or gain-of-function mutations of STAT1 [320, 323]. Chronic mucocutaneous candidiasis has revealed a large group of monogenic diseases (IL17RA, IL17RC, IL17F, STAT1 (GOF), RORX, ACT1), which may also be associated with recurrent bacterial infections or syndromic features [335]. While novel diseases by newly described viruses are being discovered, one needs awareness to suspect these in PIDD patients [336].\n\nInterestingly, most novel forms of infectious disease in PIDD patients have been described either in easily accessible sites like the skin or in immunologically privileged, normally sterile sites like the CNS. This suggests that with the increasing use of invasive sampling and sensitive metagenomic approaches, we might find more novel infectious phenotypes. Pathogens highly suggestive of certain PIDDs, like chronic enteroviral CNS infections in XLA patients are reviewed above. In hypomorphic mutations, CNS seems to be especially vulnerable to chronically active and/or recurrent novel infectious “smoldering” focal encephalitis lesions by pathogens like HSV-1 and Candida [337]. Patients with IFNAR2 deficiency seem highly susceptible to CNS disease caused by MMR vaccine, an otherwise extremely rare phenomenon [187]. Recently, a case of noroviral CNS disease was described associated with a novel, yet unpublished PIDD, suggesting that some PIDDs may lead to susceptibility of the CNS to viruses that normally do not exhibit neurotropism (Casanova JL, personal communication). This again favors metagenomic approaches in the study of CNS sequelae in PIDD patients. In PIDDs, the CNS is also more vulnerable to virally induced immunodysregulation [325]. Conditions like primary hemophagocytic lymphohistiocytosis (HLH) may present as isolated CNS disease or relapse only in the CNS [338–340].\n\nAlmost 20% all human malignancies are associated with chronic infections by HBV, HCV, HPV, EBV, HHV8/KSHV, HTLV-I, HIV-1, HIV-2, JCV, Merkel cell polyomavirus (MCPV), Helicobacter pylori, schistosomes, or liver flukes [341]. Accordingly, PIDD patients’ malignancies are often associated with chronic infections. MCPV-associated Merkel cell carcinoma has now been described in GATA2 and TMC8 (EVER2) deficiencies as well as other forms of PIDD [330, 342–346]. Large follow-up cohorts are needed to refute or confirm associations between novel PIDDs and malignancies, such as hyperactivating PIK3CD and ovarian dysgerminoma or GATA2 deficiency and leiomyosarcoma [329, 347]. Recently, Hymenolepis nana was found to have driven malignant transformation in an HIV patient. Likely, other novel PIDD- and pathogen-associated malignancies will be found in the future by those with an open and inquisitive mind [348].\n\n\nG. bethesdensis is a Gram-negative bacterium that was identified to cause disease in patients with CGD in 2006 [349]. G. bethesdensis is a member of the methylotroph group of bacteria, which are able to use single-carbon organic compounds as their only source of energy. They are widespread in the environment, but are rare human pathogens, and infections with G. bethesdensis have been limited thus far to patients with CGD. The organism was first detected in an adult patient with indolent and recurrent necrotizing lymphadenitis [349]. Subsequently, G. bethesdensis was isolated from nine patients with CGD, primarily causing lymphadenitis, but there have been two fatalities [350]. Treatment has been most effective with intravenous ceftriaxone. The microbiology laboratory should be alerted when there is concern for G. bethesdensis infection to allow for proper culture media. Charcoal yeast extract (CYE) agar and Lowenstein Jensen (LJ) media are appropriate culture media.\n\nAs molecular techniques are becoming more widely used to detect pathogens, the spectrum of infections that were previously only detected through serologic assays and research laboratories will increase. This is important especially for patients with PIDD who have unique susceptibility to infection and may not have the ability to mount a serologic response. Examples of infections in this group are those caused by Mycoplasma and Ureaplasma [351, 352]. These pathogens have been known to cause osteoarticular infections for those with antibody deficiency, such as XLA and CVID. Recently, Mycoplasma orale, typically an oral commensal, has been isolated from two patients with defects in the activated PI3K delta syndrome, as chronic lymphadenitis in one and chronic splenic abscess in the other (SM Holland personal communication). Defects in PI3KCD and PI3KR are frequently associated with hypogammaglobulinemia and therefore would fit in the pattern of Mycoplasma infections in those with humoral immunodeficiency. Mycoplasma orale has also previously been reported as causing bone disease in a patient with CVID [353].\n\nIn patients with XLA, Helicobacter, Camplyobacter, and the related Flexispira bacteria that are typically isolated to the GI tract can disseminate and often lead to chronic bacteremia, ulcers, and bone infections [354–356]. XLA patients have higher susceptibility than other humoral PIDD and are thought to be due to the role that IgM is playing in controlling the dissemination of these pathogens and potentially IgA in providing mucosal immunity. These bacteria can be fastidious to grow, and therefore, when there is suspicion, identification needs collaboration with the microbiology laboratory. For instance, the blood culture media may allow growth (although with a longer incubation period), but then the organisms may need molecular techniques for identification, such as 16 s sequencing, as they will not grow on the agar plates. Treatment is often difficult, requiring combination antimicrobials for prolonged periods (such as 1 year), and relapse is common.\n\nThe landscape of emerging infections is by its nature highly dynamic. During the preparation of this manuscript, a mumps outbreak in the USA occurred, a new bunyavirus outbreak causing an HLH picture was reported (severe fever with thrombocytopenia syndrome), a new outbreak of the hantavirus Seoul virus occurred, and an enlarging demographic of the H7N9 influenza virus was reported. This review lists several resources, many of which are updated in real time to support efforts to provide information to patients. Doctor’s Guide alerts can be sent weekly to provide updates on current outbreaks around the world.WHO Fact Sheets\nwww.who.int/mediacentre/factsheets\nWHO Global infectious disease surveillance\nhttp://www.who.int/mediacentre/factsheets/fs200/en/\nWHO Disease Outbreak News\nhttp://www.who.int/csr/don/en/\n\nCDC Division of Vector-Borne Diseases\nhttps://www.cdc.gov/ncezid/dvbd/index.html\nCDC Emerging Infectious Diseases Journal\nhttps://wwwnc.cdc.gov/eid/\nEuropean Centre for Disease Prevention and Control (ECDC) Data & Tools\nhttp://ecdc.europa.eu/en/data-tools/Pages/home.aspx\nInfection Prevention and Control Canada: Alerts and Recalls\nhttp://ipac-canada.org/ipac-canada-alerts-and-recalls.php\nIPAC Resources/Publications\nhttp://ipac-canada.org/resources.php\nIPAC Surveillance and Statistics Links\nhttp://ipac-canada.org/surveillance-statistics-resources.php\nIPAC Bioterrorism, Ebola, West Nile Virus, Zika Virus resources:\nhttp://ipac-canada.org/bioterrorism-resources.php, http://ipac-canada.org/ebola-virus-resources.php, http://ipac-canada.org/west-nile-virus-resources.php, http://ipac-canada.org/zika-virus-resources.php.\nNational Institutes of Health (NIH) Curriculum Supplement Series: Understanding Emerging and Re-emerging Infectious Diseases (book on line)\nhttps://www.ncbi.nlm.nih.gov/books/NBK20370/\nArizona Department of Health Services Vector-borne and zoonotic diseases program\nhttp://azdhs.gov/preparedness/epidemiology-disease-control/vector-borne-zoonotic-diseases/index.php\nPennsylvania West Nile Virus control program\nhttp://www.westnile.state.pa.us/\nPennsylvania Department of Health: Zika virus surveillance\nhttp://www.health.pa.gov/My%20Health/Diseases%20and%20Conditions/U-Z/Zikavirus/Pages/ZikaVirusHomePage.aspx#.WFAMNoWcEcQ\n\n\n\nDoctor’s Guide Alerts can be set to provide real time updates from worldwide validated sources on infection outbreaks.\n\n\nhttp://dgalerts.docguide.com\n"}