{"title": "Small-cell Lung Cancer Presenting as Fatal Pulmonary Hemorrhage", "body": "Small-cell lung cancer (SCLC) represents 15-20% of all lung cancers [1]. SCLC differs from non-small-cell lung cancer in its rapid tumor doubling time, high growth fraction, early development of widespread metastasis, and better response to platinum doublets chemotherapy. Thus chemotherapy is a treatment mainstay, even in poor Eastern Cooperative Oncology Group (ECOG) performance status [2, 3]. Bone marrow involvement or paraneoplastic syndrome is common in patients with SCLC [4]. Hematologic abnormalities such as anemia, leukopenia, and thrombocytopenia are reported to be occasionally accompanied by bone marrow metastasis or paraneoplastic phenomenon [5, 6]. However, complications such as fatal hemorrhage are rarely reported. The clinical presentation can make diagnosis or treatment difficult. Herein, we report an SCLC patient who presented with rapid-onset, refractory severe thrombocytopenia and development of fatal pulmonary hemorrhage.\n\nThe research related to human use has been complied with all the relevant national regulations, institutional policies and in accordance the tenets of the Helsinki Declaration, and has been approved by the authors’ institutional review board or equivalent committee.\n\nWritten informed consent was obtained from the patient for publication of this manuscript and any accompanying images.\n\nTo our knowledge, this is the first report describing an SCLC patient presenting with fatal pulmonary hemorrhage due to refractory thrombocytopenia. SCLC is the most aggressive histological subtype of lung cancer. However, favorable response is expected in 60% to 70% of patients with extensive-stage disease when systemic chemotherapy is given [3, 4]. Life-threatening manifestations rarely present in SCLC patients. When such manifestations do appear, as in the present case, the rapid-onset, unusual presentation may delay diagnosis or hesitation in deciding treatment, affecting survival adversely [7]. Therefore, prompt diagnosis and treatment is a critical issue [8].\n\nHematological abnormalities including anemia, leukopenia, and thrombocytopenia are commonly observed due to the toxicity of anti-cancer therapy. However, hematologic abnormalities resulting from bone marrow metastasis and paraneoplastic phenomenon are not as common as those resulting from anti-cancer therapy [5, 6]. Severe thrombocytopenia developed rapidly and was refractory to platelet transfusion and dexamethasone administration. In addition, tests for anti-platelet antibody and anti-neutrophil cytoplasmic antibody were negative and anti-nuclear antibody was within normal range. These findings indicate that autoimmune disease was not likely to be the cause of thrombocytopenia [9]. Bone marrow examination is a diagnostic process for evaluating hematological abnormality or staging the disease. However, it rarely changes the stage [10] and bone marrow as an isolated metastatic site is found in fewer than 5% of SCLC patients [3]. Leukoerythroblastic reaction on peripheral blood smear is suggestive of bone marrow metastasis in the present case [11, 12]. Although bronchoscopy may be considered for localization or treatment in massive hemoptysis, it is contraindicated in a patient with severe thrombocytopenia [13].\n\nA diagnostic and treatment plan should be determined after taking into account the benefit and risk on an individual patient basis. It is challenging to do in every possible case. The clinical presentation of the current case is unfamiliar to clinicians and rapid-onset, life threatening. However, prompt treatment with systemic chemotherapy should have been considered because he was considered fit for systemic chemotherapy by virtue of his younger age, acceptable ECOG performance status, and absence of comorbid diseases."}