{"title": "Upsurge of Enterovirus D68, the Netherlands, 2016", "body": "The University Medical Center Groningen is a tertiary referral center in the northern part of the Netherlands. We perform routine diagnostic real-time PCR for all patients evaluated for respiratory disease by laboratory developed tests for 17 targets, including adenovirus, bocavirus, coronavirus, enterovirus, metapneumovirus, influenza, parainfluenzavirus, rhinovirus, and respiratory syncytial virus (5). From all enterovirus detections with a cycle threshold (Ct) value <31, we sequence part of the viral protein 1 gene on a weekly basis (6). To obtain rapid typing results in the current outbreak, a specific EV-D68 real-time PCR was also used (3), when enterovirus PCR was found positive.\n\nWe identified 3 EV-D68 infections in June and 22 additional cases in July. We found a stable seasonal variance for enterovirus and a sudden rise of enterovirus infections in July, mainly caused by EV-D68 (Figure 1).\n\nThe EV-D68–positive specimens were nasopharyngeal swabs (n = 8), sputum (n = 2), and nasopharyngeal brushes (n = 15). Two viral respiratory co-infections were detected: rhinovirus A15 in patient 12 (enterovirus Ct 17, rhinovirus Ct 21) and parainfluenzavirus type 4 in patient 23 (enterovirus Ct 14, parainfluenza virus 4 Ct 31). For 20 patients, we obtained sequence results identifying EV-D68; the remaining 5 could not be typed by sequencing but were positive in our specific EV-D68 PCR.\n\nOf the 25 patients, 8 were adults and 17 were children (Table). In the adults, 6 of whom were transplant recipients, symptoms were mild and influenza-like. In children, however, we observed life-threatening respiratory distress, for which ICU admission was necessary for 13 (Table). Twenty-one patients had an underlying or concurrent condition, in the children mostly pulmonary.\n\nOne child (patient 16) had the clinical characteristics of AFM. This nearly 4-year-old boy had a history of headaches for 1 week and an influenza-like illness for 3 days. He had rapidly progressing asymmetric weakness of arms and legs, bulbar paralysis, asymmetric facial paralysis, and respiratory distress for which he needed ventilatory support. Cerebrospinal fluid (CSF) analysis showed no abnormalities. Axial fluid-attenuated inversion recovery magnetic resonance imaging (MRI) showed hyperintense nonenhancing gray matter lesions in brainstem and spinal cord. Electromyography findings supported injury on the level of the motor axon or the anterior horn of the spinal cord. No varicella zoster virus, herpes simplex virus, enterovirus, or parechovirus were detected in the CSF. In the nasopharyngeal swab, only EV-D68 was detected.\n\nAll patients in this report were treated in our tertiary referral hospital, but they originated from different regions in the north of the Netherlands. Spatial epidemiology data did not suggest an epidemiologic link or outbreak (data not shown). In 2 children, EV-D68 symptoms developed >48 hours after admission; the source of possible nosocomial infection was not identified.\n\nWe obtained 20 sequences of part of the EV-D68 viral protein gene and aligned them with the sequences from the 2014 epidemic. Clades were assigned as described previously (7) by the neighbor-joining method by using BioNumerics software 6.6 (Applied Maths/bioMérieux, Sint-Martens-Latem, Belgium). Sequence analysis (Figure 2) showed that the 2016 strains were closely related to sequences of the recently described subclade B3 (8), represented in Figure 2 by 4 sequences from China. The nucleotide divergence was 2.1% within B3, 5.5% between B1 and B3, and 7.3% between B2 and B3. We submitted our 20 sequences from 2016 to GenBank (accession nos. KX685066–KX685084 and KX710328).\n\nAfter the upsurge of EV-D68 in our region during 2009 and 2010, we set up routine genotypic characterization for several viral pathogens, including enterovirus and rhinovirus, which is also offered to regional referring hospitals and healthcare institutions. Sequencing results are available within 1 week, which provides clinically relevant and epidemiologic information. This so-called REGIOTYPE strategy contributed to timely detection of EV-D68 in our hospital in 2014, as well as in 2016. We recognized a sudden reappearance of EV-D68 with a sharp increase of cases that could not be explained by a change in surveillance strategy.\n\nIn line with previous outbreaks, mostly children were affected, and those with underlying pulmonary conditions seemed at higher risk for ICU admission (9). The number of children who needed ICU admission was higher in 2016 than in our 2010 and 2014 reports (3,4). Although dynamics of viral disease and shedding are not known for EV-D68, we assume a role for EV-D68 in the symptoms of patients 12 and 23, as, in line with rhinovirus infections, higher viral load might indicate symptomatic disease (10).\n\nEvidence that EV-D68 might cause AFM is increasing after recent epidemiologic investigations (1,11,12). In patient 16, atypical Guillain-Barré syndrome initially was diagnosed; however, this diagnosis was later discarded because the electromyography results indicated motoric axon or anterior horn cell disease, and the clinical picture and MRI results were in favor of AFM (13). MRI findings were subtle, and radiologic diagnosis was made only after further review and discussion of the case with the neurologists. The absence of EV-D68 in CSF is consistent with previous reports (1,12).\n\nSequencing results showed that the strains in our study cluster in the recently described clade B3 (8). During the 2014 outbreak, most EV-D68 sequences belonged to clades B1 and B2, although A1 and A2 were also represented (2,14). Larger epidemiologic and genotyping studies are needed to evaluate whether the distinction within clade B is tenable and whether our clinical findings are typical for subclade B3.\n\nThis upsurge could indicate an active EV-D68 season, as highlighted by the epidemiologic curve, with a potential increase in AFM cases. Clinicians should be alert for EV-D68, its clinical implications, and the need for appropriate diagnostics, particularly in children who are admitted with respiratory failure to the ICU or with possible symptoms of AFM."}