{"title": "Tissue compartmentalization of T cell responses during early life", "body": "Neonates and infants are disproportionately susceptible to multiple viral and bacterial pathogens, many of which are encountered via mucosal and barrier sites, including the respiratory and digestive tracts, skin, and other mucosal surfaces. The worse outcome of infants to infection, as well as their limited and delayed responses to vaccines, has been primarily attributed to immaturity of the immune system in early life. Reduced functional responses by T lymphocytes have been specifically implicated due to their role in coordinating many aspects of adaptive immunity.\n\nA major challenge during the neonatal period is to not only develop immune responses to the diverse pathogens encountered at multiple sites, but also to contain infections while at the same time preventing potentially lethal effects associated with systemic infection and immune responses. The immediate response to infection with pathogenic and non-pathogenic microorganisms involves components of the innate immune response, which are highly active during infancy, including the production of anti-microbial peptides, direct phagocytosis from neutrophils and monocytes/macrophages, and production of anti-microbial products and pro-inflammatory cytokines (for a review, see [1]). These innate immune responses are not sufficient to clear most pathogens or to prevent dissemination of infection, and adaptive immune responses characterized by specificity and long-term memory are subsequently triggered. The adaptive immune response is mobilized in early life and required for protecting the neonate, as infants with severe combined immunodeficiency (SCID) who lack lymphocytes suffer from repeated and disseminated infections [2] and ultimately succumb without immune reconstitution.\n\nThe adaptive immune response is initiated by dendritic cells (DCs) which have taken up antigens in the affected tissues and migrated to the tissue-draining lymph node(s). DCs present antigen to T cells in the context of major histocompatibility complex (MHC) molecules and simultaneously provide costimulatory signals (CD80 and CD86) necessary for T cell activation via the cell surface T cell antigen receptor (TCR) and the costimulatory receptor CD28. Following these activating signals, T cells begin to rapidly proliferate. CD4+ T cells, in particular, begin to produce IL-2, which acts in both an autocrine and paracrine manner as a third signal to further enhance proliferation and subsequent differentiation into effector T cells (Teff). Along with IL-2, the presence of additional cytokines at this time influences the commitment of newly activated T cells to defined functional subsets with particular cytokines promoting certain subsets. Among CD4+ T cells, Th1, Th2, Th17, regulatory T cell (Treg), and follicular helper T cell (Tfh) subsets have been well-described [3, 4]. CD8+ T cells appear to be less heterogeneous and differentiate primarily into cytotoxic effectors (CTLs) analogous to Th1-type CD4+ T cells [5]. Newly activated effector T cells then home to the affected tissues where they exert their effector functions. Th1-type T cells, typically generated in the context of viral infections, are robust producers of IFN-γ and TNF-α and are required to clear many types of viral and bacterial infections encountered in early life.\n\nFollowing the resolution of infection, a fraction of responding effector T cells will be retained long-term as populations of memory T cells, which persist for up to a lifetime of an individual. Memory T cells are heterogeneous in their localization and maintenance within circulation, lymphoid tissues, and multiple peripheral tissues and barrier sites, including the skin, lungs, and intestines. It is now understood that a significant fraction of memory T cells in both mice and humans is comprised of non-circulating, tissue-resident memory (TRM) T cells [6–8]. The functional importance of TRM in protection from reinfection has been demonstrated in adult murine models at a number of tissue sites and for several pathogens [6, 9–12], and the predominant presence of TRM-phenotype cells in human tissues [13] suggests important roles for maintaining immune protection and homeostasis in humans.\n\nThe generation, function, and regulation of immune responses by T cells during early life are not well understood, in either mouse models or humans. Defining the functional capacities of early-life T cells continues to evolve with findings that infant T cells may have diverse or distinct functions depending on the nature of the infection or stimulus [14]. Moreover, the ability of early-life infections to promote tissue-localized T cell responses, lasting T cell memory, and TRM responses is only beginning to be characterized. Neonates and infants have substantial populations of T cells from birth, both in the blood and in peripheral tissues. These T cells, however, are predominantly naïve, express distinct patterns of homing receptors compared to adults, and in some cases may generate more regulatory than pro-inflammatory responses. In order to develop therapies to better treat infections and promote robust, protective responses to vaccines, it is essential to define the mechanisms that control T cell differentiation, function, tissue localization, and maintenance at the earliest life stages.\n\nThis review will discuss current paradigms in infant T cell immunity and tissue localization and how recent studies have begun to shift our understanding of T cell responses in early life with implications in the design of vaccines and therapeutics to protect this vulnerable population.\n\nFollowing birth, neonates transition from a largely sterile environment to one where they are rapidly exposed to novel innocuous antigens and microorganisms and an abundance of potentially pathogenic organisms. The majority of the earliest pathogen encounters during early life occur at the interface where our immune system meets the external environment, including skin, gastrointestinal, and respiratory tracts. As a consequence, the burden of infectious disease in early life occurs at these tissue sites. Annually, over 2 million neonates are affected by severe infections with lower respiratory tract infections (LRTIs), malaria, diarrheal illnesses, neonatal sepsis, and meningitis among the most common etiologies in this population [15, 16]. The systemic spread of infection can result in sepsis, which is the most common cause of death in infants and young children worldwide. Failure to effectively control pathogens within the respiratory tract has led it to be the most common cause of pediatric sepsis [17]. The high susceptibility of infants to disseminated infection indicates that tissue-immune responses are less well-developed and are not always sufficient to contain infection in the neonatal period.\n\nViral respiratory tract infections (VRTIs) are ubiquitous among children with nearly all children having experienced infection with respiratory syncytial virus (RSV) within the first 2 years of life [18]. Viruses account for the majority of LRTI in children less than 5 years of age [19], with RSV, influenza, and rhinoviruses most prevalent; however, significant morbidity and mortality also result from human metapneumovirus (HMPV), coronavirus, bocavirus, parainfluenza, enterovirus, and adenovirus [20]. RSV alone is the second leading cause of death in infants and young children and the most frequent cause of non-neonatal infant mortality [21]. The clinical features of viral LRTI typically begin with mild symptoms progressing in severity to respiratory distress and lung tissue damage [20]. Few options for treatment are currently available, with supportive care prevailing [22]. A variety of antiviral therapeutics, including immunoglobulins, siRNA-interference, fusion inhibitors, and small molecules, are currently in development at the clinical trial phase [23]. While children with underlying conditions including malnutrition, chronic lung disease, congenital heart disease, and those born extremely prematurely (< 29 weeks gestation) are at increased risk for severe illness, from LRTI [24], the majority of children who require hospitalization have none of these risk factors [25, 26], emphasizing the general vulnerability of infants to these infections.\n\nDiarrheal illnesses are the other major clinical manifestation of early-life infections, with 70% of the 700,000 deaths worldwide occurring in the first 2 years of life. Rotavirus remains the most common cause of severe and fatal diarrhea worldwide [27], although a vaccine is available. Cholera is also a significant cause of diarrhea-related mortality, with peak incidence in children under 5 years of age, during epidemics. Importantly, multiple episodes of diarrheal illness have been associated with nutritional deficits resulting in long-term consequences, including growth stunting and decreased cognitive function [28]. The focus of therapy during acute infectious diarrheal illness focuses on hydration status, with therapies including antibiotics reserved for specific etiologies (i.e., cholera). Prevention is of particular importance in diarrheal illness with a focus on hygiene and vaccination [29]. The prevalence of mucosal infections in early life suggests inefficient mucosal immune responses and a need to enhance immunity in a site-specific fashion.\n\nIn both mice and humans, T cells have distinct phenotypic and distribution patterns in early life which change gradually with age (Table 1). Although mice are born relatively lymphopenic, humans are born with a full complement of peripheral lymphocytes [30–32]. The majority of T cells in human infants exhibit features of recent thymic emigrants, including high levels of T cell receptor excision circles (TRECs) as transient products of TCR gene rearrangement and expression of CD31 on the cell surface [32, 33] (Table 1). In both humans and infant mice (> 1 week of age), the majority of T cells present within blood and lymphoid and peripheral tissues in early life exhibit a naïve phenotype with high expression of L-selectin (CD62L) and low expression of the activation marker CD44 for murine naïve T cells, and expression of the CD45RA isoform and the chemokine receptor CCR7 for human naïve T cells [32, 34]. In mice, T cells during the first week of post-natal life display increased expression of activation markers, including enhanced levels of CD44, as a result of lymphopenia-induced homeostatic expansion which transitions to a more naïve-like phenotype in the second week of life and beyond [30, 31]. In humans, this early-life homeostatic expansion does not occur, suggesting that use of mice as models for human early-life T cell immunity should assess responses following this initial period of lymphopenia-induced proliferation.\n\n\nThe seeding of blood and tissues with newly generated naïve T cells is a feature of the neonatal immune response. Due to continuous antigen exposure as well as the abundance of new antigens acquired during early life, T cells become activated and convert to memory phenotypes involving the upregulation of differentiation markers and downregulation of lymph node homing receptors (CD44hi/CD62Lo for mouse memory T cells and CD45RO+/CCR7lo for human memory T cells). In humans, memory-phenotype cells can be detected during infancy mostly in mucosal sites such as lungs and jejunum, while during late childhood and in adults, the majority of T cells in mucosal sites and > 50% in lymphoid tissue and blood are memory phenotype [13, 32]. These distinct patterns of T cell compartmentalization can significantly impact the way by which infants respond to infectious challenge in tissues compared to adults.\n\nA major function of naïve T cells is active immune surveillance, and such cells are essential in the host’s ability to respond to novel pathogens. Naïve T cells migrate primarily through the blood, lymph, and lymphoid tissues, a process mediated by expression of CD62L, which binds CD34, expressed by endothelial cells, and GlyCAM-1, found on the lymph node high endothelial venules, as well as CCR7 which binds the chemokines CCL19 and CCL21, both expressed in the lymph nodes. During infection, naïve T cells interact with mature, activated DCs bearing pathogen-derived antigens within the context of the lymph nodes. This interaction of naïve T cells with DCs may influence how infant T cells can respond to new antigens.\n\nIn early life, DC populations differ both in subset composition and functionality relative to adults. In both the lungs and spleen, neonatal mice exhibit reduced numbers of CD11b+ DCs (CD4+CD11b+), important in CD4+ T cell activation, relative to adults [35, 36]. Similarly, numbers of CD103+ (CD8+CD103+) DCs, responsible for activation of CD8+ T cells, are reduced in the neonatal spleen during the steady state and exhibit reduced maturation and migration from the lung to the lung-draining lymph node following viral infection [35]. In humans, frequencies of CD1c+ DCs, analogous to CD11b+ DCs in mice, are higher in the jejunum and appendix of infant and pediatric donors compared to adults [37]. Cord blood-derived DCs were found to exhibit decreased levels of MHC-II, costimulatory ligands, and IL-12 production upon stimulation compared to adult DCs [38–40]. In mice, however, DCs derived from neonatal spleen produced IL-12 at levels comparable to adults following stimulation [36], suggesting potential site-specific differences in DC function in early life between mice and humans. Importantly, differences in DC subsets, localization, and function in early life may have profound effects on T cell responses with reduced numbers and functionality of neonatal DCs potentially leading to reduced costimulation necessary for optimal T cell activation following infection.\n\nWhile the majority of T cells in infant mouse and human tissues are naïve, populations of memory T cells can be found in the lungs, jejunum, and ileum of human infants [32], which represent the predominant sites of early antigen encounter to pathogens, commensal microorganisms, and food antigens. Interestingly, despite the local accumulation of T cell memory in the tissues, T cells present in lymph nodes draining these tissues remain predominantly naïve [32], suggesting possible in situ priming of immune responses. Similarly, neonatal mice can generate inducible bronchus-associated lymphoid tissue (iBALT) as a consequence of pulmonary inflammation [41] indicating localized T cell priming. Taken together, these findings suggest a potential role for in situ, tissue priming in the initiation of T cell responses in early life which may have important implications for vaccines.\n\nThe interaction of T cells with DCs during priming also results in the upregulation of molecules facilitating tissue-specific homing in a process termed imprinting, where DCs derived from particular tissue sites elicit specific patterns of homing receptor expression which guide activated T cells back to those tissues [42]. In adult mouse models, T cells activated and matured in Peyer’s patches or mesenteric lymph nodes express CCR9 and the integrin α4β7, which mediate gut homing, whereas activation in lymph nodes draining non-gastrointestinal tissues, such as the skin or lung, results in upregulation of CCR4 which promotes homing to these tissues [42]. In early life, peripheral blood T cells predominantly express the gut-homing receptor α4β7 while adult peripheral blood-derived T cells express the tissue-homing receptor CCR4 [43] (Table 1). Furthermore, in response to pathogen-derived signals, the expression of homing receptors on infant, but not adult T cells, was altered [43], suggesting differential regulation of T cell homing during infection during infancy (Table 1).\n\nThe distinct patterns of homing receptor expression in early life may influence infant T cell localization in the context of infection. In a neonatal mouse model of influenza infection, recruitment of virus-specific CD8+ T cells to the lung was delayed relative to adults and neonatal T cells exhibited distinct localization patterns within the lung tissue [44, 45]. In other studies in humans and mouse models, there is evidence that enhanced recruitment of T cells to the lung may contribute to pathology. We found increased frequencies of CD8+ T cells in airway secretions from children requiring invasive mechanical ventilation due to severe respiratory infection that correlated with lung injury [46], suggesting infiltration of pathogenic CD8+ T cells into the lung. Neonatal mouse studies have also shown that RSV infection in early life resulted in enhanced T cell infiltration with increased airway hyperresponsiveness upon later reinfection [47, 48]. Autopsy studies of fatal cases of RSV and influenza demonstrate extensive immune cell infiltration dominated by neutrophils and macrophages [49, 50]. Taken together, these findings support the notion that T cell homing during infection may be distinct in early life compared to in adulthood, with suboptimal responses under some conditions and enhanced accumulation of T cells in the tissues under other conditions contributing to immune pathology.\n\nT cell activation leads to the differentiation of T cells into distinct functional subsets, including Th1, Th2, Th17, Treg, and Tfh subsets. This process is governed by the inflammatory context of infection and driven by distinct transcriptional regulators promoting defined transcriptional programs [3]. In the context of early-life responses, differentiation into Th1 and Th2 subsets has been the most well-studied process. Th1-type responses are characterized by T-bet-driven expression of IFN-γ and TNF-α and the generation of CTLs, which lyse infected cells [3, 51]. Th2 effector differentiation is driven by GATA3 expression characterized by secretion of IL-4, IL-5, and IL-13, which promote eosinophil and mast cell recruitment and the generation of antibody responses important in the control of fungal and parasitic infections [3]. The generation of functional subsets of T cells has been extensively characterized in infant T cells, identifying quantitatively and qualitatively distinct responses as described below and summarized in Table 1.\n\nEarly work investigating the generation of Th1 and Th2 responses in neonates and infants revealed that the IFN-γ locus in neonatal T cells is hypermethylated [52], resulting in transcriptional repression, while the IL-4 locus is hypomethylated allowing for enhanced expression [53]. Based on these results, T cell responses in early life were designated as Th2-biased (Table 1) and provided a basis for diminished T cell responses to infection, as Th1-type responses provide protection from viral and intracellular bacterial infections. In humans, studies of cord blood-derived T cells likewise demonstrated reduced production of IFN-γ compared to adult-derived cells following activation in vitro and simultaneous production of IFN-γ and IL-4, not typically observed in adults [54, 55]. Such Th2-biased responses primed during early life could also persist into adulthood, in part through a mechanism involving apoptosis of Th1-type effectors upon antigen recall [56]. In an RSV infection and vaccination model, neonatal mice generated Th2-biased responses which led to Th2-biased memory responses in adulthood [47, 57]. Severe RSV infection in children has similarly been linked to enhanced Th2-type immune responses and subsequent wheezing episodes in later childhood [47, 58]. These studies suggested that the infection history during infancy could impact the quality of responses later in life.\n\nDespite this evidence for Th2-skewing, a number of studies have demonstrated that neonatal/infant T cells from both humans and mice can generate Th1 responses characterized by robust IFN-γ production under appropriate conditions. While stimulation of cord blood-derived CD4+ T cells does not result in significant IFN-γ production, addition of exogenous IL-12 to the culture promotes IFN-γ secretion at levels similar to adult peripheral blood T cells [55]. Similarly, T cells derived from infant intestinal tissues produce ample IFN-γ following ex vivo stimulation [32], suggesting that human T cells in early life are fully competent to produce pro-inflammatory cytokines in the proper environment. In the context of RSV infection, robust IFN-γ-driven responses have been observed in children and nearly 80% of infants infected with RSV in the first year of life develop virus-specific CTL activity correlating with enhanced IFN-γ production and reduced IL-4 responses [59], which can also contribute to immune pathology [60]. In neonatal mice, infection with, low doses of murine leukemia virus generated protective cytotoxic T cell responses while high dose infection preferentially generated non-protective Th2 responses [61] suggesting that the nature of the initial infection may also influence the nature of protective T cell responses.\n\nThere is increasing evidence that T cells in early life may also have unique functionality not typically observed in adults. Neonatal human T cells derived from cord blood and fetal tissues undergo increased proliferation relative to adult cells [62, 63], suggesting differences in cell cycle control between infant and adult T cells. Moreover, T cells from newborn cord blood and infant peripheral blood produce high levels of the chemokine IL-8 (CXCL8) following stimulation that greatly exceeds levels secreted by adult T cells [14] (Table 1). The precise role of IL-8 in early-life T cell responses is not known, although IL-8 is a potent chemoattractant and activator of neutrophils and γδ T cells [14] and could serve to promote recruitment of these cells into infection sites. Furthermore, cord blood contains significant frequencies of γδ T cells with enhanced functionality compared to conventional αβ T cells, acting as robust producers of IFN-γ and IL-2 [64]. Taken together, these studies indicate that early-life T cell responses may exhibit context-dependent differences in function relative to adults.\n\nA key challenge of early life is to balance the conflicting demands of generating appropriate, robust immune responses to pathogens and develop tolerance to innocuous and self-antigens. A number of pathways limiting T cell responsiveness in early life have been identified that are specific to either infancy and/or enhanced during early life. Erythroid-lineage CD71+ cell populations in neonatal mice and human cord blood were found to mediate immune suppression through depletion of L-arginine, an essential factor for T cell responses [65]. In addition, there are increased frequencies of Tregs present in the blood and peripheral tissues during fetal and early life which are functionally enhanced relative to adult Tregs [32, 66]. Depletion of infant Tregs promotes robust IFN-γ responses in cultures of infant CD4+ and CD8+ T cells [32], suggesting that the ability of infant T cells is not intrinsically compromised, but subject to increased inhibition. Relative to adults, infant T cells are more likely to differentiate into Tregs following stimulation in a process mediated by the RNA-binding protein Lin28b and TGF-β signaling [67, 68], revealing additional mechanisms by which early-life inflammatory responses can be dampened. Importantly, multiple suppressive mechanisms may be necessary to limit potentially detrimental inflammatory responses in the context of extensive new antigen exposure immediately after birth. The increased presence and functional capacity of infant Tregs may also serve to contain tissue-immune responses and prevent lymphocytic infiltration into multiple tissues during this critical early-life window.\n\nFollowing the resolution of primary infection, CD4+ and CD8+ effector T cell populations undergo a rapid contraction during which approximately 90–95% of effector cells die by apoptosis. Subsets of pathogen-specific T cells, however, survive this contraction and are retained as long-lived memory T cells which can persist for life, conveying protective immunity upon secondary pathogen encounter. Factors determining which responding cells persist as memory, however, are not completely clear, and even less is known about how this process occurs in early life. There is evidence that neonatal effector T cells have increased propensity for apoptosis [62, 63], and their increased proliferation may also drive them to a reduced lifespan.\n\nA key factor required for memory T cell generation is signaling via homeostatic and survival cytokines such as IL-7 and IL-15. In adults, naïve CD4+ and CD8+ T cells express IL-7R (a dimer of CD127 and the common gamma chain receptor CD132) [69, 70] and IL-7 signaling is important, although not sufficient, for the transition from effector to memory as memory CD4+ cells fail to develop in IL-7-deficient hosts [71, 72]. IL-15 signaling is also essential for CD8+ memory formation [73], although it is dispensable in the generation of memory CD4+ T cells [74]. IL-7 and IL-15 signaling have both been further shown to be important in the long-term maintenance of CD4+ and CD8+ memory T cells by promoting homeostatic proliferation [71, 72, 75]. In both humans and mice, T cells derived from fetal tissues or cord blood have an increased tendency to proliferate in response IL-7 and IL-15 signaling relative to adult controls [76, 77]. The increased susceptibility of neonatal T cells to apoptosis following activation can be ameliorated by IL-7 and IL-15 in vitro [62, 63], suggesting that this pathway could be targeted for enhancing memory T cell generation from neonatal T cells.\n\nIn the context of infection, cell surface markers delineating T cell memory precursors in adults have been identified. CD8+ cells expressing high levels of CD127 and low levels of the co-inhibitory receptor killer-cell lectin-like receptor G1 (KLRG1) serve as precursors to memory T cells [78, 79], while CD127(lo)KLRG1(hi) CD8+ T cells tend to be short-lived effector cells [78]. In an analogous fashion, high expression of Ly6c delineates terminally differentiated CD4+ effector cells from memory precursors [80]. At the transcriptional level, terminally differentiated CD4+ and CD8+ effector T cells express high levels of the Th1 lineage-defining transcription factor T-bet [79, 81] which has been shown in mouse infection models to drive differentiation toward terminal effector rather than memory T cells [82].\n\nDuring the neonatal period, considerably less is known regarding transcriptional regulation of effector and memory differentiation. In a systemic infection model in neonatal mice, increased percentages of CD8+ T cells displayed a terminally differentiated CD127(lo)KLRG1(hi) phenotype with higher levels of T-bet relative to adults [83] (Table 1). These neonatal effector CD8+ T cells had shorter lifespans in vivo compared to adult counterparts [83]. For CD4+ T cells, increased T-bet induction was observed in human infant compared to adult CD4+ T cells following activation in vitro, and in mouse, CD4+ T cells recruited to the lung during acute influenza infection in infant compared to adult mice [84].Taken together, these findings suggest that T cells may be intrinsically programmed for terminal effector differentiation in early life for promoting rapid pathogen clearance that is critical during the neonatal period and takes precedence over memory generation.\n\nMemory CD4+ and CD8+ T cells are heterogeneous in terms of phenotype, localization, and function. Like effector T cells, memory T cells retain high-level expression of CD44 and human cells express the CD45RO isoform. Memory T cells are, however, heterogeneous in their expression of the lymphoid homing molecules CD62L and CCR7 which led to delineation of two subsets: CD62L+/CCR7+, central memory T cells (TCM) which localize to secondary lymphoid tissues, and CD62L-/CCR7-effector memory T cells (TEM) present in peripheral tissues [85]. Both subsets were presumed to circulate with TCM migrating through the secondary lymphoid tissues and TEM acting to survey the peripheral tissues.\n\nIn addition to TEM and TCM subsets, a distinct population of non-circulating memory T cells termed tissue-resident memory (TRM) has been recently identified to persist long-term in peripheral tissues, including brain, skin, vaginal mucosa, and lung, following infection [6, 9–12]. Similar to TEM, TRM are CD44hi and CCR7lo/CD62Llo. Both CD4+ and CD8+TRM are distinguished by expression of CD69, a cell-surface marker that is upregulated early after T cell activation and also serves tissue retention function in lymph nodes [86]. CD4+TRM also express high levels of CD11a, the alpha chain of the integrin LFA-1 [6], while CD8+ TRM express CD103, or αE integrin that pairs with β7 integrin [87], which is not significantly upregulated by CD4+ TRM in mice. Relative to circulating T cell subsets, TRM exhibit enhanced protective capacities mediated by robust in situ responses. For example, pro-inflammatory cytokines produced by TRM can promote DC maturation and recruitment of circulating memory T cells and B cells to the site of infection [88–90]. While precise mechanisms underlying the generation of distinct T memory subsets remain unclear, these populations are transcriptionally distinct [11]. The phenotype and migration properties of naïve, effector, TCM, TEM, and TRM subsets are outlined in Table 2.\n\n\nIn humans, the majority of T cells in tissues of older children and adults exhibit memory phenotypes and the majority of these memory T cells are CD69+, suggesting that they are TRM. During infancy, early mucosal memory T cells in lungs and intestines upregulate CD69 as a TRM marker to similar extents as adult mucosal memory T cells; however, CD103 expression is reduced on infant mucosal memory CD8+ T cells compared to adult mucosal memory T cells [32]. This result suggests that differentiation to a fully mature TRM phenotype may require additional exposures and/or specific factors within the adult tissue environment. In mouse models of influenza infection, there was reduced generation of CD4+ and CD8+TRM in the lung following infection during infancy compared to mice infected as adults [84], consistent with reduced TRM found in human infant lungs. This reduced TRM formation was intrinsic to infant T cells and could be partially restored by reducing T-bet expression [84]. Due to the importance of this subset in protection from repeated infections, an enhanced understanding of TRM generation in early life will be important in the generation of vaccines and therapeutics for this vulnerable population.\n\nVaccination is arguably the most important intervention for preventing infectious disease in early life although vaccine responses in young children are often reduced in magnitude and duration compared to older children and adults [91, 92]. Traditional vaccine approaches rely on generating protective serum neutralizing antibodies, which are a correlate of protection following vaccination against common childhood diseases including diphtheria, tetanus, measles, mumps, and rubella, among others [93]. Such protection has been extremely successful in reducing morbidity and mortality. In some cases, however, circulating antibody responses are unable to provide efficient cross protection between distinct serotypes or strains of the same pathogen, such as for Haemophilus influenzae, Streptococcus pneumoniae or influenza, and in other cases, circulating antibody responses do not appear to provide consistent, lasting protective immunity leading to limited protection by antibody-based vaccines as in the case of pertussis vaccines [93].\n\nWhile the ability of vaccines to elicit tissue-localized immunity is not well-understood, there is evidence that mucosal targeting of vaccines can generate robust tissue-localized immune responses. Both oral poliovaccine (OPV) and inactivated poliovaccine (IPV) induce virus-specific antibody responses; however, OPV-induced antibody responses are mostly localized to the gastrointestinal tract while IPV elicits circulating serum neutralizing antibody responses [93, 94]. Furthermore, individuals vaccinated with IPV demonstrated enhanced stool shedding upon subsequent receipt of a single OPV vaccine strain compared to those vaccinated first with OPV, suggesting differences in site-specific protection elicited by these two vaccines [94]. Similarly, administration of OPV to infants significantly enhanced neutralizing antibody titers and reduced stool shedding compared to IPV-vaccination alone [95].\n\nGiven their enhanced functionality and specific tissue localization, TRM are an important new target for vaccine development. Factors promoting protective T cell responses by vaccines, however, are not well understood and even less is known about requirements for TRM establishment and the capacities of infants to generate TRM. Recent vaccine studies in mice have demonstrated that mucosal administration of antigen or vaccination combined with local chemokines or other molecules necessary for T cell homing is important for the establishment of tissue-localized T cell responses [12, 96–98]. Furthermore, administration of live-attenuated vaccine formulations can establish protective TRM in several distinct tissue-localized animal disease models [97, 98]. Moreover, children vaccinated at birth with BCG, a live-attenuated vaccine, generated circulating T cells producing adult-like, Th1-mediated IFN-γ responses [99]. Significantly, this work demonstrated both the capacity of young children to generate T cell responses to vaccination as well as robust Th1-type functionality. Interestingly, neonatal mice immunized with incomplete Freund’s adjuvant generate Th2-biased responses while complete Freund’s adjuvant, containing mycobacterial-derived components, promotes Th1-polarized responses [57] illustrating that the inflammatory nature of an immunization significantly influences the quality of the subsequent T cell response, even very early in life.\n\nStudies of influenza vaccination further highlight differing immune and specifically T cell responses to inactivated (IIV) versus live-attenuated (LAIV) vaccines early in life. Compared to older children and adults, children under four receiving IIV demonstrated reduced induction of serum-neutralizing antibody responses and antibody-secreting cells compared to older children and adults [100]. Following immunization with IIV, neonatal mice showed impaired generation of Tfh important for antibody and germinal center responses [101] that could be restored with additional stimulation by the adjuvant MF59 [102], suggesting impaired T cell help during infancy. Live-attenuated influenza virus vaccine (LAIV) elicits measurable circulating, virus-specific T cell responses in infants and young children which are not observed in adults [103]. Furthermore, in a previous study, LAIV provided enhanced protection against the incidence of laboratory-confirmed influenza and influenza-like illness in children compared to inactivated influenza vaccine (IIV) [104] and this protection was superior to that observed in adults [104]. Whether this protection was mediated by T cells in humans is not known, recent mouse studies demonstrate that LAIV generates protective lung TRM, while vaccination with IIV does not [88]. Vaccination of infant mice with LAIV resulted in reduced TRM generation compared to adults, consistent with their intrinsic impairments in TRM differentiation [84] The in vivo efficacy of LAIV in young children can vary between seasons [105], and more studies are needed to evaluate the contribution of tissue localized to circulating responses.\n\nTaken together, these results suggest that neonates and infants are capable of responding effectively following vaccination and provide evidence that T cell responses in early life are not inherently less functional than those of adults. Identifying the immune mechanisms underlying effective host T cell responses to vaccines and how these factors differ between infants and adults is a priority in the rational design of future vaccines and therapeutics for infectious disease. Finally, determining whether vaccines elicit lasting TRM populations in early life and establishing whether circulating T cell responses can predict TRM generation following vaccination could substantially improve both vaccine development and response monitoring in childhood and throughout life.\n\nnfants and neonates are highly susceptible to pathogens encountered via the respiratory and gastrointestinal tracts, yet the regulation, differentiation, and maintenance of infant T cell responses during homeostasis and infection or vaccination remains poorly understood. Infant T cells exhibit distinct intrinsic responses at the earliest phases of activation, subsequent tissue homing, and functional differentiation. The generation of memory T cells in circulation and those localized to tissue sites as TRM has been shown to be critical for protection against virus infections, particularly at mucosal sites; however, evidence from human studies and mouse models indicates that TRM formation is significantly reduced during infancy. Given the distinct properties of infant T cells, we propose a model for how infant T cells may be intrinsically programmed for a differentiation pathway that promotes effector responses at the site of infection to promote pathogen clearance, rather than long-term memory responses, using lung and respiratory infection as an example (Fig. 1). The high proliferative capacity and apoptosis by infant T cells, together with their ability to produce IFN-γ at mucosal sites, may promote terminal effector differentiation compared to T cell responses later in life, which encompass both pathogen clearance mechanisms and in situ memory formation (Fig. 1). As a result, the generation of TRM and pathogen-specific memory T cells at the site of infection during infancy is compromised, resulting in reduced protective immunity to recurrent pathogen exposures. Further studies in mouse models and humans to elucidate the molecular mechanisms and transcriptional and epigenetic differences in early- compared to later-life T cells at distinct sites will be essential for developing specific strategies to optimize localized immunity at this critical period of development.\n"}