{"title": "Sustainability of High-Level Isolation Capabilities among US Ebola Treatment Centers", "body": "In early 2016, we sent a 70-question survey to the original 56 designated US HLIUs, including the 10 RESPTCs. The survey queried challenges and concerns about the maintenance of capabilities. Results were collected through Adobe Acrobat Pro (https://acrobat.adobe.com/us/en/acrobat/acrobat-pro.html) and analyzed by using descriptive statistics. The University of Nebraska Medical Center Institutional Review Board declared the study exempt (#172–16X).\n\nThirty-six (64%) hospitals responded. Of the 33 that completed the full survey, 3 reported they no longer maintained their HLIU capabilities. The 2 that provided qualitative information about their decision to close reported needing HLIU resources for other, more pressing areas and cited close proximity to at least 1 other HLIU as reasons for closing.\n\nNineteen (58%) hospitals reported using their HLIU for non-HID patients when not activated; the other 14 (42%) use the unit exclusively for patients with HIDs or for training (Table 1). When the 19 hospitals with adaptive isolation units (i.e., units otherwise used for normal hospital care) are activated, an average of 6.31 beds (median 6, range 2–12) must be taken offline when caring for 1 patient with an HID and an average of 6.97 beds (median 7.75, range 2–12) for 2 patients. Ten (53%) HLIUs with adaptive units stated preference for a unit dedicated to care for patients with HIDs; however, when asked the estimated costs of developing a unit for 2 HID patients, estimates ranged from $1 million to $12 million. Perceived benefits of a dedicated unit included minimizing disruption of other patients (4 hospitals), a constant state of readiness (3 hospitals), and an ability to train in the unit (4 hospitals).\n\nOur initial 2015 survey reported that hospitals designated as ETCs incurred an average per hospital of $1,197,993 (4). Since that time, 25 (76%) of those original facilities reported receiving some degree of federal reimbursement, and 8 (24%) had not received any reimbursement. A cumulative total of $28,146,558 in federal funding (average $1,407,328, range $33,650–$6,000,000) was reported by the 20 (60%) reporting HLIUs. After we excluded federally funded RESPTCs and HLIUs that did not report initial investments in the pilot survey, the remaining 14 HLIUs reported a gap in reimbursement of $9,113,072.50 (mean $650,933.75 per HLIU).\n\nAlthough 1 HLIU reported lacking specific protocols or an ability to care for patients with an HID other than EVD, all other HLIUs (97%) reported being prepared to care for patients with HIDs other than EVD (Figure 1). Our survey also queried HLIUs about the challenges they experienced and challenges they foresee in maintaining the capabilities and capacity needed for HID care (Figure 2). Sustainability concerns was the most cited challenge in establishing and maintaining a HLIU. HLIUs also detailed facility modifications and/or capabilities they would add if additional hypothetical funding were available (Table 2).\n\nDeveloped during the height of the West Africa Ebola outbreak, most newly established US HLIUs invested immense resources and effort into preparing for patients with EVD. However, no formal network of HLIUs has been established in the United States, except for the 10 RESPTCs, and at least 3 former HLIUs no longer maintain HLIU capabilities. Moreover, 14 HLIUs not designated as RESPTCs reported having spent $9.1 million more than they have been reimbursed to initially develop HLIU capabilities. As a result, these hospitals reported struggling to fund ongoing operations and sustain readiness.\n\nAlthough many facilities have created adaptable-use HLIUs because they lack the capital funds, space, or both to create a dedicated unit, such units have major disadvantages because healthcare workers are unable to train in the unit, existing patients must be relocated when the unit is activated for an HID patient, and multiple additional rooms must be taken off-line for the care of 1 patient with an HID (8). Thus, more than half of US HLIUs that routinely care for non-HID patients would build an HID-dedicated unit if funds were available. However, because future funding sources for non-RESPTCs are unclear, lessons on sustainability might be learned from flexible-use HLIUs in Italy and the Netherlands, which offer levels of containment based on a patient’s condition and offset costs by routine use (1).\n\nOur study had several limitations. The data were self-reported and not validated by external sources. The current status of HLIUs that did not participate in the follow-up survey is unknown. A decrease in participation from the initial survey to the follow-up could also be due to the longer, more detailed follow-up and could indicate the lack of attention to this area now that the EVD outbreak is over. The study population was based solely on a list published by the Centers for Disease Control and Prevention (9) and does not include data from other hospitals that similarly tried to strengthen their ability to treat HID patients.\n\nIn conclusion, a network of hospitals capable of treating patients with HIDs was rapidly constructed in response to the recent EVD outbreak. However, without the impending threat of EVD or another HID on the immediate horizon, public attention on HID preparedness tends to waver, and governments tend to prioritize and shift funding elsewhere. Additional external funding sources remain generally uncertain for US HLIUs not designated as RESPTCs; therefore, these HLIUs must strategize methods and models of sustainability if they are to maintain capabilities and readiness."}