{"title": "Neutrophil gelatinase-associated lipocalin as a potential novel biomarker for ventilator-associated lung injury", "body": "Mechanical ventilation may induce and exacerbate lung injury, in contrast to its lifesaving effects. It has previously been demonstrated that biotrauma is an underlying mechanism of lung injury, important factors of which include inflammation and the innate immune response (1). Biological markers of ventilator-associated lung injury (VALI) are important for early diagnosis and prognosis, and provide novel insights into the mechanisms of VALI. Currently identified biomarkers of VALI are key elements of the inflammatory and immune response pathways; however, the precise function of each mediator remains to be elucidated. To the best of our knowledge, no studies have validated the sensitivity or specificity of any biological markers that may aid early diagnosis or treatment of VALI (2,3). Further studies are required in order to identify novel, sensitive and specific biological markers.\n\nNeutrophils (polymorphonuclear leukocytes, PMNs) have been demonstrated to be important in the development and progression of VALI and may lie at the center of a positive feedback loop that results in lung injury (4). Therefore, PMNs or key mediators of the PMN regulatory signaling pathway may be molecular candidates for the occurrence of VALI (5). Neutrophil gelatinase-associated lipocalin (NGAL), a 25-kDa protein of the lipocalin family, was originally isolated from specific neutrophil granules (6,7). In addition to excretion by activated neutrophils, NGAL may be released in small quantities by epithelial and kidney tubular cells, and during inflammation or injury. Elevated NGAL is an early blood-based marker of acute kidney injury and is detectable within 2–12 h following an ischemic/toxic insult in patients with cardiovascular diseases (8,9).\n\nThe function of NGAL in the regulation of alveolar epithelial cells and in VALI remains to be elucidated. The expression level of NGAL, which is extensively involved in inflammation and the immune response, is an indicator of PMN activation. As an acute and secretory phase protein, NGAL is easily detected in serum and bronchoalveolar lavage (BAL) fluid (10,11). The aim of the present study was to demonstrate the use of NGAL as a novel diagnostic marker for VALI. The results indicated that NGAL levels increase in lung tissue, BAL fluid and serum during VALI in mice. Therefore, NGAL may represent a novel diagnostic marker for the early prediction of patients at high risk of VALI.\n\nMale C57BL/6 mice, (20±2 g, 6–8 weeks and free of murine specific pathogens), were obtained from the Experimental Animal Center of Guangdong Province (Guangzhou, China). The mice were housed in a specific pathogen free animal house at a temperature of 22±2°C and a relative humidity of 55±5% with a 12:12 h light/dark cycle. Throughout the experimental process, the mice were housed in a laminar flow cabinet and maintained on standard laboratory food ad libitum. The study was approved by the ethics committee of Guangzhou University of Traditional Chinese Medicine.\n\nExperiments were conducted on 42 wild-type mice, which were divided into 7 groups. The protocol for the control group was spontaneous breathing for 2 h. The protocol for the high peak inflation pressure (high-PIP) group was breathing under the condition of 50 cm H2O of PIP and 2.5 cm H2O positive end-expiratory pressure (PEEP) at 17 breaths/min for 2 h with a tidal volume of 1 ml. The protocol for low peak inflation pressure (low-PIP) group was breathing under the condition of 15 cm H2O of PIP and 0 cm H2O PEEP for 2 h at 120 breaths/min with a tidal volume of 0.29 ml. The protocol for high-volume for 2 h (HV-2) group was breathing under the condition of 30 ml/kg, 0 cm H2O PEEP for 2 h at 65 breaths/min. The protocol for low-volume for 2 h (LV-2) group was breathing under the condition of 6 ml/kg, 5 cm H2O PEEP for 2 h at 135 breaths/min. The protocol for high-volume for 4 h (HV-4) group was breathing under the condition of 30 ml/kg, 0 cm H2O PEEP for 4 h at 65 breaths/min. The protocol for low-volume for 4 h (LV-4) group was breathing under the condition of 6 ml/kg, 5 cm H2O PEEP for 4 h at 135 breaths/min. The experimental protocols for each group are detailed in Table I.\n\nFollowing treatment, animals were sacrificed via administration of 50 mg/kg sodium pentobarbital (Sigma-Aldrich; Merck KGaA, Darmstadt, Germany). Peripheral blood was extracted by removing the eyeball. Following overnight storage at 4°C, serum was collected via centrifugation at 1,000 × g for 30 min at 4°C. Immediately post-mortem, the heart-lung block was dissected and BAL fluid was obtained using the method previously described (12,13). BAL fluid was centrifuged at 1,000 × g for 10 min at 4°C and the supernatant was collected for western blotting. For reverse transcription-polymerase chain reaction (RT-qPCR) and western blotting of lung samples, the right lung was cut into samples (~1×1 cm) and flash-frozen in liquid nitrogen. For immunohistochemical and hematoxylin and eosin (H&E) staining, the left lung was fixed as previously described (14). The vertical axis of each left lung was identified and the lung was cut perpendicular to this axis into 4-mm thick slices.\n\nTotal RNA was extracted from frozen lung samples using TRIzol reagent (Ambion; Thermo Fisher Scientific, Inc., Waltham, MA, USA) according to the manufacturer's protocols. RNA was quantified by measuring absorption at wavelengths of 260 and 280 nm using the NanoDrop system (NanoDrop; Thermo Fisher Scientific, Inc., Wilmington, DE, USA). and stored at −70°C until required. A total of 1 µg total RNA was reverse-transcribed to cDNA using the AffinityScript QPCR cDNA Synthesis kit (Agilent Technologies, Inc., Santa Clara, CA, USA), and RT-qPCR was performed using the Brilliant II SYBR-Green QPCR Master Mix kit (Agilent Technologies, Inc.) under the conditions as follows: preheating at 95°C for 10 min, followed by 40 cycles of 95°C for 10 sec, 60°C for 20 sec and 72°C for 10 sec. The primers were purchased from Sangon Biotech Co., Ltd. (Shanghai, China) and the sequences were as follows: Forward, 5′-CCCTGAACTGAAGGAACG-3′ and reverse, 5′-TTGGTATGGTGGCTGGTG-3′ for NGAL, and forward, 5′-CATCCGTAAAGACCTCTATGCCAAC-3′ and reverse, 5′-ATGGAGCCACCGATCCACA-3′ for β-actin. PCR reactions were performed on an iQ5 Multicolor Real-Time PCR Detection system (Bio-Rad Laboratories, Inc., Hercules, CA, USA). Gene expression was measured in triplicate, quantified using the 2−ΔΔCq method (15) and normalized to the β-actin internal control.\n\nLung tissue protein was extracted using ice-cold RIPA buffer (Beyotime Institute of Biotechnology, Nantong, China) according to the manufacturer's protocols. Protein concentration was determined using the Bicinchoninic Acid Protein Assay kit (Thermo Fisher Scientific, Inc.). Total proteins (30 µg) were separated by 8–12% SDS-PAGE at 120 V, and transferred onto polyvinylidene difluoride membranes (EMD Millipore, Billerica, MA, USA) at 250 mA for 90 min via wet transfer. Following blocking non-specific binding sites with 5% non-fat milk in Tris-buffered saline (TBS) with Tween-20 (20 mM/l TBS pH 7.5, 500 mM/l NaCl and 0.1% Tween-20) for 1 h, the blots were probed with mouse monoclonal anti-β-actin (sc-47778; 1:500; Santa Cruz Biotechnology, Inc., Dallas, TX, USA) and anti-NGAL (MAB1857; 1:1,000; R&D Systems, Inc., Minneapolis, MN, USA) primary antibodies at 37°C for 1 h. Bands were detected using an anti-mouse horseradish peroxidase-conjugated secondary antibody (7076; 1:2,000; Cell Signaling Technology, Inc.) at 37°C for 40 min followed by treatment with SuperSignal® West Pico Chemiluminescent Substrate (Thermo Fisher Scientific, Inc.) and X-ray film exposure (Kodak, Rochester, NY, USA). The film was scanned, and densitometric analysis was performed using QuantityOne software version 4.6.2 (Bio-Rad Laboratories, Inc.). Squares of equal size were drawn around each band to measure the density, and the value was adjusted based on the density of the background near that band. Densitometric analysis was repeated three times. Results were expressed as a ratio of the target protein compared with the reference protein. The ratio of the target protein from the control group was arbitrarily set to 1.\n\nLung samples were fixed in 10% formalin solution at 4°C for 24 h, and dehydrated. The samples were wax embedded and cut into 4–6 µm sections on a microtome. The sections were flattened, mounted and heated on blank glass slides. Histological evaluations were performed by H&E staining and pathological examination using a CTR 6500 microscope (Leica Microsystems GmbH, Wetzlar, Germany).\n\nFollowing deparaffinization and dehydration, the sections were immersed in 10 mM sodium citrate buffer (pH 6.0) with 0.05% Tween-20, for 5 min at 58°C, and subsequently treated with 0.25% Triton X-100 for 5 min. Following blocking with 5% bovine serum albumin (Beijing Solarbio Science & Technology Co., Ltd., Beijing, China) at room temperature for 20 min, the slides were incubated at 4°C with a rat monoclonal anti-NGAL antibody (MAB1857; 1:100; R&D Systems, Inc.) overnight. Finally, slides were incubated with a rabbit anti-rat biotin-conjugated IgG H&L secondary antibody (ab6733; 1:1,000; Abcam, Cambridge, MA, USA) at room temperature for 1 h, and detected using an avidin-biotin complex system (Vectastain ABC-kit; Vector Laboratories, Inc., Burlingame, CA, USA).\n\nAll statistical analyses were performed using SPSS software, version 19.0 (IBM SPSS, Armonk, NY, USA). Data are expressed as the mean ± standard deviation. Statistical comparisons were performed using one-way analysis of variance, followed by Scheffe's test. Statistical differences between two groups were determined using the unpaired Student's t-test. P<0.05 was considered to indicate a statistically significant difference.\n\nFollowing the application of different modalities of mechanical ventilation, lung tissue was collected and evaluated via H&E staining, as presented in Fig. 1A. The control, LV2, LV4 and low-PIP groups exhibited a normal histology. HV2, HV4 and high-PIP groups presented an abnormal histology compared with the control group. These abnormalities included alveolar septal thickening indicative of edema formation, mononuclear cell infiltration of the alveolar walls, hemorrhage, fibrin exudation and intra-alveolar erythrocyte infiltration.\n\nTo validate the VALI model in mice, total protein from BAL fluid was detected. As presented in Fig. 1B, total protein concentration in BAL fluid of LV2, LV4 and low-PIP groups did not differ from the control group. Total protein concentration in BAL fluid of HV2, HV4 and high-PIP groups was greater compared with the control group. Therefore, these observations suggested that LV2, LV4 and low-PIP modalities of mechanical ventilation are safe, whereas HV2, HV4 and high-PIP may result in lung injury.\n\nTo investigate NGAL expression in a mouse model of VALI, lung tissues, BAL fluid and serum were collected from control, LV2, HV2 low-PIP and high-PIP groups. RT-qPCR demonstrated that NGAL mRNA expression in lung tissue was increased in all groups compared with the control group, particularly the HV2 and high-PIP groups (Fig. 2A). As presented in Fig. 2B and C, NGAL protein expression levels were increased in all groups compared with the control group, particularly in the HV2 and high-PIP groups.\n\nTo investigate the expression of NGAL in a mouse model of VALI, mice were subjected to low- or high-volume mechanical ventilation for 2 h or 4 h. As presented in Fig. 3A, NGAL mRNA expression levels in lung tissue demonstrated no difference between LV2 and LV4 exposure. However, a significant increase was present in HV4 compared with the HV2 group. Similarly, NGAL protein expression levels in lung tissue did not differ between the LV2 and LV4 groups; however, they were markedly greater in the HV4 group compared with the HV2 group (Fig. 3B and C). Protein expression profiles of NGAL in BAL fluid and serum were similar to those in lung tissue (Fig. 3B and C).\n\nTo evaluate the spatial localization of NGAL expression, immunohistochemical staining of murine lung tissue samples from injured and control mice was performed. As presented in Fig. 4, strong murine NGAL expression was detected in the lung tissue from injured mice. In addition, NGAL expression was increased in lung vascular endothelial cells and infiltrating neutrophils of the injured lung.\n\nVALI has recently been of primary concern for clinicians and researchers. The reduction in mortality associated with low tidal volume ventilation in patients with acute lung injury, and acute respiratory distress syndrome has resulted in an increased research interest toward the underlying mechanism of VALI (16). The roles of the innate immune response and inflammation in the pathogenesis of VALI have been extensively studied in recent years. It has previously been suggested that inflammation may not be integral to the initiation of VALI; however, prevalent data in the field suggests a major pathogenetic role of inflammation and lung neutrophil recruitment. Therefore, investigators have searched for biological markers of VALI and therapeutic targets that may facilitate treatment.\n\nNGAL of the lipocalin superfamily, was originally isolated from specific neutrophil granules (6,7). NGAL protein levels are typically very low in various biological fluids (17). Previous studies have demonstrated that NGAL expression is associated with acute injury, particularly acute kidney injury. However, an association between NGAL and acute lung injury has not yet been reported. The present study characterized the expression profile of NGAL in mice subjected to different mechanical ventilation protocols. NGAL mRNA and protein expression levels in lung tissue increased under all mechanical ventilation treatments; however, a significant increase was observed following high-volume or high-PIP mechanical ventilation. A similar NGAL increase was further detected in BAL fluid and serum, and was notably increased following high-volume or high-PIP mechanical ventilation. NGAL expression was time-dependent under high-volume mechanical ventilation treatment. Immunohistochemical localization studies revealed increased NGAL expression in lung endothelium, alveolar epithelial cells, and infiltrating neutrophils. NGAL is easily detected in serum and BAL fluid (10,11). The results of the present study verify the role of NGAL as a novel and potential biomarker for VALI. A previous study revealed that plasma concentrations of NGAL were increased in oleic acid-induced acute lung injury and a conventional mechanical ventilation model in piglets (18). Serum NGAL levels were additionally significantly increased in lung transplant patients (19).\n\nIn conclusion, the present study used an animal model to identify NGAL as a potential novel biomarker for mechanical-induced lung injury. Further studies are required to define the functional role of NGAL and the pathophysiology of altered NGAL expression in VALI."}