{"title": "Establishing Appropriate Agency Relationships for Providers in China", "body": "Chinese health system development and economic reforms in the past 70 years have nurtured the current unique physician agency relations in China. Between 1949 and 1978, the Chinese health care system was designed with the objective to provide “equal access for all regardless of ability to pay,” an ideology championed by the Chinese Communist Party under Mao Zedong.1 To achieve this goal, the Chinese government assumed control of all aspects of health care and delivery—it provided funding for the construction of hospitals and clinics, paid health workers a fixed salary, and set the prices for medicines and services.2 At that time, all physicians became employees of public hospitals, establishing the foundation of the current dominating role of public hospitals, especially tertiary-level public hospitals in China.3\n\nWhile the post-1978 economic reforms and the market-oriented approach have helped develop the Chinese health care system (eg, the number of hospitals in China has increased from 9902 to 20 918 between 1980 and 2010),4 new challenges have also emerged. First, governmental subsidies to public health care facilities declined dramatically after 1978. The government’s subsidies to public hospitals fell to merely 10% of their total expenditures by the 1990s,5 and 90% or more of Chinese public hospitals’ revenue continued to depend on drug sales and services in 2010.6 While Chinese public hospitals continued to have a bureaucratic and complex government-run regulation and management system,3 they also were expected to behave like for-profit entities to earn profit to survive and to continue being competitive in the health care market.7 Second, because labor-related medical services remained underpriced,8 the Chinese government set a higher margin rate for high-technology procedures and diagnostic tests, and hospitals are allowed to charge a 15% to 25% mark-up on drug sales (15% for Western medicine and 25% for Traditional Chinese Medicine).9 Such policies provided financial incentives for hospitals to begin a “medical arms race” to scale up their provision of high-technology diagnostics and interventions, as well as to overprescribe drugs.10-12 Third, most of senior physicians’ income from hospitals is still a combination of basic salary and bonus,13 with the bonus coming from hospitals’ financial profit.14 To increase their hospital’s profit, hospital management tied the physicians’ bonus to their contribution to hospital profits, which has intensified the overprescription of drugs and overuse of diagnostic tests.5,7,8,10-12,15-17 Such an extrinsic bonus incentive method may also “crowd-out” physicians’ intrinsic concerns for other important aspects of health care, for example, the health care quality and population health.18 Some scholars have commented that these financial incentives even may have directly eroded physicians’ ethics.17,19 Because of this strong alignment of financial incentives, senior physicians in effect can become more the agents for public hospitals rather than for their patients.\n\nThere has been concern in the past that the rise of China’s promarket health care delivery system between 1978 and 2002 had sown the seed for a major public health breakout, SARS (Severe Acute Respiratory Syndrome), in 2003 in China.20 The SARS epidemic combined with other health services issues, for example, increasing out-of-pocket health care expenditures and insurmountable access barriers to health care (in a popular Chinese proverb: kanbingnan, kanbinggui), led to a comprehensive health care reform in 2008.20 Although some researchers may not completely agree,21 by 2012, this Chinese health care reform has achieved significant progress toward the first 4 goals set in 2008, including expanding social insurance coverage and public health services, improving the primary care delivery system, and establishing an essential medicines system.20\n\nHowever, by 2012, the pilot public hospital reforms in 17 cities had failed to deliver meaningful results,20 and the progress of public hospital reforms had been slow.6 Currently, public hospital reform remains one of the major issues on the Chinese health care reform agenda. The number of public hospital reform piloting cities expanded to 100 in 2015, and all the city-level public hospitals and hospitals above this grade were expected to be undergoing reform by 2017.22 The Chinese government believed that health care reform had already entered the “deep water zone” in that public hospital reform was the most difficult component.23 In the Chinese State Council’s “The Thirteenth Five-Year Plan for Deepening Healthcare System Reform,” the government listed several aspects of public hospital reform as one of the most important tasks.24\n\nIn addition to the general public hospital reform challenges shared with other countries (eg, the 3 structural sources and the 3 contextual sources summarized by Edwards and Saltman),25 China’s current public hospital reform confronts several unique challenges. Among these unique challenges is the lack of appropriate and clear physician agency relations caused by the combination of the dominating role of tertiary-level public hospitals, public hospitals’ profit-driven behaviors, the existing strong financial ties between physicians and public hospitals, and the lack of a comprehensive physician professionalism system.\n\nChinese hospitals can be categorized as “public” and “non-public” by registration status, or “government owned,” “social enterprise owned,” and “investor owned” by ownership status.4 In this commentary, we use “private hospitals” as a general category for the “non-public hospitals.” Since 1989, the former Chinese Ministry of Health established a hospital accreditation system to categorize hospitals into 3 grades (3, 2, and 1), as well as 3 within-grade levels (A, B, and C), mainly based on size (20-99 beds for primary hospital, 100-499 for secondary hospital, and above 500 for tertiary hospital), and other factors including service, technology, and quality.9 Almost all the tertiary-level hospitals are public hospitals.\n\nPublic hospitals hold a dominate position in terms of patient volume, medical technology, and high-quality practitioners. The percentage of total inpatient admissions made by public hospitals was about 90% by 2012, the percentage of inpatient admissions by government-owned hospitals remained about 84% between 2005 and 2012, and the percentage of inpatient admissions at tertiary-level hospitals during this latter period actually increased from 28% to 37% (see Table 1).4 The dominating role of public hospitals also can be observed in variation of occupancy rates: In 2012, the bed occupancy rate was 94.2% for public hospitals, 104.5% for tertiary-level public hospitals, as against 63.2% for private hospitals.4 Public hospitals accounted for 88.15% of the inpatient surgeries as of 2012.4 Public hospitals also are the employers of most high-quality practitioners, for example, 82.07% of practicing physicians worked at public hospitals and 86.33% of registered nurses worked at public hospitals as of 2012.4 The public data from China Health Statistical Yearbook are available up to 2012; however, based on the trend between 2005 and 2012, the dominating role of tertiary-level public hospitals has not changed much since 2012. For example, China’s public hospitals accounted for more than 85% of both inpatient and outpatient care as of 2015.26\n\nFor most tertiary-level public hospitals, senior physicians are the attending physicians who control and manage a number of hospital beds, serving also as leader of a group of junior physicians and residents. Attending or senior physicians have a significant role in generating hospitals’ revenue, and such revenue is tied to his or her own income as mentioned above. Therefore, even though physician-agency relation issues exist at all levels of public hospitals as well as private hospitals, the financial relation between specifically tertiary-level public hospitals and senior physicians remains a major barrier for the recent provider-related health care reform activities discussed below, reflecting the dominating medical role of tertiary-level public hospitals in China’s health care system.\n\nSince 2013, a new round of health care reform returned to a market-oriented direction for provider-related reforms, with promoting private hospitals as a major policy.20 The Chinese government hopes to create competition among current low-efficiency public hospitals with newly established private hospitals, to improve the overall efficiency and quality of the entire health care system.7 The “National Planning Guideline for the Healthcare Service System (2015-2020)” released in 2015 reemphasized “strongly develop non-public healthcare facilities” as one of the 5 concrete tasks,27 though the government’s goal of treating 20% of the patient population in private hospitals by 2015 seems not to have been reached.28\n\nThe policy of promoting private hospitals has faced a number of barriers due to current physician-agency relationships. In particular, recruiting physicians to new private hospitals, especially senior physicians, has been a significant challenge.29 Senior physicians prefer to remain at tertiary-level public hospitals for professional as well as financial reasons, where senior physician resources and service volume remain concentrated30 and where service volume is reinforced by the existing pattern of greater trust among patients in large public hospitals compared with other health care facilities.3 If new private hospitals are to emerge and establish themselves, the relationship between senior and/or more highly respected physicians and tertiary-level public hospitals will have to give way to a more balanced public/private set of physician relationships. Second, the emerging private hospitals owned by social enterprise or investors are more likely to be for-profit, and such profit-driven nature will make the physicians practicing at their facilities profit-making agents as well. Strengthened physicians’ professionalism will be even more important in an environment where physicians are practicing at explicitly for-profit facilities.\n\nGiven that a central challenge for private hospitals’ development has been the difficulty of recruiting senior physicians, an almost hand-in-hand reform initiative alongside promoting private hospitals was to allow physicians to practice in more than one hospital: for example, to enable physician multilocation practice. This multilocation practice policy also sought to redistribute patient flow to lower level health care facilities by better distributing more senior physician resources who previously had practiced only in tertiary-level public hospitals.30 On January 2015, the Chinese National Health and Family Planning Committee, the National Development and Reform Commission, and 3 other Chinese National Commissions under the State Council released the newest regulation for the promotion of physician multilocation practice, further reducing the regulatory and administrative barriers for senior physicians to practice in other health institutes.31 By transforming currently employed physicians into “free agents” in the medical marketplace, the multilocation practice policy seeks to break the domination of physician resources by tertiary-level public hospitals. However, critical barriers still exist, and the establishment of multilocation practice will itself create new challenges.\n\nFirst, even though the Chinese government seeks to promote physicians’ mobility, it is not surprising that such policies have had little success due to resistance from the tertiary-level public hospitals. As described above, with physicians’ income and hospitals’ profit so strongly tied together in the existing tertiary-level public hospital arrangement, physicians have become in effect the agents of their hospital. In addition, the nature of uncertainty of medical services and the asymmetry of information32,33 demonstrate the difficulty of evaluating physicians’ performance at their own employer hospital. Holmstrom and Milgrom pointed out that a firm should restrict its agents from conducting outside activities if it is difficult to measure the performance of the agent’s “inside firm activity.”34 As a result, while physicians are still agents and employees of tertiary-level public hospitals, it will be difficult to design an appropriate profit/cost sharing mechanism between physicians’ current employer hospitals and the facilities they choose for multilocation practice. In all these respects, the tertiary-level public hospitals become a natural barrier to the development of multilocation practices.\n\nSecond, the implementation of physician multilocation practice policy may itself create new problems, including health service quality and increased patient risk. To practice in additional health care facilities, some Chinese physicians are establishing private physician-group companies.35 However, government regulations on physicians’ groups or physicians practicing in other health care facilities are still vague and insufficient.36 Even though the current regulations and code of conduct for Chinese physicians may not be ideal, physicians are at least under the regulation and supervision of their employers: public hospitals. If physicians can practice at other health care facilities freely or as an employee of loosely regulated physician-group companies, the current immature physician professionalism system does not have the capability to substitute for the current regulatory role served by employer hospitals in terms of ensuring appropriate procedures, care quality, and risk control.\n\nTo eliminate the perverse financial incentives related to drug mark-up policies described above, from 2015, the Chinese government began to eliminate the 15% drug cost markup for public hospitals (eg, zero mark-up drug policy). By September 30, 2017, all public hospitals should have eliminated the drug markup (except for Traditional Chinese Medicine).37 To compensate for the loss of revenue to public hospitals, most labor-related services such as physician service fees, inpatient bed fees, nursing fees, surgery fees, and traditional medicine rehabilitation fees have all been increased. The comprehensive payment structure reform required that, on average, the increased fee schedule will compensate 90% of the drug mark-up profit loss for county-level hospitals and above.38\n\nThe goal of this policy is to eliminate the incentive for physicians to overprescribe expensive drugs and high-technology diagnostics tests. However, if physicians’ incomes are still tied to public hospitals’ profit, hospitals can design other financial incentive systems to reward physicians who help hospitals to increase profit. Multiple studies have already reported that hospitals and physicians responded by increasing physician and other service charges.38-42 One recent study on a well-recognized reform model, “Sanming,”26,43 also showed the zero mark-up drug policy’s effect on reducing expenditure faded over the long term.44 Lack of a proper professional code for Chinese physicians could make physicians’ and hospitals’ fee response behaviors even more extensive.\n\nIn summary, the post-1978 Chinese health care system’s development has had the overall effect of making Chinese physicians more the agents of hospitals rather than of their patients. Substantial evidence has shown that the financial tie between physicians and tertiary-level public hospitals is a critical reason for much of existing inefficiency or even misuse of health care resources.11,12,16 More recently, the existing strong financial relation between senior physicians and tertiary public hospitals also has jeopardized efforts to create competition from emerging private hospitals as well as reform measures that allow physicians to practice among multiple health care facilities. The eventual goal of current Chinese health care reforms is to create a market with providers of numerous ownership, including public and for-profit private hospitals, and to redistribute physician resources from currently dominating public hospitals to other settings. To achieve this long-term goal with sustainable physician-patient and physician-hospital agency relations, a systematically well-developed physician professionalism system will also be necessary.\n\nThe Chinese government has implemented policies to reduce overprescribing behaviors; however, more needs to be done to align physicians’ incentives with the patient population.17 An important next step is to disconnect the close financial relationship between senior physicians and the profit earned by tertiary-level public hospitals. An existing tool the Chinese government may consider is the US Resource Based Relative Value Scale (RBRVS),45 which could be modified so as to represent Chinese physicians’ workload and value in a scientifically valid manner.\n\nThe Chinese version of an RBRVS system to pay physicians directly based on workload, specialty, length of training, risk, quality of care, service location, and so on would support both private hospital development and multilocation physician practice by cutting the current tight financial relationship between senior physicians and the currently dominating tertiary-level public hospitals. The Chinese version of RBRVS could also increase physicians’ current income by properly reflecting physicians’ value, solving the issue of underpaid physician services,8 so that physicians will not rely on drug sales, inducement of services, or other financial incentive systems designed by hospitals. The Chinese version of RBRVS could also incorporate health care outcome, patient satisfaction, population health, and other quality-related measures based on specialty, to create positive incentives on physicians’ behaviors that align with the overall Chinese health care reform goals of 2030.\n\nOf course, to design and implement an independent physician reimbursement system would require a substantial administrative and legal framework, for example, establishing billing and collection processes, and comprehensive malpractice insurance for physicians if they are practicing independently, all of which are public hospitals’ responsibility in the current situation. We recognize the significant investment of time and funding necessary to implement an independent physician reimbursement system for senior physicians at tertiary public hospital level; however, given the current situation in China, the advantages of such a major reform outweigh the disadvantages, especially considering the expected long-term effects on efficiency and quality of service within the health care delivery system. In addition, as the function, goal, and financial sources for health care facilities in rural areas, and also for secondary level and community-based primary care systems in urban settings, are very different than those of tertiary-level public hospitals,17 physicians practicing at these lower intensity health care facilities should be paid using the current approach until the Chinese version of RBRVS is operating and mature.\n\nWe recognize that every reimbursement structure has its caveats, either in efficiency, quality, or cost control.62 However, in any reimbursement structure, a strong financial relationship between physicians and health care facilities can always enable health care facilities to design mechanisms to benefit their own financial goals.63 The current most important barrier for the Chinese public hospital reform is the lack of competition caused by the existing financial relations between public hospitals and senior physicians. The Chinese government has tried to leverage private hospital investment, use policy to promote physicians’ mobility, and change reimbursement policy, to overcome these barriers. However, the financial relations between large public hospitals and senior physicians still allow public hospitals to design mechanisms to maintain their dominating positions. A RBRVS system reimbursing senior physicians directly will be able to eliminate such financial ties. Separating senior physicians from public hospitals as “free-agents” will promote the current provider-side reform, even though this strategy may also create other issues, such as the need to more closely monitor and supervise physician behavior. Therefore, a well-designed comprehensive physician professionalism system can serve as the foundation for a long-term solution that can promote provider-related reform activities.\n\nHealth systems in different countries have their own historical background and limitations, and even health systems in developed countries such as Europe64 and the United States65 currently confront significant challenges. The Chinese health system has gone through its own developmental phases and is facing unique challenges. We recognize that simply copying the health care reimbursement and managerial system from another country is unlikely to be successful in the Chinese context, and that any health system reform needs to be aligned with a country’s unique background and current stage of health system development.\n\nAt the current health system reform stage in China, the physician agency issue has become a central operational factor, one that can systematically jeopardize other essential provider-side reform measures. Physicians are multitasking agents in health care services, and some outcomes of their tasks are more difficult to evaluate than others.34 Even in the United States and other Western developed countries, establishing provider payment systems that create effective incentives for both cost control and quality improvement is difficult.62 The Chinese health care system is moving toward case-based or diagnosis-related group-based reimbursement approach for hospitals.66 Under such a prospective payment system, how physicians balance hospital interests, their own income, and patients’ benefits is a crucial measure of the physicians’ care decisions.67 If physicians’ personal income is still tied to their employer hospitals’ profit and hospital-designed financial incentives, however, it may be more likely that physicians will continue to prioritize hospital’s or their own profit rather than patients’ interest. A study on the impact of reimbursement method change from fee-for-service to per-diem for a Chinese public psychiatric hospital illustrated that the payment policy had not achieved its anticipated goals because physicians’ behaviors were still tied to the original financial incentives the hospital had designed.68\n\nChinese health care professionals have demonstrated a strong commitment to society, especially during natural disasters.69 However, providers’ behaviors in terms of health care service quality and quantity are associated with physicians’ remuneration approach.70 In this commentary, we contend that a major barrier to achieving the government’s prospective goals for its health care delivery reform in China is the lack of an appropriate physician-agency relationship. As a central strategy to overcome this barrier, we suggest reducing the direct financial tie between tertiary-level public hospitals and physicians, and establishing a comprehensive system of physician professionalism in China.\n\nTo be sure, provide-side reform in China is more complex than only the 2 issues described here. Other factors will also influence the efficiency and effectiveness of health care reform efforts, for example, public funding to public hospitals,14 public hospital governance,71 resource allocation between rural and urban areas,72,73 health care professional workforce development,74 patients’ experience,75 community-based primary care,76 and associated referral system.7 However, as Yip, Wagstaff, and Hsiao77 summarized earlier, more in-depth understanding of physicians’ incentives are necessary, and as La Forgia and Yip pointed out subsequently,28 the critical reform direction for providers is the alignment of providers’ interests with the general social welfare rather than their individual income. All of these directions require the 2 aspects we propose: minimizing the financial tie between tertiary-level public hospitals and physicians, and establishing a high-standard physician professionalism system in China."}