{"title": "Recent Advances Towards the Development of a Potent Antiviral Against the Hepatitis E Virus", "body": "Hepatitis E virus (HEV) is a positive-sense, single-strand RNA virus that causes acute and chronic viral hepatitis, fulminant hepatitis, acute liver failure and acute-on-chronic liver failure in infected individuals.1 It is known to be transmitted through the fecal-oral route, transfusion of infected blood products or through the vertical route.2–7 Zoonotic transmission due to consumption of infected meat products, resulting in sporadic cases, is particularly frequent in developed countries.8 The disease symptoms include jaundice, nausea, vomiting, fever and sore muscles. Though the infection is acute in normal individuals, it becomes chronic in immunocompromised patients, such as organ transplant recipients, individuals infected with the human immunodeficiency virus, and patients undergoing chemotherapy.9–14 The disease worsens in pregnancy, with mortality rates reaching as high as 20 to 25%.6,15,16 Recent reports have described extra-hepatic manifestations, such as Guillain-Barre syndrome, neurological amyotrophy, arthritis, pancreatitis and glomerulonephritis, in several HEV infected patients.17–19 Drave et al.20 have also demonstrated the replication of HEV in human neuronal-derived cell lines.\n\nOut of the eight recognized genotypes of HEV, genotypes 1 and 2 were responsible for about 20.1 million infections in 2005, including 3.4 million symptomatic cases, 70,000 fatalities and 30,000 still births.21 Outbreaks of HEV have been reported from different parts of the world. Several parts of eastern and the central India, including Orissa, Chhattisgarh, Maharashtra and Nellore, witnessed HEV outbreaks between 2008–2017.22–25 Many parts of Africa have also been affected by frequent HEV epidemics. Outbreaks were also reported from Egypt, Uganda, Sudan, Ethiopia, Chad, Niger and Kenya.26 An outbreak has even been reported from Australia, caused by a locally-acquired HEV.27 The recent increase in organ transplantation and exposure to the disease due to growing trade and travel has further expanded the incidence of HEV infection, thereby intensifying the need for research of antivirals against HEV.\n\nHEV-induced acute hepatitis is usually self-limiting. The disease is generally cured in 4–6 weeks, without the need of any medication. During severe acute and chronic infections, a reduction in immunosuppressant dose or administration of pegylated-interferon-alpha (PEG-IFN-α), ribavirin or a combination of both is the available therapeutic option. Reduction in immunosuppressant dose helps in virus clearance in approximately 30% of organ transplant patients.28\n\nRibavirin monotherapy has been found to be effective in the treatment of chronic HEV infection.29–32 Ribavirin inhibits host inosine monophosphate dehydrogenase, thereby depleting cellular GTP pools and blocking viral replication during HEV infection.33 Another possible mechanism of ribavirin action on HEV is attributed to its ability to induce mutations in the viral genome (Fig. 1). The G1634R mutation in the HEV polymerase increases the replication competence of the HEV genome and has been shown to confer resistance against ribavirin treatment in some patients. However, subsequent studies revealed that the G1634R mutation does not lead to absolute ribavirin resistance.34–37\n\nA major limitation of ribavirin therapy is attributed to the undesirable consequences of the treatment, such as: (i) it’s not being a treatment option during pregnancy, owing to its teratogenicity; (ii) its potential to cause hemolytic anemia and decreased hemoglobin, requiring direct supervision of hemolytic parameters during its application;38 and (iii) its potential to cause insomnia, dyspnea, lack of concentration and irritability.38 Also of note is the fact that although ribavirin treatment for chronic HEV-infected organ transplantation recipients is effective in the majority of cases, it does not reach a 100% success rate.34 Further, in a study involving a chronic HEV-infected Burkitt’s lymphoma patient treated with chemotherapy, 8 months of ribavirin treatment failed to eliminate the HEV.14\n\nPEG-IFN-α has been used in patients with liver transplant, kidney transplant, human immunodeficiency virus infection and leukemia who are chronically infected with HEV.39–42 The mechanism by which PEG-IFN-α clears HEV is not clearly understood. However, all the types of IFN, including IFN-α (type I), IFN-γ (type II), and IFN-λ3 (type III) inhibit HEV replication and IFN-α subtypes 2a and 2b exert the strongest antiviral activity against HEV in mammalian cell culture.43 HEV is also equipped with multiple strategies to restrict the IFN response, leading to moderate and delayed anti-HEV effects in vitro and in patients treated with IFN-α.44\n\nThe HEV X and papain-like cysteine protease domains inhibit IFN (type I) induction, while HEV ORF3 is known to inhibit IFN-α signaling by inhibiting phosphorylation of STAT1.45,46 Interestingly, ORF3 also inhibits phosphorylation and nuclear translocation of STAT3 as well as expression of its target genes in cells treated with epidermal growth factor.47 Further studies using suitable in vivo models should decipher the significance of the crosstalk between host interferon signaling and the viral interferon restriction factors.\n\nThe common side effect associated with IFN treatment is flu-like symptoms. Among the more serious adverse effects are neuropsychiatric disorders, neurologic disturbances, myelosuppression, cardiovascular disorders, altered liver function, renal insufficiency and gastrointestinal manifestations.48 Further, 3 months of treatment with PEG-IFN-α-2a is reported to result in sustained virolgical response in 2 out of 3 chronic HEV-infected liver transplant patients.49\n\nIn summary, PEG-IFN-α treatment appears to be a promising therapeutic option against HEV infection. Nevertheless, additional studies involving large cohorts of patients should provide a better understanding of its therapeutic benefits.\n\nInosine monophosphate dehydrogenase is an essential enzyme in the purine biosynthesis pathway. Several inosine monophosphate dehydrogenase inhibitors, such as mycophenolic acid, ribavirin and 5-ethynyl-1-β-D-ribofuranosylimidazole-4-carboxamide, inhibit HEV replication.33,51 The combination of mycophenolic acid and ribavirin acts more effectively to inhibit HEV replication than mycophenolic acid or ribavirin alone.51 Further, mycophenolate mofetil, a prodrug of mycophenolic acid, exhibited frequent HEV clearance in heart transplant patients, providing protection from chronification.51\n\nDihydroorotate dehydrogenase and orotidine-5’-monophosphate decarboxylase are essential enzymes in the pyrimidine biosynthesis pathway. Dihydroorotate dehydrogenase inhibitors, such as brequinar, leflunomide and orotidine-5’-monophosphate decarboxylase inhibitor 6-azauracil, also inhibit HEV replication in mammalian cell culture models.52 These compounds deserve further validation as antivirals against HEV.\n\n2’-C-methylcytidine is a nucleoside analogue that efficiently inhibits HEV replication in the cell culture system.53 It was also shown that 2’-C-methylcytidine retained anti-HEV activity even after long-term exposure to the virus, implying its potential use to combat development of drug resistance.53 However, 2’-C-methylcytidine showed an antagonistic effect when tested in combination therapy with ribavirin.53 Further in vivo evaluation of this compound should provide insights about its anti-HEV effects.\n\nSofosbuvir, a prodrug of a uridine nucleoside analogue that acts as a direct-acting antiviral against hepatitis C virus (HCV) RNA-dependent RNA polymerase in its active form, was reported by Dao Thi et al.54 to inhibit HEV genotype 3 replication in vitro and to exert additive effect when combined with ribavirin. However, those data were not fully reproducible by Wang et al.55 and, moreover, sofosbuvir treatment failed to clear HEV viremia in an immunosuppressed patient with chronic HCV and HEV without ribavirin.56 Therefore, usage of sofosbuvir as an anti-HEV therapeutic needs further validation (discussed further in the RNA-dependent RNA polymerase section of this manuscript).\n\nThe Zhang laboratory57 developed HEV-specific PPMOs and evaluated their efficacy in inhibiting viral replication. Out of the four PPMOs tested, PPMO HP1 was most effective in reducing viral replication in mammalian cell culture.57 PPMO HP1 specifically inhibits viral translation by targeting a highly conserved sequence in the start region of ORF1 of genotype 1 and genotype 3 HEV. Treatment of cells with 2, 4 and 8 μM of PPMO HP1 reduced luciferase expression by 53.4%, 94.4% and 99.7%, respectively, in a luciferase reporter based HEV replicon system.57 The antiviral activity of PPMO HP1 was specific, dose-responsive and potent. Hence, its further validation as a potential HEV-specific antiviral is warranted.\n\n66E2 has been identified as an inhibitor of HEV replication in hepatocytes.58 66E2 inhibits genotype 3 HEV replication by ∼50%, without producing any detectable cytotoxicity. Interestingly, 66E2 also inhibits HCV and Dengue virus replication.58 The mechanism by which 66E2 inhibits viral replication remains to be explored.\n\nMg132 is a cell permeable inhibitor of the host 26S proteasome complex, which is responsible for degradation of ubiquitinated proteins. It also inhibits serine and cysteine proteases with lower efficiency. It is also known to induce c-Jun N-terminal kinase-dependent apoptosis, to inhibit NFκB activity and to block β-secretase cleavage.59 Karpe et al.60 reported significant inhibition of HEV replication-related luciferase activity in cells treated with MG132. However, it was subsequently shown that MG132 also reduced the cellular RNA and protein levels, indicating its effect to be nonspecific.61\n\nA recent report by Kaushik et al.62 has demonstrated the antiviral activity of zinc against HEV. Zinc is an essential micronutrient, which plays a crucial role in multiple cellular processes. It also acts as a broad-spectrum antimicrobial against several pathogens.63,64 Zinc salts were shown to block the replication of both genotype 1 and genotype 3 HEV by inhibiting the activity of viral RNA-dependent RNA polymerase in cultured human hepatoma cells.62 Further, zinc salts did not affect virus entry into the host cell.\n\nZinc also displayed moderate cooperativity with ribavirin in inhibiting viral replication. These data indicate the possible therapeutic usage of zinc in controlling HEV infection. However, considering the complexities involved in serum/plasma and intracellular zinc homeostasis,65 the efficacy of zinc in inhibiting HEV replication in vivo remains to be evaluated. Moreover, the detailed mechanism(s) underlying the inhibitory action of zinc on HEV replication needs to be investigated.\n\nThe specific receptor by which HEV enters the host cell is unknown. However, it has been demonstrated that heparin sulfate proteoglycans may serve as attachment receptors to facilitate HEV entry into the host cells.66 The HEV capsid protein ORF2 also interacts with heat shock protein 90 and glucose-regulated protein 78 (Grp78). Grp78 or heat shock protein 90 may be involved in the intracellular transport of the virus.67,68 Grp78 has also been shown to interact with the envelope protein of the Japanese encephalitis virus, facilitating its entry into the host cells.69 It remains to be tested whether Grp78 and ORF2 interaction mediates HEV entry. Inhibitors of receptor binding or intracellular transport of the virus are supposed to block viral life cycle at a very early stage.\n\nAmong the nonstructural proteins encoded by the HEV ORF1, methyltransferase is responsible for capping of the viral genome.70 Addition of a 7-methylguanosine cap at the 5′-terminus of the viral genome confers stability and protects the viral RNA from the host innate immune effectors.71 Uncapped HEV RNA is inefficient in replication.72 Moreover, in contrast to the host methyltransferases wherein guanyltransferase donates a GMP moiety to the RNA, followed by cap methylation by guanine-7-methyltransferase activity; HEV methyltransferase follows a reverse order, thereby restricting its activity to the viral RNA.70 Therefore, inhibition of HEV methyltransferase activity appears to be a potent antiviral strategy. It is noteworthy that Neplanocin A and 3-deaza-adenosine, the two known inhibitors of influenza virus methyltransferases, interfere with virus replication.73 Neplanocin A is also a potent inhibitor of vaccinia virus replication.74 Inhibitors against Dengue virus methyltransferases have also been screened.75\n\nDirect-acting inhibitors of HEV RNA-dependent RNA polymerase function: RNA-dependent RNA polymerase is the most important factor in the life cycle of all RNA viruses and, therefore, RNA-dependent RNA polymerase inhibitors are supposed to be potent antivirals. One such antiviral against HCV is sofosbuvir, which acts by inhibiting the activity of HCV RNA-dependent RNA polymerase.76 Dao Thi et al. indicated the effectiveness of sofosbuvir in inhibiting HEV replication; however, subsequent studies failed to observe its potent inhibitory effect.54–56 Nevertheless, optimization of the sofosbuvir structure that improves its inhibitory effect on HEV RNA-dependent RNA polymerase is an attractive area of investigation. Knowledge of HEV RNA-dependent RNA polymerase structure might expedite the above study. Apart from sofosbuvir-like molecules, new chemical entities should be explored to identify potent inhibitors of HEV RNA-dependent RNA polymerase activity.\n\nOther inhibitors of HEV RNA-dependent RNA polymerase function: Our earlier studies showed that the interaction between host eEF1α1 and viral RNA-dependent RNA polymerase is important for optimal RNA-dependent RNA polymerase activity.77 We recently reported the construction and characterization of the host-virus protein-protein interaction network of HEV.78 Using a yeast two-hybrid cDNA library screening-based approach, 41 host proteins were identified to be the direct interaction partners of g-1 HEV RNA-dependent RNA polymerase and 23 of them could also associate with g3-HEV RNA-dependent RNA polymerase. Notably, host translation regulatory factors, such as eIF4A2, eEF1α1 and eIF3A, directly associated with the RNA-dependent RNA polymerase protein of both genotype 1 and genotype 3 HEV.\n\nFurther in silico analysis of the functional significance of the protein-protein interaction network revealed distinct protein-protein interaction clusters in the secondary network, representing enrichment of proteins involved in different host processes, such as translation initiation, the ubiquitin proteasome pathway and the oxidative phosphorylation pathway. Depletion of the translation regulatory factors by gene silencing technique resulted in significant reduction of viral replication and pull-down studies under similar conditions revealed the assembly of a multiprotein complex consisting of the translation regulatory factors, RNA-dependent RNA polymerase and many other virus and host factors. Remarkably, eEF1α1 was identified to be the most important host factor for maintaining the integrity of the above multiprotein complex, thereby suggesting it to be an attractive target for antiviral discovery. Additionally, inhibitors against other host translation factors present in the complex such as eIF4A2 and eIF3A are also supposed to block viral replication. Targeting a combination of direct and indirect inhibitors of RNA-dependent RNA polymerase function might prove to be an apt antiviral strategy against HEV.\n\nInhibitors of helicase function: HEV helicase is a nucleoside triphosphatase with the ability to unwind RNA duplexes in the 5′ to 3′ direction, thus playing a role in HEV replication.79 Due to the common properties shared between the helicases encoded by viruses and their host, designing inhibitors against helicases is challenging. Nevertheless, potent inhibitors of helicase encoded by the herpes simplex virus, severe acute respiratory syndrome coronavirus, HCV, dengue virus, Japanese encephalitis virus, West Nile virus and human papillomavirus have been reported.80 The new series of thiazolylphenyl-containing herpes simplex virus helicase-primase inhibitors are active in animal models and offer a new option for treating acyclovir-resistant latent herpes simplex virus infections.81\n\nRelease of the progeny virions from infected cells leads to the infection of neighboring uninfected cells, thus amplifying the unwanted consequences. Antivirals that prevent the release of the progeny virus will prevent further infection, thereby minimizing progression of the disease. Release of the newly assembled virus from an infected cell is a complicated process involving multiple protein-protein interactions between the virus and host factors.82 A thorough understanding of such interactions will help in decoding the mechanism underlying virus release. An inhibitor of human immunodeficiency virus release has been identified, which acts by blocking the interaction between the viral gag and host tumor susceptibility gene 101-encoded proteins.83 Interaction between HEV ORF3 and host tumor susceptibility gene 101-encoded protein is also known to mediate the release of genotype 3 HEV.84,85 An inhibitor against the above interaction may prove to be a potent antiviral against HEV. Apart from that, detailed investigation of HEV release mechanism should identify additional targets for antiviral development.\n\nThe advantages of using antivirals, particularly to cut off the disease in an infected person and providing treatment to poor responders to vaccines, such as immune-compromised patients, warrants the need for development of specific drugs against HEV. The antivirals will also prove to be useful for patients with acute, chronic or fulminant HEV infections. As summarized in Table 1 and Fig. 1, a number of promising antiviral candidates have been identified through the efforts of several researchers, which should be further characterized to identify one or more potent inhibitor(s) of HEV. A combinatorial therapy targeting crucial virus-encoded factors at different stages of viral life cycle as well as inhibition of virus-host interactions should be a potent antiviral strategy against HEV.\n\nThe recent finding of HEV inhibitory activity of zinc also appears to be an attractive area for further investigation. Zinc directly inhibits HEV RNA-dependent RNA polymerase activity in vitro and displays moderate cooperativity with ribavirin in inhibiting viral replication in mammalian cell culture models of HEV infection. Therefore, even a moderate increase in the level of bioavailable zinc may significantly improve the therapeutic benefits when combined with ribavirin therapy.\n\nIn summary, recent studies have identified multiple leads, which should be pursued further to develop a potent antiviral against HEV."}