{"title": "The calendar of epidemics: Seasonal cycles of infectious diseases", "body": "Environmental factors, specifically climate conditions, are the seasonal drivers that have received the most attention. This may be because they often covary with seasonal disease incidence. Environmental drivers are abiotic conditions that influence transmission via their effects on hosts and/or parasites; classic examples are temperature and rainfall, which influence a variety of infectious diseases [81], but other examples include seasonal nonclimatic abiotic environmental conditions, such as water salinity, which may impact water-borne pathogens. Environmental factors can impact pathogen survival during transitions between hosts. Transitions can take place during short time windows (e.g., for droplet-transmitted infections) or long time windows (e.g., for parasites with environmental life stages). In addition to their impact on pathogens, environmental drivers can also influence host susceptibility to infection or vector population dynamics.\n\nAs for host susceptibility, environmental conditions can impact the host immune response and increase cells' susceptibility to infection [82] or pose seasonal challenges (such as food limitations) that leave hosts vulnerable to infection or pathology [83], which has been proposed to influence disease progression in individuals infected with HIV [35]. For directly transmitted infections, environmental conditions can be major drivers of cycles in incidence, with influenza and cholera transmission being notable examples (e.g., see [3, 80]). The effects of climate on flu transmission have been studied using population-level data coupled with transmission models, as well as empirical animal studies [84], to demonstrate the effects of temperature and humidity on transmission. Although climate conditions undoubtedly play a direct role in several directly transmitted infections, they may play a more nuanced role in vector-borne disease systems in which they modulate vector population dynamics and subsequently disease transmission. For example, in the case of African sleeping sickness (Table 1), the rainy season is hypothesized to modify tsetse fly distribution, which results in changes in human–tsetse fly contact and subsequently African sleeping sickness incidence; in this case, we can classify the seasonal driver as (1) vector seasonality alone or as (2) seasonal climate influencing vector seasonality and vector seasonality having a downstream effect on seasonal exposure. Abiotic and biotic seasonal drivers are therefore interconnected and not mutually exclusive.\n\nTransmission seasonality is sometimes due to seasonal host behavior, specifically fluctuations in transmission-relevant host contact rates throughout the year. Seasonal host behavior not only includes seasonal behavior and/or exposure and/or contact rates in humans but also seasonality in nonhuman animal hosts (i.e., livestock, other domestic animals, or wildlife). The most well-known example of seasonal contact rates in humans is the aggregation of children in schools during school terms that results in elevated transmission of measles (e.g., [1]). Recent studies of seasonal contacts include the use of innovative data sources such as light-at-night satellite imagery and mobile phone data to infer human mobility patterns throughout the year [48, 59]. Data required to quantify seasonal variation in human contact rates are becoming increasingly available. For zoonotic diseases, however, it is contact with wildlife or livestock that can drive seasonal transmission, such as with anthrax, Crimean-Congo hemorrhagic fever, Ebola, echinococcosis, and others (Tables 1–4). Characterizing the seasonal interface among humans and wildlife/livestock poses unique challenges, especially when contacts are occurring in remote areas, which is likely the case with Ebola and echinococcosis (Table 1).\n\nFrom an ecological perspective, wildlife systems offer a rich arena to study the diverse ways in which behavior impacts disease transmission. Understanding transmission within wildlife is not only relevant for zoonotic infections but is also important for conservation ecology (i.e., in order to protect populations from disease-induced declines, such as is currently experienced by Tasmanian devils, North American bats, and amphibians worldwide). More broadly, understanding the ecology of disease transmission in wildlife can lead to insights that may be applied to human health. Wildlife and urban human populations exist at opposite extremes of a continuum of exposure and/or subjection to natural environmental cycles. Due to the potentially more extreme effect of natural environmental cycles on wildlife disease systems—including climatic influences on wildlife behavior—wildlife could serve as a model for developing methods and conceptual frameworks needed to disentangle the contribution of environmental cycles and behavior from other drivers of disease transmission.\n\nFor example, wildlife may be a useful study system for sexually transmitted infections (STIs). Unlike humans, who might have moderate fluctuations in sexual contacts throughout the year [85], in some mammal species, there is a complete absence of sexual contact (and thus transmission) outside of the breeding season. I propose that isolation in time, such as this, is a much more extreme form of seasonal forcing than seen in human infectious disease systems. Isolation in time could also occur for parasites with other transmission modes, in addition to STIs. Although it is an unexplored area of research, the study of isolation in time may reveal pathogen metapopulation structure and parasite adaptations for surviving through transmission troughs. Discrete windows of transmission are likely to have evolutionary consequences for parasite life history. Cattadori and colleagues [86] pointed out that, when transmission is restricted to a short seasonal window, natural selection will favor parasites with \"long-lived infective stages.\" I further speculate that transmission isolated in time will have dynamical consequences that make these disease systems unique from those with more continuous transmission cycles.\n\nSexual contact is not the only transmission-risk–elevating behavior that can display seasonality. Seasonal engagement in risk-taking behavior may occur in other disease contexts, including for infections transmitted during bouts of fighting. For example, the transmission of facial tumor disease among Tasmanian devils—which is caused by an infectious cancer—is facilitated by aggressive behavior. During a fight, the cancer cells from a facial tumor of an infected devil can be transferred into the wounds and mouth of a susceptible devil, resulting in infection. The Tasmanian devil contact network varies between the mating and nonmating seasons, and this could influence the transmission of this infectious cancer [87, 88]. Although mating and aggression can elevate disease risk, it is important to acknowledge that some behaviors can also mitigate disease risk. In wildlife, disease mitigation behaviors include grooming to remove ectoparasites (as observed in birds and primates) and self-medication (as observed in primates, birds, and monarch butterflies) [89, 90]. There are, however, very few studies of seasonality in risk-taking and risk-mitigation behavior. This is yet another area in which wildlife could serve as a useful model system.\n\nAs previously noted, mobility patterns are an aspect of host behavior that can also seasonally structure disease risk via the geographic localization of hosts. In humans, the most notable example is the movement of people in and out of cities. In Niger, for instance, the resulting changes in population density from migration is believed to be the primary driver of measles transmission seasonality [48]. Similarly, in wildlife, hosts seasonally engage with different aspects of their environment. For hosts that migrate or hibernate, contact with risky environments can be seasonal [91]. Migration and hibernation are part of host phenology, which has been implicated in several infectious disease systems [91–94].\n\nHost phenology includes host life history, annual cycles (e.g., migration and hibernation), and endogenous circannual rhythms (i.e., endogenously driven seasonal changes in physiology) [94]. Relevant host phenology includes, but is not limited to, seasonal changes in reproduction, seasonal restructuring of immunity, cycles of metabolism and body condition, hibernation, and migration. Phenology is not only a feature of hosts but also of reservoirs, vectors, and some parasites themselves (particularly helminths). Unlike environmental drivers and host behavior, which can affect diseases dynamics by (i) seasonally forcing transmission in hosts, reservoirs, and vectors, phenology can drive seasonality via additional mechanisms of action, which include the modulation of (ii) susceptible recruitment (via reproduction), (iii) susceptibility to infection, (iv) infectiousness, (v) the recovery rate, (vi) the mortality rate (both natural and disease-induced), and (vii) symptomatology and/or pathology.\n\nEach of the seven mechanisms of action could leave a unique imprint in long-term incidence data, as proposed in [94]. These mechanisms and their drivers, therefore, would have different consequences for disease dynamics. Using models, such as that schematized in Fig 1, statistical inference and simulation studies could be conducted to identify the dynamical effects of various seasonal mechanisms acting in isolation and/or in combination. Simulation studies could provide a foundation for determining the types of data required for distinguishing among seasonal mechanisms and/or drivers and how factors such as resonance can influence the ability to detect seasonal drivers. For example, Martinez-Bakker and colleagues [94] used a simulation study to demonstrate the demographic and transmission regimes under which human birth seasonality is expected to have a meaningful impact on measles incidence in the face of strong seasonal forcing from transmission during school terms.\n\nThis challenge of identifying seasonal drivers and their mechanisms of action becomes greater when considering chronic infections, vector-borne diseases, and parasites with complex life histories and phenology of their own. In reviewing seasonal drivers of human disease systems for Tables 1–4, human phenology seemed to be particularly relevant for diseases that have seasonal flare-ups/symptoms and/or remission/latency; this includes some chronic infectious diseases, such as tuberculosis and yaws, along with Meningococcal disease, which is acute (Tables 2–4). Although the study of human phenology is a relatively new research area, phenology of vectors and nonhuman animals is well studied and could be the most common cause of vector seasonality and seasonality in nonhuman animal hosts, which impact diseases such as Zika (Table 4) and Middle East respiratory syndrome coronavirus (MERS-CoV) (Table 3).\n\nIn addition to abiotic, behavioral, and phenological features of host–parasite systems, hosts and their parasites are embedded within ecological communities that have additional seasonal aspects. We can refer to biotic factors driven by ecological communities as exogenous biotic factors because they are exogenous to any given host–parasite dyad, host–vector–parasite triad, or multi-host system. Exogenous biotic factors include (1) interactions that take place within hosts—specifically parasite–parasite interactions—and (2) interactions within the ecological community of hosts, reservoirs, and vectors.\n\nDuring some co-infections, parasite–parasite interactions can occur directly or be mediated via the host immune system, when parasite species impact each other's population dynamics indirectly via their effect on the host immune system. Parasite–parasite interactions can result in parasite fitness being elevated (i.e., facilitation) or dampened (e.g., competition) [95–97]. The seasonality of individual infectious diseases likely imposes seasonal structure on co-infections and thus the presence of parasite–parasite interactions, as has been implicated in the seasonality of bacterial pneumonia (Table 1).\n\nOutside of the host, community ecology becomes particularly relevant for disease transmission in multi-host systems, such as Lyme disease [95, 96, 98]. Community ecology is particularly important when there is heterogeneity in host and/or vector competence in a multi-species disease system. This is because the abundance of competent hosts and/or vectors can determine the transmissibility and maintenance of infection [98]. Each host and/or vector in a vector-borne or multi-host disease system has its own set of ecological interactions (e.g., competitive, commensal, parasitic, etc.) that can indirectly affect the disease of interest. The phenology of hosts, reservoirs, and vectors will give rise to seasonal changes in ecological community composition. Taken together, parasite–parasite interactions within hosts and ecological interactions outside hosts undoubtedly display seasonality, as do nearly all aspects of ecology, and this can influence the dynamics of diseases of public interest.\n\nSeasonality is an inherent feature of ecological systems, and seasonal incidence is a feature of both acute and chronic infectious diseases (Tables 1–4). It is, therefore, important to conceptualize the epidemic calendar (Fig 1) from the lens of \"everything is seasonal.\" The utility of this lens is that it forces us to carefully consider mechanisms behind disease seasonality, thus preventing what could, in some cases, be the misleading establishment of correlative relationships between seasonal phenomena and infectious disease incidence. Focused attention on building theory that will provide a deeper understanding of seasonal mechanisms and learning how to identify imprints of seasonal drivers in disease data could bring rapid advancement to the field of disease seasonality. In general, if \"everything is seasonal,\" then everything will covary (usually with some phase shifts). Therefore, seasonal covariance alone is not useful for establishing seasonal drivers. Instead, long-term parallel data of potential seasonal drivers and disease incidence should be confronted with mechanistic transmission models. There is evidence to suggest that the information contained in interannual variation and anomalous years holds a key to establishing causal inference of seasonal forcing [99].\n\nA thought experiment can be used to illustrate how anomalous years and interannual variation could be used to establish causal mechanisms of disease seasonality. Let's consider a human disease with peak incidence in the summer, such as polio [6]. Because incidence peaks in summer, it would have a strong positive relationship with temperature, photoperiod (day length), and many other summer-related features of the environment and human populations. To highlight how noncausal seasonal factors could misleadingly correlate with disease incidence, we could quantify what would be a likely strong positive relationship between disease incidence and the sale of summer-related items that have nothing to do with transmission (e.g., bathing suit or ice cream sales). Let's imagine we build a transmission model for this infection and test three potential seasonal drivers (e.g., temperature, photoperiod, and bathing suit sales). We find that all three model variants capture the seasonal structure of the epidemics because they all contain a covariate with the necessary seasonal structure. However, if the disease displays (1) interannual variation in epidemic size and/or (2) anomalous years with differences in epidemic timing that cannot be explained by demography or susceptible recruitment dynamics, then only the model with data from the causal driver would improve our ability to predict the variation in incidence observed among years.\n\nBy confronting disease incidence data with transmission models and testing the relevance of various demographic, ecological, behavioral, and physiological covariates, we could identify potential seasonal drivers on the population level. For some seasonal drivers, such as seasonal changes in host immunity, we would, however, still be tasked with understanding the mechanism of action within the host. The effects of seasonal drivers are multi-layered. To better understand seasonality, we must work at multiple organizational levels of science. Geophysical factors, host population ecology, and within-host biology will need to be integrated in the practice of studying seasonality. As previously mentioned, many infectious diseases, which might differ greatly in multiple aspects of their biology, can share the same seasonal driver(s). An immediate way to advance the field of disease seasonality is to leverage the rich weekly and/or monthly datasets available for notifiable diseases and combine them with models and data on potential drivers. By coupling models and data, hypothesis testing can be done to assess seasonal drivers and their modes of action. These data and models can be applied to multiple disease systems in parallel. For instance, parallel study of the seasonal drivers of (a) flu, respiratory syncytial virus (RSV), bacterial pneumonia, and pertussis, or (b) polio, typhoid, and rotavirus, or (c) Zika, dengue, chikungunya, and yellow fever would be a logical start. Uncovering the mechanisms of seasonality for disease systems would empower the public health community to better control infection. This sentiment was shared in 1949 by polio epidemiologist H. Gear, who wrote: \"It must be admitted that the reasons for the seasonal incidence of poliomyelitis remain obscure. When they have been elucidated perhaps much of the epidemiology of this disease will be solved\" [100]."}