{"title": "The prophylactic effect of different levels of positive endexpiratory pressure on the incidence rate of atelectasis after cardiac surgery: A Randomized Controlled Trial", "body": "\nPulmonary complication is one of the most important and serious early problems after heart surgery (1, 2), which is a major cause of prolonged hospitalization, increased healthcare costs and mortality (3). Some of the pulmonary complications after heart surgery include atelectasis, pneumonia, pulmonary edema, pleural effusion, acute respiratory distress syndrome (4, 5).\n\n\n\nAtelectasis is one of the most common respiratory complications after open-heart surgery. Its prevalence after heart surgeries has been reported Up to 78% of pulmonary complications (6). The incidence of atelectasis after heart surgery has been reported 75% in an Iranian study (7). Atelectasis is characterized by the collapse of the alveoli, lobules or larger unit respiratory systems that occurs after thoracic surgeries due to reasons such as uneven distribution of ventilation and perfusion due to factors such as anesthesia (8, 9), extracorporeal circulation, sternotomy, analgesics (8, 10), respiratory muscle dysfunction (9), post-operative pain, drainage (11), decreased phrenic nerve activity and diaphragmatic dysfunction (4, 12), which lung volumes are reduced, and atelectasis happens then. The importance of postoperative atelectasis is due to the absence of obvious clinical symptoms, and therefore it does not attract the attention of medical personnel and healthcare staff. In addition, it is progressive and can lead to other pulmonary complications such as nosocomial pneumonia and subsequent increase in the length of hospital stay as well as rising costs for healthcare systems (3, 13).\n\n\n\nTo prevent and treat pulmonary complications after heart surgery, various methods have been proposed, including active respiratory physiotherapy such as deep breathing along with coughing, incentive spirometry, frequent change of position in bed and faster ambulation of patients, as well as passive methods such as intermittent positive-pressure breathing (IPPB), positive end-expiratory pressure (PEEP) and continuous positive airway pressure (CPAP) (14). Given the simultaneous use of all active respiratory physiotherapy procedures, the high incidence rate of atelectasis after heart surgery is still reported in patients (7, 15). One of these methods that are utilized less as a preventive operation is the use of PEEP in patients undergoing mechanical ventilation in the intensive care unit or during recovery. PEEP is applied along with an increase in respiratory factors, lung volumes and improved gas and alveolar exchanges (16, 17), and is recommended for the main treatment of collapse created in patients under anesthesia with healthy lungs (18, 19), atelectasis treatment and improved arterial oxygenation (20, 21). Some studies on the benefits of PEEP different levels reported that elevated values could lead to a reduction in ventilator duration and increased survival odds ratio (22). A study on the adverse effects of high levels (PEEP>10 cm of water) reported an increase in ventilation duration, prolonged intubation (23) and increased length of hospitalization (24). This complication in above studies resulting from the use of PEEP was equal to 30 cm of water‏. Some of the articles pointed out the lack of difference among different levels (25-27). Meanwhile, most of the studies examined patients undergoing coronary artery bypass graft surgery, and no studies have been done on other cardiac surgical patients. Moreover, the application of PEEP is raised as an effective therapeutic method and is used less as a preventive method for all patients.\n\n\n\nIt appears that one of the ways to prevent atelectasis is the use of positive end-expiratory pressure for all eligible patients that can be a preventive way, but not for treatment. Based on our recent review of literature, no study has been published on the effect of different levels of PEEP as a preventive measure for eligible patients.\n\n\n\nConsidering the high incidence of atelectasis following open heart surgery in spite of using active and passive breathing exercises and taking into account the impact of increased PEEP levels on respiratory, lung capacity, improved gas and alveolar exchange as well as pulmonary volumes, this study was conducted to determine the effect of different PEEP levels on the incidence rate of atelectasis, pulmonary function, length of intubation duration and length of hospitalization to improve the mentioned complications.\n\n\n\nThis is a double-blind randomized controlled trial that was adopted from a research project and thesis in the field of critical care nursing approved by Mazandaran University of Medical Sciences, Iran (No.1855 on 21/07/2015) It has been registered in the Iranian Registry of Clinical Trials (IRCT201507307494N14), and obtained the code of ethics committee (IR.MAZUMS.REC.94-1855). Study population was composed of all of the patients who had undergone an open-heart surgery and were hospitalized in either cardiac surgical ward or post-cardiac surgery intensive care unit at Fatemeh Zahra Hospital (Mazandaran Heart Center, Sari, Iran) during September 2015 – February 2016. Sample size was calculated to include at least 55 subjects in each group according to the similar article and the incidence rate of atelectasis(28), using the following formula and considering a minimal difference of 25% between the two groups, α=0.05, β=0.20, p1= 0.50 in the control group, and p2=0.25 in the experimental group.\n\n\n\nn=[1.96+0.84]2×[0.50(1−0.50)+0.25(1−0.25)](0.50−0.25)2=55\nn=[Z1−α2+Z1−β]2[P1(1−P1)+P2(1−P2)](P1−P2)2\n\n\n\nConsidering a dropout rate of 30%, the sample size increased to 77 individuals, which was then further rounded up to 80 (per group) to enhance the accuracy. According to our CONSORT diagram (Fig. 1), after the dropout, each group ended up to contain 60 samples.\n\n\n\nAfter legal procedures and obtaining necessary approvals from the authorities and ethics committees at Mazandaran University of Medical Sciences, Iran, referring to Mazandaran Heart Center, the patients were selected. Using accessible sampling and a random-number table patients were randomly assigned into three groups: control (PEEP= 5), PEEP= 8 and PEEP= 10. Researcher reviewed the list of patients waiting for heart surgery, interviewed the patients and explained about this survey. Consent was taken from the patients after having inclusion criteria.\n\n\n\nInclusion criteria were non-emergency open heart surgery (coronary artery bypass grafting, heart valve replacement, combined with sternotomy and cardiopulmonary bypass techniques), age range of 18-65 years, lack of ejection fraction less than 30% in the preoperative angiography sheet due to its negative effects on the patient's breathing pattern, no history of chronic lung disease and any damage to the lungs, no previous history of open heart or lung surgery, no history of rib fractures and chest tube, no history of head or nasal trauma, neurologic disease history and frequent sinus infections.\n\n\n\nExclusion criteria included history of chemotherapy, the use of immunosuppressants during three months prior to surgery, arterial systolic pressure less than 90 mmHg despite fluid intake, arterial PH less than 7.30, arterial carbon dioxide pressure over 50 mmHg, arterial oxygen saturation less than 80% despite receiving supplemental oxygen, blood hemoglobin less than 7 g/dl after surgery, serum creatinine over 3.5 mg/dl and body mass index (BMI) over 40 kg/m2 due to increased risk of developing postoperative respiratory complications, as well as postoperative hemodynamic instability (systolic blood pressure below 80 mmHg), aortic clamp time over 150 minutes, cardiopulmonary bypass time over 240 minutes, use of intra- and postoperative intra-aortic balloon pump (IABP), intubated for more than 24 hours, retransmission to the operating room, require ventilation - therapeutic protocol and hypotension after intervention up to 10 mmHg of baseline blood pressure. The participants were allocated in three groups of PEEP8, PEEP10, and control using Excel's RANDBETWEEN function. Each group was identified by a letter: A to PEEP8, B to PEEP10, and C to control group. 180 envelopes were sequentially numbered from 1 to 180 for three groups. Each opaque and sealed envelope contained a letter (A, B, or C) randomly selected using RANDBETWEEN function of Excel. This procedure was‏ carried out by someone not involved in the project.‏ The first eligible patient was designated as number one, and the envelope numbered one was then opened, and the patient was allocated to one of the three groups based on the letter contained in the envelope. The data gathering tool consisted of demographic questionnaire, medical and surgical questionnaires, which the researcher recorded all of them. The demographic and medical information were age, sex, smoking, and body mass index. Data on surgical and postoperative status included the type of surgery (vessels, valves, combined), number of grafted vessels, duration of surgery, cardiopulmonary bypass time, aortic clamp time, number of chest tubes, duration of mechanical ventilation in the ICU, duration of intubation and atelectasis on chest x-ray, which were collected through patient records and during the process of patient care and the mentioned questionnaire.\n\n\n\nBefore the intervention, the incidence rate of atelectasis was measured in all three groups. The patients in control group by having the inclusion criteria and 30 minutes after admission to ICU received 5 cm H2O PEEP until extubation according to routine care. The patients in the two PEEP8 and PEEP10 intervention groups separately received 8 cm H2O PEEP and 10 cm H2O PEEP, respectively, 30 minutes after admission to the ICU for 4 hours in the absence of impairment of the hemodynamic status and then had 5 cm H2O PEEP until extubation. The incidence rate of atelectasis two hours after extubation and on the third postoperative day (72 hours after surgery) was recorded. None of the routine care in all three groups was omitted, but the entire health care was tried to be done. The initial consequence was atelectasis, as interpreted by a radiologist based on chest X-ray radiography. The secondary consequences included intubation time in post-cardiac surgery intensive care unit, length of ICU and hospital stay.\n\n\n\nThe researcher collected the required information and followed up the patients in all three groups. Since the patients and radiologists, who interpreted the chest X ray, were unaware of the type of intervention and grouping, the study was considered as double-blind trial. Data were analyzed using SPSS version 20 software through descriptive statistic such as frequency, mean, standard deviation and analytical statistics, ANOVA, Chi-square, McNemar’s and repeated measures ANOVA tests. A p-value <0.05 was considered significant in this study\n\n\n\nAfter excluding 23 patients from the control group, 18 from PEEP8 group and 17 from PEEP10 group, 60 patients were finally analyzed in each group. Comparison of demographic variables among the groups indicates that the data for age, sex, body mass index and smoking were not significantly different (Table 1).\n\n\n\nIn addition, there was no statistically significant difference among the three groups for variables associated with surgery including type of surgery, number of chest tubes, number of grafted vessels, duration of anesthesia, duration of aortic clamping and duration of cardiopulmonary bypass pump (Table 2).\n\n\n\nThe chest x-ray results showed significant difference among the three groups for incidence of atelectasis two hours after extubation (p<0.05). There was a difference between the control group (22 patients, 36.7%) and the intervention group of PEEP10 (10 patients, 16.7%) (p=0.03). This comparison indicated significant difference between the intervention group of PEEP8 (20 patients, 33.3%) and the intervention group of PEEP10 (10 patients, 16.7%) (p= 0.035), but there was no statistically significant difference between the control group (22 patients, 36.7%) and PEEP8 (20 patients, 33.3%) (p= 0.70). On the third day after surgery, the incidence rate of atelectasis had statistically significant difference between the intervention group of PEEP10 (21 patients, 35%) and the control group (39 patients, 65%) (p= 0.001), as well as between the intervention groups of PEEP10 and PEEP8, 36 patients (60%) (p= 0.02). However, there was no statistically significant difference between the PEEP8 group and the control group (p= 0.79) (Table 3).\n\n\n\nAccording to Table 4, the incidence rate of atelectasis in the two times studied in each of the three groups showed that the incidence rate of atelectasis in the control group on the third day after surgery (n= 39, 65%), with one case improvement and 18 new cases, was significantly diufferent based on McNemar's test compared with the time of two hours after extubation (n= 22, 36.6%), (p<0.001). In addition, the incidence rate of atelectasis in the PEEP8 group on the third day after surgery (n= 36, 60%), with four cases improvement and 20 new cases, was significantly different compared with a time of two hours after extubation (n= 20, 33.3%), (p< 0.001). Nevertheless, the incidence rate of atelectasis in the PEEP10 group on the third day after surgery (n= 21, 35%), with eight cases improvement and 19 new cases, was not significantly different based on McNemar's test compared with a time of two hours after extubation (n= 10, 16.6%) (p<0.001) (Table 4).\n\n\n\nTukey post hoc test revealed statistically significant difference for the mean (SD) duration of intubation in the ICU between the intervention group of PEEP10 and the control group (p<0.001), as well as between the intervention group of PEEP10 and the intervention group of PEEP8 (p<0.001). However, no significant difference was observed between the intervention group of PEEP8 and the control group (p=0.97). The mean (SD) duration of stay in ICU had statistically significant difference between the intervention group of PEEP10 and the control group (p<0.001), as well as between the intervention group of PEEP10 and the intervention group of PEEP8 (p<0.001); but no significant difference was found between the intervention group of PEEP8 and the control group (p=0.36). Moreover, considering the duration of hospitalization, there was a statistical significant difference between the intervention group of PEEP10 and the control group (p<0.001), as well as between the intervention group of PEEP10 and the intervention group of PEEP8 (p<0.001). Nevertheless, no significant difference was found between the intervention group of PEEP8 and the control group (p=0.91). The data have been shown in Table 5.\n\n\n\nThe results of this study demonstrated that the prophylactic use of 10 cm H2O PEEP in patients with mechanical ventilation in the ICU after heart surgery can lead to a significant reduction in the incidence rate of atelectasis after extubation on the first and third days after surgery. It seems that using this level of PEEP prevents the collapse of the airways, high functional residual capacity (FRC), improved alveolar performance with increased pressure and volume of the alveoli (29) as well as elevated pulmonary compliance(30). However, 8 cm H2O PEEP and 5 cm H2O PEEP had no significant effect in reducing the incidence rate of atelectasis. In a similar study on the effect of 5 cm H2O PEEP and 10 cm H2O PEEP after coronary artery bypass surgery, a significant difference was observed between the two groups in terms of atelectasis incidence. Thus, some degree of atelectasis was found among the intervention (26.7%) and the control (56.7%) groups that the level of 10 cm H2O PEEP reduced the incidence rate of atelectasis, which is in line with the present study. Compared with our study, in the mentioned study the patients in the intervention group did not receive constant PEEP, but the rate varied between 5 to 10 cm of water until tracheal extubation depending on the patient's condition. In addition, the patients in the control group received PEEP less than 5 cm of water. However, in our study, all patients in the control group received at least 5 cm H2O PEEP ; this could be the reasons for the high percentages in both intervention and control groups in the above study compared with the present study (28).\n\n\n\nIn another study on the effect of PEEP on respiratory function after heart surgery in three groups, the patients experienced three levels of PEEP including 0, 5 and 10-15 cm of water after heart surgery. The results showed that the PEEP levels of less than 10 cm H2O had no effect on the reopening of the lungs with atelectasis, which is in line with the above study. The difference of the current research with the above study design is the use of various levels and periods of PEEP. Thus, the PEEP in the mentioned study was applied 3 to 5 hours after admission in the ICU until extubation, and the patients did not receive PEEP greater than 10 cm of water within the constant time so that the patients were given PEEP for 15 minutes and again after 20 minutes of pause. In the present study, the patients received 8 or 10 cm H2O PEEP for a maximum of 4 hours continuously, which the time remained constant for all samples (31). A prospective clinical trial that was carried out on non-hypoxic patients connected to mechanical ventilation with normal chest X-ray showed that 0, 5 or 8 cm H2O PEEP levels had no effect on the incidence of atelectasis; it is in line with the present study. The results of the study showed that the levels of 5 to 8 cm H2O PEEP improved hypoxia and reduced the incidence rate of ventilator-associated pneumonia in the patients. Unlike the present study the patients did not undergo heart surgery, but the patients in the general and trauma intensive care units were studied (32).\n\n\n\nPEEP has a specific effect on improving pulmonary compliance that is effective in preventing atelectasis (30). It seems that the best special effects of PEEP are applied via the ventilator when using endotracheal tube in the ICU, not after extubation and with non-invasive methods; because according to some studies on cardiac surgical patients, the use of similar methods of positive pressure ventilation via face mask such as continuous positive airway pressure (CPAP) and inspiratory resistance-positive expiratory pressure (IR-PEP), which are non-invasive ventilation, did not show clinical effects (33, 34).\n\n\n\nAnother study investigated the effects of PEEP in patients after coronary artery bypass graft surgery at three levels of 0, 5 and 10 cm H2O. These levels had no effect on the incidence of atelectasis (35), contrary to the present findings. In this study, the incidence of atelectasis was measured on the fifth day after surgery; the sample size in their three groups was 44 people. In the present study, the incidence of atelectasis was measured on the first and third days and the sample size was 180; this seems to be the reason for the differences in the results. It also appears that the mean duration of cardiopulmonary bypass in above study was much longer than the present study; prolongation of bypass duration is directly related to the incidence of pulmonary complications after heart surgery, including atelectasis (6).\n\n\n\nComparison of the atelectasis findings in each group between two hours after extubation and on the third day after surgery indicated that the incidence of 18 new cases of atelectasis in group PEEP5, but 20 new cases of atelectasis in group PEEP8 on the third day after surgery than two hours after extubation was statistically significant. It seems that 8 cm H2O PEEP was not effective for 4 hours and had no significant difference with the control group receiving 5 cm H2O PEEP. The duration of 8 cm H2O PEEP should also be increased to be effective.\n\n\n\nThe present study demonstrated that the duration of mechanical ventilation in the ICU had significantly decreased in patients who received 10 cm H2O PEEP compared to the control group and the group received 8 cm H2O PEEP. This decline might be due to better levels of arterial oxygenation in ICU after heart surgery in early times by applying 10 cm H2O PEEP. Many studies have confirmed that high levels of PEEP can improve arterial oxygenation after heart surgery (22, 23, 25).\n\n\n\nBased on the results of a study on the influence of 5 cm H2O PEEP and 8 cm H2O PEEP after heart surgery, duration of intubation in the ICU had no differences between the two groups (25). This result is consistent with the present study and the duration was reduced only in the 10 cm H2O PEEP group. Another study on PEEP following coronary artery bypass grafting reported that levels over 10 cm H2O PEEP increased ventilation duration (23), contrary to our results. This difference seems to be due to the fact that the average age is an important factor in the delayed extubation and in an increase of connectivity to ventilator after heart surgery (36). In the mentioned study, the average age in the group with high levels of PEEP was equal to 65±8 years; but in the present study, age over 65 years was one of the exclusion criteria.\n\n\n\nIn the current study, there were significant differences between the incidence rate of atelectasis after extubation on the first day and on the third day, duration of intubation, length of ICU stay and hospitalization in PEEP10 group compared with the control and the PEEP8 groups. Considering the history of cardiac surgery and the advent of subsequent novel care methods, we can also see the incidence of atelectasis as common pulmonary complications. Although numerous research have been done on the effect of PEEP in patients with severe acute respiratory syndrome, its effects on respiratory function in patients after heart surgery has been less published. Researchers still have not reached a clear consensus on the effective level and duration of its use after heart surgery as a preventive action.\n\n\n\nBased on current literature, no study investigated the three levels of PEEP as a preventive measure to avoid atelectasis incidence after heart surgery. Therefore, there are needs for further studies in this area. Future studies on the duration of PEEP more than four hours is recommended.\n\n\n\nLimitations of this study included failure to control pain and anxiety in the patients as confounding variables until the third day after surgery, inability to use identified heart surgeon and anesthesiologist, failure to recruit a specified physiotherapist due to their different skills in physiotherapy; These limitations were outside the control of the researcher.\n\n\n\nThe results revealed that the use of 10 cm H2O PEEP as a preventive measure had a significant impact in decreasing the incidence of atelectasis, and reducing the duration of intubation in the ICU in the early period after heart surgery. Considering the advantages of PEEP at this level including ease of use, cost-effectiveness, lack of physical fatigue, no need for patient cooperation, easy implementation and low risk, it is recommended to use this method in conjunction with other conventional techniques for preventing respiratory complications after heart surgery.\n\n\n\nThis article has been adapted from a research project and thesis in the field of critical care nursing that was approved by Mazandaran University of Medical Sciences, Iran (No.1855 on 21/07/2015). We hereby sincerely thank and appreciate the cooperation of Deputy of Research and Technology at Mazandaran University of Medical Sciences in approval, implementation and financial supports of the project, and honorable head and personnel of Mazandaran Heart Center, as well as patients who helped us in performing this research.\n\n\n\nThis study was registered in the Iranian Registry of Clinical Trials (IRCT201507307494N14), and obtained the code of ethics committee (IR.MAZUMS.REC.94-1855).\n\n\n\nThe authors declare that they have no competing interests.\n"}