{"title": "Viral journeys on the intracellular highways", "body": "Viruses have developed strategies to exploit host-cell machineries and organelles to both promote viral replication and evade antiviral responses. Due to the small size of their genome and the resulting limited proteome functionality, RNA viruses, in particular, rely on cellular functions for every stage of their life cycle. Whereas some cellular functions are usurped by individual viruses or a few related viruses, others are more broadly exploited by unrelated viral families. The identification and characterization of host factors that promote replication of multiple viruses can contribute to better understanding cellular biology and virus–host interactions, and lead to the discovery of novel targets for broad-spectrum host-targeted antiviral approaches.\n\nOne area of investigation focuses on better understanding the interactions between viral proteins and cellular pathways involved in intracellular membrane trafficking. The life cycle of viruses is dependent on the transport of proteins, viral genome, nucleocapsids, and/or virions between intracellular compartments. Viruses thus hijack the host intracellular membrane trafficking machineries to enter their target cells, transport to sites of replication within the cytosol (most RNA viruses) or the nucleus (most DNA viruses), form genome replication factories, transport from replication to assembly sites, form assembly complexes, transport to envelopment sites, acquire their envelope (if enveloped or quasi-enveloped), egress from the cell, and/or spread directly to neighboring cells. The transport of viral cargo molecules between intracellular organelles is a complex process that requires orchestration of multiple host and viral factors that act to recruit the cargo, curve the donor membrane, cut the neck of the budding vesicle, sort the vesicle to the acceptor organelle, and regulate these activities. While still incomplete, the discovery and characterization of the virus–host determinants and molecular mechanisms underlying these processes has already revealed overlapping mechanisms relevant to multiple viruses and attractive targets for novel broad-spectrum antiviral approaches.\n\nThis review highlights some of the recent technologies that have advanced the fields of virus–host interactions, in general, and those of intracellular membrane trafficking, in particular. In addition, it describes several intracellular membrane trafficking pathways that are more broadly hijacked by viruses to promote their replication.\n\nRecent transformative technological advances have substantially improved our ability to understand the complex interaction networks between viruses and their host and reliably identify host factors that are critical for viral infection. An important breakthrough was achieved by the establishment of high-throughput loss-of-function genetic approaches, based on the knockdown or knockout of genes, and their application for screening for virus–host interactions. RNA interference (RNAi) screens using targeted siRNA libraries for silencing the expression of intracellular membrane trafficking genes revealed a large number of host factors crucial for the entry and release of hepatitis C virus (HCV) and the assembly and release of retroviruses [1–3]. Genome-wide siRNA screens identified multiple host factors essential for replication of various viruses, including human immunodeficiency virus (HIV-1), HCV, West Nile virus (WNV), dengue virus (DENV), and influenza A virus (IAV) [4–8]. More recent, unbiased, genome-wide technologies that facilitate the complete ablation of gene expression enable a reliable identification of crucial host factors for viral infection. Haploid genetic screening, which relies on insertional mutagenesis of genes in cultured haploid cell lines, has been used to discover multiple essential host factors, such as receptors for Ebola virus (EBOV) and Lassa virus (LASV) (reviewed in [9]). Genome-scale CRISPR-Cas screens have also been recently used to identify host factors that are critical for the replication of a number of viruses, including Zika virus (ZIKV), WNV, DENV, HCV, and HIV-1 [9–12]. The relative ease of use and reproducibility of CRISPR-Cas make it a powerful virus–human functional genomics tool [9, 13].\n\nAt the transcriptome level, our laboratory was involved in developing a novel virus-inclusive single cell RNA-Seq (viscRNA-Seq) approach to probe the host transcriptome together with intracellular viral RNA at the single cell level [14]. Applying viscRNA-Seq to monitor DENV and ZIKV infections in cultured cells revealed extreme heterogeneity in the level of virus abundance and enabled the identification of host factors required for infection with one or both viruses, including proteins involved in membrane trafficking [14]. Proteome-wide approaches to systemically identify virus–host interactions have also been developed and utilized. For example, affinity tagging and purification mass spectrometry was used to map the landscape of virus–host interactions of a number of viruses, such as HIV-1 [15]. Quantitative and highly sensitive microfluidics-based proteomic approaches as well as protein complementation assays [16–18] now allow measurements of weak and transient interactions, such as those between membrane trafficking proteins and cargo (Kds in the µM range) [16–20]. Protein complementation assays also enable detection and characterization of interactions involving membrane proteins in the relevant mammalian cell model and appropriate sub-cellular compartments [21, 22]. Beyond these genomic, transcriptomic, and proteomic advances, high-throughput assays, such as those for viral entry or replication, coupled with multichannel enzymatic or fluorescent readouts to detect several pathogens at once, allow a better control of experimental settings while identifying broad-spectrum interactions.\n\nIn parallel, the development of novel imaging technologies has fundamentally improved our ability to monitor intracellular vesicle budding events and virus particle trafficking. The unprecedented resolution provided by some of the advanced imaging technologies enables understanding of both the ultrastructure and function of intracellular organelles. Confocal microscopy, cryo-electron microscopy, and electron tomography enable dissection of the composition, three-dimensional architecture, and biogenesis of intracellular membranes, and have been used to study membrane alterations induced by several RNA viruses including HCV, DENV and HIV-1 [23–25]. Live-cell imaging approaches enable tracking of individual virus particles in real time and studying their co-trafficking with various host factors. For example, live-cell imaging analysis of individual infectious HCV particles harboring a tetracysteine (TC) tag within the core (capsid) protein (TC-core) and stained with the biarsenical dye FlAsH revealed cellular secretory pathway components that HCV particles co-traffic with and contributed to understanding the mechanisms of cell-free and cell-to-cell HCV spread [2, 22, 26]. Live-cell fluorescence microscopy was also used to study the location, dynamics, and molecular mechanisms of alphaherpesvirus particle egress [27]. In this case, a method based on total internal reflection fluorescence (TIRF) microscopy was used to selectively image fluorescent virus particles near the plasma membrane, taking advantage of a virus-encoded pH-sensitive probe to visualize the precise timing and location of particle exocytosis [27]. Live-cell imaging in single cells has recently enabled direct visualization of the transport of HIV-1 genomic RNA from the nucleus and characterization of host factors required for this process [28].\n\nCollectively, these technological breakthroughs have advanced the fields of virus–host interactions and membrane trafficking and have revealed both unique mechanisms specific to individual viruses as well as overlapping mechanisms required by related and/or unrelated viruses.\n\nThe majority of viruses hijack endocytic mechanisms to enter their target cells (reviewed in [29]). Viral entry starts with the attachment of viruses to attachment factors on the cell surface followed by binding to cellular receptors, which promotes virus endocytosis and triggers signaling pathways that enhance entry [29]. Clathrin-mediated endocytosis (CME), a major cellular ubiquitous route of receptor internalization, is a common endocytic route utilized by viruses, particularly of small and intermediate size [29] (Fig. 1). Virus entry via CME typically follows the route of viral receptors. Regardless of the specific receptor used, however, CME is dependent on the action of oligomeric clathrin and adaptor protein (AP) complexes that coordinate the recruitment and assembly of clathrin into a polyhedral lattice at the plasma membrane as well as its coupling to endocytic cargo [30, 31]. For example, HCV, which enters its target (liver) cells via CME, is co-localized with various clathrin coat components (CLTB, CLTCL1, HIP1, and HIP1R) following its binding to several cellular receptors [1]. HCV is also co-localized with and its endocytosis is dependent on AP-2, a heterotetrameric complex that represents a major component of clathrin-coated vesicles (CCV) derived from the plasma membrane destined for fusion with the early endosomes [32, 33]. AP2M1, the μ2 subunit of AP-2, recognizes tyrosine- or dileucine-based sorting signals, also known as internalization signals, within the cytoplasmic domains of transmembrane receptors [32, 34]. Although alternate clathrin adaptors can sustain endocytic uptake of certain receptors in the absence of AP-2, optimal coat assembly and trafficking typically requires AP-2 [33, 35]. Accordingly, the endocytosis of multiple viruses is dependent on AP-2, either individually [36–39] or in combination with alternate endocytic adaptors, such as NUMB in the case of HCV [1, 40] or EPS15 and DAB2 in the case of EBOV [37]. Less commonly, CME of viruses is AP-2 independent, yet dependent solely on other alternate adaptors, such as EPN1 in the case of IAV [41]. It remains to be determined whether these differences in clathrin adaptor dependency between viruses reflect usage of distinct receptors or sorting to distinct endosomal compartments [42]. The GTPase dynamin is also broadly required for the CME of RNA and DNA viruses, as indicated by studies examining the effect of its siRNA-mediated depletion, pharmacological inhibition by dynasore, and ectopic expression of a dominant-negative mutant on viral entry (reviewed in [43]). Dynamin appears to be involved both in the regulation of CCV generation and the scission of the endocytic vesicle neck [43].\n\n\nThe signaling pathways that regulate internalization of the receptor–virus complex are multifaceted, yet also appear to partially overlap amongst different viruses. Hijacking the signaling of receptor tyrosine kinases (RTKs), such as epidermal growth factor receptor (EGFR), a member of the ERBB family, is implicated in the life cycle of several viruses [44]. For example, binding of HCV particles to cells induces EGFR activation, and EGFR ligands enhance HCV entry, in part by increasing EGFR co-localization with the HCV co-receptor CD81 [45, 46]. EGFR signaling then promotes lateral traffic of CD81-bound HCV particles on the plasma membrane to tight junctions and enhances the formation of stable complexes between CD81 and another HCV co-receptor, namely claudin 1 (CLDN1) [45–48]. EGFR-mediated signaling also appears to be involved in the endocytosis of IAV [49] and entry and/or post-entry events of herpes simplex virus 1 (HSV-1) [50], adeno-associated virus serotype 6 (AAV6) [51], and possibly human cytomegalovirus (HCMV) [52] (albeit data with respect to the latter are conflicting [53]). EPHA2, another member of the ERBB family of RTKs, is required for the entry of certain viruses, including HCV, Kaposi’s sarcoma-associated herpesvirus (KSHV), and Epstein–Barr virus (EBV) [45, 54, 55]. Finally, the RTK AXL is a known signaling receptor for multiple RNA viruses, including DENV, EBOV, and possibly ZIKV [56–61].\n\nSome studies have shed light onto the signaling pathways that control CME of viruses downstream of these RTKs, but, overall, these mechanisms remain incompletely characterized. Signaling downstream of EGFR involves activation of the GTPase HRAS that functions as a key host signal transducer for EGFR-mediated HCV entry, and potentially for the entry of IAV and measles virus (MeV) [47]. Additional signals commonly activated by viruses induce actin cytoskeleton rearrangement that enables viral internalization. HCV binding to CD81 activates the RHO GTPase family members RAC1, RHOA, and CDC42, which are thought to modify cortical actin filaments and allow lateral mobility of HCV–CD81 complexes to sites of cell–cell contact [45, 47, 48, 62, 63]. RHOA signaling also appears to be initiated upon binding of HCMV and other herpes viruses to the ανβ3 integrin, resulting in local F-actin rearrangement that facilitates the passage of the virus through the actin cortex [64]. Activation of the phosphatidylinositol 3-kinase (PI3K)/Akt pathway by IAV and herpes viruses, including EBV [49, 65] and KSHV [66], similarly promotes actin remodeling. Proteins linking clathrin and actin (EPN1 and EPN3) and/or those controlling actin polymerization (CFL1, CDC42, and ROCK2) are required for mediating the entry of multiple other viruses including HCV, HIV-1, EBOV, respiratory syncytial virus (RSV), rotaviruses, and coronaviruses (CoV) [1, 67, 68]. Interestingly, CME of Borna disease virus (BDV, Bornaviridae family) is thought to be dependent on microtubules but not actin dynamics [69]. Regulation of viral internalization by microtubules has also been implicated in the CME of other viruses including flaviviruses and infectious hematopoietic necrosis virus (IHNV, Rhabdoviridae family) [70, 71].\n\nFurther regulation of CME that is broadly exploited for viral entry is provided by the two cellular kinases AP2-associated protein kinase 1 (AAK1) and cyclin G-associated kinase (GAK). AAK1 and GAK recruit clathrin and AP-2 to the plasma membrane and phosphorylate a T156 residue within AP2M1, thereby stimulating its binding to cargo proteins and enhancing cargo recruitment, vesicle assembly, and efficient internalization [72–78]. AAK1 and GAK regulate CME of cellular receptors also via the alternate sorting adaptors NUMB and EPN1, and are involved in CCVs uncoating and receptor recycling from early/sorting endosomes to the plasma membrane [77, 79]. Notably, both AAK1 and GAK are important regulators of EGFR internalization [77] and possibly EGFR signaling [80–86]. Our laboratory has demonstrated that these kinases regulate HCV entry at a postbinding step via the regulation of EGFR endocytosis and phosphorylation of both AP2M1 and NUMB [40]. AAK1 and GAK also regulate the entry of DENV, the unrelated EBOV, and likely a large number of other viruses that utilize these clathrin adaptors for their entry [87].\n\nFollowing their internalization, the endocytic vesicles are sorted into endosomal compartments, where various triggers, such as acidification, induce membrane fusion and release of the viral genome into the cytoplasm. The precise endosomal compartment used as the site of virus penetration into the cytoplasm differs amongst various viruses (Fig. 1). HCV penetrates in the early endosomes, as indicated by its co-transport with RAB5A-positive endosomes, the inhibitory effect of dominant-negative mutants of early but not late endosomal markers on HCV entry, and the dependence of HCV entry on endosomal acidification [1, 88, 89]. The entry of DENV, WNV, Semliki forest virus (SFV), vesicular stomatitis virus (VSV), and adenovirus (ADV) is also dependent on RAB5 and not the late endosomal marker RAB7 [90–92]. In contrast, IAV appears to require both the early and late endosomes for its entry [91]. Other viruses, such as human rhinovirus (HRV) serotype 2 and human papillomavirus 16 (HPV16) are thought to penetrate the cytoplasm in maturing/late endosomes [29]. Functional genomic screens revealed a number of endosomal functions that are critical for viral entry, some of which are required by several viruses. For example, ribonuclease K (RNASEK), a transmembrane protein that associates with the vacuolar ATPase (V-ATPase) that facilitates endosomal acidification is critical for the entry of multiple viruses including HRV, IAV, and DENV, by mediating both CME and non-CME [70, 93]. EBOV and Marburg virus (MARV), which enter in part via CME [37], hijack a unique endo-lysosomal pathway. This pathway involves the cholesterol transporter protein Niemann–Pick C1 (NPC1), the vacuole protein-sorting complex (homotypic fusion and protein sorting, HOPS) that mediates fusion of endosomes and lysosomes, and several factors involved in biogenesis of endosomes (phosphoinositide kinase, FYVE-type zinc finger containing; PIKFYVE) and lysosomes (biogenesis of lysosomal organelles complex 1; BLOC1S1/S2), and in targeting of luminal cargo to the endocytic pathway (N-acetylglucosamine-1-phosphate transferase alpha and beta subunits; GNPTAB) [94].\n\nSeveral other endocytic mechanisms are hijacked either individually or in concert with CME to promote entry of certain viruses. Macropinocytosis, an endocytic mechanism involved in fluid uptake into cells, appears to play a potential role in the entry of viruses including filoviruses, poxviruses, adenovirus, HIV-1, IAV, and picornaviruses [29, 95]. A caveolae-dependent endocytosis mechanism is utilized by hepatitis B virus (HBV), enteroviruses, IAV and other unrelated viruses [96]. Finally, bypassing the endocytic route via direct fusion of the viral envelope with the plasma membrane has been implicated in the entry of some viruses, such as alpha viruses and alphaherpesviruses [29, 97], yet the cellular machineries mediating this entry route are incompletely understood.\n\nMultiple RNA viruses remodel intracellular membranes derived from the secretory pathway to generate specialized sites for their RNA replication and/or assembly. This topic was thoroughly reviewed in [99–101] and will, therefore, be summarized only briefly here. HCV, for example, promotes the formation of a “membranous web” (MW), composed of single and double membrane vesicles [23, 102]. Since these vesicles co-localize with the viral RNA and the non-structural proteins, they are thought to represent the platforms upon which the virus replicates its genome [23, 102]. These membrane structures are derived primarily from the ER, but contain elements from endosomes, mitochondria, lipid droplets (LDs), and other compartments [23]. Similar double membrane vesicles are induced by the unrelated coronaviruses [103] and arteriviruses [104]. The flaviviruses DENV and WNV also utilize ER-derived membranes to support their RNA replication, yet the morphology of these structures is different and resembles convoluted membranes [24]. Poliovirus (PV) induces the formation of single membrane vesicles that then evolve into double membrane vesicles, which are thought to be derived in part from anterograde membrane traffic vesicles, as they are co-localized with components that form the outer cage of COPII (SEC13 and SEC31) [105], and/or from cis-Golgi elements [105, 106]. Vaccinia virus (VV), which, unlike most DNA viruses, replicates in the cytosol, is also thought to rearrange ER membranes to enclose discrete cytoplasmic foci for its replication [107].\n\nAmong the subverted cellular proteins shown to be implicated in proper formation and/or maintenance of the HCV MW and the membranous structures induced by other RNA viruses is the lipid kinase phosphatidylinositol 4-kinase III alpha (PI4KIIIα). PI4KIIIα increases the level of intracellular phosphatidylinositol 4-phosphate (PI4P) [108–110], which has a highly negatively charged head group that causes membrane curvature [111]. In addition, PI4P recruits viral and/or host proteins, such as the lipid transfer proteins oxysterol-binding protein (OSBP) and four-phosphate adaptor protein 2 (FAPP2), both of which were shown to be essential for HCV replication and MW morphology [112–114]. PI4KIIIβ, another member of the class III phosphatidylinositol 4-kinases, is a Golgi lipid kinase important for Golgi structure and function that is also broadly implicated in replication of RNA viruses, including some HCV genotype 1 (but not 2) isolates [2, 115], flaviviruses, and enteroviruses [99, 110]. Similar to PI4KIIIα, PI4KIIIβ generates uncoated PI4P lipid-enriched organelles, which are essential for the formation of viral RNA replication complexes [99, 116]. The activity of PI4KIIIβ in these viral infections is regulated by the ADP-Ribosylation Factor 1 (ARF1) GTPase and its guanine nucleotide exchange factor GBF1 [99, 116].\n\nSince the genomes of many RNA viruses, such as members of the Flaviviridae family, encode an ER-targeted viral polyprotein that contains signal sequences and viral glycoproteins, these viruses hijack additional ER functions beyond the formation of replication sites. Recent CRISPR-Cas and viscRNA-Seq screens revealed that flaviviral infections require several subunits of the translocon-associated protein (TRAP) complex (subunits SSR1, SSR2, and SSR3, RPL31, and TRAM1) and the SEC61 protein-conducting channel (subunits SEC61 and SEC63), which together mediate protein translocation into the ER lumen [11, 12, 14]. HIV-1 and IAV are also thought to be dependent on SEC61-mediated cotranslational translocation for the biosynthesis of their glycoproteins and effective replication [117]. Several components of the ER-associated signal peptidase complex (SPCS) and the protease histocompatibility minor 13 (HM13), which cleave the signal peptide after protein translocation into the ER, were also identified as critical for the life cycle of members of the Flaviviridae family [11, 12, 14]. For example, SPCS1 is essential for cleavage of structural flaviviral proteins (prM and E) and secretion of flaviviral particles as well as for HCV infection [12]. SPCS1 is not required for infections with several unrelated viruses (alpha-, bunya-, and rhabdo- viruses) [12], yet its requirement for the life cycle of other unrelated viral families remains to be elucidated. In addition, subunits of the oligosaccharyltransferase (OST) complex, which mediates N-linked glycosylation of some ER proteins, are required for DENV and other flaviviral infections, but not for HCV infection [11, 14, 118]. Whereas DENV RNA replication is dependent on the presence of both OST isoforms (STT3A and STT3B), ZIKV, yellow fever virus (YFV), and WNV exclusively depend on the STT3A OST complex [11]. STT3A has also been identified as an important factor for HIV-1 infection in proteomic and transcriptomic screens [5, 119]. Host proteins involved in other ER functions, such as ER-associated degradation and heat shock responses, are used by flaviviruses, as well [11, 12, 14].\n\nCertain enveloped viruses acquire their envelope by budding into compartments of the early secretory pathway. These include viruses from the Flaviviridae (likely ER) [120], Coronaviridae and Poxviridae [ER-Golgi intermediate compartment (ERGIC)] families [121, 122], and members of the Bunyaviridae and Togaviridae families (Golgi) [123–125]. Following budding, these viruses are transported to the trans-Golgi network while utilizing components of the COPII complex itself and other proteins involved in vesicle transport. The transport of HCV particles from the ER to the Golgi, for example, is thought to be in COPII vesicles, since HCV uses the secretion-associated RAS-related GTPase 1A (SAR1A) and other components of ER-to-Golgi transport [2, 126, 127]. SAR1A is also implicated in very low-density lipoprotein (VLDL) secretion, pointing to overlaps between the maturation of HCV particles with that of VLDL secretion [128].\n\nSimilar mechanisms mediate the transport of viral and/or host proteins required for assembly of viruses that bud at the plasma membrane. For instance, to mediate its transport to the plasma membrane, the VP40 protein of the filoviruses EBOV and MARV is thought to interact specifically with SEC24, a component of the inner shell of COPII vesicles, which functions in cargo binding [129]. The alphavirus chikungunya (CHIKV) appears to hijack the COPII components SEC23 and SEC24 and the COPII-associated small GTPases (SAR1A or SAR1B) [130]. Yet, the precise stage of the CHIKV life cycle mediated by these factors and the underlying mechanism remain unclear [130]. In addition, the glycoproteins of the unrelated arenaviruses (Junin, JUNV; LASV; Machupo, MACV; lymphocytic choriomeningitis, LCMV), hantaviruses (Sin Nombre, SNV; Andes, ANDV), and filoviruses (EBOV, MARV) are thought to bind ERGIC-53, a cargo receptor required for glycoprotein trafficking within the early secretory pathway, to mediate their trafficking to budding sites [131]. ERGIC-53 is also incorporated into virions [131].\n\nThe life cycle of non-enveloped viruses is also dependent on COPII vesicles for transport events, as exemplified by parvovirus. Parvovirus particles are engulfed by COPII-coated vesicles and traffic from the ER to Golgi during viral release in a process that is thought to be dependent on the anterograde factors SEC13–SEC31, SEC23–SEC24, and SAR1A [132].\n\nTrafficking of viral particles and viral glycoproteins via the ER-to-Golgi pathway is regulated by RAB1. RAB1B is involved in regulating ER-to-Golgi transport of HCV particles [133] and the envelope proteins of HIV-1 and VSV [5, 134]. Moreover, TBC1 domain family member 20 (TBC1D20), a RAB1 GTPase-activating protein (GAP), interacts with the HCV non-structural 5A (NS5A) protein and is required for HCV infection [135, 136]. Overexpression of TBC1D20 disrupts Golgi morphology, blocks ER-to-Golgi transport of the HIV-1 and VSV glycoproteins to assembly sites on the plasma membrane, and perturbs infectivity [134, 135].\n\nThe 7-subunit COPI complex is recruited onto the Golgi membrane to form vesicles under the regulation of the GTPase ARF1. Recognition and recruitment of membrane cargo proteins to these vesicles are via the interactions between dibasic (KKXX) domains on their cytoplasmic tails and the γ subunit of COPI [137]. The vesicle membrane then undergoes curving via activity of COPI and/or ARF1 and buds via the action of Brefeldin-A ADP-Ribosylated Substrate (BARS), which mediates the fission step [138]. ARF1 is activated by the three GTPase-activating proteins (GAPs) ARFGAP1, ARFGAP2, and ARFGAP3, and is deactivated by GBF1 (Golgi-specific brefeldin-A-resistant guanine nucleotide exchange factor 1).\n\nStudies utilizing siRNA-mediated depletion of various subunits of the COPI complex, ectopic expression of a dominant-negative mutant of ARF1, and/or treatment with the GBF1/ARF1 inactivating compound brefeldin-A (BFA) have revealed that COPI and ARF1 are required for infection with multiple RNA and DNA viruses, including HCV, CHIKV, VV, IAV, and the enteroviruses echovirus 11, enterovirus 71 (EV71), and poliovirus (PV) [139]. In the case of coronaviruses, such as severe acute respiratory syndrome-coronavirus (SARS-CoV), a dibasic motif in a cytoplasmic region of the spike protein is homologous to dibasic motifs found within host cargo proteins and mediates direct binding to COPI [140]. Both GBF1 and ARFGAP1 are required for effective HCV infection and the former also for CHIKV infection [130, 141, 142].\n\nThe ε subunit of COPI was recently found to be over-expressed in DENV infected single cells in correlation with the intracellular viral abundance via viscRNA-Seq [14]. Transport of the capsid protein of DENV and its accumulation on the early assembly sites on lipid droplets (LDs) via a non-canonical GBF1-ARF1/ARF4-COPI pathway is one proposed mechanism for the role of COPI in DENV infection [143]. In the case of coronaviruses, COPI has been implicated in directing the CoV S protein to the ERGIC near the viral assembly sites [140]. The precise role mediated by the COPI machinery in viral infections remains largely unknown otherwise.\n\nThe β subunit of COPI was reported to localize to membranous replication complexes in cells infected by echovirus 11 [144]. Moreover, RNA replication of various viruses has been shown to be susceptible to BFA and/or suppression of ARF1 expression [139]. Similarly, infections with DNA viruses, such as BK virus and simian virus 40 (SV40), were reported to use COPI to mediate viral trafficking based on their susceptibility to BFA treatment [145, 146]. Nevertheless, since, in addition to regulating COPI, ARF1 regulates actin and PI4-KIIIβ [115, 147], it is possible that ARF1’s role in these viral infections is mediated via activation of these other cellular factors rather than COPI. Indeed, high-resolution confocal imaging in cells infected with enteroviruses and flaviviruses did not detect COPI in viral replication complexes [99]. Moreover, decoupling GBF1/ARF1 activity from COPI recruitment to membranes, while favoring PI4-KIIIβ recruitment, mediated the formation of these viral replication complexes [99]. These findings emphasize that to establish a role for the COPI machinery in viral infections, it is critical to probe its functional relevance directly and avoid relying solely on susceptibility to BFA.\n\nCOPI coats are also found in vesicles involved in other trafficking processes including endocytosis, autophagy, and anterograde transport in the secretory pathway. This may explain the proposed role of COPI in other stages of the life cycle of certain viruses, such as the entry of VSV [148].\n\nThe majority of viruses utilize the post-Golgi pathway for continued maturation of their envelope proteins and their transport to the plasma membrane. Enveloped RNA viruses that acquire their envelope primarily by budding via the plasma membrane, such as HIV-1, use this pathway primarily for maturation and transport of their envelope proteins to assembly sites [149]. Enveloped RNA viruses that acquire their envelope by budding into ER and/or Golgi membranes typically hijack this pathway also for the transport of viral particles from the TGN to the plasma membrane, either directly and/or via recycling endosomes, and for exiting the cell via exocytosis, as exemplified by HCV [2]. Enveloped DNA viruses, such as alphaherpesviruses, are thought to utilize this pathway for trafficking viral membrane proteins to sites of secondary envelopment (thought to be in part on trans-Golgi membranes [150]), where the capsids also accumulate after being transported from the nucleus. Upon their secondary envelopment, the virion transport vesicles are thought to traffic via the post-Golgi pathway to the plasma membrane [27].\n\n\nSimilar to endocytosis, intracellular membrane trafficking in the secretory pathway relies to a large extent on the interactions between adaptor protein (AP) complexes and tyrosine- or dileucine-based motifs within the transmembrane cargo [32]. Specifically, the AP-1A, AP-1B, and AP-4 complexes all facilitate sorting in post-Golgi compartments (vs. the AP-2 complex that sorts in the endocytic pathway) [151, 152]. Nevertheless, these secretory adaptors function in physically and functionally distinct membrane domains. AP-1A typically mediates sorting from TGN to recycling endosomes; AP-1B from TGN to the basolateral membrane, whereas AP-4 is thought to facilitate exiting from the TGN and sorting in both the endosomal and basolateral pathways [32, 153–157].\n\nOur laboratory has recently reported that HCV differentially hijacks these AP complexes to facilitate trafficking of virus particles during the release of cell-free virus and the direct spread of virus into neighboring cells (cell-to-cell spread) [22]. Two dileucine-based motifs in the C-terminus of the HCV non-structural 2 (NS2) protein mediate binding to AP-1A, AP-1B, and AP-4, and virus release [22]. Furthermore, while these three complexes are required for HCV release and cell-free infectivity, AP-1B and AP-4, but not AP-1A, are involved in mediating cell-to-cell spread [22]. Live-cell imaging revealed that, whereas AP-1A, AP-1B, and AP-2 co-traffic with HCV particles over short distances, two patterns of movement characterize HCV particles that co-traffic with AP-4: a slow, short-range, and a fast, long-range pattern [22]. The short-range moving population that co-traffics with AP-1A, AP-1B, and AP-4 is consistent with particles associated with apolipoprotein E (ApoE) and the v-snare vesicle-associated membrane protein 1 (VAMP1) vesicles [2], likely representing traffic from the TGN to recycling endosomes. The AP-4-associated long-range movement is in a post-Golgi compartment and is thought to represent basolateral sorting [22]. These data suggest that AP-1A, AP-1B, and AP-4 mediate viral traffic in distinct pathways, in line with their differential roles in cellular cargo transport. Whereas AP-4 has not been previously implicated in a viral infection, AP-1A is required for late stages of the life cycle of DENV [87, 158]) and the retroviruses HIV-1 and murine leukemia virus (MLV) [39, 159]. In addition, a tyrosine-based motif in the HIV-1 Env glycoprotein is thought to be essential for mediating cell-to-cell spread [160], suggesting a possible requirement for APs in cell-to-cell spread of other viruses beyond HCV.\n\nOther clathrin-associated adaptors beyond AP-1A and AP-1B, namely the monomeric GGA1, 2, and 3 (Golgi-localized, gamma adaptin ear-containing, and ARF-binding) proteins, which mediate vesicular transport between the TGN and endosomes, play roles in viral infections. In the case of HCV, GGA3 appears to be required for viral assembly, whereas GGA2 for viral release [161]. In contrast, in the context of HIV-1 and equine infectious anemia virus (EIAV) infections, GGA2 and 3 inhibit infectious virus production presumably by impairing the association of Gag with the plasma membrane [162–164].\n\nClathrin itself is involved in mediating viral assembly and/or release. siRNA-mediated depletion of clathrin or its pharmacological inhibition with Pitstop 2 was reported to reduce HCV release and alter the endosomal distribution of the core protein [165]. Clathrin is also thought to be essential for assembly of multiple retroviruses, likely by mediating the trafficking of the HIV-1 Env protein, or cellular factors required for Env maturation [166]. Importantly, clathrin is incorporated into retroviral particles [166]. The large antigen of hepatitis delta virus (HDAg-L) interacts with the clathrin heavy chain and this interaction is thought to be essential for virus assembly [167]. Other vesicle coats beyond clathrin are involved in intracellular co-trafficking of viruses in post-Golgi compartments, as exemplified by AP-4-harboring vesicles. Nevertheless, in contrast to the clathrin-associated adaptor (AP-1A, AP-1B, AP-2, and GGA1-3) vesicles, the coat protein of vesicles harboring the AP-4 complex has not been identified [152]. Interestingly, this complex mediates clathrin-independent cargo transport [168], providing a possible explanation for the different phenotype observed upon its depletion.\n\nAssembly of infectious intracellular HCV virions occurs on the surface of ER-associated lipid droplets and is thought to be dependent on factors required for VLDL assembly, such as diacylglycerol O-acyltransferase 1 (DGAT1) [169], apolipoprotein B-100 (ApoB) [170], and ApoE [171]. It is, therefore, thought that HCV particles are associated with or internalized in VLDL structures and are secreted as lipoviroparticles [170, 172–175]. Indeed, live-cell imaging revealed that the majority of moving TC-core puncta co-traffic with ApoE (but not ApoB) in the cell periphery [2]. This requirement, however, appears thus far to be HCV specific.\n\nLike trafficking of secretory vesicles, the transport of viral proteins or viral particles during viral assembly/release requires intact microtubules and actin dynamics proteins [149, 176]. Retroviruses and other viruses that bud at the plasma membrane use microtubules to facilitate assembly at specific regions on the plasma membrane and polarized budding [176]. It has been proposed that the HIV-1 Gag protein is transported to the plasma membrane along microtubules based on its co-localization with suppressor of cytokine signaling 1 (SOCS1), a cellular protein that promotes both microtubule stabilization and virus production [177, 178], albeit further evidence for microtubule dependence of Gag trafficking is currently lacking. Microtubules in cells infected by the retrovirus human T-cell leukemia virus type 1 (HTLV-1) are polarized to the cell–cell junction, with the viral genome and Gag localizing to this contact site [177]. The M protein of Sendai virus (Paramyxoviridae family) was shown to control microtubule organization and polarized budding [179]. To achieve such polarity, viruses, such as IAV, induce the formation of acetylated microtubules, which have preferential affinity for outward kinesin motors that promote release [176, 180]. In addition to promoting acetylation, viruses stabilize microtubules to enhance their release [176]. The HSV-1 protein US3, for example, stabilizes microtubules by activating cytoplasmic linker-associated proteins (CLASPs), cellular specialized plus-end tracking proteins (+TIPs) that function in both microtubule nucleation at the Golgi apparatus and microtubule capture at the cell periphery, thereby facilitating viral spread [181].\n\nBeyond microtubules, multiple actin cytoskeleton-associated host factors, including Wiskott–Aldrich Syndrome protein (WAS), WAS Protein Family Member 1 (WASF1), ARF6, Actin Related Protein 2/3 Complex Subunit 1B (ARPC1B), Rho-Associated Coiled-Coil Containing Protein Kinase 1 (ROCK1), LIM Domain Kinase 1 (LIMK1), Diaphanous-Related Formin 1 (DIAPH1), and the ezrin–radixin–moesin (ERM) protein ezrin (EZR), have been shown to be required for the assembly, release, and cell–cell spread of the retroviruses HIV-1 and Mason–Pfizer monkey virus (M-PMV) via RNAi-based studies [3, 182]. Parvovirus release is dependent on two other members of the ERM family, namely radixin (RDX) and moesin (MSN), which regulate binding of filamentous actin to the membranes, microtubule stability, and actin-microtubule cross talk [132, 183]. Cryo-electron tomography revealed filamentous actin associated with HIV-1 at the viral-budding sites [25]. In the case of HCV release, RHOA, GRK-interacting protein 1 (GIT1), and WAS, play a potential role in the biogenesis and fusion of transport vesicles [2]. Members of the Src and c-Abl (cellular Abelson tyrosine kinase) families of non-RTKs are implicated in the budding and/or release of poxviruses [184] and EBOV [185], in part via the regulation of actin motility.\n\nOther regulatory mechanisms have been implicated in controlling viral release via post-Golgi pathways. Among the required proteins for HCV release are cytohesin3 (CYTH3), a regulator of Golgi structure and function, and protein kinase D1 (PRKD1), which regulates vesicle budding from the TGN [2]. The ARF3 GTPase, which localizes to the TGN upon its activation and modulates vesicle budding and sorting, is also required for HCV release, in part via the activation of PI4KIIIβ [2]. In addition to its role in viral RNA replication, PI4KIIIβ thus plays a role in the release of HCV (J6/JFH1) via a post-TGN compartment [2, 22].\n\nSilencing of the recycling endosome component RAB11A results in the accumulation of the HCV capsid protein (core) at the Golgi, suggesting that HCV virions egress through the secretory pathway from the TGN to recycling endosomes and from there to the plasma membrane [2]. Such regulation of post-Golgi traffic via RAB11 and/or its effectors plays important roles in the life cycles of additional viruses. RAB11 family interacting protein 1C (RAB11-FIP1C) regulates HIV-1 assembly at the plasma membrane by mediating the transport and incorporation of the viral Env protein into forming particles [186]. RAB11-FIP2 regulates the budding of RSV from the apical membrane [187, 188]. The ribonucleoproteins of IAV co-traffic with RAB11 via recycling endosomes prior to their budding via the plasma membrane [189]. RAB11A as well as RAB6A and RAB8A, two additional regulators of the plasma membrane-directed secretory pathway, are present on the secretory vesicles that transport the alphaherpesvirus pseudorabies virus [27]. Several other RAB GTPases involved in sorting in post-Golgi compartments, including RAB3D, RAB8B, and RAB13, are also required for the regulation of HCV trafficking via the secretory pathway during viral release [2, 161].\n\nFurther regulation of virus secretion via TGN transport is mediated by AAK1 and GAK. In addition to phosphorylating the endocytic adaptor AP-2, these kinases phosphorylate the clathrin-associated AP-1A (and likely AP-1B) complexe(s) and recruit them to the TGN [77]. AAK1 and GAK thus control clathrin-mediated cell-free virus release and cell–cell spread, independently of their effect on HCV entry and assembly, and are required by multiple unrelated RNA viruses [22, 87].\n\nFurther mechanistic understanding of viral trafficking in distinct post-Golgi pathways and better understanding of how viral particles are differentially directed to cell membrane sites for cell-to-cell vs. cell-free spread at distinct budding sites are required. Improved polarized cell models that support authentic apical and basolateral sorting events are needed to help address these gaps in knowledge.\n\nThe ESCRT pathway is a key mediator of biogenesis of multivesicular bodies (MVBs), which deliver cargo destined for degradation to the lysosome [190]. Via its mobility to other cellular membranes, this machinery mediates additional cellular processes, such as cytokinetic abscission and exosome secretion [190]. The ESCRT machinery is composed of five protein complexes (ESCRT-0, -I,-II, -III, and VPS/VTA1) and associated proteins. These complexes act sequentially to recruit and cluster cargo proteins (ESCRT-0), curve membranes (ESCRT-I and II), catalyze vesicle fission (ESCRT-III and VPS/VTA1), and disassemble the ESCRT-III complex (VPS/VTA1) [191].\n\n\nTo acquire their envelope, RNA viruses bud either at the plasma membrane and/or intracellularly. This budding topology (away from cytoplasm, unlike endocytic vesicles) is equivalent to that of ESCRT-mediated vesicle budding into MVBs. Indeed, the ESCRT machinery is implicated in the envelopment of multiple RNA viruses that bud at the plasma membrane, including retroviruses, filoviruses, arenaviruses, and rhabdoviruses [191, 192]. The ESCRT machinery is also involved in mediating the less common, intracellular budding, characteristic of some RNA viruses such as Flaviviridae, as exemplified by HCV [21].\n\nBeyond viral budding, the ESCRT machinery is subverted to mediate the non-lytic release of the “non-enveloped” RNA viruses hepatitis A virus (HAV, a picornavirus) and the unrelated bluetongue virus (BTV, a reovirus) [193–195]. In the case of HAV, the capsid protein directly binds to ALIX, an accessory ESCRT protein [193, 195]. This unconventional secretion mechanism explains how HAV establishes infection without causing a visible cytopathic effect. HCV uses ESCRT components, such as ALIX, for its release, possibly via ALIX’s role in trafficking to recycling endosomes [21, 196]. The ESCRT machinery is also required for the assembly of replication complexes of the two plant viruses, tomato bushy stunt virus (TBSV, a tombusvirus) and brome mosaic virus (BMV, a bromovirus) in the peroxisome lumen or ER, respectively [197, 198]. DNA viruses, such as herpes viruses, subvert ESCRT components to mediate their nuclear egress and secondary envelopment [199]. Finally, HBV subverts this machinery to facilitate intracellular budding and/or release [200]. The mobility of the ESCRT machinery enables its recruitment to a wide range of cellular membrane structures.\n\nK63-linked polyubiquitination is the main recognition signal of host cargo proteins by ESCRT components for sorting into the endosomal pathway [191, 201, 202]. These interactions are mediated by ubiquitin-binding domains, such as the ubiquitin-interacting motif (UIM), within the ESCRT-0 complex subunits, HRS (hepatocyte growth factor-regulated tyrosine kinase substrate), and signal transducing adaptor molecule 1/2 (STAM1/2).\n\nViruses typically recruit the ESCRT machinery via late domains, conserved motifs within viral structural proteins. Among the characterized late domains are the P(T/S)AP, YPXL, and PPXY signals, which bind TSG101 (ESCRT-I), ALIX (an accessory protein), or NEDD4 family proteins (E3 ligases), respectively [192]. Some viral proteins contain two late domains, such as Ebola VP40 that harbors both a PPXY and PTAP motif, thereby gaining entry into the ESCRT machinery via more than one complex [203].\n\nUbiquitin cooperates with these late domains to facilitate ESCRT-mediated budding of some viruses, such as HIV-1 and other retroviruses [202]. Our laboratory reported that HCV, a virus that lacks defined late domains, recruits the ESCRT-0 complex component HRS to mediate its intracellular envelopment via K-63 polyubiquitination of the viral NS2 protein [21]. Thus, as exemplified by HCV, ubiquitin can functionally replace a late domain. Additional mechanisms may also play a role in ESCRT recruitment. For example, the BMV 1a protein lacks characterized late domains [198], and its cellular ESCRT interactor CHMP4 has no ubiquitin-interacting domains. It is certainly possible that other distinct, yet to be characterized, late domains exist in certain viral proteins, such as BMV 1a. Identification of such novel domains has a potential to shed further light on the specific roles the ESCRT machinery mediates in cell biology and viral infections. Better understanding how ubiquitination regulates viral replication, envelopment, and release is another important area of future investigation, which may lead to the identification of druggable targets in the form of E3 ligases and/or deubiquitinases.\n\nThe autophagy machinery mediates autodigestive and quality control functions by engulfing damaged cytoplasmic organelles and macromolecules, and delivering them to lysosomes for degradation and recycling, thereby maintaining cell homeostasis and survival [204]. Autophagosomes consist of cellular cytoplasm surrounded by two lipid bilayers [205, 206] and contain LC3-II, a lipidated, membrane-bound protein formed from the LC3 (microtubule-associated protein light chain 3) protein via a series of enzymatic reactions [207–210]. The canonical biosynthesis of the autophagosome is mediated by a set of protein complexes that include autophagy-related (ATG) proteins, which are sequentially recruited to the phagophore, an initial C-shaped membrane template. These protein complexes mediate initiation (ULK1 and ULK2 complexes), nucleation (PI3KC3–BECLIN1–ATG14L complex and WIPI1/WIPI2), elongation and closure of the phagophore (ATG12–ATG5–ATG16L and LC3–II conjugation systems), and recycling (ATG9) [204]. Autophagosomes then mature via docking and fusion with endosomal compartments and/or with lysosomes. Non-canonical routes to autophagosome formation and fate, which bypass some of these steps, have also been reported. Notably, beyond its degradative role, autophagy has been implicated in the unconventional secretion of a subset of membrane and soluble proteins that lack the signal peptide that facilitates secretion via the conventional secretory pathway [204, 211]. Rather than being sorted for degradation, autophagosomes harboring such proteins fuse their outer membrane with the plasma membrane, thereby releasing their inner vesicle filled with cytosol to the extracellular milieu [204, 211].\n\n\nAutophagy has been implicated in the life cycle of multiple viruses (Reviewed in [212]). In line with its role in degradation, autophagy functions as a component of the innate immune response, directly destroying many intracellular pathogens. However, certain viruses depend on this cellular pathway, or its components, to facilitate their own propagation. Here, we focus on some of the proviral roles of autophagy in promoting viral replication, particularly in the formation of membrane platforms for viral replication and in virus assembly/envelopment and/or release.\n\nPV infection induces membranous vesicles that serve as the membrane scaffolds for RNA replication. These vesicles display several hallmarks of cellular autophagosomes: double membrane morphology, cytoplasmic contents, and the presence of LC3-II and LAMP-1 [213–217]. Expression of the PV 2BC and 3A proteins results in the lipidation of LC3 and induces the formation of these autophagosome-like vesicles [213]. These properties were also described in the context of infections with other picornaviruses, such as HRV, coxsackie virus B3 (CVB3), and EV71 [214, 218, 219]. Notably, whereas autophagy proteins contribute to the heterogeneity of viral replication sites induced by these viruses, they are dispensable for their biogenesis. Beyond picornaviruses, members of the Flaviviridae family, such as HCV and DENV, as well as the unrelated coronaviruses also utilize components of the cellular autophagy pathway to promote their replication [103, 220–228]. The molecular mechanisms by which the autophagy machinery supports the RNA replication of many of these viruses, however, remain to be elucidated, with some reports indicating roles beyond the formation of membranous replication factories, such as regulation of lipid metabolism, in the case of DENV [220, 226].\n\nAutophagy has also been implicated in the assembly and/or maturation of several RNA and DNA viruses. For example, binding of the HIV-1 Gag-derived proteins to LC3-II is thought to mediate productive processing of the Gag subunit p24 [229]. Moreover, the Gag-derived matrix (MA) protein p17 (a component of HIV-1 particles) is co-localized and co-fractionated with membrane compartments representing assembly sites that stain positive for LC3 and are in close proximity to the plasma membrane [229]. DENV maturation is also dependent on intact autophagy. Treatment with the selective autophagy inhibitor spautin-1 suppresses intra- and extracellular DENV infectivity and results in the formation of defective extracellular viral particles [230]. Pharmacological inhibition of autophagy with a less selective inhibitor, 3-methyladenine (3-MA), or siRNA-mediated suppression of BECLIN1 and ATG5 inhibit production of intra- and extracellular infectious HBV particles [231]. Since the major HBV envelope protein (HBsAg) binds to and is co-localized with LC3-I and LC3-II during HBV infection or upon its ectopic expression, it is possible that autophagy mediates HBV envelopment [231]. In the case of IAV, the autophagy pathway has been shown to be essential for viral envelopment and formation of morphologically normal and stable viral progeny [232]. These activities are thought to be dependent on an interaction between the M2 ion-channel IAV protein with LC3, which promotes LC3 redistribution to the plasma membrane in virus-infected cells [232]. Providing a source of membranes and/or facilitating the transport of viral particles to envelopment sites are potential mechanisms by which autophagy factors are involved in mediating viral envelopment, yet the precise roles remain unclear.\n\nAt later steps of the life cycle of certain viruses, autophagy is required for the release of cell-free virus and cell-to-cell viral spread. Pharmacological inhibition or knockdown of ATG7 and BECLIN1 inhibit the basal HIV-1 yields released from macrophages, and this autophagy-induced virus-yield enhancing effect is mediated by HIV-1 Nef [229]. Similarly, siRNA-mediated depletion of BECLIN1 or ATG7 inhibits the release of infectious HCV particles and results in the accumulation of intracellular viral particles [233, 234]. Interestingly, membrane fusion triggered by the glycoprotein of multiple viruses from the Paramyxoviridae family [canine distemper virus (CDV), MeV, Nipah (NiV), Hendra (HeV), and mumps (MuV) viruses] induces autophagy and facilitates efficient cell–cell fusion and viral spread to uninfected neighboring cells [235].\n\nNon-enveloped viruses, such as members of the Picornaviridae family, subvert the autophagy-based unconventional secretion for non-lytic release of virus particles. This autophagosome-mediated exit without lysis pathway was first demonstrated to play a role in the life cycle of PV [216]. The double-membraned topology of the PV-induced vesicles [214, 215, 217] makes the release of virions trapped in the cytosolic lumen topologically feasible. Indeed, transmission electron microscopy demonstrated that these double-membraned autophagosome-like organelles contain the PV capsids [236]. Moreover, disrupting autophagy by siRNA-mediated depletion of ATG12, LC3, or BECLIN1 reduces PV release, whereas stimulation of autophagy via treatment with tat-BECLIN1 peptide increases viral release [214, 236]. Notably, the mobility of PV-induced vesicles and the amounts of extracellular virus increase upon reduction of vesicle tethering, either via nocodazole treatment or via infection with a mutant virus that is defective in its interaction with the host cytoskeleton and secretory pathway [237]. Collectively, these data support a model, whereby virus entrapped within the cytoplasmic lumen of double-membraned vesicles is released into the extracellular milieu via fusion with the plasma membrane rather than being fused with lysosomes. Indeed, inhibition of lysosomal enzymes does not further increase LC3-II levels in PV-infected cells. In addition, assembled capsids/LC3-II co-labeled structures do not contain lysosomal enzymes or syntaxin 17, a SNARE protein typically localized to autophagosomes and required for fusion with lysosomes [236]. Further support for this model is provided by the identification of multiple extracellular phosphatidylserine (PS) lipid-enriched vesicles that are non-lytically released from cells, and contain multiple PV particles via super-resolution imaging and transmission electron microscopy [236]. Interestingly, this clustered packaging of viral particles within vesicles enables multiple viral RNA genomes to be collectively transferred into single cells, thereby increasing infection efficiency relative to single viral genomes or an equivalent number of free virus particles [236]. This spread mechanism may provide an opportunity for cooperation and complementation among viral quasispecies, with implications for virus evolution [236].\n\nMature particles of HRV and CVB3 are also released in extracellular PS- and LC3-enriched vesicles [236, 238], supporting that this autophagy-mediated spread mode is generalizable to other enteroviral picornaviruses. In the case of CVB3, it was also reported that the virus inhibits the fusion of autophagosomes with lysosomes and/or late endosomes by targeting the SNARE protein synaptosome-associated protein 29 (SNAP29) and adaptor protein pleckstrin homology and RUN domain-containing M1 (PLEKHM1) that regulate autophagosome fusion [239], proposing a mechanism by which the virus blocks the autophagic degradative flux to favor its secretion. Particles of HAV, hepatitis E, and BTV have also been observed surrounded by membranes [193, 240, 241]. Nevertheless, the precise secretion mechanism of these “non-enveloped” viruses has to be defined individually, as other unconventional secretion mechanisms beyond autophagy-based have been reported [242]. As described above, in the case of non-lytic release of HAV and BTV, an ESCRT-mediated, exosome-like mechanism involving budding into MVBs has been identified [193–195]. Whereas LC3 and other autophagosome markers have not been detected in quasi-enveloped HAV preparations to date, it remains to be determined whether these other unconventional secretion mechanisms are entirely independent of autophagy [193, 195]. Further studies are also required to better understand the precise mechanism of autophagy-mediated non-lytic virus release. The increasing knowledge of the roles autophagy plays in unconventional secretion of diverse cellular cargo proteins and the underlying mechanisms will continue to promote these efforts [211, 243].\n\nBeyond contributing to better understanding virus–host interactions, the identification of host functions broadly required by viruses could lead to the discovery of targets for novel host-targeted broad-spectrum antiviral strategies. Such antiviral strategies offer an attractive solution to overcome some of the limitations associated with the current direct-acting antiviral paradigm. Currently approved antiviral drugs that target viral functions typically provide a narrow spectrum of coverage. Given the high average cost (over two billion dollars) and long timeline (8–12 years) to develop a new drug [244], the scalability of targeting viruses individually is limited. In addition, resistance typically emerges rapidly when the conventional direct-acting antivirals are used as monotherapy [245]. Overall, this approach does not meet the urgent need for new strategies to combat hundreds of human disease-causing viruses and newly emerging viruses.\n\nThe host-targeted antiviral approach could reduce the time and cost associated with the early stages of drug development per approved indication, and reduce the clinical risks in the more advanced phases. Off-label use of approved broad-spectrum antivirals against new viral indications can facilitate readiness for future outbreaks of emerging pathogens. A broad-spectrum therapeutic could also be administered before a viral threat has been accurately diagnosed, increasing likelihood of protection. Targeting host functions may also increase the genetic barrier to the emergence of resistance. Finally, there is often an opportunity to repurpose approved drugs that target host functions required by several viruses, thereby further reducing time and cost involved in drug development.\n\nCellular enzymes represent intuitive druggable targets. Indeed, several cellular kinases that are required for the regulation of intracellular viral trafficking have been proposed as potential antiviral targets, and a few have been successfully targeted pharmacologically. EGFR is one example of a cellular kinase, whose pharmacological inhibition has shown promise. Erlotinib and gefitinib, two approved anticancer drugs targeting EGFR, and lapatinib, an anticancer drug targeting EGFR and ERBB2 (another member of the ERBB kinase family), demonstrated in vitro activity against a number of viruses including HCV [40, 45, 46], HCMV [246], and poxvirus [247]. Notably, erlotinib and gefitinib inhibited HCV and HCMV infections in a mouse and guinea pig model, respectively [45, 246].\n\nTargeting AAK1 and GAK, which regulate intracellular viral trafficking by controlling clathrin-associated AP complexes, has also shown promise as a broad-spectrum antiviral strategy. Our laboratory recognized that the already approved anticancer drugs sunitinib and erlotinib potently inhibit AAK1 and GAK, respectively. These drugs demonstrated activity against viruses from six viral families, including DENV and EBOV in cultured cells [20, 40, 87]. In addition, sunitinib/erlotinib combinations protected against morbidity and mortality in murine models of dengue and Ebola infection [87]. Inhibition of AAK1- and GAK-regulated AP-mediated intracellular viral trafficking was shown to be an important mechanism by which sunitinib and erlotinib inhibit viral infection in vitro and in vivo [87]. The safety and efficacy of sunitinib/erlotinib combinations will be evaluated in dengue patients in the near future and potentially in patients with EBOV disease in future outbreaks (ClinicalTrials.gov NCT02380625).\n\nPharmacological targeting of the Src and Abl family tyrosine kinases, which are implicated in the regulation of actin motility during the release and/or cell–cell spread of VV [184] and EBOV [185], has also been studied. Imatinib and/or nilotinib approved anticancer c-Abl inhibitors lacking anti-Src activity, and inhibited replication of EBOV [185], DENV [248], middle east respiratory syndrome-coronavirus (MERS-CoV), and/or SARS-CoV [249] in cultured cells. In a murine model of VV, imatinib effectively reduced viral load, viral spread, and mortality [184]. While dasatinib, an inhibitor of both Abl and Src also inhibited the replication of several viruses in vitro, the molecular target(s) and mechanism of antiviral action remain to be determined [249–251].\n\nE3 ligases represent another group of attractive druggable cellular targets for pharmacological inhibition. Better understanding the regulation of ESCRT-mediated viral envelopment via ubiquitination, for instance, may lead to the discovery of proviral E3 ligases. The use of bortezomib, a proteasome inhibitor, for the treatment of cancer illustrates this potential [252]. While still in their infancy, selective inhibitors of E3 ligases have also shown promise as potential anticancer drugs [253]. Such compounds are likely to achieve a high level of substrate specificity, thereby reducing toxicity [253]. Selective targeting of E3 ligases could thus represent an attractive antiviral strategy.\n\nTranslating genetic determinants of infection into host-directed antiviral strategies is, however, quite challenging. Identification of a cellular enzyme, that is critical for the life cycle of a virus, does not indicate that the function hijacked by the virus is necessarily the enzymatic activity. For example, the small molecule NGI-1 demonstrates potent antiviral activity against flavivirus infections via inhibition of the OST complex [254]. Nevertheless, the anti-ZIKV effect of NGI-1 is independent of the N-glycosylation and oxidoreductase functions of the OST complex [254]. Identifying N-glycosylation or oxidoreductase inhibitors via high-throughput screens would not have yielded an antiviral compound in this case. The identification and pharmacological targeting of druggable non-enzymatic proviral host functions is even more challenging. Yet, since protein–protein interactions are currently emerging as a promising new class of drug targets, the utility of this approach for treating viral infections warrants exploration [255]. Whereas targeting virus–host protein–protein interactions may not provide broad-spectrum solutions, targeting interactions between cellular proteins required for multiple viruses may hold promise. Since cellular proteins function in a complex network of interactions, it is often also challenging to understand the precise mechanism of antiviral action of a compound. Moreover, the antiviral effect observed in vitro often cannot be reproduced in vivo. Toxicity is another challenge when targeting host functions. Nevertheless, it may be feasible to identify a therapeutic window where the drug level is sufficient to inhibit viral replication with minimal cellular toxicity. Functional redundancy in the targeted cellular machineries and short duration required for treating acute viral infections should help to limit toxicity.\n\nOverall, while still in their infancy, these examples provide a proof-of-concept for the translational potential of discovering host targets required for viral infections and the feasibility of the host-targeted broad-spectrum approach.\n\nImportant insights into virus interactions with host intracellular membrane trafficking pathways have been provided over the last decade via the establishment of novel transformative omics technologies and advanced imaging tools. Nevertheless, our understanding of the virus–host interplay is far from complete and many important questions remain unanswered. For example, it remains incompletely characterized which host factors mediate the membrane alterations required for the formation of viral replication factories of RNA viruses and how they coordinate with viral proteins to facilitate this process. Further utilization of cryo-electron tomography modalities, as recently described for the study of RNA replication compartments of the non-human flock house nodavirus [256], may help to address these questions. Also incompletely characterized are the mechanisms by which RNA viral particles are differentially directed to specific cell membrane sites for cell-to-cell vs. cell-free spread. Although certain host factors appear to maintain at least some of their distinct sorting properties in non-polarized cell culture models, to address this question, it will be important to utilize more biologically relevant polarized cell models that support authentic apical and basolateral sorting events. Three-dimensional polarized cellular systems, as the one recently developed for studying HCV entry in polarized hepatoma organoids [257], may help to address this gap in knowledge. Improved bioinformatics approaches, large-scale data analysis tools and comparative omics approaches are also required to facilitate a more effective delivery of broadly required host targets with high confidence. Further mechanistic studies are required to better understand the precise roles of the discovered, broadly required host factors in viral infections and their mode of interactions with viruses. These efforts will continue to provide insight into the workings and regulation of cellular transport machinery in cell biology and viral infections, and will advance the discovery of druggable host targets and the development of host-targeted antiviral approaches."}