{"title": "Autophagy during viral infection — a double-edged sword", "body": "Autophagy is an evolutionarily conserved degradative process that is required to maintain host health and facilitates the capture and clearance of invading pathogens by the immune system1,2. Eukaryotic cells deliver dangerous and unwanted cytoplasmic material to lysosomes for degradation via three major routes: microautophagy, chaperone-mediated autophagy (CMA) and macroautophagy3. During microautophagy, invaginations of the lysosomal membrane directly take up cytoplasmic material4 or the material directly enters multivesicular bodies (MVBs) of late endosomes5. During CMA, a cytoplasmic chaperone mediates lysosomal-associated membrane protein 2A (LAMP2A)-dependent uptake of unfolded proteins6. Macroautophagy involves a specialized double-membrane vesicle (DMV) known as the autophagosome (Box 1). Macroautophagy is the best-characterized form of autophagy, and we will hereafter refer to it simply as autophagy.\n\nAutophagy begins with the sequestration of cytoplasmic proteins and damaged organelles into a cup-shaped double-membrane termed the isolation membrane (or phagophore), which is derived from various cellular compartments7. The immature isolation membrane grows to envelop the engulfed contents, thus forming an autophagosome, which subsequently fuses with the lysosome to form autolysosomes. At this stage, the contents undergo degradation to enable their recycling upon nutrient depletion8. Acidification is a key regulatory step in autophagosome maturation and requires the activity of vacuolar ATPases.\n\nAutophagy is involved in various physiological processes, including starvation, cell differentiation and development, and degradation of aberrant structures, which ultimately maintains cellular homeostasis9. Moreover, autophagy is part of host stress responses such as the unfolded protein response (UPR)10. Given that viral infection and replication cause cell stress, autophagy is a frequent by-product of infection. However, autophagy during viral infection is not merely a passive process. As clearance of cytoplasmic components is a major function of autophagy, the innate immune system activates autophagy to degrade and dispose of invading viruses11. Furthermore, at later stages of infection, autophagy facilitates antigen processing and thereby the induction of adaptive immune responses12,13. There is a form of selective autophagy, xenophagy, that specifically recognizes intracellular microorganisms and targets them to autophagosomes for degradation14. Despite the seemingly hazardous conditions in autophagosomes for viruses, some viruses convert the autophagosome to their home for replication. The autophagosome provides a membrane-bound, protected environment to generate their progeny, and viruses can use autophagy-generated metabolites and energy for replication. Another type of autophagy, termed lipophagy, is a degradation pathway for lipid droplets in cells, and viruses can also hijack this process15. Lipid droplets are an ideal platform for virion assembly, and viruses can directly activate lipophagy to maintain the high level of ATP required for viral replication. In summary, current evidence suggests that viruses have evolved diverse strategies to either combat or utilize autophagy to promote their own life cycle. In this Review, we provide an overview of the function of autophagy as an antiviral defence mechanism and then focus on how viruses subvert and exploit multiple steps of the autophagic pathway to evade immune responses and facilitate viral replication.\n\nThe innate immune system is the first line of defence against invading microorganisms, including viruses. Germline-encoded receptors called pattern recognition receptors (PRRs) recognize pathogen-associated molecular patterns (PAMPs), including virus-specific features, and activate the type I interferon (IFN) pathway to establish an antiviral milieu16. PRRs are found in different subcellular locations, which enables the innate immune system to detect infection throughout the viral life cycle.\n\nThe intracellular endosomal Toll-like receptors (TLRs) are primary detectors of viral PAMPs, including double-stranded (ds)RNA (TLR3), single-stranded (ss)RNA (TLR7 and TLR8) and DNA with unmethylated CpG sites (TLR9) (Fig. 1). Most TLRs recruit the adaptor myeloid differentiation primary response protein MYD88, whereas TLR3 and TLR4 recruit another adaptor, TIR domain-containing adaptor molecule 1 (TRIF; also known as TICAM1). Both adaptors activate nuclear factor-κB (NF-κB) for the synthesis of inflammatory cytokines and IFN regulatory factors (IRFs) for triggering IFN production16. TLR stimulation induces binding of MYD88 or TRIF to Beclin 1, which disrupts the Beclin 1–B cell lymphoma-2 (BCL-2) interaction and ultimately activates autophagy (Fig. 1). Conversely, autophagy can inhibit TLR signalling by promoting the selective degradation of TRIF17 (Fig. 1). Furthermore, plasmacytoid dendritic cells (pDCs) that are deficient for autophagy protein 5 (ATG5) showed reduced TLR7-dependent production of IFNs during infection with vesicular stomatitis virus (VSV) or Sendai virus (SeV)18. ATG5 also contributed to TLR9-induced IFNα production in pDCs infected with herpes simplex virus type 1 (HSV-1)19. During viral infection, TLR activation tends to induce autophagy to improve IFN production, whereas the negative regulation of autophagy helps terminate TLR signalling.\n\nThe RIG-I like receptors (RLRs) retinoic acid-inducible gene I (RIG-I; also known as DDX58) and melanoma differentiation-associated protein 5 (MDA5; also known as IFIH1) sense viral RNAs in the cytosol and signal through interaction with mitochondrial antiviral-signalling (MAVS) via their caspase-recruiting domain (CARD), activating interferon regulatory factor 3 (IRF3), IRF7 and NF-κB20. Although autophagy enhances IFN production in virally infected cells, it also can limit RLR-triggered IFN production. ATG5 deficiency increases the production of IFN in response to RNA viruses such as VSV and inhibits viral replication21. The ATG5–ATG12 complex and its binding protein (elongation factor Tu, mitochondrial (TUFM)) suppress dsRNA-induced production of IFN by disrupting RIG-I signalling22 (Fig. 1). In addition, interferon-induced, dsRNA-activated protein kinase (EIF2AK2; also known as PKR) binds to Beclin 1 within the vacuolar protein sorting 34 (VPS34) complex, which initiates the formation of autophagosomes. PKR-mediated phosphorylation of the eukaryotic translation initiation factor 2 subunit 1 (EIF2S1; also known as eIF2α) also induces autophagy23 (Fig. 1). The RLRs provide an example of how autophagy can negatively regulate immune signalling.\n\nThe cytosolic DNA sensor cyclic GMP–AMP (cGAMP) synthase (cGAS) recognizes dsDNA during infection with bacteria or DNA viruses24 and produces cGAMP. Subsequently, cGAMP binds to and activates the endoplasmic reticulum (ER)-associated stimulator of interferon genes protein (STING), leading to IRF3 activation and IFN production (Fig. 1). During HSV-1 infection, the DNA-sensing pathway and autophagy pathway converge: Beclin 1 interacts with and impairs the nucleotidyl transferase activity of cGAS, decreasing the amount of cGAMP available to stimulate STING25. Conversely, cGAS competes with the autophagy inhibitor Rubicon for Beclin 1 binding, thus triggering autophagy and stimulating the degradation of cytosolic viral DNA to avoid persistent immune stimulation25. In addition, cGAMP leads to the dissociation of ULK1 from 5′-AMP-activated protein kinase catalytic subunit α2 (AMPK), and activated ULK1 then phosphorylates STING, leading to its degradation26 (Fig. 1). Loss of ATG9 causes aggregation of STING on Golgi apparatus-derived compartments and increases STING-dependent production of IFNs27. During the late phase of HSV-1 infection, STING is also targeted by CMA-mediated degradation to terminate IFN signalling28. Additionally, cGAS-dependent signalling induces autophagy, which promotes pathogen clearance and functions as a negative feedback loop to turn off signalling.\n\nDownstream of PRR-detection of viral infection, newly synthesized IFN is secreted and binds to the IFN receptor (IFNAR), leading to the JAK1 and non-receptor tyrosine-protein kinase TYK2-mediated phosphorylation of signal transducer and activator of transcription 1 (STAT1) and STAT2, which activate transcription of IFN-stimulated genes (ISGs) to restrict viral infection29 (Fig. 1). Additionally, JAK1 and TYK2 can phosphorylate insulin receptor substrate 1 (IRS1) and IRS230,31, which activate the PI3K–AKT–mTOR (mechanistic target of rapamycin) pathway. Activated AKT has several targets, including forkhead box transcription factor 3 (FOXO3), which activates the transcription of a variety of autophagy-related genes32 (Fig. 1). Upon viral infection, crosstalk between PRRs and autophagy leads to the activation and/or inactivation of various intracellular signalling pathways, which generates an optimal antiviral milieu.\n\nAutophagy can be harnessed to degrade viral components, viral particles or even host factors required for viral replication; thus, autophagy functions as an important innate antiviral response (Box 2). However, this autophagic degradation of virions, which is also known as virophagy, can be subverted by several viruses.\n\nDuring Sindbis virus (SINV) infection, Beclin 1 protects against SINV-mediated encephalitis33. Moreover, ATG5 deficiency results in delayed SINV clearance and accumulation of the autophagy receptor p62 (also called sequestosome 1 (SQSTM1)). Interestingly, p62 binds to a SINV capsid protein and targets the viral capsid to the autophagosome34 (Fig. 2). There, SMURF1, an E3-ubiquitin ligase, is required for the colocalization of p62 with the SINV capsid protein and for virophagy35. Recently, Fanconi anaemia group C protein (FANCC) was found to interact with the SINV capsid protein to facilitate virophagy36,37 (Fig. 2). SMURF1 and FANCC also target HSV-1 for virophagy, suggesting that those two proteins commonly function as virophagic factors35,36.\n\nPicornaviruses, including poliovirus, are detected by galectin 8, which restricts viral infection by initiating the autophagic degradation of the viral RNA genome38. Specifically, when poliovirus punctures the endosomal membrane to release its genome into the cytoplasm, β-galactosides are exposed and trigger galectin 8. This leads to the detection of permeated endosomes and marks them for autophagic degradation. In turn, poliovirus uses the host protein HRAS-like suppressor 3 (PLA2G16) to evade this detection and enable genome delivery (Fig. 2). Another picornavirus, coxsackievirus B3 (CVB3), uses the viral protease 2A to cleave p62 and inhibit virophagy39 (Fig. 2).\n\nThe ability of hepatitis C virus (HCV) infection to induce autophagy has been widely demonstrated in cell culture and in the hepatocytes of chronically infected patients40. HCV can escape autophagic destruction, and it is thought to use autophagy for its own benefit (see below). However, a recent study demonstrated that an ER transmembrane protein, SHISA5 (also known as SCOTIN), interacts with the viral non-structural protein 5A (NS5A), which leads to its autophagic degradation and suppresses viral replication41 (Fig. 2).\n\nHuman immunodeficiency virus 1 (HIV-1) is also subject to autophagic degradation. To overcome innate immunity, HIV-1 uses the virion infectivity factor Vif, which promotes the degradation of the HIV-1 restriction factor APOBEC3G42. In turn, histone deacetylase 6 (HDAC6) forms a complex with APOBEC3G and mediates autophagy-dependent Vif degradation, thereby inhibiting HIV-1 replication43 (Fig. 2). In CD4+ T cells, autophagy selectively degrades the transactivator Tat, a protein that increases viral transcription through its ubiquitin-independent interaction with p6244 (Fig. 2). In Langerhans cells, the restriction factor tripartite motif-containing protein 5α (TRIM5α) mediates assembly of the autophagy-activating complexes and targets langerin-bound, engulfed HIV-1 to autophagic degradation45.\n\nAutophagy also has antiviral activity independently of degradation. Norovirus (NoV) is a cause of human non-bacterial epidemic gastroenteritis46. In a mouse model of murine norovirus (MNV) infection, IFNγ-mediated antiviral defence requires the ATG5–ATG12–ATG16L1 complex that functions in autophagosome formation47. In ATG16L1 hypomorphic mice, MNV infection provoked a phenotype that resembled Crohn’s disease48. Interestingly, the induction, fusion and degradative activities of autophagy were not required; instead, IFNγ-inducible GTPases, which were targeted to MNV replication complexes by LC3, inhibited viral replication49 (Fig. 2).\n\nCollectively, multiple host pathways detect viral infection to initiate autophagy-mediated innate defences. However, viruses have evolved to evade autophagy and to harness autophagy for their own life cycles.\n\nThe adaptive immune response is initiated by the presentation of protein fragments on major histocompatibility complex (MHC) molecules in antigen-presenting cells (APCs), which are then recognized by T cells. MHC class I molecules present intracellular antigens after they have been processed by the proteasome and transported into the ER by the antigen peptide transporter (TAP). By contrast, MHC class II molecules load extracellular antigens after lysosomal degradation in late endosomal MHC class II-containing compartments (MIICs). There is an additional mechanism for loading exogenous antigens onto MHC class I molecules in a process known as cross-presentation.\n\nAutophagosomes constitutively form in MHC class II-positive dendritic cells, B cells and epithelial cells and fuse with multivesicular MIICs to deliver cytoplasmic proteins for MHC class II presentation and antiviral immunity50. Epstein–Barr virus (EBV) establishes a persistent infection by maintaining a latent state in memory B cells. EBV nuclear antigen 1 (EBNA1) is incorporated into autophagosomes and degraded before being presented on MHC class II molecules13 (Fig. 2). Blocking of autophagy with a PI3K inhibitor or through knockdown of ATG12 reduced MHC class II presentation to CD4+ T cells. HIV-1 is also targeted to autophagosomes, processed by the autophagic machinery and presented on MHC class II molecules. HIV-1 Gag-derived proteins colocalize and interact with LC3, and autophagy promotes Gag processing51 (Fig. 2). In turn, the HIV-1 envelope protein activates mTOR to shut down autophagy and impede the immune function of dendritic cells52.\n\nAutophagy limits MHC class I presentation by mediating internalization and degradation of MHC class I molecules. The AP2-associated kinase 1 (AAK1) associates with LC3 to facilitate this internalization53 (Fig. 2). Dendritic cells that are deficient for ATG5, ATG7 or VPS34 had increased surface expression of MHC class I and induced CD8+ T cell activation53,54. Autophagy can also contribute to antigen presentation when TAP is inhibited. Both HSV-1 and human cytomegalovirus (HCMV) encode TAP-blocking proteins55. Although macrophages infected with HSV-1 initially used the conventional MHC class I presentation pathway, a second pathway involving a vacuolar compartment was triggered later during infection. Specifically, a previously unknown type of autophagosome originated from the nuclear envelope and mediated presentation of HSV-1 antigens on MHC class I molecules56 (Fig. 2). Similarly, during latent infection, the HCMV protein UL138 is presented to CD8+ T cells in an autophagy-dependent pathway57,58 and colocalizes with LAMP2-positive late endosomal structures57 (Fig. 2). This suggests that autophagic viral cargos and antigens can access the MHC class I presentation machinery.\n\nAutophagy also contributes to the delivery and processing of extracellular antigens for cross-presentation by MHC class I molecules in a cell-specific manner59–61. The autophagic machinery modulates endosomes to enhance cross-presentation and assists in packaging antigens for release by donor cells, including virus-infected, tumour or dying cells, to neighbouring dendritic cells62. Autophagy was also involved in cross-presentation of viral antigens during vaccination, which was promoted by a stress-dependent initiation of autophagy in dendritic cells63. Autophagy-dependent exocytosis transfers extracellular antigens in LC3-coated vesicles from donor cells to dendritic cells (Fig. 2). For example, mouse embryonic fibroblasts that are infected with influenza A virus (IAV) provide antigens to dendritic cells to stimulate IAV-specific CD8+ T cells64. Recently, the CD8+ T cell-specific antigens of HCMV 65 kDa phosphoprotein (pp65) were shown to be cross-presented by human B cells through a pathway involving autophagosomes rather than the TAP-dependent conventional secretory pathway60 (Fig. 2).\n\nDuring viral infection, the host uses autophagy for optimal antigen processing for MHC class II presentation and, when TAP is inhibited, MHC class I presentation. In addition, autophagy-mediated exocytosis of antigens in vesicular compartments supports cross-presentation on MHC class I molecules.\n\nAs previously discussed, autophagy can restrict viral infections. Persisting viruses, however, have evolved various strategies to escape or inhibit multiple steps of the autophagic pathway. HSV-1-encoded neurovirulence factor ICP34.5 interacts with Beclin 1 to inhibit autophagy23 (Fig. 3). ICP34.5 also counteracts the antiviral role of PKR by recruiting host phosphatase PP1α to dephosphorylate eIF2α65 (Fig. 3). TANK-binding kinase 1 (TBK1) was recently discovered as a target of ICP34.5 (ref.66). TBK1 regulates autophagosome maturation by phosphorylating the autophagy receptors p62 and optineurin. Thus, inhibition of TBK1 by ICP34.5 represents an additional strategy of HSV-1 to suppress autophagy (Fig. 3). Late during the HSV-1 life cycle, the RNA-binding tegument protein Us11 binds to PKR to prevent phosphorylation of eIF2α65 (Fig. 3).\n\nHCMV also counteracts autophagy and has a functional homologue of ICP34.5 called TRS1 (ref.67). Unlike ICP34.5, the PKR-binding domain of TRS1 is not involved in autophagy inhibition. Instead, TRS1 binds to Beclin 1 through its N-terminal region, and this binding is essential to inhibit autophagy. Recently, another HCMV protein, IRS1, was also found to block autophagy by interacting with Beclin 1 (ref.68) (Fig. 3).\n\nTo antagonize autophagy, γ-herpesviruses, including Kaposi’s sarcoma-associated herpesvirus (KSHV) and murine γ-herpesvirus 68 (MHV68), have viral homologues of BCL-2, ORF16 and M11 (ref.69). These viral BCL-2 (vBCL-2) proteins mimic their cellular counterparts (cBCL-2) and attenuate autophagy through direct interaction with Beclin 1 (ref.70). Structural and biochemical analyses demonstrate that vBCL-2 has a markedly higher affinity for Beclin 1 and inhibits autophagosome formation more efficiently than cBCL-2 (ref.71). Moreover, vBCL-2 lacks the regulatory loop of cBCL-2 that is phosphorylated by JUN N-terminal kinase (JNK)72; therefore, it can continuously associate with Beclin 1 (ref.73) (Fig. 3). These data collectively show that vBCL-2 has evolved to be a highly potent autophagy inhibitor. Although EBV also encodes two vBCL-2 proteins (BHRF1 and BALF1), it is unknown whether they inhibit autophagy74. The K7 protein of KSHV promotes Rubicon–Beclin 1 interaction and inhibits the enzymatic activity of VPS34, which blocks the fusion of autophagosomes with lysosomes75 (Fig. 3). In addition, KSHV vFLIP, a homologue of the cellular FLICE-like inhibitor protein (FLIP; also known as ORF71), suppresses autophagy76 by preventing ATG3 from binding and processing LC3 during autophagosome elongation (Fig. 3). Interestingly, two KSHV vFLIP-derived peptides are individually sufficient for binding and releasing ATG3 from cellular FLIP, which results in robust autophagy and autophagic cell death76.\n\nHIV-1 also inhibits autophagy to prevent the sequestration of HIV-1 proteins within autophagosomes and their lysosomal degradation. Although HIV-1 infection induces autophagosome formation and HIV-1 Gag colocalizes with LC3, HIV-1 Nef blocks autophagosome maturation by interacting with Beclin 1 (ref.51) (Fig. 3). In infected macrophages, the interaction between HIV-1 and TLR8 and the Beclin 1-dependent dephosphorylation and nuclear translocation of transcription factor EB (TFEB) activates autophagy and lysosome biogenesis77. HIV-1 Nef interacts with Beclin 1 to sequester TFEB in the cytosol, thus inhibiting maturation of autophagosomes. These examples demonstrate the importance of deregulating the autophagy pathway to facilitate viral persistence.\n\nRNA viruses exploit autophagy for their replication. Double-membrane compartments formed during autophagy can provide a physical platform for the viral replication machinery, locally concentrate essential intermediates and protect viral RNAs from detection by innate immune sensors and degradation.\n\nThe first example of viral reshaping of intracellular membranes came from polioviruses, which lack a membrane envelope78. The autophagy-inducer rapamycin increased poliovirus replication, whereas silencing of genes that are essential for autophagosome formation decreased it79. Electron microscopy of poliovirus-infected cells revealed DMVs that resembled autophagosomes and provided scaffolds for viral RNA replication. Further, poliovirus infection led to the accumulation of LC3 in puncta, and the expression of the viral proteins 2BC and 3A led to LC3 lipidation and DMV formation, which provides a mechanistic link between autophagy and poliovirus replication (Fig. 3). Other picornaviruses, such as CVB3 and foot-and-mouth disease virus (FMDV), also use autophagy for replication80,81. When CVB3-infected cells were treated with inhibitors of autophagosome maturation, virion production was increased and p62 protein levels remained unchanged82, suggesting that viral replication increases the generation of autophagic membrane structures without progression to lysosomal degradation. FMDV also induces ATG5-dependent autophagosome formation and redistributes LC3 to punctate vesicles. However, this induction does not require the PI3K activity of VPS34 and occurs very early during infection as ultraviolet-inactivated FMDV can still trigger autophagosome formation81. FMDV-induced autophagosomes contain the viral capsid protein VP1 that colocalizes with p62 (ref.83), suggesting that autophagosome formation is induced during FMDV entry (Fig. 3). In summary, picornaviruses use multiple mechanisms to modulate autophagy for their replication.\n\nCoronaviruses (CoVs), including the severe acute respiratory syndrome (SARS)-CoV and mouse hepatitis virus (MHV), also induce the formation of DMVs. Several controversial studies concluded that CoVs induce autophagy but do not require the complete autophagy pathway84–86. Interestingly, MHV sequesters the non-lipidated, LC3-coated EDEMsosome (a vesicle involved in ER-associated degradation (ERAD)), into its replication and transcription complexes87. MHV also causes accumulation of two ERAD regulatory proteins, ER degradation-enhancing α-mannosidase-like protein 1 (EDEM1) and OS-9, in the DMVs, thereby hijacking the ERAD machinery for viral replication (Fig. 3).\n\nFlaviviruses take advantage of the fact that autophagy and ER processes are frequently connected88. Initially, the induction of autophagy during flavivirus infections was thought to be a consequence of the ER stress-derived UPR. However, dengue virus (DENV) and West Nile virus (WNV) non-structural proteins can induce autophagy independently of the UPR89,90. In human neural progenitor cells, Zika virus (ZIKV) infection led to ER rearrangement and the formation of vesicular clusters thought to be the sites of viral RNA replication and virion assembly91,92. ZIKV-infected primary fibroblasts contained multi-membrane structures that resembled autophagic vesicles93. Moreover, the increase of lipidated LC3 in ZIKV-infected placentae and lower titres of ZIKV in ATG16-deficient fetuses in mice support the proviral function of autophagy during ZIKV infection94. Co-expressed in fetal neural stem cells, ZIKV non-structural proteins NS4A and NS4B decreased AKT phosphorylation and subsequently inhibited mTOR activation, which induced autophagy95 (Fig. 3). Recently, flaviviruses were shown to use the viral protease NS3 to directly cleave the ER-localized autophagic receptor reticulophagy regulator 1 (FAM134B; also known as RETREG1), thereby inhibiting FAM134B-mediated ER degradation (reticulophagy)96,97 (Fig. 3).\n\nHCV induces autophagosome formation but blocks lysosomal fusion, which benefits viral replication and virion production. The HCV RNA-dependent RNA polymerase NS5B interacts with ATG5 early during infection98 (Fig. 3). HCV infection induces the expression of two autophagy regulatory proteins with different kinetics, ultraviolet radiation resistance-associated gene protein (UVRAG) and Rubicon, which stimulate and inhibit the maturation of autophagosomes, respectively99. HCV NS4B induces Rubicon early during infection to inhibit the maturation of autophagosomes, resulting in accumulation of autophagosomes in support of HCV replication99. Overexpression of UVRAG was shown to suppress HCV replication. Recently, an IFN-inducible GTPase, immunity-related GTPase family M protein (IRGM), was shown to regulate autophagy and the formation of various intracellular membrane compartments100. Upon HCV infection, IRGM interacts with Golgi apparatus-specific brefeldin A-resistance guanine nucleotide exchange factor 1 (GBF1) and promotes AMPK-mediated GBF1 phosphorylation, thereby activating GTPase ADB ribosylation factor 1 (ARF1) for Golgi apparatus fragmentation and facilitating viral replication101 (Fig. 3). Moreover, HCV triggers IRGM-mediated phosphorylation of ULK1 (ref.102) (Fig. 3). These studies suggest that HCV dynamically modulates autophagy to coordinate viral replication.\n\nIAV also triggers the accumulation of autophagosomes for viral replication103. The virus matrix 2 (M2) ion channel protein is pivotal for IAV assembly and budding104. It also regulates autophagy through its LC3-interacting region (LIR)105. IAV relocates LC3 to the plasma membrane in an M2-dependent manner (Fig. 3), and disruption of the M2–LC3 interaction decreases virion budding and stability. NS1, a multifunctional protein of IAV, also stimulates autophagy indirectly by increasing the synthesis of HA and M2 (ref.106). A highly pathogenic avian H5N1 strain of IAV can also induce autophagy by inhibiting mTOR107. This virus reduces the phosphorylation of tuberin (TSC2), an upstream inhibitor of mTOR, and this modulation of the AKT–TSC2–mTOR pathway and the subsequent autophagic cell death might explain the high mortality of this virus (Fig. 3).\n\nFinally, human parainfluenza virus type 3 (HPIV3) blocks autophagosome maturation and triggers the accumulation of autophagosomes108. Fusion of autophagosomes with lysosomes depends on binding of the adaptor protein synaptosomal-associated protein 29 (SNAP29) to syntaxin 17 (STX17), which is located on the outer membrane of complete autophagosomes, and to the SNAP receptor (SNARE) vesicle-associated membrane protein 8 (VAMP8) on the lysosome109. HPIV3 phosphoprotein (P) directly binds to the SNARE domains of SNAP29 and inhibits the interaction between STX17 and SNAP29 (Fig. 3), ultimately preventing autophagosome–lysosome fusion108. Furthermore, HPIV3 matrix protein (M) also interacts with TUFM and binds LC3 to induce TUFM-mediated mitophagy and inhibit the subsequent IFN response110 (Fig. 3).\n\nViruses are under high pressure to block autophagosome–lysosome fusion; however, the mechanisms for achieving this vary considerably among viruses. Thus, how a virus interacts with the host autophagic machinery is often a reflection of the unique requirements that an individual virus has for its replication.\n\nAll eukaryotic cells store lipids inside lipid droplets, which are organelles with a neutral lipid core of triglycerides surrounded by a monolayer of cholesteryl esters and coat proteins111,112. Lipid droplets were initially identified as a lipid reservoir that contributes to both energy metabolism and membrane biogenesis. Storage of cellular lipids is regulated by lysosomal degradation in a process termed lipophagy111. In starving cells, lipophagy degrades lipid droplets to supply mitochondria with fatty acids, which are oxidized to generate acetyl-CoA113. How autophagy selectively identifies and sequesters lipid droplets remains unknown; however, lipid droplets that are targeted for degradation are decorated with LC3, similar to autophagosomes111. Although lipophagy has been primarily studied in the context of lipid metabolism-related diseases, there are also multiple viruses that exploit lipophagy.\n\nDENV infection increases the number of lipid droplets per cell, and, thus, pharmacological inhibition of droplet formation markedly reduces DENV replication. DENV-induced lipid droplets contain viral capsid proteins, suggesting that they provide a platform for nucleocapsid formation and viral replication114. Moreover, DENV infection induces lipophagy, which depletes stored triglycerides and increases β-oxidation and energy production for viral replication (Fig. 4). In autophagy-deficient cells, adding exogenous free fatty acids rescues DENV replication, but the drug etomoxir, which prevents the transport of fatty acids into the mitochondria, blocks this process115. These results suggest that lipophagy increases the release of free fatty acids and the amount of ATP, which is crucial for DENV replication. Furthermore, DENV induces AMPK kinase activity, which in turn inhibits mTOR complex 1 (mTORC1), and this regulation is required for virus-induced lipophagy116.\n\nSimilar to DENV, HCV also induces the production of lipid-filled autophagosomes117. HCV inhibits autophagosome maturation, and this leads to the accumulation of cholesterol. Lipid droplets are important for the assembly of HCV virions. HCV-induced autophagosomes contain lipid raft-associated proteins, such as caveolin 1, caveolin 2 and annexin A2 (ref.118) (Fig. 4), and depletion of cholesterol, a major component of lipid rafts, reduces viral replication119. Lipophagy is less well studied than other aspects of autophagy during viral infection, but it likely has a crucial role in viral replication.\n\nVesicle exocytosis involves the release of cellular contents from the trans-Golgi network (TGN) or fusion of recycling endosomes with the plasma membrane120. Exocytosis and autophagy both involve membrane trafficking and fusion events and share molecular machineries, such as GTPases for tethering and SNARE proteins for fusion. Moreover, exosomes that originate from MVBs contain lipidated LC3, suggesting that autophagosomes are redirected to MVBs for exocytosis. Similar to their use of autophagic membranes, viruses can hijack the secretion machinery for exocytosis.\n\nThe enveloped dsDNA herpesviruses undergo two envelope-acquisition events during lytic replication120. The second envelope originates from ER and Golgi apparatus membranes, and at the cell surface, this outer membrane fuses with the plasma membrane121. Two herpesviruses are known to use autophagic membranes for their second envelope acquisition. EBV causes the accumulation of LC3-coated membranes during lytic replication in B cells122. If LC3 lipidation is inhibited, EBV genomes accumulate in the cytosol, likely owing to impaired second envelope acquisition. Similarly, varicella zoster virus (VZV) exits cells with autophagic membranes123. VZV infection increases the autophagic flux, whereas inhibition of autophagy reduces the spread of infectious virus. Specifically, both lipidated LC3 and RAB11 are found on some infectious VZV particles (Fig. 4), and the viral glycoprotein gE colocalizes with LC3 in the cytoplasm123.\n\nAs discussed above, picornaviruses accumulate autophagic membranes to support their viral replication and release. As non-enveloped RNA viruses, picornaviruses are packaged inside phosphatidylserine-enriched autophagosome-like vesicles and are released non-lytically within these membranes, enabling multiple viral transmissions124 (Fig. 4). Indeed, ATG-silencing inhibited the non-lytic spread of poliovirus125, and autophagic membranes have similar functions for the release of other picornaviruses79,83. Mature CVB3 seems to exit cells in autophagic membranes80, as CVB3-containing vesicles are associated with both lipidated LC3 and the exosome marker flotillin 1 (ref.80) (Fig. 4).\n\nFlaviviruses use autophagic membranes both for replication and for exocytosis through MVBs126,127 (Fig. 4). Autophagic membranes enable viral particles to reach the extracellular space either in exosomes or viral envelopes. However, it is unclear how this trafficking is coordinated.\n\nIdeally, cells use autophagy to control viral replication, destroy viral particles and activate immune signalling, all of which should prevent disease. However, the success of many viruses depends on the subversion and sequestration of host autophagic responses. For example, in neurons, autophagy is involved in HSV-1 replication and reactivation of latent infection128. During reactivation in neurons, HSV-1 can relocate to the central nervous system, and, there, the expression of the autophagy inhibitor ICP34.5 is involved in causing fatal encephalitis129,130. Strikingly, 50% of mice infected with wild-type HSV-1 developed neuropathogenesis, whereas an ICP34.5-mutant caused no symptoms131. ICP34.5-mediated inhibition of Beclin 1-dependent autophagy is a crucial regulatory step for HSV-1 pathogenesis in the central nervous system.\n\nNumerous cancer risk factors, such as ageing, obesity and chronic inflammation, disturb autophagy132. Accordingly, as improved autophagy correlates with tumour-suppression, its downregulation by viral infection may facilitate cancer development. Viruses that are associated with cancer development, including EBV, hepatitis B virus (HBV), HCV and KSHV, have evolved multiple strategies to avoid autophagy-mediated elimination, which can facilitate tumour progression. During reactivation, EBV replication and transcription activator (Rta) transiently activates autophagy through extracellular-signal-regulated kinase (ERK) signalling133, but early lytic viral products block autophagy and prevent degradation134. In Burkitt’s lymphoma cells, the inhibition of autophagy increases EBV transcription and replication, which links the modulation of autophagy to EBV-associated malignancies135. The HBV small surface protein increases the risk of liver cancer by triggering the UPR and autophagy. Moreover, HBV X protein (HBx) binds to VPS34 and stimulates autophagy initiation. HBx also interacts with V-ATPase and impairs lysosome acidification, resulting in hepatocyte death136. Similar to HBV, HCV infection frequently leads to chronic liver diseases, liver cirrhosis and hepatocellular carcinoma. HCV-infected hepatocytes have high UPR levels, which activates autophagy, sustains viral replication and induces disease progression137,138. As mentioned before, the KSHV vFLIP and vBCL-2 target ATG3 and Beclin 1, respectively, and these interactions block autophagosome formation and vesicle nucleation, thereby supporting KSHV replication and disease progression.\n\nAs previously discussed, many RNA viruses enhance autophagy for viral replication and disease progression. For example, autophagy is involved in ZIKV transmission from mother to fetus94,139. Genetic or pharmacological inhibition of autophagy reduced ZIKV infection in the fetus, suggesting that blocking autophagy can be a promising treatment to limit the vertical transmission of ZIKV94.\n\nAutophagy is also involved in DENV pathogenesis. Sub-neutralizing antibodies from prior DENV infection may improve secondary DENV infection via facilitating viral binding and entry into Fcγ receptor-bearing cells, in a process termed antibody-dependent enhancement140. Infection that involves antibody-dependent enhancement induces the expression of ATG5 and ATG12 earlier in the infection process compared with direct DENV infection141. Induction of autophagy in antibody-enhanced DENV infection facilitates viral replication142. Antibody-dependent enhancement primes the autophagic machinery before viral entry, leading to greater DENV pathogenesis.\n\nIn pancreatic cells, CVB3 modulates autophagy to induce MVB formation143. A genetic deficiency of autophagy in pancreatic acinar cells led to the reduction of CVB3 infection and protected mice from disease, suggesting the temporary inhibition of autophagy as a possible therapeutic approach144.\n\nCollectively, hosts attempt to balance the induction of autophagy to avoid viral infection and pathogenesis. As obligate parasites, viruses can either strongly block or activate the autophagy pathway, which can upset this balance and lead to pathogenesis."}