{"title": "Microbiological testing of adults hospitalised with community-acquired pneumonia: an international study", "body": "Community-acquired pneumonia (CAP) is a leading cause of hospitalisation worldwide. Mortality rates for patients hospitalised with CAP approach 30%, especially in those admitted to an intensive care unit (ICU) [1–4]. Diagnostic testing in CAP has the potential to improve individual patient management, reducing the risk of clinical failure and death, and to generate epidemiological data, informing the selection of appropriate empirical antibiotic therapy. Unfortunately, these advantages are counterbalanced by high healthcare costs associated with diagnostic testing and low sensitivity of these tests to identify pathogens causing CAP [5, 6].\n\nConsidering both the benefits and limitations of diagnostic testing, several international scientific societies have published guidelines on effective diagnostic testing strategies for hospitalised patients with CAP. However, important differences exist between recommendations of different societies [7]. These recommendations are mainly based on expert opinion given the scarcity of published evidence. In particular, substantial differences can be found between the two most cited international guidelines on CAP: the 2007 Infectious Diseases Society of America (IDSA)/American Thoracic Society (ATS) and the 2011 European Respiratory Society (ERS) guidelines [8, 9]. Limited data are available of real-life diagnostic testing practices for hospitalised patients with CAP and whether real-life diagnostic testing practices are concordant with the 2007 IDSA/ATS and 2011 ERS guideline recommendations [10–12].\n\nThis study aimed to describe real-life microbiological testing of adults hospitalised with CAP, evaluate the influence of geography and disease severity on microbiological testing practices, and assess the concordance of real-life microbiological testing with the two most cited international guidelines, specifically the 2007 IDSA/ATS and the 2011 ERS guidelines.\n\nWe performed a secondary analysis of an international, multicentre, observational, prospective cohort study using the Global Initiative for Methicillin-resistant Staphylococcus aureus Pneumonia (GLIMP) database [13]. GLIMP was conducted among 222 hospitals in 54 countries over 4 days, with 1 day per month randomly selected during March, April, May and June 2015. All adult patients (aged >18 years) hospitalised for CAP at the participating centres during the four study days were screened by GLIMP investigators and included in this secondary analysis. Patients hospitalised with a diagnosis of hospital-acquired or ventilator-associated pneumonia were excluded. The GLIMP coordinating centre was located at the University of Texas Health San Antonio (San Antonio, TX, USA). The coordinating centre received expedited project approval by the institutional review board (number HSC20150184E). The review board waived the need for receipt of informed consent due to the nature of the study. Institutional review board approval was obtained by the site investigators at each individual centre. A detailed description of the GLIMP organisation and methodologies has been previously published [13].\n\nThe primary outcome of this study was describing real-life microbiological testing among patients hospitalised with CAP, including the frequency of testing, laboratory technique used and patients’ characteristics by testing status (tested patients versus not tested patients). This study had also two secondary outcomes. The first was to evaluate the influence of geography and disease severity on testing practices. ICU admission, invasive mechanical ventilation, vasopressors, and combined administration of vasopressors and invasive mechanical ventilation were used as measures of disease severity. The second was to evaluate the concordance of real-life microbiological testing with the 2007 IDSA/ATS and the 2011 ERS guidelines for CAP.\n\nCAP was defined by evidence of new pulmonary infiltrates on thoracic imaging (chest radiograph, computed tomography or ultrasound) during the first 48 h of hospitalisation and at least one of the following criteria: new or increased cough with or without sputum production or with purulent respiratory secretions; fever or hypothermia (documented rectal or oral temperature ≥37.8°C or <36°C, respectively); and evidence of systemic inflammation, such as abnormal white blood cell count (leukocytosis (>10 000 cells·mL−1), leukopenia (<4000 cells·mL−1) or bandaemia (>10%)) and increased C-reactive protein or procalcitonin concentrations above the local upper limit of normal. Hospitalisation was defined as admission at an inpatient service and subsequent stay for ≥24 h. Methicillin-resistant Staphylococcus aureus was defined according to the Clinical and Laboratory Standards Institute (CLSI) guidelines, in which the minimum inhibitory concentration was ≥4 µg·mL−1 to oxacillin. Production of extended-spectrum β-lactamase was defined according to the CLSI guidelines via broth microdilution or disk diffusion clavulanate inhibition test.\n\nDiagnostic testing was defined as concordant with the 2007 IDSA/ATS guidelines if recommended tests were performed and non-recommended tests were not performed. Similarly, diagnostic testing was defined as concordant with the 2011 ERS guidelines if recommended tests were performed and non-recommended tests were not performed. The tests considered in this study as recommended or non-recommended by the IDSA/ATS and ERS guidelines are presented in table 1. Over-testing was defined as a condition where tests not required were performed. Under-testing was defined as a condition where required tests were not performed.\n\nContinuous variables were presented as medians with interquartile range. Categorical variables were presented as frequencies and percentages of the specified group. Comparisons between groups were made with the Fisher exact test or the Kruskal–Wallis test, as appropriate. A two-sided p-value of <0.05 was considered statistically significant. Statistical analyses were performed using SPSS Statistics, version 24, software (IBM, Armonk, NY, USA).\n\nAmong 3702 patients, 3217 (86.9%) had at least one diagnostic test performed, with 1173 (36.5%) patients with at least one pathogen detected by diagnostic testing. Variables significantly associated with the performance of diagnostic testing are presented in table 2. When patients from whom at least one pathogen was detected were compared with patients from whom no pathogens were detected, we found the former group more commonly presented the following conditions: bronchiectasis, tracheostomy, at least one respiratory comorbidity, hypertension, HIV infection, pervious infections, previous healthcare exposure, severe CAP, ICU admission, mechanical ventilation and use of vasopressors (table 2).\n\nOf the 3702 patients hospitalised with CAP and included in this study, diagnostic testing was as follows: 2633 (71.1%) had blood cultures, 2287 (61.8%) had sputum cultures, 1113 (30.1%) had Legionella urinary antigen testing, 1110 (30.0%) had pneumococcal urinary antigen testing, 553 (14.9%) had viral testing, 325 (8.8%) had acute-phase serology, 312 (8.4%) had bronchoalveolar lavage (BAL) cultures and 117 (3.2%) had pleural fluid cultures. Blood, sputum, BAL cultures, pleural fluid cultures and viral testing were more frequently obtained among patients undergoing invasive mechanical ventilation compared to patients not receiving invasive mechanical ventilation. In contrast, when ICU admission, vasopressor administration, or combined vasopressor and invasive mechanical ventilation administration were used as measures of disease severity, only blood cultures, BAL cultures and viral testing were significantly more common among patients with a severe disease (table 3). Of the 8450 diagnostic tests performed, 12.9% yielded a positive result. Specifically, 38.8% of the BAL cultures, 28.2% of the viral testing, 19.4% of acute-phase serology testing, 17.7% of sputum cultures, 11.7% of pneumococcal urinary antigen testing, 11.1% of pleural fluid cultures, 6.7% of blood cultures and 2.2% of Legionella urinary antigen testing led to the detection of at least one pathogen, for a total of 1362 pathogens detected. Bacteria, viruses and fungi accounted for 83.0%, 14.1% and 2.9% of the pathogens detected, respectively. Streptococcus pneumoniae was the most frequently encountered pathogen (n=268), followed by Staphylococcus aureus (n=188), influenza viruses (n=154) and Pseudomonas aeruginosa (n=133).\n\nWhen the performance of diagnostic testing was compared among patients admitted at participating hospitals in North America, South America, Africa, Asia, Europe and Oceania, significant differences were identified (table 4). Performance of at least one test ranged from 82.1% among patients hospitalised in Africa to 97.8% among patients hospitalised in Asia. While blood cultures were obtained in approximately 70–90% of patients hospitalised in North America, South America, Europe, Asia and Oceania, only 41.7% of patients in participating African hospitals had blood cultures (p<0.01). Similarly, viral testing was performed in 10–20% of patients hospitalised in North America, South America, Europe, Asia and Oceania, and in 1.3% of patients admitted to African hospitals (p<0.01). Pneumococcal and Legionella urinary antigen tests were performed in >40% of the patients admitted in European hospitals and in <20% of the patients hospitalised in the remaining continents (p<0.01). Acute-phase serology for Chlamydophila pneumoniae, Mycoplasma pneumoniae and Legionella species was more common in Europe (11.2%) than elsewhere (4.6%) (p<0.01).\n\nDiagnostic testing was concordant with the IDSA/ATS and ERS recommendations in 16.7% and 23.9% of the patients, respectively. When the overall study population was analysed, over-testing and under-testing were reported in 59.3% and 19.1% of the IDSA/ATS-discordant patients, respectively (figure 1). Among IDSA/ATS-discordant patients, blood cultures performed without indications accounted for the majority of over-testing, while the lack of pneumococcal urinary antigen test was responsible for a significant percentage of under-testing. Over-testing and under-testing were documented in 29.3% and in 42.0% of the ERS-discordant patients, respectively (figure 1). Among ERS-discordant patients, pneumococcal and Legionella urinary antigen tests performed without an indication accounted for the majority of over-testing, while under-testing was mainly due to the lack of obtaining blood cultures when indicated. IDSA/ATS concordance was more common in Europe than in North America (21.5% versus 9.8%; p<0.01), while ERS concordance was more common in North America than in Europe (33.5% versus 19.5%; p<0.01).\n\nThis international, multicentre, point-prevalence study provides a high-quality, real-life picture of diagnostic testing in patients hospitalised with CAP. At least one microbiological test was performed in the vast majority of patients hospitalised with CAP and led to an aetiological diagnosis in one-third of patients tested. Geographic area and disease severity influenced testing frequency. Our study also highlights a significant discordance of real-life diagnostic testing compared to recommended testing in the 2007 IDSA/ATS and 2011 ERS guidelines for CAP management in adults. Several crucial points could be raised by our findings.\n\nFirst, a pathogen was identified in one-third of adult inpatients with CAP. This pathogen-detection yield is similar to previously reported investigations [14–21] and consistent with the EPIC (Etiology of Pneumonia in the Community) study [1]. Despite extensive laboratory testing, the EPIC study identified a pathogen in 38% of 2259 patients hospitalised with CAP in the USA. The low pathogen-detection yield reported in this and other CAP studies highlights how limited our understanding is of CAP aetiologies among adult inpatients and how current empirical antimicrobial recommendations are based on weak evidence. Studies aimed at collecting as much data as possible to identify the aetiology using state-of-the-art diagnostic techniques and innovative pathogen-discovery approaches are urgently needed. Furthermore, aetiological studies should use novel analytical techniques in order to incorporate evidence from multiple specimens to account for the imperfect sensitivity and specificity of the diagnostic tests used [22]. Once a more accurate estimate of the aetiological distribution of CAP among adult inpatients is available, empirical antimicrobial recommendations should be updated.\n\nSecondly, our study showed the existence of a strong association between pneumonia severity and performance of diagnostic testing, in accordance with IDSA/ATS and ERS recommendations. As a consequence, pneumonia severity was also associated with an increased probability of pathogen detection. Exploring the true determinants of pathogen detection would have required a systematic and universal testing strategy and, for this reason, it was out of the scope of this study.\n\nThirdly, our study confirmed the differing diagnostic yield of various diagnostic tests. Specifically, only 6.7% of blood cultures yielded a positive result, confirming the low sensitivity of blood cultures for revealing the aetiology of CAP, similar to the findings of other studies [16–23]. In contrast, BAL cultures were characterised by a high diagnostic yield (38.8%). While impractical and potentially associated with complications, BAL cultures represent an effective diagnostic tool for patients with severe infections, who may benefit the most from a targeted antimicrobial regimen. Indeed, a randomised trial by van der Eerden\net al. [24] showed a statistically significant difference in mortality among ICU patients receiving empirical broad-spectrum antimicrobials (91%) versus patients receiving pathogen-directed antimicrobials (45%).\n\nFourthly, our analysis described a significant geographic variation in diagnostic testing strategies. We could speculate that the economical restraints of African health systems accounted for the reduced number of blood cultures and viral tests performed in this setting. Laboratory infrastructure to support diagnostic microbiological testing is limited in most African countries: bacteriological culture or molecular techniques that form the mainstay of CAP diagnostics in well-resourced settings are often lacking in Africa [25, 26]. In contrast, the seasonality and the epidemiological relevance of respiratory viruses, such as avian-origin influenza A and Middle East respiratory syndrome coronavirus, may have favoured the performance of viral testing in Asia [27, 28].\n\nFifthly, our study is among the first to evaluate the concordance of real-life diagnostic testing with international guidelines. To the best of our knowledge, only Jenkins\net al. [12] made a similar attempt. They analysed the concordance of diagnostic testing practices retrospectively in a cohort of adult inpatients with CAP with the 2007 IDSA/ATS guidelines and reported over-testing with blood cultures. Our study revealed that real-life diagnostic testing was not concordant with IDSA/ATS or ERS guidelines in the vast majority of the patients. Specifically, the discordance with the IDSA/ATS guidelines was mainly due to over-testing. This situation may be explained by the restrictive testing recommended by the IDSA/ATS guidelines. Of note, under-testing was also a cause of discordance with the IDSA/ATS guidelines and was more frequently encountered in North America than in Europe. Discordance with ERS guidelines was mainly due to under-testing, as a result of the extensive testing approach recommended by these guidelines. Over-testing was also identified as a cause of discordance with the ERS guidelines. This event was more frequently reported in Europe than in North America. We were intrigued by European clinicians’ extensive ordering of diagnostic tests, even beyond what is recommended by the ERS guidelines. Insurance and healthcare system-related factors may have shaped the diagnostic approach both of European and North American clinicians. Nonetheless, the significant discrepancies between real-life diagnostic testing and IDSA/ATS/ERS recommended testing is worrisome and further studies aimed at assessing the clinical and economic implications of the testing approach proposed by the IDSA/ATS guidelines, the testing approach proposed by the ERS guidelines, and real-life diagnostic testing are needed.\n\nFinally, this study has important strengths and limitations. To our knowledge, GLIMP is the first study to enrol a large and diverse group of adult patients hospitalised with CAP across six continents, providing a detailed, real-world picture of CAP diagnostic testing around the world. Our ability to assess the concordance of real-life diagnostic testing with IDSA/ATS and ERS guideline recommendations was affected by the lack of information about recent travel, failure of outpatient antibiotic therapy, presence of cavitary infiltrates, lymphopenia, and feasibility of sputum collection in the GLIMP database. Similarly, incomplete data regarding presence of pleural effusions and clinical and epidemiological determinants of Legionella infection limited the accuracy our findings, probably leading to an inflation of our over-testing estimates. Finally, due to its cross-sectional design, our study did not provide CAP outcome data.\n\nIn conclusion, our understanding of the aetiologies of CAP among hospitalised adults is scarce, limiting the accuracy of empirical antimicrobial regimens. Disease severity and geography are associated with differences in testing approaches. The wide discordance between IDSA/ATS/ERS recommendations and real-life testing strategies should prompt future studies to evaluate the clinical and economic implications of different testing approaches and investigate the reasons for these differences."}