{"title": "Jet set pets: examining the zoonosis risk in animal import and travel across the European Union", "body": "Two features of human behavior throughout history are striking. The first has been the domestication of numerous animals for food production, as working animals for activities such as transport, and for hunting purposes. They are also, particularly in modern times, used as a source of companionship, and in the USA alone there are estimated to be over 77 million dogs.1 The second feature is our propensity to travel. This trait has accelerated in the modern age through technical innovations such as the motor car, air travel, and international shipping.2 Human travel through migration, leisure, or business continues to increase in parallel with a population increase and the spread of affluence. This provides opportunities for pathogens to move to new areas and cause outbreaks of disease. Commercial air travel has been particularly effective at transporting pathogens such as SARS coronavirus and influenza viruses.3 It is also contributing to the spread of disease vectors and the diseases they transmit.4 As we travel, we take animals with us either through trade in livestock or in the movement of companion animals.\n\nIn Europe, the free movement of people within the continent has been enabled by the formation of the European Union (EU) and liberalization of border controls. This was formalized by the Schengen Agreement signed by member states in 1985 and implemented in 1995. This created the Schengen Area that reduced border controls between member states and allowed free movement of people between countries. Some countries, including the UK and Ireland, have in the past, agreed opt-outs that retain limitations of movement into those countries.\n\nWhen humans travel, they often take their companion animals, particularly dogs, and these in turn can relocate the pathogens and vectors they harbor. Canine parvovirus emerged in 1978 as a new disease in dogs causing hemorrhagic enteritis. Retrospective serology suggested that the disease appeared in Europe in 1976 and spread throughout the world by 1978.5 The mechanism that enabled global dissemination of the virus has been attributed to contaminated footwear. There are numerous canine-associated diseases but relatively few are significant zoonoses. However, of these, a number are fatal to humans and control is essential to protect public health. Globally, the most significant is the rabies virus. Infection leads to fatal encephalitis, for which there is no treatment.6,7 Pre-exposure vaccination protects against the disease in mammals, and due to the extended incubation period between contact with a rabid animal and development of disease, often measured in months, timely post-exposure vaccination is also effective in humans.8 The dog is the most important reservoir for the virus, and contact with dogs is responsible for virtually all human cases of the disease. Where efforts have been concentrated on controlling dog rabies, the reduction in human cases of disease has been dramatic.9 Dog rabies has been virtually eliminated from Europe, although there are examples of reintroduction10,11 and cross-border movement of rabid animals.12\n\nAlveolar echinococcosis is caused by the tapeworm Echinococcus multilocularis. It is a fatal condition that is relatively rare in Europe although there are clear areas of endemicity, resulting in human infections in an area of Europe ranging from France in the west to Austria in the east.13 The disease manifests as a tumor-like growth of cysts containing the larval stage of the parasite in organs such as the liver. Detection of cysts often occurs many years after initial infection, and without intervention such as surgery to remove the cyst(s), the disease is fatal. Dogs act as the definitive host for the adult form of the parasite and movement of infected dogs can lead to the spread of tapeworm eggs and introduction of the disease into new areas. As the adult worm is very small (less than 5 mm) and does not cause clinical signs in the definitive host, spreading of eggs and human infection can remain undetected until clinical symptoms develop.\n\nLeishmaniasis is caused by protozoa belonging to the genus Leishmania. Two forms are recognized, ie, cutaneous leishmaniasis causing skin lesions and the more serious visceral disease involving multiple organs. Natural transmission is through the bite of phlebotomine sandflies belonging to the genera Phlebotomus in the Old World.14 Distribution of leishmaniasis is limited by the presence of the vector. In Europe, the vector is indigenous to those countries around the Mediterranean Sea. The major mammalian reservoir is the domestic dog. Estimates of autochthonous human cases in Europe are approximately 700 a year.15 Numbers of cases in Turkey are higher, with over 3,000 annually. Non-endemic countries in Europe do encounter cases of canine leishmaniasis as a result of pet movements.16\n\nIn the absence of border restrictions, it is difficult to establish the true extent of regional movement of animals either for trade or through holiday travel. Monitoring of dogs and cats entering the UK through its pet travel scheme indicated that almost 100,000 animals entered the country annually (Table 1). A similar situation is likely to exist for most EU member states. In addition to this, there is the problem of illegal movement of animals either by organized groups for commercial purposes or inadvertent contraventions of legal requirements by holidaymakers through importation of their animals. Quantification of this is by its very nature difficult, but detection of noncompliance with legislation or deliberately smuggled animals is a regular occurrence,17 and the incidence of disease often highlights this activity.\n\nThe following sections review important zoonotic diseases of pet origin and the policies currently in place to control zoonotic diseases of companion animals and their limitations, concluding with recommendations on what more could be done.\n\nRabies is a progressive encephalitis that is invariably fatal. It is caused by viruses of the genus lyssavirus, of which the type species is the rabies virus.18 All mammals are susceptible to the disease, but only a small number are capable of acting as a reservoir species; key among these is the domestic dog. Infected animals shed virus into saliva, and transmission occurs following a bite from a rabid animal, usually a reservoir host. This allows the virus to bypass physical barriers, such as clothing and skin, leading to infection of peripheral nerves. Once the virus infects the central nervous system, the infected host begins to show signs of the disease and therapeutic options are limited to experimental approaches that have not proven successful.19 However, the period between contact with a rabid animal and invasion of the central nervous system is sufficiently long to allow effective post-exposure vaccination that can, if administered shortly after contact, prevent development of disease.20 Access to the rabies vaccine, even in rabies-free countries where human cases occur regularly due to exposure overseas,21 is essential to protect against developing disease. Post-exposure vaccination is also recommended for bites from bats that transmit rabies virus in the Americas and non-rabies lyssaviruses in the rest of the world.22 This includes the bat lyssaviruses found in the European insectivorous bat populations. However, the efficacy of current vaccines against the full range of viruses within the genus is not complete due to antigenic variation between the rabies virus23 used to formulate veterinary and human vaccines and the more divergent lyssaviruses.24\n\nWhere dog populations are not strictly controlled and anti-rabies measures are limited, the disease is a major public health problem. This is particularly so in Africa and Asia where the main burden of human disease falls.25 Through persistent application of rabies control in dogs, the number of human cases of the disease has declined dramatically in Latin America.9 For reasons that are not understood, rabies virus is found in many species of New World bats.22 This includes many insectivorous and frugivorous bat species, and the common vampire bat (Desmodus rotundus). Due to the difficulty in controlling rabies in the bat population, elimination of rabies virus from the Americas is unlikely. Old World bat species harbor viruses from the same genus that can cause disease on rare occasions.26\n\nDog rabies has declined in Europe since the Second World War, but in its place the dominant reservoir for disease has been the red fox (Vulpes vulpes).27 However, this has been successfully controlled and the disease eliminated from many countries by oral vaccination via distribution of baited vaccine.28 Despite these successes, fox rabies can reemerge by crossing borders between endemic and rabies-free areas. This recently occurred in Italy in 2008 and required repeated oral vaccination campaigns over 3 years to regain freedom from the disease.29 Occasional cases of dog rabies are reported in Eastern Europe.30,31 These may represent spill-over infection from red fox populations, although there is also the possibility that pockets of dog rabies persist in some urban areas. There is also the risk of introducing rabies through accidental importation where a dog may be incubating virus without showing signs of disease and through illegal movement of dogs. In 2008, an animal charity relocated a group of stray animals from Sri Lanka to the UK. One of these animals developed convulsions and died shortly after arrival in a UK quarantine facility and was confirmed to be rabid, leading to the destruction of a further four dogs that may have been in contact with the animal.32 Illegal importation of animals into the EU presents more of a challenge to veterinary authorities. A survey of cases where rabies was imported into the EU and Switzerland showed that most resulted from tourists transporting dogs, mainly puppies, from North Africa into Spain, and then driving them up into countries further north.33 One case involved the illegal movement of a puppy in hand luggage in a flight into Hannover airport in Germany. The frequency of such incidents has highlighted the risk of illegally importing rabid dogs from North Africa,34 which can lead to the loss of rabies-free status if a rabid animal has free movement within EU member states.\n\nOnce detected, rigorous control procedures and contact tracing are required to ensure protection of the public and elimination of disease.35 If the virus is introduced into wildlife, extensive oral vaccination would be required to eliminate rabies. Only after 2 years in which no cases were reported could a member state claim freedom from disease.36\n\nEchinococcosis results from infection with the larval stages of cestodes belonging to the genus Echinococcus.37 Two species are commonly associated with disease in humans, ie, E. granulosus, which is found worldwide, and E. multilocularis, which has a restricted distribution and causes alveolar echinococcosis. E. multilocularis is found in the northern hemisphere in parts of Western Europe, Asia, and North America, particularly the western coastal regions of Alaska. The species belongs to the family Taeniidae. It exists in a two-host life cycle, parasitizing wild canids such as the red fox as definitive hosts of the adult form and prey species, which act as an intermediate host for the larval stage. Intermediate hosts include species such as the bank vole (Myodes glareolus) and field vole (Microtus agrestis). Adult tapeworms, 2–4 mm in length, develop in the small intestine of the definitive host, and then shed eggs persistently for up to 5 months. The eggs contaminate the environment and are resistant to desiccation and low temperatures.38 This enables egg survival for extended periods. Intermediate hosts ingest the eggs which hatch in the intestine to release metacestodes. These attach to the intestinal wall, cross it, and then migrate from the intestine via the bloodstream to organs such as the liver where they form hydatid cysts into which protoscoleces bud. Upon ingestion of the intermediate host by a fox, the protoscoleces develop into an adult stage, enabling attachment to the intestinal wall and the life cycle is complete. All mammals can develop alveolar cysts following ingestion of eggs, and these continue to develop to the extent that infected organs, particularly the liver and lungs, are destroyed and the host dies. Treatment in humans is limited to surgery to excise cysts, although this carries risks if the cyst bursts, leading to metastases that cause further cysts, or pharmacological therapy with albendazole.39 Within endemic areas, human contact is limited to those having a close association with animals, such as hunters. However, dogs can act as a definitive host and contaminate areas where humans may come into contact with parasite eggs. Therefore, owning a dog can be considered a risk factor for infection with E. multilocularis in endemic regions.\n\nIn Europe, there is an endemic area covering France, Germany, Switzerland, and Austria.40 However, in recent years, E. multilocularis has been detected in further countries in Europe, partly driven by the movements of dogs41 and by increases in fox populations.42 In addition, there has been a trend for increasing human cases of disease in Europe over the past two decades.43 The UK is considered free of the disease through surveillance in wild fox populations.44 Two cases of human disease have been reported, although neither was considered autochthonous.45,46 Further, E. multilocularis has been reported in a single European beaver (Castor fiber) imported into Scotland. Post-mortem examination revealed the presence of extensive alveolar cysts within the liver of one animal.47 This animal was one of a pair imported from Germany, specifically a region endemic for the disease, but had been held within an enclosure that excluded potential definitive hosts, so the UK is still considered free of the disease. Qualitative assessment has concluded that the risk of introduction of the disease through further beaver importation from endemic countries is low.48\n\nLeishmaniasis is caused by infection with Leishmania protozoa. The disease comes in two forms, ie, cutaneous, affecting the skin, and visceral, with involvement of internal organs. The disease can be caused by up to 20 species of Leishmania. The most prevalent cause of zoonotic disease is L. infantum.1 The principal means of transmission in Europe is through the bite of phlebotomine sandflies, eg, Phlebotomus perniciosus, which inoculates a mammalian host with Leishmania protozoa. In South America, Leishmania is transmitted by phlebotomine flies belonging to the genus Lutzomyia. Skin lesions form at the site of the insect bite and progressively increase in size to the point where they can be disfiguring.49 Visceral leishmaniasis with widespread dissemination of the Leishmania protozoa is more serious, and can be fatal in humans if untreated. Dogs are particularly susceptible to infection with L. infantum, often causing fatalities,50 and if suspected, the dog should be treated aggressively to control the infection. A range of treatments are available, including meglumine antimoniate, aminosidine, and miltefosine, although each carries a range of side effects.50 Unfortunately, these drugs are not uniformly available across Europe.\n\nLeishmaniasis is present in countries around the Mediterranean Sea where the insect vector is present. The disease is considered an emerging disease of companion animals in North America.51 However, L. infantum has also been detected in the tick, Rhipicephalus sanguineous, suggesting that the geographical distribution may be wider.52 In countries of northern Europe where there are no indigenous vectors, cases of canine leishmaniasis are regularly reported, often in animals that have spent time in Southern European countries.53,54\n\nLeishmaniasis is not present in the UK and there are no competent indigenous vectors. Occasional reports of dogs with canine leishmaniasis have been documented; although the sources of these infections are often from importation,16 this is not always the case.55 There are no restrictions on dog movement directed at exclusion of Leishmania species from the UK, although other countries such as Australia do have a requirement for tests to exclude disease.\n\nToxoplasma gondii is a protozoan parasite with a global distribution, and infects all species of animals and birds.56 Felids are the definitive host and the only animals capable of shedding oocysts in their feces. The prevalence of infection varies geographically, and travel in endemic areas should be considered a risk factor for humans acquiring the infection.57 The serologic prevalence in humans of T. gondii-specific antibodies ranges between 8% and 80%, depending on numerous epidemiological factors.58 Cat owners should be aware of the risk of infection during travel to areas of high prevalence.\n\nGiardiasis is caused by genotypes of the protozoa Giardia duodenalis, and is the most common human parasitic infection, with an under-reported global number of symptomatic giardiasis cases.59 The parasite infects a broad range of mammalian hosts, including dogs and cats. Giardia is transmitted directly via ingestion of cysts through the fecal/oral route or by ingestion of cysts in contaminated food or water.59 The prevalence of human giardiasis varies across the world, reflecting notable differences in economic and social stratification, especially in resource-limited regions. The incidence of human giardiasis reported to the EuroTravNet database by 16 centers in Western Europe in 2011 was 3.7% of 5,965 ill travelers. Interventions that include pretravel advice on behavior in endemic areas would reduce this burden of disease.60 Infection of pets can be reduced by removal of fecal material and thorough disinfection of housing and bedding after travel to any Giardia-endemic region.\n\nControlled entry of pet animals via noncommercial movement into the EU (and between member states) is covered by legislation (Regulation [EU] 576/2013).61 This requires that animals must be identifiable by a microchip or tattoo, have been vaccinated against rabies, and dependent on the country of origin, been serologically tested and a waiting period completed. Details of the treatments must be recorded in either a pet passport or a third country certificate. Failure to comply with these regulations could lead to return of the animal to the country of origin, confinement of the animal until such time that the conditions are reached, or in extreme circumstances, destruction of the animal. Movement between EU member states only requires identification of the animal and rabies vaccination, followed by a 21-day waiting period. All companion animals entering the UK with their owners on an approved route are checked for compliance with the rules of the EU pet travel scheme. Until December 31, 2011, the UK, Sweden, and Malta required additional serological testing for a rabies titer and a 6-month waiting period, tapeworm treatment prior to entry, and treatment for ticks for pets from the EU and listed third countries. Pets from unlisted third countries had to comply with the 6-month quarantine requirement. Before the introduction of the pet travel scheme in February 2000, quarantine for 6 months was applied to all dogs and cats entering the UK.62 During the existence of the pet travel scheme (2000–2012), 80,000–90,000 dogs and around 8,000 cats entered the country each year (Table 1). Harmonization in 2012 removed the need for serological testing for dogs, cats, and ferrets entering from EU member states, although this is still in place for unlisted third countries. The new scheme stimulated an increase in entry of companion animals (Table 1).\n\nTo avoid importation of the E. multilocularis tapeworm, pets entering the UK following harmonization of pet movements in 2012 are still required to be treated with praziquantel 24–120 hours prior to entry. This broad-spectrum treatment is highly effective against a range of intestinal parasites. Other disease-free countries, including Finland, Ireland, and Malta, also retain this control measure. A further concern in the UK is the large urban fox population that, if infected with E. multilocularis, could more effectively contaminate areas frequented by humans and domestic dogs. Evidence from Japan, Switzerland, and the USA indicate that urban foxes and coyotes are a major source of E. multilocularis in urban environments.63–65 However, baiting with praziquantel has been tested as a means of reducing this risk.66\n\nHolidaymakers traveling with their pets to southern Europe where leishmaniasis is endemic are at the highest risk of bringing the disease back to northern latitudes. Whilst the absence of the vector will prohibit the disease from becoming endemic, this could change if the range of sandflies increases through various factors, especially by climate change and fragmentation of habitat.67 However, the presence of infected imported dogs provides a potential risk of physical transmission of the protozoa to humans.\n\nThere is an increasing risk of pathogen spread when borders become deregulated and allow free movement of people and animals. Further, human and animal overpopulation drives the continual encroachment into natural habitats and enables the opportunistic spread of new and emerging pathogens.68 This dispersal of pathogens into new regions is occurring at speeds that challenge the most stringent control mechanisms.\n\nDue to the freedoms enshrined in the Schengen Agreement and supporting legislation, it is impossible to restrict the movement of companion animals through much of Europe. Despite this, all EU countries are able to conduct nondiscriminatory checks on the movement of dogs and cats within the EU pet travel regulations.\n\nClear restrictions exist for animals entering EU member states from a third country, but once within the EU there is little to prevent movement of pets by road from one side of the continent to the other. This brings with it the risk of trans-locating zoonotic diseases. In addition to legal movements of animals, there is the danger associated with illegal movement of dogs, particularly into the EU.33 Unless entry into EU member states is rigorously policed, the ease of travel between states could increase the risk of introduction of diseases. An example of this is the movement of tourists from North Africa into Spain, and then onward into northern Europe.\n\nA major concern currently is that certain tick species, such as R. sanguineous, could be introduced into the UK and in addition bring their pathogens with them.69\nTable 3 lists a number of tick species prevalent in Europe and the pathogens they host. There is clear evidence that R. sanguineous is being introduced into the UK on pet dogs.70,71 The climatic conditions within the UK are not suitable for R. sanguineous to establish itself in the environment due to low winter temperatures, although central heating in buildings provides a potential refuge for this species, and there have been reports of R. sanguineous infestations in properties.72 Whilst it is important to recommend treatment for ticks, it is likely that this is not rigorously applied in the absence of legislation.\n\nWithin this framework, there is a clear role for government to provide unambiguous evidence-based advice to pet owners and veterinarians, maintaining vigilance at border crossing for illegal activity and ensuring a robust public health and veterinary response to the emergence of disease or changes in disease prevalence. When changes to the regulation of animal movements are considered, the implications of change, particularly with regard to the risk of introduction of disease must be considered.73\n\nNumerous studies have suggested the importance of companion (pet) animals to the physical and mental well-being of their owners.74 This includes the need to travel with pets as a “family member”. Whilst these observations are valid, the threat of infection from a zoonotic disease should not be underestimated.75 The close proximity of human– animal contact and the opportunities for infection resulting from international travel remains a fundamental area for consideration. Notable zoonotic diseases as reviewed earlier in this paper are the causative agents of severe and significant disease in humans and have an increasing distribution in pet animal hosts.\n\nAny list of recommendations must be viewed in the cold light of fiscal reality. The diseases listed in this review have often been described as neglected15,76,77 and thus struggle to attract funding for diagnostic services, applied and basic research, or the attention of policymakers. In many cases, the diseases fall between the pillars of human and veterinary health, and thus support the concept of “One Health” in providing a coherent response to disease control. Therefore, the recommendations are those that would be desirable in a world without financial restrictions. Perhaps the most effective recommendation is to continue to educate pet owners on the dangers that might be encountered whilst traveling with pets. This would ensure that rules and recommendations concerning animal health and the prevention of disease would be applied throughout the journey, eg, timely vaccination, regular worming of animals, and regular application of tick treatment, early recognition of disease signs, and prompt contact with a veterinarian. Such intervention by owners themselves might prevent movement of disease in a highly cost-effective manner.\n\nWhere travel restrictions have been introduced, such as the conditions for entry into the EU, these must be enforced. This again requires compliance by the public and vigilance at border points. However, these are never perfect, so each member state needs to be able to provide a robust response to potential outbreaks. For the example of rabies, this would involve contact tracing of any humans and animals that could have been infected by the index case. Humans can be offered post-exposure vaccination, and animals with potential contact with a diseased animal would be assessed and receive vaccination and confinement until their health status could be confirmed. All these measures were applied when a rabid dog was brought into France from Morocco.35 Underpinning all disease responses is a diagnostic service capable of rapid detection of pathogens. This could be organized at the member state level or by regional centers that service a number of countries. A further useful activity would be accurate risk mapping of disease distribution so that particular pathways for introduction of pathogens can be identified and prevented. In this endeavor, bodies such as the World Health Organization, the World Organization for Animal Health, and the European Centre for Disease Control, can play a critical role in documenting the incidence of a disease, mapping its geographical distribution and making this information accessible to the general public.\n\nThe free movement of people in Europe is widely seen as a positive benefit of the EU. Naturally, people also want the freedom to travel with their pets. However, contact with animals provides opportunities to come into contact with and spread zoonotic diseases, so this freedom to move “jet set pets” carries risks. These can be managed through legislation, guidance, and education, but no system is perfect and constant vigilance is needed. A robust response to control disease outbreaks must be implemented when required."}