{"title": "Development of a Rapid Fluorescent Immunochromatographic Test to Detect Respiratory Syncytial Virus", "body": "Worldwide, acute respiratory tract infections during infancy and childhood are mainly caused by human respiratory syncytial virus (RSV) [1], and the most common cause of bronchiolitis and pneumonia among children aged <1 year is nadir concentration of protective maternal immunoglobulin G (IgG) transferred to the fetus [2]. RSV is a widespread human pathogen because the immunity that is obtained after RSV infection might not be protective, frequently leading to reinfection. Approximately 90% of children become infected within the first two years of life, and this virus frequently re-infects older children and adults. The majority of patients with RSV infection develop upper respiratory illness, but a significant minority will present with lower respiratory tract illness, predominantly in the form of bronchiolitis.\n\nThe early diagnosis of RSV infection is essential, and the available methods for diagnosis that use respiratory samples include virus culture, molecular diagnostics, and molecular assays. The rapid and sensitive detection of RSV is important to implement infection control measures, thus preventing hospitalizations, as RSV has been recognized as a major risk in pediatric wards [3].\n\nHuman RSV has been reclassified to species Human orthopneumovirus, belonging to the Pneumoviridae family and the genus Orthopneumovirus [4]. RSV was discovered in chimpanzees in 1955, and subsequently confirmed to be a human pathogen shortly thereafter. Several animal RSVs in the same genus as human RSV do not infect humans. Its non-segmented, single-stranded, negative-sense RNA genome is 15.2 kb in length and contains 10 genes. In the 3′ to 5′ direction, the genome contains genes for two non-structural proteins (NS1 and NS2), a nucleoprotein (NP), a phosphoprotein (P), a matrix protein (M), a small hydrophobic protein (SH), an attachment glycoprotein (G), a fusion glycoprotein (F), an M2 protein, and a polymerase (L) [5].\n\nTo date, many monoclonal antibodies have been developed against the fusion protein of RSV, and the effect of the antibodies on RSV disease has been widely studied [6,7,8,9,10,11]. However, overall, for reported RSV immunoassays, the pooled sensitivity and specificity are 80% (95% confidence interval (CI), 76–83%) and 97% (95% CI, 96–98%), respectively [12]. Polyclonal antibodies that are produced against the human RSV nucleoprotein (NP) have been reported to detect RSV in immunofluorescence assays [13]. In this study, newly developed monoclonal antibodies against NP were used to develop an immunoassay, and the clinical diagnostic performance of this immunoassay was evaluated.\n\nTo develop monoclonal antibody (mAb) for detection of the RSV nucleoprotein (NP), we used the full-length amino acid (aa) sequence of NP (391aa GenBank: ALS35585.1) to produce the antigen. The RSV NP gene was cloned into pET21(b+) for expression in an E. coli system. The expressed RSV NP antigen was used for further purification, resulting in a dominant band at 46 kDa after SDS-PAGE and Western blot analysis using an anti-His tag antibody (Figure 1A).\n\nInitially, hybridomas were selected based on reactivity by performing an ELISA. Culture supernatants were screened for their ability to detect the recombinant antigen. From this, two hybridomas (B11A5 and E8A11) were produced, and the secreted antibodies from each were purified and tested for RSV virus reactivity by indirect ELISA (Figure 1B). B11A5 reacted with RSV (1 × 107 TCID50/mL), but E8A11 significantly bound RSV at the same titer in the presence of lysis buffer (p < 0.001). H1N1 virus was not detectable with either mAb in the absence or presence of lysis buffer.\n\nTo further characterize mAbs, viral reactivity was visualized by performing an immunofluorescence assay (IFA). E8A11 was not able to detect RSV in the absence of a suitable lysis buffer, which was confirmed by IFA, as shown Figure S1. After investigation of SDS and pH, lysis buffer (0.1 M tris, 0.1 M ethylenediaminetetraacetic acid (EDTA), 1% triton X-100, and 1% SDS. pH 8.0) was found to be suitable for the detection of virus by the two antibodies using IFA. The reactivity of the mAbs to RSV in the presence of lysis buffer was shown by IFA (Figure 2A). In the presence of lysis buffer, positive signals in RSV-infected cells were observed for both antibodies and a commercial monoclonal antibody against RSV NP. Western blotting revealed a major band at 46 kDa, indicating the reactivity of B11A5 and E8A11 against denatured RSV NP (Figure 2B). The B11A5 and E8A11 isotypes were both found to be IgG2b (Figure 3).\n\nThis study aimed to generate a rapid fluorescent diagnostic system; however, before the antibodies were applied to a rapid diagnostic strip, the performance of fluorescent-conjugated antibodies was evaluated by fluorescence-linked immunosorbent assay (FLISA).\n\nFigure 4A schematically illustrates the europium nanoparticle (Eu NP) conjugate-based fluorescent immunochromatographic strip test (FICT). The 96-well plate was coated with the anti-RSV NP-specific antibody (B11A5). In the presence of lysis buffer, analytes (antigen and virus) were applied to the wells, and in the presence of Eu NP-conjugated anti-RSV and NP-specific antibody (E8A11), analytes were detected by measuring the fluorescence intensity. To determine the performance of FLISA, serial two-fold dilutions of RSV rNP, from 0.4 to 25 µg/mL, and two-fold dilutions of H1N1 and RSV, from 13.2 × 104 to 423 × 104 TCID50/mL, were used to determine the limit of detection (LOD) of the sandwich FLISA based on the limit of the blank (LOB), as described previously [14]. According to the fluorescent value, the LOD of the B11A5 and E8A11 antibody pair-linked ELISAs was 0.8 µg/mL for RSV rNP and 2.64 × 105 TCID50/mL for RSV (Figure 4B).\n\nAs lateral flow-based rapid diagnostic kits are still widely used and convenient, the development of more sensitive and rapid methods is important and valuable. In this study, a typical lateral flow test strip was combined with fluorescent material to increase sensitivity. \n\nFigure 5A schematically illustrates the Eu NP conjugate-based FICT. The test strip for the FICT had a conjugate pad for the conjugate and a sample pad for application of the sample on a nitrocellulose membrane. B11A5 and anti-mouse IgG were coated on the test line (TL) and the control line (CL), respectively. To perform the diagnostic assay, the conjugates of E811 and Eu NP were loaded onto the conjugation pad in advance. In the presence of lysis buffer, the conjugate was captured on the TL by analytes. At the CL, anti-mouse IgG recognized the antibody on the conjugate. Fluorescence intensity was digitalized with a portable strip reader in 15 min. Figure 5B indicates the LOD of the RSV rNP and virus. The FICT displayed RSV rNP reactivity with a good correlation (r2 = 0.95), between 0.3–5 µg/mL, and showed excellent correlation with virus titers (r2 = 0.97), from 2.12 × 106 to 16.90 × 106 TCID50/mL. According to a previous description [14], the LOD of the FICT was 1.25 µg/mL for RSV rNP and 4.23 × 106 TCID50/mL for virus. H1N1 virus did not react with the FICT, even at a high titer. The raw data from the FICT are provided in Figures S2 and S3.\n\nTo compare the performance of FICT to a molecular diagnostic method, the LOD of FICT was analyzed based on RNA copy number by qRT-PCR. The RNA copy number at the LOD (4.23 × 106 TCID50/mL) of the FICT was determined by qRT-PCR. After preparing a virus at 4.23 × 106 TCID50/mL, 75 μL of the virus sample was used for RNA extraction. A calibration curve was generated by serially diluting the RNA standard of the RSV NP. A standard curve was created to show the starting copy number of the standard RNA on the X-axis versus the cycle threshold (Ct) on the Y-axis. The plot of the standard curve of Ct values against the logarithmic dilutions produced an r2 value = 0.992, and the slope (−3.736) corresponded to an efficiency in the range of 85.2% for RSV NP, which was close to that of the optimized protocol. The LOD of the FICT corresponded to a Ct value of 25.95 ± 0.28 (mean ± SD) and an RNA copy number/reaction mixture of 4.75 × 106 ± 5.8 × 105 (mean ± SD) for RSV NP (Figure 6).\n\nTo evaluate the performance of the FICT to diagnose clinical samples, nasopharyngeal swab specimens from patients with confirmed RSV infections, stored at Wonkwang University hospital between 2016 and 2017, were tested. As RSV-positive patients, 10 RSV A-positive and 10 RSV B-positive specimens were tested. The mean age of the RSV-positive patents (eight females and twelve males) was 11.8 months (range, one month to 38 months), and all of the patients were admitted to the hospital (Table 1). Sample collection was performed within 5 d of the onset of illness. A total of 20 patients were positive according to PCR for RSV, and four were negative for RSV according to cell culture. Specifically, the PCR data revealed 100% (20/20; 95% CI: 83.16–100.00%) and 100% 110/110; 95% CI: 96.70–100.00%), respectively. According to the PCR results, six patients showed a positive result for other viruses such as adenovirus (AD), influenza B virus, rhinovirus (HRV), or coronavirus (CoV NL63), indicating potential co-infection with RSV. The average of the cycle threshold (Ct) of PCR is 29.3 and 25.0 for RSV A and RSV B patients, respectively.\n\nAs an RSV-negative control group, patients with other diseases, including an unknown disease (n = 33), human metapneumovirus (HMPV) (n = 28), parainfluenza virus (PIV) (n = 40), AD (n = 4), human enterovirus (HEV) (n = 4), human HRV (n = 14), and human bocavirus (HBoV 1/2/3/4) (n = 2) were tested. Some of the patients were co-infected with two or three different viruses. The mean age of the RSV-negative patents (56 females and 54 males) was 2.6 years (range, one month to 17 years), and all of the patients were admitted to the hospital. Sample collection was performed within five days of the onset of the illness. The average of Ct values was 27.4 and 29.1.for PIV and HMPV patients, respectively.\n\nFor binary diagnostic decisions, the TL/CL threshold cut-off value for RSV was determined to be 53.15 based on receiver operating characteristic (ROC) curve analysis after plotting all of the data using GraphPad Prism; this value was used in the app (positive if TL/CL >53.15, negative otherwise). According to ROC curve analysis, this cut-off value resulted in the highest clinical sensitivity and specificity to diagnose RSV infection (Figure 7A). The ROC curve analysis resulted in an area under the curve (AUC) value of 0.96 (95% CI: 0.889–1.015) for patients (Figure 7B; p < 0.0001).\n\nThe sensitivity and specificity of the FICT were 90% (18/20; 95% CI: 68.30–98.77%) and 98.18% (108/110; 95% CI: 93.59–99.78%), respectively, whereas the rapid diagnostic test (RDT) SD kit (SD Bioline) produced values of 75% (15/20) for sensitivity (95% CI: 50.90–91.34%) and 100% for specificity (110/110; 95% CI: 96.70–100.00%), indicating that the FICT exhibited higher performance compared to that of the RDT for predicting RSV infection. In FICT, two patients of PIV showed false positive values. Three specimens were negative according to the cell culture, and the other was AD-positive (not RSV-positive), resulting in values of 80% for sensitivity (16/20; 95% CI: 56.34–94.27%) and 100% for specificity (100/100; 95% CI: 96.70–100.00%), respectively (Figure 7C). The raw data from the FICT are provided in Figure S4. The sensitivity of the FICT assay was compared to those of PCR and SD RDT for RSV. To evaluate the correlation between PCR and the FICT assay, the kappa statistic was calculated as previously described [15]. FICT (kappa; 0.98) showed better correlation to PCR than RDT (kappa; 0.96) (Table 2).\n\nRSV is the most common viral cause of pediatric bronchiolitis and pneumonia worldwide in infants <6 months of age [16,17]. However, the clinical manifestations of RSV are indistinguishable from other etiologies of acute respiratory infection [18]. The performance of current clinical RSV rapid diagnostic kits is approximately 87.5–93% sensitivity and 86–96% specificity [19,20]. Due to this low sensitivity, alternative methods with improved biophysical approaches for RSV detection, and employing easy-to-perform and rapid diagnostic systems, are needed.\n\nThe current detection methods for RSV involve fluorescent material or plasmon, which improve immunoassay sensitivity [21,22]. Due to its speed, convenience, low cost, portability, and ability to provide quantifiable results, the application of fluorescent material could lead to promising point-of-care diagnostic tools to screen patients with suspected respiratory infection or other types of infectious diseases. One of the most promising fluorescent materials is europium nanoparticles; although it has been used for influenza, it has not been used for RSV diagnostic systems. \n\nTo develop an effective detection method, a suitable target for making antibodies needs to be identified. Fusion proteins have been commonly used for making antibodies to neutralize RSV [23]. However, despite being a surface antigen, a fusion protein has limitations as a diagnostic target based on the cross-reactivity of paramyxovirus with monoclonal antibodies [24]. In this study, we searched for highly conserved proteins, identifying NP. There have been some reports on the use of NP for diagnostic assays to detect RSV, although the sensitivity was not satisfactory [20,25]. In most cases, the sensitivity was below 70%, and the LOD was not reported.\n\nRecently, the DNA aptamers for detecting the RSV G protein were reported to have an LOD of 8.5 × 105 PFU/mL [26]. Upon converting this value to 5.95 × 105 TCID50/mL, using the formula PFU (mL)/TCID50 (mL) = 0.7 [27], a higher performance than our FICT (with a LOD of 4.23 × 106 TCID50/mL) was indicated. However, this study tested a spiked virus in specimens rather than clinical patient samples.\n\nThe sensitivity/specificity of the SD RSV kit was reported to be 61.3%/100%, as compared to RT-PCR [28]; the sensitivity of the RDT SD RSV that was developed in our study was 75%/100%. We consider that the sensitivity of our FICT might be 15% higher than that of the commercial SD RSV RDT, as our assay had a 90% sensitivity for PCR-positive patients. The range of viral loads for respiratory specimens was 3.2 × 103–1.5 × 107 RNA copies per mL [29], and thus, our FICT corresponds to a RNA copy number/reaction mixture value of 4.75 × 106 ± 5.8 × 105 (mean ± SD) for RSV NP, and the established LOD might be useful to diagnose RSV infection in patients. FICT showed that it could detect RSV in the co-infected specimens more accurately than SD RDT, with a higher positive rate (6/6) for FICT than for SD RDT (4/6). However, FICT was not able to detect RSVB in one patient (P45.11), although the cell culture for this patient was positive and the patient possessed a high amount of RSV RNA (Ct value of 22). SD RDT was also negative for this patient (P45.11). Except for this patient, FICT was able to detect RSV in all of the patients with Ct values of 17–25. However, SD RDT did not detect five patients with Ct values of 22–35. Although PCR showed a high performance in diagnosing RSV, it is still limited by its complexity and high cost [30]. Furthermore, upper respiratory infection is common in the winter months, indicating that acute and prior infection with these pathogens cannot be distinguished by PCR [31].\n\nTherefore, simple, rapid antigen-detection tests offer potential advantages that are associated with point-of-care testing (POCT) over PCR, and our FICT method can improve the performance of POCT. \n\nFusion antigen-based POCT (QuickVue® RSV Test Kit) demonstrated a sensitivity of 90% and specificity of 98.8% [32]. In this study, our lysis buffer was indispensable for FICT because the clinical performance of FICT was comparable with that of a fusion antigen-based QuickVue® RSV kit. The lysis buffer containing detergent (1% SDS) was efficient for the antibody to detect RSV.\n\nThe limitation of this study was the small patient population that was used to evaluate the clinical performance of the FICT. Thus, further studies are needed to assess the accuracy of the FICT.\n\nEuropium nanoparticles (200-nm diameter) were purchased from Bangs Laboratories Inc. (Fishers, IN, USA). Aliphatic amine latex beads (100-nm diameter) were purchased from Life Technology (Carlsbad, CA, USA). N-(3-Dimethylaminopropyl)-N′-ethylcarbodiimide hydrochloride (EDC) and N-hydroxysulfosuccinimide sodium salt (Sulfo-NHS) were purchased from Thermo Fisher Scientific (Waltham, MA, USA). Anti-RSV Fusion and anti-RSV nucleoprotein (NP) were purchased from Abcam (Cambridge, UK). Rabbit anti-mouse IgG H&L (horseradish peroxidase (HRP)) and goat anti-mouse IgG H&L (FICT) ab6758 were obtained from Abcam.\n\nRSV A (strain KUMC-41) and influenza A virus H1N1 (strain KUMC-76) were obtained from the Korea National Research Resource Center.\n\nHep-2 cells were cultured in Dulbecco’s modified Eagle’s medium (DMEM) supplemented with 10% fetal bovine serum and 1% antibiotic–antimycotic (Invitrogen, Carlsbad, CA, United States) at 37 °C with 5% CO2 in a humidified incubator (Sanyo, Osaka, Japan). When monolayers were 80% confluent, cells were infected with RSV at a multiplicity of infection (m.o.i.) of one, which was followed by 120 min of incubation. Then, the supernatant was removed, and complete media were added to the cells, which was followed by incubation at 37 °C for five days. The TCID50 assay was conducted as previously reported [33].\n\nThe full-length gene encoding RSV-A NP (GenBank: KT992094.1) was amplified by PCR with two pairs of primers, including the forward primer 5′-GGA TCC GAT GGC TCT TAG CAA AGT C-3′ and the reverse primer 5′-CTC GAG CAT AGG TTG TTC CCT TCA A-3′. The RSV-NP DNA fragment was sub-cloned into pET21b (+) and RSV rNP antigen expression was induced by 0.5 mM of isopropyl β-d-1-thiogalactopyranoside. Total proteins were harvested and purified through Ni-NTA (Thermo Fisher Scientific).\n\nThe expression of antigen was confirmed by sodium dodecyl sulfate-polyacrylamide gel electrophoresis (SDS-PAGE) using an anti-mouse 6× his-tag antibody (Thermo Fisher Scientific) diluted 1:10,000. The membrane was then washed three times and incubated with the secondary anti-mouse antibody (anti-mouse IgG conjugated with horseradish peroxidase; Abcam) diluted 1:40,000 in blocking buffer for 30 min at room temperature. After washing five times, the protein bands were visualized by Bio-Rad ChemiDoc XRS+ (Bio-Rad) (Hercules, CA, USA).\n\nRSV recombinant nucleoprotein (rNP) (50 µg/100 μL) was mixed with an equal volume of Freund’s complete adjuvant (Sigma-Aldrich, St. Louis, MO, USA) and injected intraperitoneally into six-week-old female BALB/c mice, which were obtained from Orient (Seongnam, Gyeonggi, Korea). Mice were biweekly boosted with RSV rNP (25 μg/100 μL) mixed with an equal volume of Freund’s incomplete adjuvant. The cell fusion technique and indirect ELISA were performed according to previously established protocols [34]. The isotyping of mAbs was performed with Immuno-Type™ mouse mAb isotyping kit (Sigma-Aldrich) following the manufacturer’s instructions.\n\nIFA was performed as described previously [34,35]. Briefly, HEP-2 cells infected with RSV at an m.o.i. of one for 24 h were fixed and incubated with lysis buffer including 0.1 M of tris, 0.1 M of EDTA, 1% triton, and 1% SDS (pH 8.0) for 20 min. Cells were blocked with 5% bovine serum albumin (BSA) in PBS-T at room temperature for 2 h. After stringent washing, the coverslips were incubated with 1 µg/well anti-RSV NP for 2 h at room temperature, and then incubated with the fluorescein isothiocyanate (FITC)-conjugated goat anti-mouse IgG H&L for 1 h. Finally, the coverslips were dried and mounted with mounting medium containing 4′,6-diamidino-2-phenylindole (DAPI) (Vector lab, Burlingame, CA, USA). Fluorescence microscopic images were acquired using a fluorescence microscope (Olympus, Tokyo, Japan) at 400× magnification.\n\nAntibodies were covalently conjugated to europium nanoparticles as previously published [34]. Briefly, 0.13 mM of EDC and 10 mM of Sulfo-NHS were added to a mixture of 500 µL of 0.1 M tris-HCl (pH 7.0) and 10 µL of Eu NPs and incubated for 1 h at 25 °C. The activated Eu NPs were mixed with 45 µL of Ab (E8A11) in 500 µL of 0.1 M NaH2PO4 (pH 8.0) and allowed to react for 2 h at 30 °C. After centrifugation at 27,237× g for 5 min, the Eu NP-conjugated antibodies were collected, washed with 2 mM of PBS (pH 8.0), re-suspended in 200 µL of storage buffer (1% BSA in PBS), and stored at 4 °C.\n\nBlack 96-well plates were coated with B11A5 (10 µg/mL) at 4 °C overnight. After washing three times with PBS-T, analytes (antigen or virus) were applied to each well in the presence of 100 µL of lysis buffer for 1 h at 37 °C. Unbound analytes were removed with stringent washing, and 100 µL of Eu-NP-E8A11 conjugate (150 nM antibodies) was applied to the plates, which was followed by incubation at 37 °C for 1 h. Fluorescence was measured using an Infinite F200 microplate reader system (TECAN, Männedorf, Switzerland; excitation 355 nm/emission 612 nm).\n\nFICT was conducted as described previously [34]. The TL of the strip was prepared by coating it with 1 mg/mL of B11A5 and the CL was prepared by coating it with 0.5 mg/mL of polyclonal goat anti-mouse IgG. To perform FICT, 6 µL of Eu NP-conjugated E8A11 Ab (7.5 nM) was dropped onto the conjugate pad, and a mixture of 75 µL of sample and 75 µL of lysis buffer (100 mM of tris-HCl, pH 8.0, 100 M of EDTA, 1% SDS, and 1% triton X-100) was dropped onto the sample pad, and lateral flow assay was conducted for 15 min. The test strip results were read with a portable fluorescent strip reader at excitation and emission wavelengths of at 355 nm and 612 nm, respectively (Medisensor, Daegu, Korea) [36].\n\nThe RSV antigen test (SD bioline, Abbott, Santa Clara, CA, USA) was performed using 200 μL of nasopharyngeal specimen mix with the same volume of the provided reagent; then, the RSV strip test was added to this mixture. After lateral flow for 15 min, the results were read by the naked eye.\n\nTo evaluate the performance of the immunoassay, RSV qRT-PCR was used for the NP gene as a reference assay. Primers and probes targeting the gene encoding the RSV NP were prepared as previously described [37]. To determine the Ct values corresponding to the LOD of the FICT, qRT-PCR was performed using a Quantitect Probe RT-PCR Kit (QIAGEN, Hilden, Germany) and a CFX96 Real-Time PCR Detection System. To produce a standard for the determination of the RNA copy number, the template was cloned into pGEM-T Easy (Promega, Madison, WI, USA). In vitro transcription reactions were performed using a RiboMax T7 transcription kit (Promega).\n\nThis study was approved by the Wonkwang University Hospital Institutional Review Board (Approval No. WKIRB-201603-BR-015) which was approved in 15 July 2016. All of the patients agreed to participate in the study, and informed consent was obtained before obtaining specimens. All of the experiments and methods were performed in accordance with relevant guidelines and regulations. Nucleic acid was extracted from specimens using the RNeasy Mini kit (Qiagen, Mississauga, ON, Canada) and amplified by commercial multiplex assay (Seegene Inc., Seoul, Korea). The R-Mix rapid cell culture method (Quidel, San Diego, CA, USA) was used for diagnoses of specimens.\n\nIn general, all of the data are provided as the mean ± standard deviation (SD) of biological replicates, and were plotted using GraphPad Prism 5.0 (GraphPad, La Jolla, CA, USA).\n\nFICT improves the sensitivity of conventional RDT to diagnose RSV infection. This assay could help promptly identify patients infected with RSV so that necessary treatments can be started immediately after diagnosis."}