{"title": "Survey of Traveler's Diarrhea: Epidemiology and Testing Reveal the Source", "body": "\nSalmonella is a Gram-negative bacillus that is highly resistant to the external environment. It can survive for several months in water and soil, and it can survive for 1 to 2 months in feces. It is a common pathogen associated with bacterial food poisoning. Salmonella enteritidis is a common serotype of Salmonella responsible for food poisoning [1]. Although Salmonella food poisoning has been reported, travel-associated food poisoning caused by Salmonella enteritidis is rarely documented in domestic disease databases. Epidemiological analysis methods and laboratory tests were used to investigate the outbreak.\n\nAt 10:30 on May 10, 2018, flight CZ6070 arrived in Urumqi. Several patients presented high fever, nausea, vomiting, diarrhea, sore throat, and difficulty breathing on flight CZ6070 from Dubai via Urumqi to Lanzhou. The patients were travelling from a Middle East Respiratory Syndrome (MERS) epidemic area, and some of the patients had respiratory symptoms. According to the literature, fever and gastrointestinal symptoms may be prodromal symptoms in some MERS cases [2–4]. The receiving hospital suspected that the patients were infected with MERS and immediately reported it. After receiving the report, an investigation team was immediately sent to conduct an epidemiological investigation and collect specimens at the Xinjiang Uygur Autonomous Region Center for Disease Control and Prevention. The body temperature of all the passengers on the flight was measured. Medical observations of all the passengers were conducted. The passengers on the flight that did not contain members of the tour group had no fever symptoms. The investigation revealed that the patients were all part of a tour group that had travelled to Dubai and Abu Dhabi. The nontour group did not present disease symptoms. The travel dates were from May 4 to May 10.\n\nThe case definition was as follows: passengers on the flight who presented fever plus one additional symptom of nausea, vomiting, abdominal pain, diarrhea, sore throat, or difficulty breathing on or after May 4, 2018.\n\nThe list of tour group members and hospital records were evaluated, on-the-spot interviews were conducted, and epidemiological questionnaires were completed. We found that 7 people met the inclusion criteria.\n\nSamples from all 7 cases were collected with swabs. Pretreatment excreta and vomit samples were collected. Laboratory tests were performed using real-time PCR, bacterial culture, and serological identification.\n\nThe analysis was performed as a retrospective cohort study. Epi Info™ (Division of Health Informatics and Surveillance (DHIS), Center for Surveillance, Epidemiology and Laboratory Services (CSELS)) and IBM SPSS Statistic analysis software were used, and the R2 value was calculated and statistically tested.\n\nThe main clinical symptoms are shown in Table 1. The temperature of all the fever cases was between 38.5 and 39.0°C. The frequency of vomiting ranged from 2 to 14 times, and the proportion of patients who vomited less than 5 times was 71.43%. The frequency of diarrhea ranged from 2 to 20 times, and the proportion of patients who experienced diarrhea more than 10 times was 66.67%. The main clinical laboratory examination features are shown in Table 2. Most of the patients had elevated neutrophils and decreased lymphocytes. The proportion of people with a sore throat and difficulty breathing was very low.\n\nAs shown in Figure 1, this outbreak was a typical point-source epidemic. We determined that the outbreak was caused abroad because the first case occurred before boarding.\n\nSeven of the 15 members of the tour group were ill, corresponding to an incidence rate of 46.67%. There were 3 males and 4 females in the affected population. The ages ranged from 5 to 62 years old, and the median age was 46 years old. There was no obvious age distribution. The incidence data showed family aggregation, as 5 patients were from the same family and 2 were in another family. The occupational characteristics of the patients were as follows: 1 student, 2 retirees, 2 employees, 1 civil servant, and 1 unemployed.\n\nDubai and Abu Dhabi belong to the MERS epidemic area. Some of the patients presented respiratory symptoms. Therefore, we conducted an investigation into the exposure to respiratory infections. According to the survey, all 7 patients had no history of contact with camels or bats during the trip. The only animal exposure history was travel to a flamingo park to watch flamingos. However, there was a solid glass window between the visitors and the flamingos. Therefore, there was no chance of direct animal exposure. There was no history of contact with people who had similar symptoms.\n\nDuring the trip, the tour group members had only breakfast in common. There was no common exposure history for lunches and dinners for the 7 patients because the tour group did not provide lunch and dinner service. From May 5 to May 8, the tour group members stayed at the same hotel in Abu Dhabi, and the daily breakfast was basically the same. No cases occurred during this time period. Breakfast was served at the Dubai Hotel on May 9, and the meal time was from 10 to 11 a.m. in Dubai time.\n\nMineral water was provided to the tour group daily. Some of the patients did not drink the mineral water and purchased beverages themselves. Some patients brought a cup of hot water from the hotel to drink.\n\nThroat swabs were collected from all 7 patients. Laboratory testing for common respiratory viruses and respiratory bacteria from the throat swabs was carried out by real-time PCR. The experimental results are shown in Table 3. Streptococcus pneumoniae, Pseudomonas aeruginosa, and Haemophilus influenzae are conditional pathogens. They colonize the upper respiratory tract of normal people. Based on these data and the clinical features, the cause of the outbreak was not these three bacterial species.\n\nStool samples were collected from all 7 patients. Laboratory testing for common pathogens was carried out by real-time PCR. The experimental results are shown in Table 4. After bacterial enrichment culture, strains of Salmonella were obtained from stool samples of the 7 patients. After serotype identification, the bacteria were identified as Salmonella enteritidis. The results of the PFGE experiment show that the homology to S. enteritidis was 100% (Figure 2).\n\nThe hypothesis was as follows: the outbreak was caused by eating food contaminated with bacteria during the trip because (1) it was a typical point-source epidemic; (2) the first case occurred in the United Arab Emirates before returning to China; and (3) the common exposure time was from 2 p.m. on May 8 to 1 p.m. on May 9, which is in accordance with the incubation period of Salmonella enteritidis. It was speculated that during this period, the common exposure history was related to dinner on the evening of May 8 and breakfast and lunch on May 9.\n\nDuring the period of the trip, the tour group members had only breakfast in common. There was no common exposure history for lunch and dinner among the 7 patients because the tour group did not provide lunch and dinner service. A survey of meals showed that breakfast on May 9 was a common factor.\n\nAfter confirming the suspicious meal, we investigated the breakfast food with a retrospective cohort study on May 9. The results showed that boiled eggs were the most likely risk factor for S. enteritidis food poisoning (Table 5). The rate of illness in those exposed to this risk factor was 6.67 times higher than that in those who were not exposed to it.\n\nThe main symptoms of Salmonella food poisoning are high fever, abdominal pain, and diarrhea [2, 3]. In contrast to other outbreaks, the proportion of stagnation and vomiting in this outbreak of Salmonella food poisoning was high. The degree of abdominal pain and diarrhea was greater than that of nausea and vomiting.\n\nFever and gastrointestinal symptoms may be prodromal symptoms in some MERS cases, according to the literature. Although there were few cases of respiratory symptoms in this investigation, we could not rule out MERS before the laboratory results were available. To prevent the spread of MERS in China, we conducted a respiratory epidemiological survey. Exposure to flamingos had no significance for MERS. MERS was excluded by both the epidemiological and laboratory investigations.\n\nAccording to the literature, food poisoning is caused by eating food contaminated by Salmonella. In many papers, the consumption of contaminated eggs, milk, and milk products was the major cause of Salmonella enteritidis food poisoning [4–8]. In contrast to hospital admission data analyses that lack full characterization of the nature of the infections, we investigated the epidemiological history in detail [9–11].\n\nThe outbreak of food poisoning occurred in the UAE, not in China. Traveler's diarrhea is still the most common travel-associated illness [12, 13]. It was regrettable that we could not travel to the epidemic area to investigate the food-related processes, such as the purchasing, transporting, and cooking, of potentially infected food. If we had been able to travel to the outbreak area, we could have determined whether the food was contaminated, whether the food was not refrigerated during storage, or whether the food was not cooked thoroughly during processing.\n\nBecause the epidemic curve of the outbreak showed a typical point-source epidemic, it was possible to infer the possible exposure time by calculating the median time of the disease, the incubation period of the disease and the onset time of the first and last cases, which provides a good opportunity to identify the risk factors.\n\nIt can be seen that the members of the tour group were exposed to a similar meal, but other people who ate at the restaurant could not be found, resulting in a limited number of cases and controls. There may also be recall bias by the patients due to the investigation into suspicious foods and the trauma of vomiting and diarrhea.\n\nThe outbreak of food poisoning occurred in Dubai, and there are few reports of bacterial food poisoning at this location. When a food poisoning outbreak occurs, it should be stopped in time to prevent further spread. This survey provides a theoretical basis for the prevention and treatment of diarrhea during travelling. Dubai belongs to the Eastern Mediterranean. According to reports in the literature, over 125,000 deaths (3.6% of total deaths) in the Eastern Mediterranean region in 2013 were due to diarrheal diseases, with a greater burden of diarrheal diseases in low- and middle-income countries. Diarrhea-associated deaths per 100,000 children under 5 years of age ranged from one (95% uncertainty interval (UI) = 0-1) in Bahrain and Oman to 471 (95% UI = 245–763) in Somalia [14]. Therefore, diarrhea in the area should be given attention.\n\nSalmonella is one of the leading causes of food-borne enterocolitis worldwide. The main serotypes are Salmonella typhimurium, Salmonella enteritidis, Salmonella heidelberg, and Salmonella newport [15]. However, they are different among different countries. Food poisoning caused by Salmonella in Germany is the second most common cause, and Salmonella enteritidis and Salmonella typhimurium account for a high proportion of cases [16, 17]. With the acceleration of globalization, the exchanges between people in various countries have gradually increased, and food poisoning is spreading quickly across borders. To prevent and control infectious diseases, it is important to promote information exchange in the field of infectious diseases globally. This exchange will provide better prospects and hope for the future development of disease prevention and control."}