{"title": "Dynamic and Cell-Infiltratable Hydrogels as Injectable\nCarrier of Therapeutic Cells and Drugs for Treating Challenging Bone\nDefects", "body": "Various\nnatural and synthetic materials have been used as potential\ncarrier biomaterials of cell or therapeutic agents for tissue regeneration.1−6 Hydrogels with highly hydrated polymeric networks are ideal carriers\nfor encapsulating cells and drugs.7−12 However, most conventional hydrogels that allow cells encapsulation\nare based on static chemical cross-linking and lack dynamic properties\nsuch as self-healing and injectability.13−15 These limitations preclude\nthe delivery of cargo agents by the hydrogel carriers to anatomically\ndeep and enclosed defects via minimally invasive procedures, which\nhave become increasingly popular because of demands for aesthetic\nappearance and expeditious postsurgery recovery.16 Furthermore, the rigid and nondegradable nature of chemically\ncross-linked hydrogels hinders the recruitment and infiltration of\nhost cells into implanted hydrogels, thereby limiting the extent of in situ regeneration and integration of implanted biomaterials\ninto host tissues.17,18\n\nMany previous studies have\ndemonstrated the fabrication of dynamic\nhydrogels stabilized by reversible physical cross-linking including\nhydrogen bonds, hydrophobic interactions, ionic interactions, ligand–ion\ncoordination, dipole–dipole interactions, and host–guest\ncomplexations.19−37 These physically cross-linked hydrogels exhibit many desirable properties\nincluding self-healing and injectability.38−44 However, because of the weak nature of physical cross-linking and\nthe stringent demands of cell-friendly preparation, few studies have\nreported physical hydrogels that are sufficiently cytocompatible and\nstable to allow for encapsulation and long-term culture of cells and\nto provide continued support to the encapsulated cells in\nvivo after delivery.\n\nIn this study, we develop unique\ncell-infiltratable and injectable\n(Ci-I) gelatin hydrogels, which are stabilized largely by the physical\ncross-linking of host–guest complexation and are further reinforced\nby limited chemical cross-linking (Scheme 1), and then demonstrate the outstanding properties\nof these Ci-I gelatin hydrogels. Our Ci-I gelatin hydrogels can be\npreformed with encapsulated therapeutic cells and drugs first, maintained\nunder culture conditions for a desired period, and injected to target\nsites in the gel form at a prescribed time because of their excellent\ninjectability and remoldability. Furthermore, the reversible physical\ncross-links of the Ci-I hydrogels also support infiltration of cells\ninto the hydrogels that are loaded with chemoattractant drugs. These\nunique capabilities of Ci-I hydrogels offer great convenience during\nsurgical procedures and significantly expedite clinical operations.\nWe further evaluated the efficacy of the Ci-I gelation hydrogels as\ncarriers of therapeutic drugs and cells for treating an enclosed bone\nabnormality in steroid-associated osteonecrosis (SAON) of the femoral\nhead.\n\nSteroids are widely used for\ntreating various clinical conditions,\nsuch as rheumatoid arthritis, organ transplantation, and respiratory\nsyndrome.45−49 However, long-term steroid treatments may lead to SAON, commonly\naffecting large joints such as the hip.50−52 A surgical core decompression\n(CD) procedure is typically performed on patients with early stage\nSAON to remove the necrotic bone and implant bone substitute in the\ndrilled tunnel to prevent subsequent decreases in bone mineral density\nand support bone regeneration.53,54 Since the lack of endogenous\nstem cells and aberrant accumulation of adipose tissues were recognized\nas main characteristics of SAON in previous studies,55,56 here, we evaluated the feasibility of the Ci-I gelatin hydrogels\nencapsulating mesenchymal stem cells (MSCs) and a hydrophobic small\nmolecule, icaritin, as a bone substitute to treat rat SAON (Scheme 1). Our in\nvivo animal research showed that the MSCs and icaritin-laden\nCi-I gelatin hydrogels can prevent a decrease in bone mineral density\n(BMD) and promote in situ bone regeneration. Moreover,\nthe icaritin-laden hydrogels enhanced the recruitment and infiltration\nof cells from the surrounding host tissues to the implantation sites,\nfurther confirming the efficacy of our Ci-I hydrogels for promoting in situ regeneration. To the best of our knowledge, this\nis the first study demonstrating the feasibility of using injectable\nhydrogels encapsulating stem cells and small molecules to treat bone\ndisorders in deep and enclosed anatomical locations, e.g., SAON at\nthe hip.\n\nGelatin has been extensively used for various biomedical applications\nbecause of its biocompatibility, bioactivity, biodegradability, and\navailability.57,58 Gelatin hydrogels are especially\nuseful as carrier materials of therapeutic cells and drugs.59−61 However, the preparation of conventional chemically cross-linked\ngelatin hydrogels entails chemical modifications of the gelatin, and\nthe obtained hydrogels are brittle with restricted network dynamics.62−64 Therefore, in this study, we developed a strategy to prepare gelatin\nhydrogels containing both chemical and physical cross-linking based\non unmodified gelatin. First, the synthesized free diffusing photo-cross-linkable\nAc-β-CDs (acryloyl β-cyclodextrin, 1.5 acryloyl groups\nper Ac-β-CD molecule on average, i.e., a fraction of Ac-β-CDs\nbear more than one acryloyl group, Figure S1) were coupled to the aromatic residues of gelatin (e.g., phenylalanine,\ntyrosine, and tryptophan) via host–guest interactions. Subsequently,\nUV-initiated polymerization of the Ac-β-CDs led to the formation\nof gelatin hydrogels containing two types of cross-links: (1) the\nphysical host–guest complexations between the aromatic residues\nof the gelatin and oligomerized Ac-β-CDs, which are distributed\nthroughout the entire hydrogel network; and (2) the chemical cross-links\n(due to the fraction of Ac-β-CDs bearing more than one acryloyl\ngroup) among the oligomerized Ac-β-CDs, the distribution of\nwhich is sparse and localized because of the inefficient reaction\namong the bulky Ac-β-CDs. The following experiments demonstrated\nthat these gelatin hydrogels not only possessed unique dynamic properties\nincluding self-healing, shear-thinning, injectability, and cell infiltration\ncapability due to the physical host–guest cross-linking but\nalso showed adequate stability because of the localized chemical cross-linking\nfor supporting long-term 3D culture of encapsulated cells. These hydrogels\nare therefore referred to as the “cell-infiltratable and injectable\ngelatin hydrogels” (Ci-I gelatin hydrogels) in the following\nsections.\n\nThe rheological measurements further demonstrated\nthe presence of both physical and chemical cross-linking within the\nCi-I gelatin hydrogels. The Ci-I hydrogels showed an obvious frequency-dependent\nincrease in the modulus (Figure 1a), indicating the involvement of the physical host–guest\ncomplexation between gelatinous aromatic groups and β-CDs in\nstabilizing the hydrogel network. The further rheological studies\nrevealed a “sol–gel” transition of the Ci-I hydrogels\nunder alternating high/low shear strain (Scheme 1). The Ci-I hydrogels switched to the “sol”\nstate (G″ > G′)\nunder\na high shear strain of ∼1000% and immediately recovered to\nthe “gel” state (G′ > G″) under a subsequent low shear strain of 1% (Figure 1b). Moreover, even\nafter repeated high/low shear loading cycles, the storage modulus\n(G′) of the Ci-I hydrogels consistently recovered\nto ∼80% (1050 Pa) of that of the freshly prepared unloaded\nsamples (1373 Pa) (Figure 1b). This slight reduction in storage modulus is likely attributed\nto the partial disruption of chemical cross-linking under loading.\nThis excellent shear-thinning and self-healing capability enables\nthe injection of Ci-I hydrogels without significantly compromising\ntheir mechanical properties. The prefabricated Ci-I hydrogel disks\ninjected through a G21 needle into cylindrical models were efficiently\nremolded to regain the original disk morphology (Figure 1c). Moreover, the compression\ntest showed that the injection did not significantly affect the mechanical\nproperties of the Ci-I gelatin hydrogels, and the injected hydrogels\ncould still sustain over 95% compressive strain without rupture as\ncould the noninjected hydrogels (Figure 1d). Furthermore, after the first loading–unloading\ncycle, the Ci-I hydrogels exhibited almost coinciding loading–unloading\nstress versus strain curves obtained from the remaining loading cycles\n(peak strain: 60%), suggesting excellent resistance to excessive cyclic\ncompression (Figure 1e). Previous studies65−68 proved that well-designed injectable hydrogels could prevent encapsulated\ncells from damage of shear force during the injection through the\nsyringe needle. To study whether our Ci-I gelatin hydrogels could\nmaintain the viability of the encapsulated cell during the injection,\nwe cultured hMSC-laden Ci-I gelatin hydrogels in vitro for 1 day before injecting the hydrogels through a G21 needle, and\nthe injected hydrogels were further cultured in vitro for another 5 days. Figure S3 shows that\nthe cell viability is still >90% even after injection, demonstrating\nthe effective protection of the encapsulated cells by the injectable\nCi-I gelatin hydrogels.\n\nSustained delivery of small\nhydrophobic molecules via hydrogels is typically challenging because\nthe hydrophilic nature and large mesh size of hydrogel networks make\nloading and long-term release of small hydrophobic molecules rather\ndifficult. Because a significant excess of Ac-β-CDs (compared\nwith gelatinous aromatic residues) were used to fabricate Ci-I hydrogels,\nthere were a considerable number of unoccupied β-CD moieties\nconjugated to the hydrogel network. β-CD is commonly used in\nthe pharmaceutical industry to improve the solubility of hydrophobic\ndrugs.69−71 We utilized the empty β-CD cavities in Ci-I\nhydrogels to deliver a small hydrophobic chemical molecule, icaritin,\nwhich can reduce SAON incidence by inhibiting both thrombosis and\nlipid deposition.72 The icaritin-laden\nCi-I gelatin hydrogels were capable of releasing icaritin continuously\nfor up to 2 weeks (Figure 2a). Therefore, these findings demonstrate that the injectable\nCi-I gelation hydrogels can serve as a promising delivery vehicle\nof small hydrophobic molecular drugs for treating pathological conditions\nincluding SAON in a minimally invasive fashion.\n\nOur previous research also showed that an anabolic\nand potent molecule\nicaritin can function as a chemoattractant to induce the directed\nmigration of MSCs within a short time frame.72 The dynamic and weak cross-links based on host–guest complexation\nof our Ci-I gelatin hydrogel can potentially support cell infiltration\nand migration. To demonstrate this, we seeded MSCs on the surface\nof Ci-I hydrogels with or without the loaded icaritin. After 24 h\nof culture, most MSCs still remained on top of the hydrogels without\nicaritin (Figure 2b,e\nand Movie S1), whereas nearly all MSCs\ninfiltrated and migrated into the hydrogels loaded with icaritin (Figure 2c–e and Movie S2). The degradation of the hydrogels by\ncell-secreted catabolic enzymes might not be significant enough to\nsupport such extensive cell infiltration within the short period of\n24 h. We speculated that the cell infiltration was likely facilitated\nby the disruption of the weak host–guest cross-links in Ci-I\nhydrogels by cellular forces. Therefore, we speculate that, once implanted\ninto the defect sites, the icaritin-laden Ci-I gelatin hydrogels can\npromote the recruitment and infiltration of endogenous cells into\nthe hydrogel matrix, thereby speeding up the repair and regeneration\nof bone defects.\n\nWe then evaluated the efficacy\nof the Ci-I hydrogel as an injectable carrier of therapeutic cells\nto treat SAON by examining the osteogenesis of MSCs encapsulated in\nthe Ci-I gelatin hydrogels in the presence of a high concentration\nof corticosteroid. The majority of MSCs encapsulated in the Ci-I gelatin\nhydrogels were viable and spread to adopt a stellate morphology after\n2 weeks of culture (Figure 3a), indicating that the dynamic Ci-I hydrogel network provides\na permissive 3D environment to facilitate cell–matrix interactions.\nThen, we evaluated the differentiation of MSCs encapsulated in hydrogels\nunder different culture conditions. Previous studies showed that dexamethasone\n(Dex), a clinically used corticosteroid, improved the osteogenesis\nof MSCs at low concentration but promoted the adipogenesis of MSCs\nat high concentration.73,74 Our RT-PCR data indeed showed\nthat a low media concentration of Dex (100 nM, “100Dex”)\npromoted the expression of osteogenic markers (ALP and Runx2), whereas\na high media concentration (500 nM, “500Dex”) of Dex\nup-regulated the expression of adipogenic markers of the MSCs encapsulated\nin hydrogels (CEBPα and PPARγ) (Figure 3b). In contrast, media supplementation of\nicaritin effectively suppressed the expression of adipogenic marker\ngenes and promoted that of osteogenic marker gene, alkaline phosphatase\n(ALP), of the encapsulated MSCs under a high media concentration of\nDex (Figure 3b, “500Dex+icaritin\n(M)”). The upregulation of another osteogenic marker gene Runx2\nis insignificant. We speculated that it was because the Runx2 gene\nexpression data were collected at late time points, day 7 and 14,\nwhile the Runx2 is typically upregulated in MSCs at early time points\nupon osteogenic induction, and correlation between osteogenesis of\nMSCs and Runx2 expression becomes less significant at late time points.75 Furthermore, the Ci-I gelatin hydrogels that\nwere loaded with a bolus dose of icaritin (“500Dex+icaritin\n(H)”) without icaritin supplementation produced similar expression\nlevels of the differentiation marker genes as those of “500Dex+icaritin\n(M)”, which received fresh icaritin supplementation after each\nmedia change (Figure 3b). Von Kossa staining (Figure 3c) and the Runx2, OCN, CEBPα, and PPARγ\nimmunohistochemical staining (Figure 3d) showed trends consistent with that of the RT-PCR.\nThese results demonstrate that the Ci-I gelatin hydrogels are likely\ncapable of mediating sustained delivery of small hydrophobic molecular\ndrugs (e.g., icaritin) to counteract the adverse effects (e.g., bone\nnecrosis) of high-concentration corticosteroids in the long term.\n\nWe further evaluated the efficacy\nof Ci-I gelatin hydrogels encapsulated with MSCs and icaritin to boost\nbone regeneration in a SAON model. Figure 4a showed that the injection of Ci-I gelatin\nhydrogels helped to prevent a decrease in BMD around the tunnel compared\nto the nontreated control group (no hydrogel implantation, “Blank”).\nThe “icaritin+MSC+Gel” group showed significantly enhanced\nnew bone formation in the tunnel (Figure 4a). Quantitative measurement of the micro-CT\nimages showed that the “icaritin+MSC+Gel” group exhibited\nsignificant elevation in BV/TV, trabecular number, while trabecular\nthickness and a reduction in trabecular separation, as compared to\nthe other groups, in both the peri-tunnel native bone (Figure 4b) and neobone tissue inside\nthe tunnel (Figure 4c). Using Goldener’s Trichrome staining, we also further confirmed\nthat the bone tunnel was filled with neobone in the “icaritin+MSC+Gel”\ngroup (Figure 4d).\nIn contrast, only fibrous tissue was formed in the other groups without\nsupplementation of icaritin (Figure 4d).\n\nWe further examined the harvested samples to assess\nthe bone regeneration\nwithin the drilled tunnel. Immunofluorescent staining against Ki67,\na marker widely used to identify proliferating cells, showed significantly\nmore Ki67 positive cells in the tunnel region injected with the Ci-I\ngelatin hydrogels, which were loaded with both MSCs and icaritin (“icaritin+MSC+Gel”),\nas compared to that of either hydrogel alone (“Gel”)\nor hydrogel plus icaritin (“icaritin+Gel”) treatment\ngroups (Figure 5a).\nMoreover, the “icaritin+MSC+Gel” group also exhibited\nthe most intense staining against key osteogenic markers, Runx2 and\nOsterix (Figure 5b,c).\nAt week 3 after the hydrogel implantation, the expressions of active\nβ-catenin and OCN were upregulated in the “icaritin+MSC+Gel”\ngroup (Figure 5d and Figure S6a) compared to those of the other groups,\nand this may have contributed to the enhanced bone formation. In contrast,\nPPARγ expression was dramatically decreased (Figure 5e and Figure S6b), indicating suppressed adipogenesis, and this is consistent\nwith our previous in vitro findings (Figure 3d). The icaritin-laden hydrogels\n(“icaritin+MSC+Gel” and “icaritin+Gel”)\nalso exhibited significantly elevated expression of another proliferation\nmarker, proliferating cell nuclear antigen (PCNA), in addition to\nKi67 at week 6 (Figure 5a and Figure S4), regardless of MSC supplementation.\nIn addition, the “icaritin+MSC+Gel” group showed slightly\nreduced expression of c-Src, a detrimental factor that has been identified\nas a therapeutic target for osteonecrosis.55 CSF-1R, a tyrosine-kinase transmembrane receptor,76 was greatly reduced in the “icaritin+MSC+Gel”\nand “icaritin+Gel” groups, indicating the potential\nimmunoregulative effect of icaritin, as reported by a previous study.77 More importantly, this finding suggests that\nicaritin and MSCs delivered by Ci-I hydrogels can potentially mitigate\nthe foreign body response to biomaterial implantations, thereby facilitating\nfurther translational applications.76 By\nusing calcein green (CG) and xylenol orange (XO) to dynamically assess\nthe bone formation rate, at week 3 and 6 postsurgery we found that\ntreatment with hydrogel alone (“Gel”) did not affect\nbone formation within the bone tunnel (Figure 5f–i). Incorporation of icaritin in\nthe injected hydrogels (“icaritin+Gel”) significantly\nincreased the bone formation rate compared to either blank repair\nor the “Gel” group (Figure 5f–i). The encapsulation of both exogenous\nMSCs and icaritin in the hydrogels (“icaritin+MSC+Gel”)\nfurther enhanced bone formation in the defect site (Figure 5f–i). These data demonstrate\nthat the Ci-I gelatin hydrogel is an excellent carrier of cells and\nhydrophobic drugs for promoting in situ bone regeneration\nand treating SAON.\n\nOur in vitro data have demonstrated that\nicaritin-laden Ci-I gelatin hydrogels can attract MSCs to infiltrate\nand migrate into hydrogels (Figure 2b). To evaluate the cell recruitment in vivo, immediately after the core decompression surgery and treatment\nwith hydrogel injections in the created tunnel, we injected SPIO-labeled\nMSCs (1 million cells in 100 μL of media) in the ipsilateral\ntibia of the same limb. Six weeks postsurgery, the SPIO-labeled MSCs\nwere hardly found within and around the tunnels with no hydrogel implantation\n(“Blank”) or with blank hydrogel implantation (“Gel”)\n(Figure 6). However,\nsignificantly more SPIO-labeled MSCs were found within and around\nthe tunnels which were injected with hydrogels containing either icaritin\nalone (“icaritin+Gel”) or both MSCs and icaritin (“icaritin+MSC+Gel”)\n(Figure 6). This is\nconsistent with our previous finding that icaritin can directly promote\nthe migration of MSCs by upregulating the expression of vascular cell\nadhesion molecule-1 (VCAM-1).54 These data\nfurther demonstrated that the icaritin-laden Ci-I gelatin hydrogels\ncan recruit endogenous MSCs from the surrounding tissues to migrate\nto the bone defects, thereby promoting new bone formation.\n\nCollectively,\nwe demonstrate a unique injectable hydrogel with\ndesirable properties including ease of preparation, unscathed mechanical\nproperties after injection, sustained delivery of small hydrophobic\nmolecular drugs, and injection with encapsulated cells. Furthermore,\nthe dynamic physical cross-links in this hydrogel enable the infiltration\nand migration of cells from the surrounding environment to speed up\nthe in situ bone regeneration in a SAON animal model.\nThis injectable hydrogel can be easily customized to carry different\nportfolios of therapeutic drugs and cells for treating a wide array\nof clinical conditions via minimally invasive procedures in deep and\nenclosed anatomical locations."}