{"title": "Prevalence of feline immunodeficiency virus and feline leukaemia\nvirus in domestic cats in Hungary", "body": "Feline leukaemia virus (FeLV) is an enveloped single-stranded RNA virus belonging to\nthe Retroviridae family, genus Gammaretrovirus,\nand it infects feline species. The predominant subgroup, designated FeLV-A,\nrepresents the transmissible form of the virus spread cat to cat in nature and from\nwhich the other subgroups, FeLV-B,1,2 FeLV-C and FeLV-T,3 arise de novo during the course of infection.4–6 The infection is common\nworldwide and is transmitted by secretions via the oronasal route, predominantly by\nprolonged contact, but also by direct inoculation.7\n\nFeline immunodeficiency virus (FIV) is a member of the Lentivirus\ngenus within the Retroviridae family and it infects species of the\nfamilies Felidae and Hyaenidae.8 It causes an acquired immune deficiency syndrome (AIDS) in cats, resembling\nAIDS caused by HIV in humans. Transmission is usually by direct inoculation (eg,\nbite and scratch wounds). The strains are grouped into seven phylogenetic subtypes\nA–F and U-NZenv.9–19 Distribution of discovered\nsubtypes is illustrated in Figure\n1.11,19–25\n\nTo test the infection status of cats, point-of-care ELISA tests are widely used,\nwhich detect antibodies against the p24 protein of FIV and the p27 antigen of FeLV.\nThe most frequent test used to confirm ELISA results, or in case of\nfalse/non-interpretable results, is PCR.26\n\nStudies report a relative low prevalence of these viruses worldwide. In North\nAmerica, FeLV prevalence ranges between 2.3% and 7.5%, and is 2% in Australia,\nwhereas in Europe it is slightly higher (3.6–15.6%). FIV prevalence levels are quite\nsimilar: 2.5–7.5% in North America, 15% in Australia and 3.2–8.3% in\nEurope.27–37\n\nThe aim of this study was to estimate the prevalence of these retrovirus infections\nin domestic cats in Hungary, to evaluate the main factors affecting the infection\nrate and to examine the phylogenetic relations of the FIV strains detected.\n\nThe point-of-care tests used in this study detect the presence of FeLV p27\nantigen (92.9% sensitivity and 96.5% specificity) and FIV antibodies against p24\nantigen (93.8% sensitivity and 93.4% specificity).38,39 Sensitivity and\nspecificity values were given according to data provided by Zoetis (used in the\nstatistical analysis), although slightly different values can be found in some\nfield studies (eg, 89.0%/95.5% for FeLV and 94.7%/100% for FIV).40 One drop (0.05 ml) of EDTA-anticoagulated whole blood was used as per the\nmanufacturer’s instructions (Zoetis).\n\nFrom the stored whole-blood specimens, nucleic acid extraction was carried out in\na QIAcube instrument (Qiagen) with the use of QIAmp cador Pathogen Mini Kit\n(Qiagen), according to the manufacturer’s instructions. Nucleic acid was eluted\nin 60 μl RNase-free distilled water (Qiagen). The preparation of endpoint PCR\nfor FIV, TopTaq Master Mix Kit (Qiagen) was used in accordance with\nmanufacturer’s instructions: 25 μl master mix, 0.5 μl forward primer (40 μM),\n0.5 μl reverse primer (40 μM), 5 μl CoralLoad Concentrate, 18 μl RNase-free\nwater and 1 μl template DNA, and were mixed together for each sample. The\nhot-start PCR amplification with the given protocol was carried out as follows:\n95°C for 15 mins; 95°C for 45 s, 60°C for 45 s and 72°C for 1 min (40 cycles);\nand 72°C for 15 mins. The FIV primers used in the study amplify early reverse\ntranscription products (process of reverse transcription RNA to DNA); both bind\nin the long terminal repeat (LTR) region, which enables the detection of\nlow-dose and/or recent infections (primer sensitivity was\n102–103 cell-associated virus).41,42 For the\ndetection of FeLV, a One Step RT-PCR Kit (Qiagen) was used. A master mix\ncontaining 5.7 μl RNase-free water, 2 μl 5× buffer, 0.4 μl dNTP, 0.4 μl enzyme\nmix, 0.1 μl RNase inhibitor, 0.2 μl forward primer (40 μM) and 0.2 μl reverse\nprimer (40 μM) were added into tubes for each sample (0.5 μl each). The\namplification was 50°C for 30 mins and 94°C for 3 mins (reverse transcription\nand initial denaturation); 95°C for 15 s, 60°C for 1 min and 72°C for 1 min (45\ncycles); and 72°C for 10 mins. FeLV primers were obtained from a publication.43 The 163 base pair (bp) (FIV) and 150 bp (FeLV) long amplicons were\nvisualised by electrophoresis in 1.5% agarose gel.\n\nStatistical calculations were performed in an R environment (R Core Team, Vienna,\nAustria) and a logistical regression model was used to detect the relationship\nbetween the examined variants and retroviral infection status.44 The Epi.prev function was used to calculate prevalences.45 Cohen’s kappa (κ) was counted to show possible cross-compliance between\nthe ELISA and PCR methods.46\n\nIn FIV-positive cases, partial proviral pol genes were amplified\nwith the previously described protocol of Adams et al.47 PCR products were subjected to gel electrophoresis, amplicons of 576 bp\nlength were cut out manually and purified by a Qiagen Gel Extraction Kit\n(Qiagen). Bidirectional Sanger sequencing reaction was performed with the\ncorresponding primers and the capillary electrophoresis was made by a commercial\nprovider (Microsynth). In two cases (I/14/16 and II/7/8) repeated sequencing did\nnot result in clean sequences; thus, these PCR products were cloned into a\npJET1.2 blunt vector and subsequently transformed into Escherichia\ncoli, with the help of a CloneJET PCR Cloning Kit (ThermoFisher\nScientific).\n\nAfter proofreading of the obtained sequences, they were assembled using the\nE-INS-i method of the online software MAFFT version 7,48 and aligned against available FIV genomes downloaded from GenBank that\nrepresent the overall diversity of the virus. Maximum likelihood analyses were\ncarried out and the trees were visualised and edited with MEGA749 using the Tamura-Nei model with 1000 bootstrap replicates and gamma distribution.50 Pairwise genetic analyses were conducted using the Kimura 2-parameter\nmodel in MEGA7.51\n\nAltogether, samples from 335 domestic cats were included in the study. All cats had\nowners – no stray or shelter animals were included. The mean age of cats in this\nstudy was 4.9 years (range 5 months to 18 years). A total of 155 females (46.3%) and\n180 males (53.7%) were included in the research. Of the 155 females, 90 (58.1%) were\nintact and 65 (41.9%) were spayed; of the 180 males, 119 (66.1%) were intact and 61\n(33.9%) were castrated. Seventy-seven cats were kept strictly indoors (23.0%) and\n258 had outdoor access (77.0%). A total of 136 cats were found to be clinically\nhealthy during the physical examination. We observed an overall low prevalence of\nvaccination: only 98 (29.3%) were immunised at some point of their life-span,\nusually with a combined vaccine, and among these cats, only 39 (11.6%) were\nvaccinated against FeLV (however, two of them proved to be FeLV-infected).\n\nOf the 335 samples, 44 (13.1%) and 51 (15.2%) were positive for FeLV and FIV,\nrespectively, with the Witness ELISA test kit. Using subsequent PCR tests, 58\n(17.3%) were positive for FeLV and 47 (14.0%) for FIV. FeLV–FIV coinfection was\nobserved in 10 (0.03%) cats. In some cases, only the ELISA test or the PCR test was\npositive. In the case of FIV, 11/51 ELISA tests and 4/47 PCR test results were\npositive, when the parallel assay was negative. In the case of FeLV, 4/44 ELISA\nresults and 14/58 PCR results were single-positive.\n\nTotal apparent prevalence, counted from data obtained with the Witness test, was\n14.03 (95% confidence interval [CI] 10.72–18.16) in the case of FeLV and 15.22 (95%\nCI 11.77–19.46) in the case of FIV. True prevalence was also calculated with the\npreviously estimated sensitivity and specificity of the Witness test: 11.78 (95% CI\n8.08–16.4) for FeLV and 9.89 (95% CI 5.93–14.75) for FIV.\n\nApparent prevalences calculated from the PCR results were 17.31 (95% CI 13.64–21.73)\nand 13.13 (95% CI 9.93–17.17) for FeLV and FIV, respectively. Cross-compliance was\nanalysed by calculating Cohen’s κ coefficient. This coefficient was 0.786 (95% CI\n0.68–0.87) for FeLV (P < 0.05) and 0.816 (95% CI 0.72–0.9) for\nFIV (P < 0.05). Both results indicate a significant coherence\nbetween the Witness ELISA and PCR results.\n\nWith logistic regression, a 2.85 (95% CI 1.19–8.49; P = 0.033) times\nhigher chance of infection with FeLV and a 4.14 (95% CI 1.62–14.07;\nP = 0.0083) times higher chance of FIV was found in correlation\nwith outdoor access, according to the Witness test results. Calculating the PCR\nresults, a 2.51 (95% CI 1.156–6.29; P = 0.0306) and a 3.41 (95% CI\n1.32–11.64; P = 0.0235) times higher possibility was found in\ncorrelation with FeLV and FIV infection, respectively.\n\nNo significant correlation was found with the animals’ age regarding FeLV infection\n(either with results of ELISA or PCR), but a 1.12 times higher chance (both with the\nWitness test and PCR [95% CI 1.04–1.19 (P = 0.0012) for ELISA] and\n[95% CI 1.04–1.19 (P = 0.0014) for PCR]) was observed in the case\nof FIV infection for every year older the cats were. We could not find significant\ncorrelation of infection status with sex (although males were 1.32 times more likely\nto have FIV and/or be FeLV-infected than females [95% CI 0.71–2.5,\nP = 0.3872]). The same was observed for neutering status: there\nwas a 1.34 times higher risk for intact males to be infected (95% CI 0.57–3.42;\nP = 0.5187) and a 0.78 higher risk for intact females (95% CI\n0.3–2.08; P = 0.609), but these data were not statistically\nsignificant.\n\nAltogether, we were able to sequence 22 partial pol genes out of the\n47 FIV PCR-positive cases. We suspect that the rest of the samples contained\ninsufficient amounts or poor quality nucleic acids. Multiple alignments and maximum\nlikelihood tree reconstructions revealed that all of the strains were clustered into\nsubtype B (Figure 3). Within\nclade B, the Hungarian sequences were located into a monophyletic group that also\nincluded a strain originating from Joinville, Brazil, 2017 (acc. number:\nKY629414.1). Within this ‘Hungarian’ cluster, the strains formed several subgroups\nof closely related sequences that mostly reflected the geographic location of their\norigin. The subgroups were supported by relatively high bootstrap values.\n\nPairwise genetic analyses revealed that the overall mean genetic similarity between\nthe analysed strains was 98.2% (the lowest similarity was 88.1% and the highest was\n99.8%). Only two strains originated from indoor cats and the majority of these cats\nwere males (16 males, six females). The samples represent most of geographic regions\nof Hungary (Figure 2).\nGenBank accession numbers are MN401425–MN401446.\n\nOur results show a relatively high rate of infection of FeLV in owned domestic cats\nin Hungary vs the most recent data from surrounding (or more distant) countries\n(with the exclusion of prevalence data including free-roaming or shelter cats). The\nprevalence rate of FIV does not show such a difference.20 Data regarding vaccination status showed that there is a strong need for\nimproving in the vaccination prevalence in Hungarian cat populations. Two of the\nimmunised cats had FeLV-positive results, both determined by ELISA and PCR, but\ntheir vaccinations were not regular, which could be an answer to possible\nunprotected periods of time and the ability to become infected.52 Moreover, 77.0% of cats had outdoor access and most of them were not\nneutered. Previous publications and our statistics show a higher occurence of\nretro-viral infection in intact (usually male) outdoor cats.53\n\nAnother possible explanation for the higher observed prevalence data could be the\nweak positive predictive value of every diagnostic test that does not have 100%\nspecificity in the case of low prevalence rates in a population (‘false positive\nparadox’).\n\nIn relation to the discordant results between ELISA and PCR in some cases, where only\none test method was positive, there can be various explanations. In the case of FIV,\nthe Witness test detects antibodies, whereas the PCR amplifies and detects part of\nthe LTR region of the virus. In the early stages of infection there are no\ndetectable antibodies (most cats produce antibodies within 8 weeks of exposure);54 moreover, there might be extremely low levels of antibodies in the terminal\nphase of the disease, causing a false-negative ELISA result, whereas the PCR result\nwill be positive as a result of increased viral load in the circulation.37 However, a positive ELISA and negative PCR result can suggest extremely low\nlevels of circulating proviral DNA/viral RNA (which can be the case in the\nasymptomatic phase of FIV infection) or viral genetic diversity (where nucleotide\nsequence dissimilarity can result in failure of primer binding).37 The presence and interference of maternal antibodies with the ELISA can be\nexcluded in our cases, as the youngest animals included in the study (5–6 months of\nage) were FIV negative. Maternal antibodies can be present in kittens up to 6 months\nof age.55 In the case of FeLV, the Witness test detects the p27 antigen, whereas the\nPCR amplifies and detects the U3 part of the LTR region. A negative ELISA and\npositive PCR result can also suggest an early phase of infection or illness in a\nregressive stage, when small amounts of proviral DNA/viral RNA are already present\nin the circulation, but the amount of the antigen is still below detectable\nlevels.\n\nRegarding the phylogenetic analysis of the FIV sequences, all the sequenced samples\nbelonged to subtype B, and they form a unique cluster of strains that includes\nHungarian sequences and also a Brazilian one. The monophyletic pattern suggests a\ncommon ancestor for all the Hungarian (and the single Brazilian) sequences analysed\nin the study. Based on our data, it can be speculated that there was a single event\nof virus introduction into the country and the genetic diversity observed is the\nresult of divergent local evolution of the strains.\n\nIt must be highlighted that our 22 sequences are insufficient to give a complete\npicture of the circulating FIV strains in Hungary, but it can be suggested that\nmainly subtype B strains are present in Hungary. This result is largely in harmony\nwith data published from surrounding countries, where mostly subtypes A and B were discovered.20\n\nThis is the first report of a thorough investigation on retroviral prevalence and\nphylogenetic analyses of FIV strains in Hungary, and suggests that FIV subtype B is\nthe most prevalent in this country. This data set and prospective phylogenetic\nanalyses of further FIV strains can give useful information for vaccine developers\nas the only existing FIV vaccine, which is not available in Hungary (Fel-O-Vax FIV;\nBoehringer Ingelheim), contains inactivated whole virus subtypes A and D, which will\nnot confer a sufficient protective effect against subtype B.21,56"}