{"title": "Functional Characterization of Plasmodium falciparum Surface-Related Antigen as a Potential Blood-Stage Vaccine Target", "body": "To identify new blood-stage proteins as potential vaccine candidates, a systematic screening procedure was implemented. This included analysis of temporal gene expression relative to other well-characterized invasion-type genes and in silico interrogation of protein structural features. Once all of these selection criteria were ascertained, sequence alignment analysis was done to evaluate the conservation level of the target gene across the different Plasmodium species orthologs. Finally, we scanned the entire protein sequence using a current state-of-the-art online threading program to identify coiled-coil regions [15].\n\nThree synthetic peptides corresponding to the immunogenic epitopes were synthesized by GeneScript on the basis that they harbor coiled-coil signatures corresponding to the conserved regions in PfSRA orthologs.\n\nEthical approval was obtained from the ethics committees as documented previously [16, 17]. Immunoreactivity screenings of plasma samples were performed by enzyme-linked immunosorbent assay (ELISA) [12] and immuno-dot blotting [18] using the synthetic peptides PfSRA P1 (NNKDNHNKKDTNENC); PfSRA P2 (CENDNDEYGNKNKNS); and PfSRA P3 (CSNNKKKKK NDKKKK). R1 peptide (LFSKFGSRMHILKC) was used as control (R1 peptide blocks AMA 1–RON 4 interaction), and naive plasma was used as negative control.\n\nThe C-terminal α-PfSRA human antibodies (α-PfSRA P3) were affinity-purified from plasma samples of malaria-exposed children as described previously [19].\n\n\nPlasmodium falciparum strains 3D7 and W2mef were maintained in culture as described previously [16]. Schizonts were purified using Percoll-alanine gradient centrifugation [20], followed by saponin lysis, and the recovered parasite pellets were further lysed in sodium dodecyl sulfate-polyacrylamide gel electrophoresis sample buffer. Parasite culture supernatant or ring-stage invasion supernatant were used as the source for native PfSRA, which was detected by immunoblotting using primary α-rabbit antibodies to the 3 peptides (α-PfSRA P1, α-PfSRA P2, and α-PfSRA P3). The immunoblots were developed using goat α-rabbit horseradish peroxidase–conjugated, secondary antibody, and enhanced chemiluminescence reagents (Thermo Scientific). Erythrocyte-binding assay (EBA) was performed using parasite culture supernatant as described previously [21].\n\nImmunofluorescence microscopy was carried out using P. falciparum (3D7)–infected erythrocytes smeared onto glass slides and fixed in prechilled methanol for 30 minutes. Fixed erythrocytes were permeabilized using 0.1 % Triton X-100 formulated in phosphate-buffered saline. Nonpermeabilized, liquid immunofluorescence assay (IFA) was carried out as described previously [22]. After the washing step for both IFA conditions, the slides were blocked for 1 hour in PBS containing 3% bovine serum albumin. Slides were probed with primary and secondary antibodies for the respective antigens and mounted in vectashield (Vector Laboratories Inc) supplemented with 4′,6-diamidino-2-phenylindole for staining the nucleus. Fluorescence microscopy was performed on an Olympus fluorescence microscope (BX41). Images captured were processed using the open access Fiji-Image J software (National Institutes of Health).\n\nTo test for the internalization of α-PfSRA P3 antibodies, α-PfSRA P3 and α-PfMSP-119 polyclonal antibodies were incubated with tightly synchronized segmenting schizonts that were allowed to rupture and release merozoites. The viability of the released merozoites was assessed at the different stages (early, mid, and late) of an invading merozoite. For each stage, smears were prepared, fixed, and examined by immunofluorescence microscopy as described above.\n\nGrowth inhibition assays (GIAs) were performed as described previously [23], and parasitemia levels were determined using flow cytometry on a BD FORTESSA X-20 with Flo J software. Erythrocyte invasion inhibitory effects of the α-PfSRA antibodies were estimated by comparison of percentage of invasion of controls with test assay.\n\nIn a systematic screen of uncharacterized P. falciparum proteins for potential blood-stage vaccine candidates, we performed data-mining analysis for genes with peak mRNA expression levels in late schizogony using data from P. falciparum transcriptome studies [24, 25] and another study on the prediction of PfSUB-1 protease specificity [26]. The details of all analyses have been described in the Supplementary Material (Supplementary Figure 1A and 1B). Overall, PfSRA emerged as the top hit with both signal peptide and a predicted glycosylphosphatidylinositol attachment site.\n\nFurthermore, we generated sequence alignments with other orthologs of PfSRA and showed that the C-terminus of PfSRA had 5 positionally conserved cysteine residues across the different Plasmodium species orthologs (Supplementary Figure 2). Additional predictive analysis from PSI-Pred revealed that the PfSRA protein sequence harbored coiled-coil signatures (Supplementary Figure 3). This signature forms stable structures that elicit functional antibodies and was considered as a basis for the design of 3 PfSRA chemically synthesized peptides used for antibody generation.\n\nDespite several optimization procedures for expression in Escherichia coli, attempts to express recombinant PfSRA protein were unsuccessful. However, we designed 3 peptides for synthesis that corresponded to the conserved regions of PfSRA in other Plasmodium species orthologs (Figure 1A). These PfSRA-derived peptides (PfSRA P1, PfSRA P2, and PfSRA P3) include coiled-coil signatures (Supplementary Figure 3). Immunization of rabbits with the 3 synthetic peptides (PfSRA P1, PfSRA P2, and PfSRA P3) by Genescript resulted in high titers of PfSRA peptide-specific antibodies, which were used in subsequent experiments.\n\nPreimmune sera were used for all immunoblotting as a negative control that did not detect native PfSRA. As expected, α-EBA-175 (R217) antibodies did not detect native EBA-175 under reduced condition (Figure 1B, I). The antibodies (α-PfSRA P1, α-PfSRA P2, and α-PfSRA P3) consistently detected multiple processed fragments (17, 32, and 58 kDa) of the native PfSRA in ring-stage invasion supernatants (Figure 1B, II–V) or parasite culture supernatants (Figure 1C, I–IV) and schizont lysates (Figure 1D, I–IV).\n\nTo identify the fragment(s) of PfSRA that possess erythrocyte-binding activity, we performed erythrocyte binding assays. The 32-kDa fragment of PfSRA was clearly detected in the eluate, suggesting that it bound erythrocytes. Under higher exposure, the 113-kDa full-length PfSRA and the 58-kDa processed fragment were also detectable (Supplementary Figure 3), suggesting a weaker binding relative to the 32-kDa fragment. Of interest, the binding was sensitive to neuraminidase and trypsin treatments but resistant to chymotrypsin treatment (Figure 1F). As a control, recombinant EBA-175 (R217) bound erythrocytes with the same sensitivity to enzyme treatments (Figure 1F).\n\nStage-specific expression analysis in P. falciparum asexual stages by IFAs showed that all α-PfSRA peptide antibodies labeled the surface membranes of merozoites in intact schizonts and released merozoites, respectively (Figure 2A–C). However, α-PfSRA antibodies did not label developing ring-stage parasites, which served as a useful internal control for subsequent experiments in asexual stages.\n\nColabeling of segmenting or rupturing schizonts and released merozoites with α-PfSRA P1 antibodies and the micronemal marker α-PfAMA-1 showed no colocalization (Figure 2D), even though reports exist about the circumferential staining pattern of PfAMA-1 [27]. However, α-PfSRA P1 antibodies and α-PfMSP119 antibodies colocalized at the parasitophorous vacuole in late trophozoites, segmenting schizonts and released merozoites (Figure 2E). In segmenting schizonts and released merozoites, both proteins colocalized on the merozoite surface (Figures 2E and 3A). Liquid IFA shows that both α-PfSRA P1 antibodies and α-PfAMA-1 antibodies labeled the surface of nonpermeabilized merozoites (Figure 3B). A control panel shows α-PfSRA P1 labeling of an invading merozoite under permeabilized condition, but no labeling was observed for α-Pfs48/45 antibodies (Figure 3B).\n\nTo determine the fate of native PfSRA during invasion, invading merozoites at different time-points (early, mid, late, and postinvasion) were colabeled with α-PfSRA P3 and α-PfMSP119 antibodies. We observed labeling of both α-PfSRA P3 and α-PfMSP119 antibodies in all of the time points of invasion (Figure 3C and 3D) suggesting that a fragment or the unprocessed forms of PfSRA are carried into erythrocytes during invasion. As a control, late-stage parasites and internalized merozoites were colabeled with α-PfSRA P3 and the gametocyte surface marker α-Pfs48/45 antibodies. Whereas α-PfSRA P3 antibody labeled internalized merozoite, no labeling was observed with α-Pfs48/45 antibody (Figure 3B).\n\nA panel of plasma samples from malaria-infected children resident in 3 malaria-endemic sites in Ghana (Accra, Navrongo, and Kintampo) was evaluated for reactivity to PfSRA synthetic peptides by ELISA. Plasma antibodies from children in Accra and Navrongo showed no reactivity to the R1 peptide beyond background (normal human serum [NHS]) levels, whereas those from Kintampo were only slightly above background; however, this difference was statistically significant (P = .04) (Figure 4A). Plasma samples from all 3 sites appeared to recognize all 3 PfSRA peptides, and all groups showed reactivity above background levels (Figure 4B–D). Statistically, these differences in reactivity against PfSRA P1 were significant compared with NHS for plasma from Navrongo (P < .0001) and Accra (P < .0001) but not Kintampo (Figure 4B). Reactivity for PfSRA P2 was significant compared with NHS for plasma from Kintampo (P < .0001) and Accra (P = .004) but not Navrongo (Figure 4C). However, the reactivity against PfSRA P3 was significant for all 3 sites (Kintampo, P < .0001; Navrongo, P = .02; and Accra, P < .0001) (Figure 4D).\n\nConsistent with the ELISA data, we also established by immuno-dot blotting that plasma samples from malaria-infected children recognized PfSRA P1 (Figure 5A). Thus, α-PfSRA P3–specific human antibodies against the C-terminus of the protein were purified from a pooled sample of plasma from Kintampo children that showed immunoreactivity (Figure 4D). Consistent with the data from rabbit α-PfSRA antibodies (Figures 2E and 3A), human α-PfSRA P3 immuno-affinity purified antibodies stained schizonts and released merozoites that colocalized with α-PfMSP119 antibodies on the merozoite surface (Figure 5B).\n\nWe performed stage-specific expression analysis in gametocytes (stage III–V) by microscopy and observed that α-PfSRA P3 antibodies specifically labeled the membranes of gametocytes, whereas the control antibody (PfMSP119) did not label gametocytes (Figure 6A). Similarly, we colabeled gametocytes (stage II–V) with the respective α-PfSRA peptide antibodies and the gametocyte surface marker α-Pfs48/45 antibody and showed close colocalization that appeared to be stage-dependent (Figure 6B–D). Furthermore, PfSRA expression in gametocytes appeared not to be sex-specific, with α-PfSRA P1 antibodies labeling both male and female gametocytes and α-tubulin antibodies labeling only male gametocyte (Supplementary Figure 5).\n\nWe evaluated the invasion inhibitory activity of α-PfSRA antibodies against P. falciparum 3D7 and W2mef and showed that all PfSRA peptide antibodies exhibited 70%–80% inhibition at 750 μg/mL, whereas the preimmune control did not show any inhibition (Supplementary Figure 6A and 6B). Because all 3 PfSRA peptide antibodies were inhibitory at higher concentrations (100–750 μg/mL) (Supplementary Figure 6A and 6B), we have shown that, whereas the preimmune sera and a control immunoglobulin G (IgG) did not inhibit parasite invasion at lower concentrations (25–75 μg/mL), α-PfSRA antibodies exhibited a concentration-dependent inhibition of parasite invasion (Figure 7A). Of all 3 of the PfSRA peptide antibodies tested, only α-PfSRA P1 antibodies showed 60% inhibition of parasite invasion at 75 μg/mL. As a control, anti-Basigin antibodies showed 75% inhibition of parasite invasion at 10 μg/mL (Figure 7A).\n\nTo exclude the possibility that serum contaminants might be interfering with parasite invasion, we generated antibodies against a shorter construct of R1-peptide using the same purification procedures for α-PfSRA peptide-specific antibodies, and no inhibition of parasite invasion was observed (Figure 7A). Because all 3 α-PfSRA antibodies were inhibitory at 100–750 μg/mL, we tested combinations of α-PfSRA peptide antibodies against 3D7 and observed that this strategy did not greatly impact on parasite invasion inhibition (Figure 7B). Furthermore, we performed invasion inhibition assays with 2 Ghanaian clinical isolates (MISA010 and MISA011) and observed similar patterns of parasite invasion inhibition for α-PfSRA peptide antibodies (Figure 7C and 7D).\n\nThe focus of this work was the identification and functional characterization of a potential blood-stage malaria vaccine candidate (PfSRA). Using Bioinformatics and data-mining analysis of published P. falciparum transcriptomes and proteomes [24, 25], we identified PfSRA to be reminiscent of a surface protein, defined by the presence of a signal peptide and a predicted glycosylphosphatidylinositol attachment signal [28, 29]. Indeed, PfSRA has been shown to have PfSUB-1 cleavage sites that were assigned using the Prediction of Protease Specificity analysis platform [25]. The presence of these proteolytic cleavage sites in PfSRA may allude to processing events occurring prior to invasion of erythrocytes. Besides, proteolytic processing in the malaria parasite has been shown to be relevant for cascades of interaction occurring at the parasite–host cell interface [21, 30]. Furthermore, because orthologs are good candidates for multispecies vaccines, we generated sequence alignments with other PfSRA orthologs, which showed that the C-terminus of PfSRA has 5 positionally conserved cysteine residues across the different species orthologs. Our attempt to express the recombinant PfSRA that possesses 67% unstructured regions was unsuccessful. Similarly, others have attempted the expression of the mature recombinant PfSRA in HEK293E cells using a codon-optimized gene (Geneart) and have also been unsuccessful [28]. Considering that PfSRA is an asparagine-rich protein with numerous potential N-linked glycosylation sites, we did not attempt expression in insect cells because the system produces proteins with more complex N-linked glycosylation [31] that may not present the relevant sugar epitopes of native glycosylation [32]. Therefore, the challenges associated with the expression of recombinant PfSRA necessitated the design of chemically synthetized peptides for an epitope-based vaccine strategy.\n\n\nPlasmodium falciparum surface-related antigen harbors coiled-coil domains that are known to be less polymorphic [33, 34], and they form stable structures that elicit functional antibodies that block relevant domains in many organisms [35–37]. Interestingly, these domains have been evaluated as potential targets for peptide-based vaccines [38–40]. The 3 PfSRA peptide antibodies from rabbits specifically detected breakdown products of native PfSRA in ring-stage invasion supernatant or parasite culture supernatant and schizont lysates. This indicated that PfSRA synthetic peptides are antigenic mimics of the native parasite protein. Our data showed that PfSRA is postsynthetically processed by cleavage into parasite culture supernatant, and this is consistent with the PfSUB-1 cleavage sites it harbors. The merozoite surface is remodeled by a series of proteolytic processing events; the physiological relevance of these events in the malaria parasite remains poorly described. However, there are reports suggesting that proteolytic processing may result in activation, structural rearrangement, or acquisition of other new functional properties of native parasite proteins [41].\n\nWe have described the fate and shedding pattern of native PfSRA by temporal immunofluorescence imaging using α-PfSRA and α-PfMSP119 antibodies that bound the merozoite surface and were internalized during erythrocyte invasion. Consistent with this observation is a previous report that α-PfMSP119 antibodies were carried into invaded erythrocytes, disrupted intra-erythrocytic development, and inhibited erythrocyte invasion [42–44]. Although the molecular mechanism underlying the internalization of antibodies remains debatable, it was suggested that the tight junction between the merozoite and the erythrocyte might consist of transient interactions that allow the passage of antibodies or surface proteins [19].\n\nBecause all rabb3it α-PfSRA peptide antibodies recognized different PfSRA polypeptide fragments in ring-stage invasion supernatant or parasite culture supernatant and schizont lysates at varying thresholds, it was expedient to investigate whether processing could influence differential subcellular localization of PfSRA in the parasite. Interestingly, all 3 rabbit α-PfSRA peptide antibodies showed circumferential association on the merozoite surface at the timing of schizont rupture and merozoite release. Similarly, we performed colabeling in IFAs with gametocytes (stage II–V) using all 3 rabbit α-PfSRA peptide antibodies with the gametocyte surface marker Pfs48/45. A clear, punctate rim-fluorescence pattern was observed for all 3 rabbit α-PfSRA peptide antibodies that appeared to colocalize with Pfs48/45 in a stage-dependent manner based on the colocalization coefficient. Therefore, the consistency in the staining patterns of all 3 rabbit α-PfSRA peptide antibodies in both asexual and gametocyte stages suggested that proteolytic processing of PfSRA does not cause changes in the subcellular localization of the protein. Although the distribution of proteins in male or female gametocytes could be linked to functional divergence between the sexes [45], we observed the expression of PfSRA in both male and female gametocytes. Consistent with this observation is an existing report on Plasmodium berghei gametocyte egress and sporozoite traversal protein (PbGEST) expression in both sexes [46].\n\nAlso, it was imperative to determine whether PfSRA in released merozoites was accessible to humoral immune surveillance during the short period of erythrocyte invasion. Our serological screens, buttressed by immuno-dot blot assays, with plasma samples from malaria-infected children residing at different endemic sites showed differences in total IgG recognition frequencies for PfSRA peptides. This could be linked to varying transmission intensity rates as reported for samples collected from different endemic sites in previous studies [33, 47]. In most cases, the reactivity of all 3 PfSRA synthetic peptides was low, and the likely explanation for this could be the hindered accessibility of PfSRA in the native context. However, our data from IFAs showed that the immuno-affinity purified, human α-PfSRA peptide antibodies labeled native PfSRA, which suggests that malaria-infected populations have naturally acquired antibodies against PfSRA.\n\nGenerally, several receptors have been characterized based on their sensitivities to different enzyme treatments. Notably, neuraminidase removes sialic acids from glycophorins, trypsin cleaves peptide backbones of several receptors (glycophorin A, glycophorin C, and complement receptor 1), and chymotrypsin cleaves glycophorin B and complement receptor 1, among others [48]. We have shown that the 32-kDa–processed fragment of native PfSRA binds normal human erythrocytes, but the molecular identity of the receptor remains unknown. However, we have classified the putative receptor for PfSRA as sialic acid–dependent on the basis of its binding specificity, which is sensitive to treatments with both neuraminidase and trypsin but resistant to chymotrypsin, a binding phenotype that fits the description of the receptor glycophorin C. The enzyme sensitivity profile of PfSRA binding to erythrocytes is similar to that observed for PfEBA-140 (region II), the parasite ligand for glycophorin C [49]. Additional investigations are required to determine whether PfSRA also interacts with glycophorin C, possibly via a different binding site.\n\nOur data revealed that PfSRA peptides induce functional antibodies that inhibited P. falciparum erythrocyte invasion of both laboratory strains and clinical isolates. The observed invasion inhibitory activity of rabbit α-PfSRA peptide antibodies could be attributed to indirect effects of antibody binding to the merozoite surface or direct inhibition of proteolytic processing events. The demonstration that PfSRA synthetic peptides induced erythrocyte invasion inhibitory antibodies and the successful purification of a limited amount of PfSRA-specific human antibodies from patient plasma suggested that the synthetic peptides possessed structural integrity or conformation that mimics the native PfSRA.\n\nIn summary, this study has provided relevant new information regarding the proteolytic processing of PfSRA that supports the idea of targeting these cleavage events for development of antimalarial therapies. The expression of PfSRA in late stages of gametocytes is an unprecedented opportunity that should be explored for potential transmission-blocking vaccines. Also, PfSRA-specific immune responses triggered in natural infections may inform the inclusion of PfSRA as a candidate for epitope-based, blood-stage malaria vaccine development."}