{"title": "Mandatory meningococcal vaccine, and other recommended immunisations: Uptake, barriers, and facilitators among health care workers and trainees at Hajj", "body": "Hajj is the largest annual mass gathering event that takes place in designated areas in Makkah, Saudi Arabia where two to three million people assemble from all corners of the world on specific dates of the last month of the lunar calendar. Establishing a healthy environment during Hajj is one of the strategic objectives of the host country[1,2]. Intense congestion during Hajj along with compromised hygiene, shared accommodation and air pollution amplify the risk of meningococcal and other air-borne diseases including influenza and pneumonia[3].\n\nIn the last few decades, meningococcal outbreaks from Hajj gathering have been a major global public health concern[4-6]. Two major intercontinental outbreaks of meningococcal disease occurred during Hajj seasons of 1987 (caused by serogroup A) and again during 2000-01 seasons (caused by serogroup W) affected thousands of individuals globally[6-9]. Currently, it is compulsory for anyone, including health care workers (HCWs) who are going to attend congregation, serve pilgrims or reside in Hajj zones whether as pilgrims or seasonal workers to be vaccinated with a quadrivalent meningococcal vaccine (against serogroups A, C, W and Y)[3].\n\nLately seasonal influenza and pneumonia have been major morbidities among Hajj pilgrims[10-12]. More than 90% of pilgrims develop at least one respiratory symptom while at Hajj[13]. Respiratory viruses, especially influenza, are the most common causes of acute respiratory infections among pilgrims[10,14-16]. The attack rate of influenza among pilgrims ranges from 4% to 15%[17,18]. Currently, influenza vaccination is strongly recommended for Hajj pilgrims and their carers, especially for individuals at higher risk of severe influenza[19].\n\nPneumonia is a leading cause of hospitalisation, admission to intensive care units, and severe sepsis and septic shock during Hajj[12,20-22]. The point prevalence of pneumonia has risen substantially during Hajj, as it reached up to 340/100000 pilgrims among Iranian in 2005 compared to 4.8/100000 reported in 1986[23-25]. Studies revealed an increase of the pneumococcal nasal carriage up to 2.7-fold before and after Hajj[26,27]. The Saudi Thoracic Society and independent experts also recommend pneumococcal vaccines especially for those at higher risk of complications[28,29].\n\nAn estimated 70000 emergency room visits and 12000 hospitalisations occur during a typical Hajj season, and a physician needs to see over 600 patients and a nurse looks after about 400 patients per day during Hajj[30]. To cater for such a large number of pilgrims each year about 30000 HCWs are mobilised from across Saudi Arabia to the Hajj sites in Makkah and Madinah; also, many trainee medics wilfully volunteer at Hajj.\n\nUnvaccinated personnel who have contact with patients put themselves, their colleagues and patients at risk of preventable diseases. Coexistence of Hajj setting as well as excessive workload environment may double these risks. For instance, Al-Asmary et al[31] found that a quarter of HCW in Hajj medical admission developed acute respiratory infections, contact with pilgrims was a significant risk factor for acquisition of this infection. Thus, ensuring vaccination of HCWs at Hajj is very important to protect themselves and their patients. These include mandatory meningococcal vaccine, and highly recommended influenza vaccine; both are funded for HCWs who care for Hajj pilgrims. Yet, the uptake of these vaccines among HCWs at Hajj has been suboptimal[31-35], there is no data on pneumococcal vaccine uptake among HCWs at Hajj. In previous reports non-availability of vaccine and lack of time were key barriers to vaccination among HCWs at Hajj[34,35], however the latest data are not known, and no data on facilitators of vaccination.\n\nTo this end, we have conducted a survey to evaluate the uptake of meningococcal, influenza and pneumococcal vaccines among HCWs at Hajj, and explored the key factors that affected vaccine uptake including facilitators of vaccination.\n\nAn anonymous cross-sectional online survey was conducted among HCWs and trainees who were employed in Saudi Arabia and worked or volunteered during the Hajj 2015-2017. The survey was distributed among HCWs, including trainees and students who volunteered at Hajj, through their line managers, or by visiting their hospitals and healthcare centres in Makkah and Mina, a major Hajj spot at the outskirt of Makkah. The survey link was sent to the potential participants via short message service, WhatsApp Messenger or email. Overseas HCWs who accompanied the pilgrims or those who work in foreign Hajj medical missions were excluded. Following invitation, the potential respondents acknowledged their acceptance to participate electronically before starting to fill the e-form. The questionnaire included questions about their demographics such as age, gender, current employment, presence or absence of chronic medical conditions, including diabetes, bronchial asthma, other lung or heart diseases, and malignancies. Any participant reporting at least one of these underlying medical conditions and/or aged ≥ 65 years was considered “at increased risk”. The questionnaire then asked if the HCWs received meningococcal, influenza and pneumococcal vaccines as a part of their preparation for secondment at Hajj. It also asked about the reasons for receipt or non- receipt of vaccines. Data analysis was performed using the Statistical Package for Social Sciences (SPSS) v.25.0 (SPSS, Inc., Chicago, IL, United States). Pearson’s χ2 test was used to compare categorical variables and “risk estimate” statistics was used to calculate odds ratio (OR). A two-tailed P-value < 0.05 was considered statistically significant.\n\nThis study was reviewed and approved by Institutional Review Board of King Abdullah Medical City, Saudi Arabia (Ref: 15-202). Respondents’ completion of the survey was considered as their implied consent, so signed informed consent was not obtained, and no identifiable personal data were collected.\n\nA total of 138 respondents participated in the survey. Among participants who declared their age (3 did not declare age) the age ranged from 20 to 59 (median 25.6) years with a male to female ratio of 2.5:1. Students/trainee HCWs formed the largest group (41%) followed by nurses (28%) and physicians (16%). Eight per cent (n = 11) respondents were “at increased risk” either because of age or having a pre-existing medical condition. Sixty six per cent (91/138) of the respondents attended Hajj at least once in the past (Table 1).\n\nOf all respondents, 11.6% (16/138) reported receiving all three (meningococcal, influenza, pneumococcal) vaccines, 15.2% (21/138) did not receive any of the vaccines, another 2.9% (4/138) were unsure of their vaccination status. Females were more likely to receive a vaccine than males [OR 3.6, 95% confidence interval (95%CI): (1.0-12.7), P < 0.05].\n\nAs for meningococcal vaccine, 76.1% (105/138) reported receiving it, 21.7% (30/138) did not receive, and 2.2% (3/138) were unsure (Table 1). Of those who attended Hajj for the first time, 27.7% (13/47) reported not receiving meningococcal vaccine that means 9.4% (13/138) of the whole sample never received this vaccine at all. Sixty two per cent (86/138 received both meningococcal and influenza vaccines. Vaccination against meningococcal disease was significantly higher in females than males (OR 3.8, 95%CI: 1.2-11.6, P = 0.01). Sixty eight per cent (94/138)) reported receiving influenza vaccine, 29% (40/138) did not and 3% (4/138) were unsure. Again, vaccination rate was significantly higher in females than males (OR 2.9, 95%CI: 1.1-7.1, P = 0.02). Only 13.8% (19/138) declared receiving the pneumococcal vaccine as preparation for their Hajj duty, 75.4% (104/138) not received, and 10.9% (15/138) were unsure. No gender difference was observed in the uptake of pneumococcal vaccine.\n\nThe reasons for receipt and non-receipt of vaccines are listed in Figures 1 and 2 respectively, willingness to follow health authority’s recommendation was the main reason for receipt of vaccine (78.8%) while believing that they were up-to-date with vaccination and hence did not need any more vaccines (39.8%), and unawareness of Hajj vaccines (31.9%) were the prime reasons for non-receipt.\n\nThis survey aimed to assess the uptake of the three (meningococcal, influenza, pneumococcal) vaccines among HCWs, a key working group during Hajj, and to explore the important barriers and facilitators. The key findings of this study are that some HCWs at Hajj, mostly males, failed to receive the key Hajj vaccines including the compulsory meningococcal vaccine. Health authority’s recommendation was the main motivator. Lack of awareness about vaccines and a false perception that the respondents were up-to-date with all vaccinations were the two single most important barriers.\n\nDespite the historical importance of meningococcal disease and mandatory requirement of vaccination against it for attending Hajj, at least 9% HCWs and trainees failed to receive the freely available compulsory meningococcal vaccine. In fact, such a poor vaccine uptake was reported in surveys conducted among HCWs in 2003, 2009 and 2014 with the respective uptake of 82.4%, 67.1% and 69.1%[32,33,35]. Non vaccination against a fatal disease among HCWs, who often provide intensive medical care to ill pilgrims, is a grave concern.\n\nMeningococcal vaccination is a visa requirement for international pilgrims, so the vaccine coverage is essentially 100%[36,37], however domestic pilgrims and HCWs evade such requirement leading to suboptimal vaccination rate as low as 64% among domestic pilgrims compared to 100% vaccination rate among UK pilgrims[37]. However, achieving optimum vaccination by the appropriate vaccine is still challenge even among the overseas pilgrims. For instance, a minority of Nigerian pilgrims were found to be vaccinated with the monovalent meningococcal serogroup A vaccine whereas the policy was to use the quadrivalent ACWY vaccine[38]. Occasional use of fake vaccination certificate was another challenge in some countries[39].\n\nInfluenza vaccination of HCWs during Hajj is highly recommended[19], yet 29% participants in this study reported not receiving it before attending Hajj. Four previous studies evaluated the coverage of influenza vaccination among HCWs in Hajj with the uptake ranged from as low as 5.9% in 2003, to 61.6% in 2005, 50.9% in 2009 and 52.7% in 2013-15[31-33,40]. Even the uptake of the 2009 influenza A (H1N1) pandemic vaccine remained between 22% and 47%[33,34].\n\nThe uptake rate in non-Hajj setting is almost similar, ranging from 21% to 51% in several surveys conducted between 2003 and 2014[41-45], and among Saudi medical students it reached 57.2% in 2017[46]. Furthermore, a strong vaccine hesitancy was revealed in a recent study where 13% of HCWs reported not taking influenza vaccine in the past, and would not receive it in the future[47].\n\nAlthough recent increase in influenza vaccination rate is promising, the suboptimal uptake in this important occupational group, who are expected to be vaccinated even when not serving at Hajj, is a concern. Recently, Saudi Arabian Ministry of Health (MoH) have made the Basic Infection Control Skills License (BICSL), mandatory for all HCWs. BICSL licensure includes, among others, receiving meningococcal and influenza vaccines and the measure is expected to enhance the coverage of both vaccines among HCWs.\n\nThe lower uptake rate of meningococcal and influenza vaccines among males could be due to their lower preventative sense, notably towards preemptive and pre-travel advices, or could be a chance finding seeing that most of the survey participants were male[48]. A Dutch study involving Hajj pilgrims showed that being a female was an independent predictor for accepting dTP vaccine[49].\n\nAlthough no official recommendation for routine pneumococcal vaccination for HCWs exists, experts have recommended it for Hajj attendees considered to be “at increased risk”[28,29]. Our findings showed suboptimal vaccination rate (13.8%) even among “at increased risk” group (27.3%). Previously, a much lower vaccination rate (1.5%) was reported among “at increased risk” international pilgrims, however, much higher uptake (29%-48%) among “at increased risk” pilgrims from developed countries is reported[50].\n\nPromisingly, the main reason for receipt of vaccines was to follow the health authority’s recommendation but there were several key misperceptions. A false belief among HCWs that they were up-to-date with their vaccinations and that they did not need any more vaccines for Hajj attendance was a key barrier. This belief may have stemmed from their lack of awareness about the requirement and the availability of Hajj vaccines, and their presumption that just for joining the congregation they may not need the vaccinations since they were local residents. HCWs’ reliance on other preventive measures and their claimed ability to know how to ward off an infection without vaccination were other important barriers. Some of these barriers were previously reported among HCWs serving at Hajj[34,35]. Workplace vaccination campaigns could make a difference and was found to be successful in Saudi Arabia. For instance, assigning a dedicated nurse in each department to conduct vaccinations during an annual in-hospital campaign increased staff influenza vaccination up to three folds at a tertiary hospital in Saudi Arabia (from 29% to 77%, 81% and 67%)[45].\n\nThe strength of this survey is that it gives a very quick snapshot about Hajj HCWs’ uptake of three vaccines: a mandatory vaccine (meningococcal), a highly desirable vaccine (influenza), and an optional vaccine (pneumococcal), and for the first time provides insight on motivators of vaccination. However, this study is fraught with limitations. Small sample size is a key limitation of this survey, HCWs are too busy to complete a survey form, hence like most other surveys involving HCWs at Hajj it has a small sample size. Also, the data are self-reported, and we had no way to validate their vaccination histories but since HCWs are expected to have sufficient health literacy the information are considered to be reliable. The survey did not distinguish between polysaccharide and conjugate meningococcal vaccines, and both vaccines were used in Saudi Arabia during the survey period. Furthermore, the questionnaire did not distinguish those who received the meningococcal vaccine in the previous years versus the current year. Finally, since the survey was online and because we wanted to make it simple for the busy HCWs, we did not ask about reasons for receipt or non-receipt of individual vaccines, so the responses received could be meant for any one or all the three vaccines.\n\nIn conclusion, this survey shows that many HCWs at Hajj miss out the compulsory and highly recommended vaccines; lack of awareness is a key barrier and authority’s advice is an important motivator. Health education followed by stringent measures may be required to improve their vaccination rate. Evaluation of the role of on-going measures such as workplace vaccination campaigns and the BICSL is needed to better understand the uptake of vaccination among HCWs at Hajj.\n\nIn the last few decades, meningococcal outbreaks from Hajj gathering have been a major global public health concern. It is now compulsory for anyone who is going to attend Hajj congregation or serve the pilgrims to be vaccinated with a quadrivalent meningococcal vaccine (against serogroups A, C, W and Y). Seasonal influenza vaccine is also highly advised for all Hajj attendees, and pneumococcal vaccine is recommended for pilgrims with co-morbidities.\n\nThe uptake of these vaccines among health care workers (HCWs) at Hajj has been suboptimal and there is no data on pneumococcal vaccine uptake. In previous reports non-availability of vaccine and lack of time were key barriers to vaccination among HCWs at Hajj, however there is no data on facilitators of vaccination.\n\nThe objectives are to evaluate the uptake of meningococcal, influenza, pneumococcal vaccines among HCWs who serve at Hajj, and to explore the key factors, including facilitators, affecting their vaccination rate.\n\nAn anonymous cross-sectional online survey was conducted among HCWs and trainees who worked or volunteered at the Hajj 2015-2017 in Makkah and Mina. Pearson’s chi-squared test was used to compare categorical variables; and odds ratio (OR) was calculated by “risk estimate” statistics along with 95% confidence interval (95%CI).\n\nA total of 138 respondents aged 20 to 59 (median 25.6) years with a male to female ratio of 2.5 participated in the survey. Only 11.6% (16/138) participants reported receiving all three vaccines, 15.2% (21/138) did not receive any vaccine; 76.1% (105/138) received meningococcal, 68.1% (94/138) influenza and 13.8% (19/138) pneumococcal vaccine. Females were more likely to receive a vaccine than males (OR 3.6, 95%CI: 1.0-12.7, P < 0.05). Willingness to follow health authority’s recommendation was the main reason for receipt of vaccine (78.8%) while believing that they were up-to-date with vaccination (39.8%) was the prime reason for non-receipt.\n\nThis survey shows that many HCWs at Hajj miss out the compulsory and highly recommended vaccines; lack of awareness is a key barrier and authority’s advice is an important motivator.\n\nAchieving satisfactory vaccination coverage among local HCWs at Hajj remains a challenge. Health education followed by stringent measures may be required to improve their vaccination rate. Evaluation of the role of workplace vaccination campaigns and the “Basic Infection Control Skills License” should be considered to better understand the uptake of vaccination among HCWs at Hajj.\n\nThe authors wish to thank the respondents and their line managers for their participation/cooperation in the survey."}