{"title": "Contribution of Fcγ Receptor-Mediated Immunity to the Pathogenesis Caused by the Human Respiratory Syncytial Virus", "body": "Fc-gamma receptors (FcγRs) bind to immunoglobulin G (IgG) antibodies (Ab), by recognizing the Fc region of the IgG, which promotes receptor clustering on the cell surface and the phosphorylation of tyrosine residues present on signaling motifs within the intracellular region of these receptors. FcγRs engagement ultimately leads to signaling cascades in the cell that can result in the expression of surface molecules and secretion of soluble mediators to modulate the host immune responses (Getahun and Cambier, 2015; Renner et al., 2016); (Soto et al., 2018).\n\nImportantly, these types of receptors are expressed on the surface of immune cells, such as neutrophils, dendritic cells (DCs) and macrophages, among others (Zhang et al., 2004). In general, classic members of this family of proteins were classified according to their immune-modulatory properties, which either promote or inhibit inflammatory responses (Nimmerjahn and Ravetch, 2008; Guilliams et al., 2014). However, FcγRs can also be classified as type-I or type-II, based on their capacity to interact with the two (open or closed) conformational states of the IgG Fc domain (Banegas Banegas et al., 1987). Type-I FcγRs include the classic FcγRs and can only be engaged by the IgG Fc domain in the open conformation state (Banegas Banegas et al., 1987). In contrast, type-II (non-canonical FcγRs), include C-type lectin receptors CD23 and Dendritic Cell-specific Intercellular Adhesion Molecule-3-Grabbing Non-integrin (DC-SIGN), which preferentially bind IgG Fcs in a closed conformation (Banegas Banegas et al., 1987).\n\nIn humans, the so-called classic FcγRs are known as: FcγRI (CD64), FcγRIIa (CD32a), FcγRIIb (CD32b), FcγRIIc (CD32c), FcγRIIIa (CD16a), and FcγRIIIb (CD16b) (Table 1) (Tripp et al., 2002; Guilliams et al., 2014). Among them, a study performed during 2002 indicates that the expression of FcγRIIIa is increased in Natural Killer cells (NK cells) from patients with severe hRSV associated pathology. Thus, suggesting that this receptor and this particular cell population could be contributing to hRSV disease (Table 2, Tripp et al., 2002). Nevertheless, there are two more non-classic human Fc-gamma receptors: neonatal Fc-receptor (FcRn) and cytosolic tripartite motif (TRIM) 21 that bind IgG once internalized into the cells (Guilliams et al., 2014). However, there is no study about it contribution to hRSV induced pathology in hRSV positive patients (Table 2). Importantly, all canonical FcγRs with the exception of FcγRIIb are involved in activating functions, such as phagocytosis, antibody-dependent cellular cytotoxicity (ADCC) and the release of inflammatory cytokines following FcγR-crosslinking by IgG-opsonized complexes (Guilliams et al., 2014). The activation of such processes relies on the Src-family kinase-mediated phosphorylation of an Immunoreceptor Tyrosine-based Activating Motif (ITAM) that is located in the cytoplasmic portion of these activating Fc-receptors (Nimmerjahn and Ravetch, 2008). Subsequently, phosphoinositide 3-kinase (PI3K) is activated, which generates phosphatidylinositol trisphosphates (PIP3s), leading to the recruitment of Bruton's tyrosine kinase (BTK) and the activation of phospholipase Cγ (PLCγ), which promotes the release of calcium (Ca2+) from the endoplasmic reticulum (ER) that in turn activates cell effector functions (Nimmerjahn and Ravetch, 2008).\n\nIn contrast, FcγRIIb which is able to terminate the activation cascades associated with the engagement of activating FcγRs (Malbec et al., 1998), is also known as the inhibitory FcγR. During this process FcγRIIb becomes engaged by ICs and it co-aggregates with activating receptors. Following that, different recruited kinases phosphorylate a conserved tyrosine within an Immunoreceptor Tyrosine-based Inhibitory Motif (ITIM) located in the cytoplasmic tail of FcγRIIb (Malbec et al., 1998). This phosphorylation step leads to the recruitment of tyrosine phosphatases SHP-1 and SHP-2, as well as the inositol phosphatases SHIP-1 and SHIP-2 that suppress the activating signals derived from activating FcγRs (D'Ambrosio et al., 1995; Ono et al., 1996).\n\nIn the mouse, there are four different canonical FcγRs expressed on the cell surface: FcγRI, FcγRIIb, FcγRIII, and FcγRIV (Table 2) (Nimmerjahn and Ravetch, 2008). Among them, FcγRI, FcγRIII, and FcγRIV are activating, whereas FcγRIIb is the only one that is inhibitory. Of interest, a pro-inflammatory role for the FcγRIII receptor has been reported during hRSV infection in the mouse model (Gomez et al., 2016), whereas the inhibitory FcγRIIb has been shown to hamper inflammatory reactions during allergic-like rhinitis (Malbec et al., 1998), allergic asthma (D'Ambrosio et al., 1995), and hRSV infection (Gomez et al., 2016). Therefore, such receptors appear as attractive targets for novel therapeutic approaches against this kind of diseases.\n\nBased on animal studies, neutrophils have been described to promote inflammation and tissue damage during hRSV infection (Yasui et al., 2005). In addition, other studies in mice that evaluated the role of FcγRs on the lung damage produced by neutrophils in models of acute lung injury (ALI), which resembles those caused by hRSV infection (Zhang et al., 2016), have suggested that animals lacking activating FcγRs (FcRγ−/− mice) can be protected from ALI triggered by administration of IgG mAbs that recognize self-antigens, such as MHC-I molecules (Looney et al., 2006). Supporting a role for neutrophils and activating FcγRs in this model of lung injury, the same study showed that ALI was observed when FcRγ−/− mice were adoptively transferred with wild-type neutrophils followed by the administration anti-MHC-I mAbs (Looney et al., 2006). Taken together, these results suggest that lung disease in this model is dependent on the expression of activating FcγRs by neutrophils.\n\nFor the case of hRSV infection, it has been shown that the recruitment of neutrophils to the lungs of infected mice is modulated by the presence of different FcγRs (Figure 1) (Gomez et al., 2016). For instance, it was reported that animals lacking the activating FcγRIII (FcγRIII−/−) showed decreased neutrophil recruitment and higher viral loads (Gomez et al., 2016), suggesting that FcγRIII could play a pro-inflammatory role during hRSV primary infection and promotes viral clearance. Consistent with the results described above, mice lacking the inhibitory FcγRIIb (FcγRIIb−/−) showed increased neutrophil infiltration in lungs due to hRSV infection but decreased viral loads (Gomez et al., 2016), thus suggesting that this receptor can play an anti-inflammatory role during hRSV-induced disease despite it contributes to viral replication (Gomez et al., 2016).\n\nAn in vitro study using human neutrophils showed that hRSV-ICs, established with hRSV and anti-hRSV autologous serum, but not free hRSV or antibodies alone, could promote the release of reactive oxygen species (ROS) by neutrophils, which could contribute to lung tissue damage (Figure 1) (Kaul et al., 1981; Winterbourn et al., 2016). Therefore, it is possible that the activation of neutrophils, mediated by the engagement of FcγRs likely occurs under physiological conditions, when individuals become infected. This notion, is further supported by a study showing increased release of IL-8 by human neutrophils challenged with opsonized hRSV (Arnold et al., 1994). This cytokine is relevant, as it has been described that secreted IL-8 works as a chemotactic signal for neutrophils that induces their activation leading to pro-inflammatory responses (Henkels et al., 2011). This in vitro evidence suggests that the engagement of FcγRs can activate neutrophils and therefore contribute to lung inflammation and the progression of hRSV disease (Figure 1).\n\nDendritic cells (DCs) can modulate the immune response during viral infections after capturing ICs through either, activating or inhibitory FcγRs (Guilliams et al., 2014). Along these lines, IgG–antigen complexes can trigger activating signals in human DCs (hDCs) after binding to FcγRIII and promote an inflammatory response (Bandukwala et al., 2007). In contrast, binding of ICs to the inhibitory FcγRIIb trigger inhibiting signals that can lead to reduced inflammation (Boruchov et al., 2005). In addition, it has been described that hRSV-ICs containing either, neutralizing or non-neutralizing antibodies can modulate DC function and subsequent T cell responses elicited by the antigen presentation of these cells (Kruijsen et al., 2013; Gomez et al., 2016).\n\nIn the context of hRSV infection, it has been reported that DC-mediated T cell activation and IFN-γ production by these cells, is modulated by the presence of activating FcγRs on the DC surface (Kruijsen et al., 2013). In this case, it was observed that DCs derived from WT adult mice were able to induce the production of IFN-γ by CD4+ T cells in the presence of anti-hRSV immune serum obtained from mice being challenged with hRSV (Kruijsen et al., 2013). Nevertheless, this observed increase in the IFN-γ response by CD4+ T cells was reduced when the DCs were derived from FcRγ−/− mice. Therefore, the expression of all activating FcγRs on the DC surface is required to promote the production of this cytokine by CD4+ T cells. Remarkably, unaltered secretion of IFN-γ by CD4+ T cells was observed in DCs derived from FcγRIIb−/− mice, when compared to WT mice (Kruijsen et al., 2013), indicating that DC-mediated stimulation of IFN-γ secretion by CD4+ T cells does not depend on the presence of the inhibitory FcγRIIb (Kruijsen et al., 2013).\n\nInterestingly, another report indicates that CD4+ T cells represent an important source of IFN-γ during neonatal hRSV infection in the murine model, which is required to prevent re-infection and disease severity in adult mice (Lee et al., 2008). Thus, it is possible that activating FcγRs contribute to prevent re-infection during adulthood, by promoting IFN-γ production by CD4+ T cells through DC-mediated antigen presentation. However, it is necessary to determine whether activating FcγRs on the DC surface also modulate the production of this cytokine by neonatal CD4+ T-cells to prevent re-infection.\n\nRecent studies have shown that another IgG Fc receptor, particularly the neonatal Fc receptor for IgG (FcRn), which is a non-classical Fc receptor that binds IgG at acidic pH (<6,5) (Qiao et al., 2008), does not contribute to the activation of CD4+ T cells when DCs are loaded with hRSV-ICs (Kruijsen et al., 2013). Moreover, Bone Marrow-Derived DCs (BMDCs) from FcγRn−/− mice exhibit unaltered capacity to induce the production of IFN-γ by CD4+ T-cells (Kruijsen et al., 2013). These results were validated in vivo, as FcγRn−/− mice also displayed unaltered IFN-γ production by CD4+ T-cells after being intranasally challenged with hRSV-ICs (Kruijsen et al., 2013).\n\nResults from our group indicate that BMDCs display a reduced capacity to induce IL-2 production by CD4+ T cells after being loaded with hRSV-ICs that had the neutralizing antibody Palivizumab (SynagisTM) (Gomez et al., 2016). In contrast, when the assay was performed with BMDCs derived from either, FcγRIII−/− or FcγRIIb−/− mice IL-2 secretion by CD4+ T cells was restored. This results prompts that when present, these receptors impair the capacity of DCs to induce the secretion of IL-2 by CD4+ T cells. It should be noted that, the production of this cytokine is required for the generation of memory regulatory CD4+ T cells (Tregs), which perform anti-inflammatory functions during hRSV infection and protect against re-infections (Durant et al., 2013). Thus, it is possible that both, FcγRIII and FcγRIIb contribute to hRSV pathogenesis and re-infection by impairing the capacity of DCs to promote the production of IL-2 by CD4+ T cells.\n\nIn humans, the presence of two types of FcγRs has been recognized (Banegas Banegas et al., 1987). Type-I FcγRs are members of the immunoglobulin superfamily and can be either activating or inhibitory (Nimmerjahn and Ravetch, 2005, 2008). In contrast, Type-II FcγRs are members of the C-type lectin receptor family and comprise two different members: the IgE receptor and the surface protein DC-SIGN (Banegas Banegas et al., 1987; Miettinen, 2004), which is able to recognize the Fc portion of IgG (Kaneko et al., 2006; Svajger et al., 2010), but also the G protein expressed by hRSV (Johnson et al., 2012). Of interest, studies evaluating the role of DC-SIGN in hDCs during hRSV infection, showed that the blockade of this receptor with specific mAbs led to an increase in the expression of maturation markers, such as CD80 and CD86 following hRSV infection (Johnson et al., 2012). This suggests that the interaction between hRSV surface proteins and DC-SIGN can suppress some aspects of DC activation in humans, thus contributing to an impaired protective immunity following hRSV infection. However, further studies are required to study the influence of this receptor during infection in vivo and hRSV-induced pathology, as well as its consequences on DC mediated T-cell activation.\n\nIn a recent study, it was shown that young infants (i.e., <3 months old) generate a highly neutralizing antibody response that is biased from the post-fusion to the pre-fusion form of hRSV F protein. However, as children become older (i.e., from <3 months old to >6 months old), this response is re-directed against post-fusion conformation antigens (Goodwin et al., 2018). Thus, the antibodies generated display a weak neutralizing capacity that fail to prevent hRSV infection. Therefore, it is possible that the generation of a pool of low-neutralizing antibodies during infancy can facilitate infection of immune cells that express FcγRs, a phenomenon called ADE of infection that has been observed for other viruses such as dengue virus (Flipse et al., 2016), acute respiratory syndrome coronavirus (Yip et al., 2014) and porcine reproductive and respiratory syndrome virus infection (Gu et al., 2015). In this context, antibodies might exert different effector functions through their Fc regions and for hRSV, ADE during infection is an effect that has been reported in in vitro studies (Gimenez et al., 1989; Krilov et al., 1989; Osiowy et al., 1994). However, a role of ADE during hRSV pathogenesis in vivo has been proposed, but remains to be confirmed during re-infection.\n\nTo date, in vitro enhancement of infection of monocyte-derived cell lines due by FcγR binding by mAbs and patient sera has been reported (Gimenez et al., 1989; Krilov et al., 1989; Osiowy et al., 1994), demonstrating that non-neutralizing mAbs can enhance the infection of phagocytic cell lines expressing these receptors (Gimenez et al., 1996). Further, when neutralizing antibodies were applied at sub-neutralizing concentrations (i.e., diluted), they induced ADE in phagocytic cells bearing FcγRs. This was also observed using human sera and purified human immunoglobulin (IVIg) (van Erp et al., 2017). Together, these results suggest that the interaction of hRSV-ICs generated with low neutralizing antibodies can promote the infection of immune cells in vitro, therefore contributing to hRSV pathogenesis under physiological conditions.\n\nThe administration of a formalin-inactivated hRSV vaccine to children nearly 50 years ago, which was aimed at preventing severe respiratory disease elicited by hRSV infection was unable to produce protective immunity against hRSV. Contrarily to what was expected, its administration resulted in increased morbidity and mortality in vaccinated infants when they were later infected by the virus (Kim et al., 1969). Although the mechanisms underlying the pathological effects of FI-RSV vaccine have not been totally elucidated, this episode revealed complexities associated to vaccine development, which has been hampered, and raised hypothesis about the pathologic roles of hRSV-ICs (Kim et al., 1969; Polack et al., 2002; Delgado et al., 2009). Enhanced hRSV disease (ERD) after FI-RSV immunization of BALB/c mice has been associated with alveolar deposition of ICs, which was observed 7 dpi of hRSV by means of co-localization of IgG with the complement component 3 (C3 protein). The role of complement fixing ICs in ERD was supported by experiments in C3−/− mice, which showed significantly less airway hyper-responsiveness (AHR) in comparison to WT counterparts, after FI-hRSV vaccination and hRSV challenge, arguing for a role of complement in bronchoconstriction observed in ERD (Polack et al., 2002). These experimental studies were supported by histological analysis of lung sections from two infants that suffered fatal ERD, in which IC-mediated complement activation was observed through extensive peribronchiolar complement component 4d (C4d) deposition in the airway tissue (Polack et al., 2002). Furthermore, a sub-optimal, non-protective antibody response in mice, characterized by high levels of non-neutralizing anti-F and anti-G IgG antibodies, was observed after immunization with FI-hRSV, but not infectious hRSV (Polack et al., 2002). The lack of affinity maturation in Abs elicited by FI-hRSV was associated with enhanced lung histopathology and AHR, whereas the supplementation of Toll-like receptor (TLR) agonists, performed during immunization promoted proper affinity maturation that prevented ERD after hRSV challenge, showing that a deficient TLR stimulation in B cells is likely responsible for the lack of Ab affinity maturation after FI-hRSV vaccination (Delgado et al., 2009). Furthermore, cotton rats vaccinated with FI-RSV elicited high levels of hRSV-specific antibodies, which displayed low neutralizing titers in Vero cells (Piedra et al., 1993). These antibodies were also able to cause ADE in in vitro assays. These studies suggest that sub-optimal antibody production and the generation of ICs play a role in ERD development (Figure 2). Furthermore, recent studies suggest that CD4+ subsets and a Th2-biased immune response are key for AHR and ERD (Knudson et al., 2015). In this context, TAM (Tyro3, Axl, and Mertk) receptors, which are expressed in various cells and tissues, and their ligand Growth arrest-specific 6 (Gas6) could be involved in the production of a Th2-biased immune responses that reduce the production of type IgG2a subclass antibodies (Shibata and Ato, 2017). These antibodies could have an effective neutralizing capacity against hRSV and therefore prevent hRSV induced disease, but their production is lowered as a consequence of FI-hRSV immunization followed by hRSV infection. Therefore, it is possible that the TAM/Gas6 signaling axis can contribute to the generation of low neutralizing antibodies that failed to neutralize hRSV infection and instead contributes to the pathology caused by hRSV infection through the engagement of FcγRs.\n\nThe hRSV is a leading cause of respiratory illness in infants and a major health burden worldwide. Re-infections with this virus are common and can contribute to additional clinical manifestations, such as asthma and allergies. For this reason, several studies have focused on understanding the mechanisms that can contribute to hRSV induced pathology, but also to elucidate the factors that contribute to re-infection episodes throughout life. In this context, some studies suggested that low number of memory hRSV-specific CD8+ T cells could be associated with re-infection episodes and that the levels of such cells could be regulated by virus-specific antibodies, by modulating the function of antigen presenting cells, such as DCs. Furthermore, recent studies suggest that the generation of regulatory memory T cells could be impaired by the interaction of hRSV-ICs with DCs, pointing out these phenomena as an interesting research topic that deserves analysis. In this review, and based on several studies, we discussed the role of FcγRs during hRSV infection and their immune-modulatory properties that can account for recurrent hRSV infection episodes and the enhancement of the disease caused by FI-hRSV vaccination. However, further research is needed to understand how hRSV induces the production of antibodies that fail to prevent re-infections. Knowledge of such mechanisms would certainly be appreciated for vaccine and therapy development against hRSV, which represents a major global health problem.\n\nThe authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."}