{"title": "Underweight, overweight, and obesity as independent risk factors for hospitalization in adults and children from influenza and other respiratory viruses", "body": "Until the onset of the 2009 influenza A/H1N1 pandemic, body mass index (BMI) was not widely appreciated as an independent risk factor for influenza. While there was no increase in the rates of ILI being reported in obese patients,1 early reports during the pandemic noted an association between severity of illness and obesity.2, 3, 4, 5, 6, 7, 8, 9, 10, 11 Several studies in adults found an association between obesity and death due to pandemic influenza.11, 12, 13, 14 Another study, however, found no association between obesity and mortality in intensive care unit (ICU) participants.15\n\n\nFar fewer studies examined syndromic influenza‐like illness (rather than restricted to influenza). Two studies found a link between obesity and hospitalization from influenza‐like illness,16, 17 and another showed higher rates of outpatient visits for influenza‐like illness in obese patients.18 One additional study evaluated rates of obesity in the community and demonstrated that communities with a greater prevalence of obesity were more likely to have high influenza‐related hospitalization rates.19 None of these studies, however, determined the etiology of the participants illness, and none examined low body mass index as a risk factor.\n\nGiven the limited data with syndromic ILI severity and obesity, we examined the association between body mass and severity of influenza‐like illness (ILI) during four consecutive years (2010‐2014) in both pediatric and adult populations. We hypothesized that those individuals categorized as overweight, obese, and morbidly obese would be more likely to be hospitalized with ILI from influenza, but also from other respiratory viruses, as compared to those participants with a normal body mass.\n\nBeginning in April 2010, participants were enrolled in ILI 002, an observational cohort study conducted by the Mexican Emerging Infectious Disease Clinical Research Network, Mexico (La Red). The study was conducted at five centers in Mexico City, Mexico, and one in San Luis Potosí, Mexico. The study sites are located in urban environments and include two general hospitals, two tertiary care hospitals (one that serves those with respiratory problems and one that serves those with metabolic disorders), and two tertiary care pediatric centers.\n\nThe study population included participants of any age who presented with an influenza‐like illness (ILI). Influenza‐like illness was defined by the presence of at least one respiratory symptom (eg, shortness of breath, cough) and either fever (≥38°C or subjective feverishness) or one or more non‐respiratory symptoms (eg, malaise, headache). The participants included were those who sought medical attention at a study center and agreed to participate in the study.\n\nAt enrollment, demographic data were collected; height, weight, and vital signs were measured; and the presence of chronic medical conditions (congenital malformation/congenital syndrome, cardiovascular disorder, chronic pulmonary disease, chronic obstructive pulmonary disease, asthma, liver disorder, renal disorder, diabetes mellitus, immunodeficiency, etc.) was recorded. A nasopharyngeal swab (Copan, Brescia, Italy), or a nasal aspirate, was obtained for PCR detection of respiratory pathogens. Follow‐up information (symptoms, impact on daily function, hospitalizations, and death) was obtained on days 14 and 28.\n\nNasopharyngeal swab and nasal aspirate samples were sent to a central laboratory (Molecular Biology Laboratory, Infectious Diseases Department, INCMNSZ, Mexico City) and stored at −70°C. All samples were tested by real‐time reverse transcription‐PCR for influenza A following the Centers for Disease Control and Prevention protocol.20 All samples were also tested for multiple pathogens with either the RespiFinder 19 (from April 2010 to May 2012) or RespiFinder 22 (from June 2012 to March 2014) kit (PathoFinder B.V., Maastricht, the Netherlands).21 The 19‐plex PCR test can detect and differentiate between 15 viruses (coronavirus NL63, OC43, and 229E; human metapneumovirus, influenza A, influenza A H5N1, influenza B, parainfluenza virus types 1‐4; respiratory syncytial virus types A and B; rhinovirus; and adenovirus) and four bacteria (Bordetella pertussis, Chlamydophila pneumoniae, Legionella pneumophila, and Mycoplasma pneumoniae). The 22‐plex test added coronavirus HKU1, bocavirus, enterovirus, and influenza A/H1N1 pdm 2009 while removing influenza A H5N1. The analytical sensitivity of the assay varies between 5 and 50 copies per reaction for most targets.22\n\n\nFor adults (age ≥ 19 years), body mass index (BMI) was calculated using weight(kg)/[height (m)2] and the World Health Organization (WHO) International Classification: underweight (BMI < 18.5), normal (18.5 ≤ BMI < 25.0), overweight (25.0 ≤ BMI < 30.0), obese (30.0 ≤ BMI < 35.0), and morbidly obese (BMI ≥ 35.0). For children and adolescents aged < 19 years (collectively called “pediatric participants”), WHO Child Growth Standards were used. We calculated a z‐score for each pediatric participant in the study and assigned a body mass index category as follows: underweight (z‐score < −1.0), normal (−1.0 ≤ z‐score ≤ 1.0), overweight (1.0 < z‐score ≤ 2.0), obese (2.0 < z‐score ≤ 3.0), and morbidly obese (>3.0).\n\nParticipants were classified according to three viral pathogen groupings using the following definitions: The first group included influenza‐positive participants who were confirmed positive for only influenza A or B, or co‐infected with influenza and another pathogen; the second group is composed of non‐influenza respiratory virus‐positive (NIRV positive) participants who were negative for influenza but positive for one or more of the five most commonly isolated non‐influenza respiratory viruses (rhinovirus/enterovirus, coronavirus, respiratory syncytial virus (RSV), parainfluenza virus (PIV), and metapneumovirus); and the third group included individuals that had either no pathogen or only bacterial pathogens isolated from their samples (virus negative).\n\nThe outcome measure of severity of disease was defined as having severe disease if participants were hospitalized within 14 days of enrollment. Participants that were in the emergency room >24 hours yet never admitted were excluded as these cannot be clearly categorized as outpatients or hospitalized.\n\nAll analyses were performed separately for pediatric and adult participants. Descriptive statistics include presentation of proportion for categorical variables and means and standard deviations for continuous variables. Logistic regression models were used to examine the relationship between severity of illness and BMI. Sex, chronic medical condition (present/absent), and age (as a linear term) were included in all models to adjust for imbalances.\n\nInteractions between BMI and other covariates (adjustment variables and pathogen categories) were examined. When interaction terms were significant, logistic regression analyses were performed for each level of the covariate. We calculated the odds ratio (OR) of being hospitalized based on body mass category, where normal was the reference category. We estimated 95% confidence intervals (95% CI) and P‐values of the odds ratios using the Firth method to account for separation that may occur in logistic regression models due to small sample sizes.23 SAS version 9 (SAS Institute Inc., Cary, NC, USA) and R 3.1.0 (R Foundation for Statistical Computing, Vienna, Austria) were used to complete all analysis.\n\nThe Institutional Review Board (IRB) at each site approved this study. The study was conducted following the principles of the International Conference on Harmonization's Good Clinical Practice, Declaration of Helsinki, and the Mexican General Health Law. All participants provided informed consent. The project was registered on clinicaltrials.gov (NCT01418287).\n\nBetween April 2010 and March 2014, 5678 participants were enrolled. Participants were excluded from this analysis for the following reasons: 33 were pregnant, 233 had missing height and/or weight data, 602 remained in the emergency room >24 hours yet were not admitted to the hospital, and 32 had missing pathogen information. Of the remaining 4778 participants, 1530 (32.0%) were pediatric participants (under the age of 19 years). Nine hundred and seventy (63.4%) of the pediatric participants and 1083 (33.3%) of adult participants were hospitalized (Table 1). In the pediatric cohort, those hospitalized were much younger than those that did not require hospitalization (average age of 2.44 years vs 6.32 years, respectively). The opposite was true of the adults, where those with hospitalized participants were on average older (48.86 years vs 37.38 years). In both groups, a higher percentage of hospitalized participants had chronic medical conditions compared to those with non‐severe ILI. In order, the five most common chronic medical conditions in adults were as follows: cardiovascular disorder, asthma, diabetes mellitus, HIV infection, and COPD. In pediatric participants, they were congenital malformation/congenital syndrome, asthma, cardiovascular disorder, chronic pulmonary diseases, and immunodeficiencies.\n\nIn order to determine whether body mass was correlated with severity of disease in these participants, we ran a multiple logistic regression analysis, controlling for age, sex, and presence of comorbid conditions, comparing each body mass category with normal serving as the baseline. We also included a viral pathogen grouping variable and interaction terms between BMI and viral pathogen group. The interaction terms allowed us to determine whether there were different effects in BMI for the different pathogen groups. This model showed that, in adults, the relationship between BMI and severity was significantly different for the influenza cohort (P < 0.0001) when compared to the virus‐negative cohort, while the relationship between BMI and severity was not significantly different in the virus‐negative and NIRV cohort. Therefore, separate logistic regression analyses were performed for the influenza cohort while the participants in the virus‐negative and NIRV cohorts were analyzed together in one larger group. In both groups, underweight and morbidly obese participants had more severe disease than normal‐weight participants. In both of those body mass categories, the effect was larger in the influenza‐positive group compared with the combined NIRV and virus‐negative group. Underweight adult participants with influenza were 5.2 (P < 0.005) times more likely to develop severe ILI, while their influenza‐negative counterparts had an OR of 2.88 (P < 0.001) (Table 2). In morbidly obese adults, these numbers were 18.4 (P < 0.001) and 1.89 (P < 0.001), respectively. While obese adults without influenza were not statistically more likely to develop severe ILI compared to normal, obese adults who were positive for influenza had an OR of 3.18 (P < 0.001).\n\nBecause the influenza category was composed of different strains, it was of interest to determine whether differences existed between the strain of influenza and the relationship between BMI and severity. The analysis was performed on participants with only one influenza virus (A/H1N1 pdm 2009, A/H3N2, or B). No participants with other viral co‐infections were included in this strain‐specific analysis. The initial logistic regression model examined interactions between influenza strains and BMI. There was a significant interaction between BMI and influenza A/H1N1 (P = 0.0233) and a non‐significant interaction between BMI and influenza A/H3N2. Therefore, separate logistic regression models were performed for influenza H1N1 and a combined H3N2 and B. The risk of severe disease is increased for morbidly obese influenza A/H3N2 and B participants (OR: 5.58, P < 0.001, Table 3). For participants with influenza H1N1, the risk is very strong in obese (OR: 8.96, P < 0.001) and morbidly obese (OR: 35.13, P < 0.001) participants. There was also a small increase in risk of overweight influenza H1N1 participants (OR: 2.43, P = 0.048) compared with their normal BMI counterparts.\n\nSimilarly, the NIRV category was composed of different viruses and it was of interest to determine whether the BMI severity relationship was different among the most common respiratory viral pathogens present in the study. The five most common respiratory viruses were coronavirus, metapneumovirus, PIV, RSV, and rhinovirus/enterovirus. The same multiple logistic regression analysis was performed as previously described. In this analysis, only participants with a single virus were included. The interaction analysis indicated a significantly (P < 0.0054) different effect for the relationship between BMI and severity in the RSV group with the BMI/severity effect being similar among the other viruses. Therefore, a separate analysis was performed for the RSV group, while the participants with other viruses were combined for the analysis. In the combined group, underweight and morbidly obese participants were at higher risk of severe disease than normal‐weight participants. For the RSV participants, only obese participants (OR: 6.33, P = 0.019) were at higher risk than normal participants. (Table 3)\n\nIn pediatric participants, there were no significant interactions between BMI and the pathogen groups; therefore, all of the participants were analyzed together. Only obese pediatric participants were statistically significantly more likely to develop severe ILI compared to their counterparts with a normal z‐score (OR: 2.2, P = 0.002; Table 4).\n\nWe have demonstrated that adults that are underweight or morbidly obese are more likely to be hospitalized from an influenza‐like illness, regardless of the causative agent of the illness, than normal‐weight adults. The risk follows a “U”‐shaped curve, where individuals at both extremes (ie, those that are underweight or morbidly obese) were more likely to develop severe ILI when compared with normal‐weight, overweight, or obese individuals. The increased risk of underweight and morbidly obese adults was stronger for influenza‐positive adults compared with those positive for other respiratory viruses or negative for any respiratory viruses.\n\nAnalysis of the risk of specific respiratory viral pathogens or strains of influenza was difficult given the small number of participants in each of these groups. Despite the large confidence intervals, the data seem to indicate that the association between morbid obesity and risk of severe ILI is not just statistically significant in adults with influenza A/H1N1 pdm 2009. A statistically significant OR was also found in participants with influenza H3N2 and B. While the association was also present for these strains of influenza, the odds ratio was six times higher in influenza H1N1 participants (OR: 35.13 vs 5.58), which may explain why individuals with H1N1 were the first in which the association between body mass and disease severity was postulated. However, influenza H3N2 and influenza B still have twice the risk of hospitalization as the other most common respiratory viruses. Preclinical data suggest reduced vaccine efficacy in obesity,24, 25 and while the increased risk does not seem to be due to reduced antibody titers,26, 27 it may be from reduced cellular immunity.28 However, this would not explain the differential risk of H1N1 over H3N2, nor of all influenza over other respiratory viruses.\n\nThe risk associated with low body mass is a finding that has previously been described as it relates to all‐cause mortality,29, 30 but not to the severity of influenza‐like illness. Being underweight seems to be a consistent risk factor in all adult participants with ILI.\n\nOur analysis did not demonstrate a clear association between body mass and the risk of severe ILI in children. A few prior studies found obesity to be a risk factor.31, 32 Recent studies suggest BMI z‐scores, as used for pediatric participants in this study, are only weakly associated with true adiposity.33 Therefore, our categorization may not reflect the appropriate categories relevant to categorizing immune dysfunction from obesity.\n\nOne significant limitation to our study is that it enrolled participants that sought medical care for an influenza‐like illness. It is not a population‐based study that can accurately assess the risk that body mass confers for infection. Additionally, the study cannot differentiate within the NIRV group between those with true infections (but not detected on the multiplex platform), or those with non‐infectious etiologies of the respiratory symptoms.\n\nIn conclusion, our findings suggest that adults, who are underweight or morbidly obese, even if they do not have chronic conditions that increase the risk of influenza‐related complications, may be at increased risk of developing severe disease due to seasonal influenza infection as well as other respiratory viral infections. Clinicians should keep a patient's body mass index in mind when evaluating risk and deciding on a course of treatment.\n\nThe authors have no conflict of interest to declare."}