{"title": "The DEAD-Box RNA Helicase DDX1 Interacts with the Viral Protein 3D and Inhibits Foot-and-Mouth Disease Virus Replication", "body": "Foot-and-mouth disease virus (FMDV) is a positive-sense, single-stranded RNA virus that can infect domestic and wild cloven-hoofed animals, including pigs, cattle, sheep, and goats (Belsham 1993; Grubman and Baxt 2004; Robinson et al.2016). Seven FMDV serotypes have been reported (A, O, C, Asia, SAT1, SAT2, and SAT3), which include many subtypes (Carrillo et al.2005; Dong et al.2016).\n\nThe FMDV genome encodes a single polyprotein that is post-translationally processed into twelve proteins (Lpro, VP1, VP2, VP3, VP4, 2A, 2B, 2C, 3A, 3B, 3Cpro, and 3D) (Liu et al.2018). The proteins VP0, VP1, VP3, Lpro, 2B, 3A, and 3Cpro play roles in inhibiting the host innate immune response (Li et al.2013, 2016a, b; Zhu et al.2016; Fan et al.2017; Rodriguez Pulido and Saiz 2017; Rodriguez Pulido and Sanchez-Aparicio 2018). Additionally, host cell proteins that interact with VP1, 2B, 2C, and 3A have been identified using the yeast two-hybrid system (Gladue et al.2012, 2014; Liu et al.2017, 2018). 3D is an important viral protein that has multiple roles in FMDV replication and pathogenesis (Rai et al.2013; Herod et al.2016; Rai et al.2017). An interaction between the host factor Sam68 and 3D has been reported (Rai et al.2015). To better understand the role of FMDV 3D in viral replication and virulence, we sought to identify new host cell proteins that interact with 3D using the yeast two-hybrid system.\n\nDEAD-box RNA helicases (DDX) are a family of putative RNA helicases that contain eight conserved amino acid motifs. They play important roles in the regulation of RNA metabolism, including transcription, pre-mRNA processing, RNA decay, RNA export, ribosome biogenesis, and translation (Rocak and Linder 2004). DDX1 is a member of the DEAD-box RNA helicase family, and can inhibit or facilitate viral replication (Edgcomb et al.2012; Zhou et al.2017). However, the roles of DDX1 during FMDV infection remain unclear.\n\nIn the present study, we used the yeast two-hybrid system, co-immunoprecipitation experiments, and an indirect immunofluorescence assay (IFA) to determine that DDX1 interacted with FMDV 3D. Furthermore, our results demonstrate that DDX1 has anti-FMDV activity. DDX1-dependent inhibition of FMDV replication relied, in part, on its ATPase/helicase activity. In addition, DDX1 was involved in FMDV-induced IFN-β activation and ISG expression. Collectively, our data expand the body of knowledge regarding the role of DDX1 in FMDV infection.\n\nPorcine kidney 15 (PK-15) cells and human embryonic kidney 293T cells (HEK-293T cells) were maintained in Dulbecco’s modified Eagle medium (Thermo Fisher Scientific, Waltham, MA, USA) supplemented with 10% heat-inactivated fetal bovine serum (Gibco) and then maintained at 37 °C (5% CO2). The FMDV type O strain O/BY/CHA/2010 was used for viral infections as described previously (Zheng et al.2013).\n\nA Myc-tagged expression construct was generated by inserting the cDNA of porcine DDX1 into the pcDNATM3.1/myc-His(–)A vector (Invitrogen, Carlsbad, CA, USA).\n\nThe commercial antibodies used in this study include an anti-Myc monoclonal antibody (Santa Cruz Biotechnology, Dallas, TX, USA), an anti-FLAG monoclonal antibody (Santa Cruz Biotechnology), an anti-IRF3 monoclonal antibody (Cell Signaling Technology, Beverly, MA, USA), an anti-P-IRF3 monoclonal antibody (Cell Signaling Technology), an anti-DDX1 polyclonal antibody (Abcam, Cambridge, MA, USA), and an anti-β-actin monoclonal antibody (Santa Cruz Biotechnology). An anti-VP1 polyclonal antibody was prepared in our laboratory (Li et al.2017). Anti-3D polyclonal antibody (500 μg/mL) was produced in rabbit by immunization with FMDV 3D protein.\n\nThe yeast two-hybrid screen was performed as described previously (Liu et al.2017, 2018). Briefly, a porcine cDNA expression library was constructed. GAL4-activation domain-cellular protein fusions were used for identification of interacting proteins. The bait protein, FMDV type O strain O/BY/CHA/2010 3D, was expressed as an amino-terminal fusion to the GAL4-DNA-binding domain. For screening, the yeast strain expressing the 3D protein was transformed with library plasmid DNA and selected on plates. Once identified, positive library plasmids were sequenced to identify the interacting cellular proteins. DDX1 was recovered from the library and matched the porcine DDX1 sequence (National Center for Biotechnology Information [NCBI] reference sequence GACC01000503.1).\n\nPK-15 cells were seeded in 10-cm dishes, and monolayer cells were co-transfected with various plasmids, mock-infected, or infected with FMDV. The cells were then collected and lysed with RIPA buffer, and proteins were immunoprecipitated as described previously (Li et al.2016b). Western blotting was performed as described previously (Zhu et al.2013). Briefly, the cell samples were lysed with loading buffer. The proteins were analyzed using 12% SDS-PAGE and transferred onto an Immobilon-P membrane (EMD Millipore, Billerica, MA, USA). The membrane was blocked with 5% skimmed milk for 2 h, and then incubated with appropriate primary and secondary antibodies. Antibody-antigen complexes were visualized with chemiluminescence detection reagents (Thermo Fisher Scientific, Waltham, MA, USA). The change in abundance of VP1 was determined by densitometric analysis using ImageJ Software and normalized to β-actin.\n\nHEK293T cells cultured on Nunc glass bottom dishes (Thermo Fisher Scientific) were transfected with various plasmids using Lipofectamine 3000 (Invitrogen) according to the manufacturer’s protocol. At 24 h post-transfection (hpt), the cells were treated as described previously for detecting the interaction of DDX1 with 3D (Zhu et al.2016).\n\nThe DDX1 siRNAs were chemically synthesized by GenePharma (Beijing, China). Down-regulation of endogenous DDX1 in PK-15 cells was performed by transfection with DDX1 siRNA using Lipofectamine 2000 (Thermo Fisher Scientific) according to the manufacturer’s protocol. A negative control RNA (NC siRNA) was used as negative control. The target sequence for porcine DDX1 is: F: 5′-GCUUUCAGUAUUCCAGUUATT-3′, R: 5′-UAACUGGAAUACUGAAAGCTT-3′.\n\nTotal RNAs were extracted from the cell samples with TRIzol reagent (Thermo Fisher Scientific). Moloney murine leukemia virus reverse transcriptase (Promega, Madison, WI, USA) was used to generate cDNAs via reverse transcription (RT)-PCR. SYBR Premix Ex Taq reagents (TaKaRa, Dalian, China) was used to quantify the mRNA level of target proteins in qPCR. The housekeeping gene glyceraldehyde-3-phosphate dehydrogenase (GAPDH) was used as an internal control. Relative mRNA level was calculated with the comparative cycle threshold (CT) (2−ΔΔCT) method as described previously (Schmittgen and Livak 2008). The qPCR primers used in this study are listed in Supplementary Table S1.\n\nThe SPSS Statistics for Windows, Version 17.0 (SPSS Inc., Chicago, IL, USA) was used for statistical analysis. Student’s t test was used for analyzing three independent experiments. A *P value < 0.05 was considered significant, and a **P value < 0.01 was considered highly significant.\n\nThe multiple functions of FMDV 3D during viral infection remain unclear. To better understand the role of FMDV 3D in viral replication, we aimed to identify host proteins that interact with 3D using the yeast two-hybrid system. Several host proteins were identified as potential targets of FMDV 3D (Table 1). One of these host proteins, identified as porcine host protein DDX1 (NCBI reference sequence GACC01000503.1) was selected for further study.\n\nTo confirm the interaction between DDX1 and 3D, PK-15 cells were transfected with FLAG-3D expressing plasmid or empty FLAG vector. The cell lysates were immunoprecipitated with anti-DDX1 antibody and analyzed by Western blotting. As shown in Fig. 1A, DDX1 pulled down FLAG-3D. A reverse immunoprecipitation experiment was also performed using anti-FLAG antibody. Similarly, FLAG-3D also immunoprecipitated with DDX1 (Fig. 1B).\n\nTo confirm the interaction between DDX1 and 3D in the context of viral infection, PK-15 cells were mock-infected or infected with FMDV at a multiplicity of infection (MOI) of 0.5. The cell lysates were immunoprecipitated with anti-DDX1 antibody. DDX1 pulled down 3D in FMDV-infected cells (Fig. 1C). A reverse immunoprecipitation experiment was subsequently performed using anti-3D antibody, which showed that 3D also immunoprecipitated DDX1 (Fig. 1D). The results confirmed the 3D-DDX1 interaction in the context of viral infection.\n\nThe subcellular colocalization of 3D and DDX1 was also examined by IFA. The results indicated an interaction between 3D and DDX1 (Fig. 1E). Taken together, these results confirm that FMDV 3D interacts with DDX1.\n\nPK-15 cells were infected or mock-infected with FMDV (MOI = 0.5), and the DDX1 mRNA levels and protein abundance were compared at different time points. The expression of DDX1 mRNA, viral RNA, and viral titers gradually increased as infection progressed, whereas the abundance of the DDX1 protein was reduced over time (Fig. 2A). Meanwhile, a lower molecular weight band was observed as infection progressed (Fig. 2A).\n\nExpression of DDX1 protein and mRNA remained unchanged in the mock-infected cells (Fig. 2B). Taken together, these results indicate that FMDV infection reduces DDX1 protein expression.\n\nTo assess the roles of DDX1 on FMDV replication, PK-15 cells were transfected with different doses of Myc–DDX1 expressing plasmid. At 24 h post-transfection (hpt), cells were infected with FMDV (MOI = 0.5) for 12 h. As shown in Fig. 3A, the over-expression of DDX1 significantly suppressed FMDV replication in a dose-dependent manner.\n\nFMDV yields were further assessed. PK-15 cells were transfected with DDX1 or NC siRNA for 36 h, and then infected with FMDV (MOI = 0.5). The viral RNA, titers, VP1 protein, and the DDX1 protein were determined at 0, 6, and 12 h after FMDV infection. FMDV replication levels were significantly increased in the DDX1 siRNA-transfected cells compared with those in the NC siRNA-transfected cells (Fig. 3B, 3C). Taken together, these results demonstrate that DDX1 can inhibit FMDV replication.\n\nTo analyze whether the ATPase/helicase activity of DDX1 was essential for the inhibition of FMDV replication, a Glu–Gly mutation (DDX1–DGAD) in the conserved DEAD-box motif was generated to abolish the ATPase/helicase activity, as described previously (Tetsuka et al.2004; Ishaq et al.2009). PK-15 cells were transfected with Myc–DDX1 expressing plasmid, Myc–DDX1-DGAD mutant expressing plasmid, or empty vector, and then infected with FMDV (MOI = 0.5) for 0, 6 and 12 h. Viral RNA, titers, and protein levels were compared. As shown in Fig. 4, the DDX1–DGAD mutant exerted a slight inhibitory effect on FMDV replication, compared to that of wild-type DDX1. Taken together, these results indicate that DDX1-dependent inhibition of FMDV replication might require DDX1 ATPase/helicase activity.\n\nDDX1 can regulate innate immunity (Zhang et al.2011; Fullam and Schroder 2013; Gu et al.2017). Thus, we asked whether DDX1 was involved in FMDV-induced IFN-β activation. IFN regulatory factor (IRF)-3 phosphorylation is essential for regulating type I IFN gene expression (Tian et al.2018). Therefore, we examined the impact of DDX1 on the phosphorylation of IRF3 during FMDV infection. IRF3 phosphorylation levels were decreased in DDX1 siRNA-transfected cells, compared with that in NC siRNA-transfected cells (Fig. 3C).\n\nThe mRNA levels of IFN-β, OAS1, ISG54, and MX1 were also evaluated by qPCR. This revealed that the mRNA levels of IFN-β, OAS1, ISG54, and MX1 were reduced in DDX1 siRNA-transfected cells compared with those in NC siRNA-transfected cells (Fig. 5). Taken together, these results indicate that DDX1 is involved in FMDV-induced IFN-β production.\n\nThe interaction between viral and cellular proteins plays important roles in viral virulence. The potential mechanisms by which FMDV proteins interact with host cell proteins are not fully understood. Studies have shown that the host factor, DDX1, can interact with viral proteins and regulate viral replication. For example, the interaction of DDX1 with human immunodeficiency virus (HIV) type 1 Rev protein promotes the viral assembly process (Edgcomb et al.2012; Lamichhane et al.2017). Additionally, DDX1 enhances coronavirus replication by interacting with its nonstructural protein 14 (Xu et al.2010). However, to the best of our knowledge, the impact of DDX1 on picornaviruses has not been reported to date. Here, we determined that the FMDV non-structural protein 3D interacted with porcine DDX1. In accordance with this result, we also demonstrated the interaction between 3D and DDX1 during viral infection.\n\nDDX1 facilitates the replication of HIV, human polyomavirus, and coronavirus, whereas it inhibits transmissible gastroenteritis virus (TGEV) replication (Sunden et al.2007; Zhou et al.2017). Here, our results suggest that DDX1 inhibits FMDV replication, and that this depends, in part, on its ATPase/helicase activity. Together, these studies reveal the disparate functions of DDX1 during different viral infections.\n\nIn general, viral infection triggers host innate immune responses through the activation of pattern recognition receptors, resulting in the anti-viral state of an organism (Xue et al.2018). DDX1, a dsRNA sensor, can activate type I IFN responses through the TRIF pathway (Zhang et al.2011). Thus, DDX1 may be involved in the activation of innate immune signaling pathways during viral infection. A recent study confirmed that DDX1 is involved in TGEV nsp14-induced IFN-β production (Zhou et al.2017). Based on the results in the present study, we suggest that DDX1 is also involved in FMDV-induced type I IFN production. Notably, both TGEV and FMDV are single-stranded RNA viruses, and further studies are required to investigate the mechanisms by which DDX1 activates type I IFN during such infections. FMDV is sensitive to type I IFN (Zhu et al.2016). We therefore infer that DDX1 may inhibit FMDV replication by regulating type I IFN.\n\nStudies have shown that the ATPase/helicase activity is essential for DDX1-mediated innate immune signaling (Ishaq et al.2009). Therefore, we speculated that the DDX1-DGAD mutant would fail to induce type I IFN, thereby compromising its inhibitory effect on FMDV replication. Our results are consistent with DDX1 being a mediator of FMDV-induced type I IFN production. However, the DDX1-DGAD mutant suppresses FMDV replication, indicating that DDX1 may exert its anti-FMDV effect through multiple mechanisms. In addition, our results confirmed the interaction between FMDV 3D and the DDX1-DGAD mutant (Supplementary Figure S1), suggesting that the conserved DEAD-box motif is not essential for the 3D-DDX1 interaction. This finding suggests that the 3D-DDX1 interaction may not affect the ATPase/helicase activity of DDX1 or DDX1-induced signaling pathways.\n\nThe mechanisms by which FMDV modifies host cell proteins for its own replication, or to evade the host innate immune response, are not fully understood. DDX1 is a multifunctional protein whose expression and function during FMDV infection was previously unknown. Here, we showed that DDX1 expression was reduced during FMDV infection, thus uncovering new roles for DDX1 and providing new insights into the mechanisms by which DDX1 responds to viral infections. As we observed a lower molecular weight band of DDX1 protein after FMDV infection progressed, further studies should be performed to investigate whether FMDV infection induces the cleavage of DDX1.\n\nIn conclusion, our results showed that DDX1-dependent inhibition of FMDV replication relied, in part, on its ATPase/helicase activity. In addition, DDX1 is involved in FMDV-induced type I IFN production. Activating the anti-FMDV functions of DDX1 may provide new strategies to suppress viral replication. Our results also showed that FMDV non-structural protein 3D interacts with porcine DDX1. However, further studies are needed to investigate the biological significances of the interaction of 3D with DDX1, which may reveal novel pathogenic mechanism mediated by FMDV."}