{"title": "Epidemics on networks: Reducing disease transmission using health emergency declarations and peer communication", "body": "The decisions that individuals make over an epidemic outbreak depend on multiple factors. Here, they are assumed to depend on available information, misinformation, and the income/education of those making them (Del Valle, Hethcote, Hyman, & Castillo-Chavez, 2005; Fenichel et al., 2011; Herrera-Valdez, Cruz-Aponte, & Castillo-Chavez, 2011; Perrings et al., 2014; Towers et al., 2015). There are multiple possible scenarios that consider the decisions that individuals may make over the course of an outbreak. Individuals may modify their behaviors in order to reduce their environmental susceptibility to a disease by washing their hands frequently, avoiding handshakes and avoiding kissing salutes, not taking public transportation during rush hours, using masks and more. The frequency and effectiveness of these decisions may depend on the perceived risk of infection, a function of what each individual “knows”. In short, individual responses to new circumstances are adaptive and may depend on real or perceive risks of infection. Current disease prevalence, may become a marker or a tipping point, that when crossed, triggers individual or policy decisions. Whether or not individuals follow public health officials’ recommendations may be a function of individuals’ economic/educational status. The determination to make a drastic decision may be weakened or reinforced by each individual’s networks of friends. Responses are altered by the opinions of work-related connections. Personal needs play a role, and they include the need to use public transportation or the desire to attend a social event.\n\nThe landscape where behavioral decisions take place is not fixed. On the contrary, it may be altered from within (individual decisions) or by the use of preventive or active public health policy decisions or recommendations, some “obvious” like vaccination or quarantine, others drastic like mandated social distancing, as in the 2009–10 flu pandemic in Mexico (Herrera-Valdez, Cruz-Aponte, & Castillo-Chavez, 2009). Now, whether the dynamical changes experienced by the socio-epidemiological landscape are slow or fast, will depend on many factors. It is within this, often altered, complex adaptive dynamical system, that individual decisions such as individually-driven social distancing, the use of face masks, frequent hand washing, increased condom use, and or the routine use of non-pharmaceutical interventions, takes place (Wang, Andrews, Wu, Wang, & Bauch, 2015). It has been theoretically and computationally documented (Barrett et al., 2009; Funk, Gilad, Watkins, & Jansen, 2009; Funk & Jansen, 2013; Hyman & Li, 2007; Misra, Sharma, & Shukla, 2011; Perra, Balcan, Gonçalves, & Vespignani, 2011; Tracht, Del Valle, & Hyman, 2010) that massive behavioral changes can impact the patterns of infection spread, possibly playing a critical role in efforts to prevent or ameliorate disease transmission. Today policies are implemented regardless of our knowledge of who are the “drivers” responsible for inducing behavioral changes. Modeling frameworks exist that allow for the systematic exploration of possible scenarios. Through a systematic exploratory analyses of appropriately selected classes of scenarios, it is possible to identify possibly effective (model-evaluated) public health policies. The use of highly detailed models including individual-based models has some advantages since they can incorporate individuals’ awareness of risk based on available of local information. The evaluations carried out on the effectiveness of changes, at the individual level, can be used to assess, for example, the impact of non-pharmaceutical interventions in reducing disease prevalence.\n\nModels that couple disease dynamics and awareness to levels of infection risk have been proposed. These models have been used to explore the impact of behavioral changes on the spread of infection. In the review paper of Wang et al. (Wang et al., 2015) classify models as Rule-Based Models, those where individuals make their decision about changing behavior independently of others, and Economic-Epidemiology models (EE models), that is, models where individuals change their behavior in order to maximize their own utility function (what they value) subject to available resources. The EE models account for the responses that individuals take in response to infection risks on disease prevalence at the population level. The modeling and results reported in this manuscript are more closely related to those used in Rule-Based Models.\n\nRuled-Based Models (Epstein, Parker, Cummings, & Hammond, 2008; Hyman & Li, 2007; Kiss, Cassell, Recker, & Simon, 2010; Misra et al., 2011; Perra et al., 2011; Poletti et al., 2009, 2011, 2012; Sahneh, Chowdhury, & Scoglio, 2012) vary from compartmental ODE models (Hyman & Li, 2007; Misra et al., 2011; Tracht et al., 2010) to individual-based network models (Funk et al., 2009; Granell, Gómez, & Arenas, 2013; Meloni et al., 2011; Wu, Fu, Small, & Xu, 2012). These models have been used to study the dynamics of highly diverse diseases including, for example, influenza and HIV (Fraser, Riley, Anderson, & Ferguson, 2004; Poletti et al., 2011), or in the study of generic infections (Kiss et al., 2010; Misra et al., 2011; Perra et al., 2011; Poletti et al., 2009, 2012). Compartmental models (often using a phenomenological approach) categories designed to capture levels of awareness of infection. Such approach that can be used to incorporate ‘awareness’ in network models, is the objective of this manuscript. Some models assume that “awareness” spreads along with the invading disease, that is, through identical contact networks. Here, it is assumed that the disease and information spread over the same social network (a drastic simplification). The possibility that awareness and responses to the presence of a new infection among a subset of the population at risk, may significantly alter regular temporal patterns of disease prevalence (lower highs) have been studied. Studies have also shown that epidemic thresholds can be altered (Perra et al., 2011; Poletti et al., 2009; Sahneh et al., 2012) in response to the effectiveness of non-pharmaceutical intervention. Here, the focus is on the role of policy decisions/recommendations in altering disease dynamics, possibly the final epidemic size, within a model where awareness (generated by official actions) spreads among those susceptible to infection and their ‘friends’.\n\nIn this paper, we explore the impact of various, prevalence-dependent pre-selected thresholds (decisions made by public health officials) as triggers of possibly temporarily behavioral change. The time to a triggering event is assumed to depend on the prevalence of infection– a decision taken by health authorities (declaring some level of health emergency). We carry out simulations to explore the impact of variations on triggering prevalence-driven levels on the final epidemic size of a non-fatal infection under three distinct fixed artificial social structures modeled as, Erdős-Rényi, Small-world, and Scale-free networks.\n\nThe network is denoted by G=(V,E) which includes a set N=|V| of nodes representing individuals V={i|i=1,2,3,…N} together with a binary adjacency relation defined by the set of edges E={ij|i,j=1,2,3,…N}, where ij denotes the edge between individual (node) i and individual (node) j. We make use of three network structures, namely, Erdős-Rényi, Small-world, and Scale-free networks -defined in the Appendix-as models of our social landscape, the place where infection and awareness spread and behavioral change take place.\n\nAfter generating the network (Bollobás et al., 2003; ERDdS & R&WI, 1959; Newman & Watts, 1999), we assign some attributes to the nodes (individuals) as follows: each node i is associated with a random variable xi∈[0,1], generated from a beta-distribution, denoting the level of education of individual i, values closer to 0 corresponding to higher levels of education while those close to 1 indicate limited education, an individual i is assigned a random number from a beta distribution with shape parameters α and β.\n\nThe underlying network G is weighted, where the weight 0<cij≤1 for edge ij is the probability, of physical contact between neighbors i and j on any specific day. We assume that the values cij are randomly generated from a uniform distribution U[0.5,1]. For example if cij=57, that means that these two neighbors meet with probability 57 and do not meet with probability 27 on a specific day. We also assume that there are no birth or deaths in the population of nodes or edges, during the epidemic outbreak.\n\nλ˜jk(s) denotes the probability that an aware person Ska(s) will inform an unaware neighbor Sju(s) at time s via their contact: λ˜jk(s)=cjkβ˜. The value cjk denotes the probability of contact between neighbors j and k, with β˜ denoting the average probability that risk information will pass from an aware individual to an unaware neighbor. β˜ is the average of a first increasing and then decaying and waning function β(s,s*)˜ over the awareness period, that is, β˜=γ˜∫s*s*+1γ˜β(s,s*)˜ds, where s*≥t* is the first day that a person becomes aware. β(s,s*)˜ is a function of s*, because before this time the person was unaware and therefore, incapable of spreading risk information. Fig. (2) helps visualize the probability function β(s,t*)˜ for t*=10, a function acting on initially aware individual, that is, individuals who became aware on the first day of awareness spread t*. After 10 days, information enters the system, people learn that an epidemic is taking place and the risk and severity of infection. The higher the value of P* the less effective the campaign in reducing the impact of information on the outbreak (see Fig. 3).\n\nTo determine the effectiveness of awareness spread, we compare the prevalence over time in the absence and presence of awareness. Fig. (4) shows the results for network structures GE, GW, and GS. We observe that all networks, with or without awareness, support an outbreak for the chosen parameters (that is, the probability of extinction is low or the results are conditioned on non-extinction). Due to a lack of epidemic threshold for Scale-free network (Chowell & Castillo-Chavez, 2003; May & Lloyd, 2001; Moreno, Pastor-Satorras, & Vespignani, 2002), we always observe an outbreak with severity that depends on the initial infected index. For the other network structures, we observe an epidemic threshold depends on the network topology; specifically, on the average number of neighbors and the levels of heterogeneity in the number of neighbors (mean and variance of degree distribution) (Kiss et al., 2017). For example, for the case of Small-world networks Moore et al. (Moore & Newman, 2000) derived an analytic expression for the percolation threshold pc, above which there will be an outbreak. For the case when the network is homogeneous (Erdős-Rényi network), the epidemic threshold is proportional to the average number of neighbors (average degree) (Pastor-Satorras, Castellano, Van Mieghem, & Vespignani, 2015). Hence, for our simulation for both networks GE and GW we approximated the basic reproduction number using epidemic take-offs, when we had an outbreak, that is, whenever R0>1 (probability of extinction for the parameters used seemed to be negligible).\n\nThe spread of infection on Scale-free network GS is faster than for the other two network topologies. Moreno et al. (Moreno et al., 2002), modeled infection with immunity on Scale-free and Small-world networks, they observed that the spread of infection on Scale-free complex networks is faster than that of Small-world networks due to a lack of epidemic threshold for network GS; large connectivity fluctuations (heterogeneity in degree) on this network causes stronger outbreak incidence (Moreno et al., 2002). Our result is also related to (Chowell & Castillo-Chavez, 2003), in which Chowell et al. tested the severity of an outbreak using an SIR model over a family of Small-world networks and an Scale-free network found out that the worst case scenarios (highest infection rate) are observed in the most heterogeneous network, namely, Scale-free networks.\n\nThe speed for infection has an impact on efficiency of awareness spread: for Scale-free network GS awareness reduces the peak of infection by roughly 6%, but for GE and GW this reduction is around 19%. Since in GS network infection spreads faster, hubs (individuals with many neighbors) get infected faster and loosing the chance of transmitting or receiving awareness. Wu et al. (Wu et al., 2012) showed a similar result: global awareness (behavior change because of higher prevalence in the population) on Scale-free networks cannot be as effective as local awareness in reducing infection.\n\nThe presence and spread of awareness are coupled to the presence of infection, with awareness spreading, by design, after the infection reaches the level P*. Therefore, there is a time-lag between starting time of infection and awareness spread. What should the value of P* be, if the goal is to reduce the final epidemic size? When the infection disperses fast-high basic reproduction number-people must be informed immediately, or the policy will have no effect. As noted, there is no threshold condition for GS network. We did not derive expressions for epidemic thresholds. Instead, we used epidemic take-offs to estimate the basic reproduction number as R0=1.8 and 2.01, numbers corresponding to GE and GS, respectively. Numbers that are not too high-such as that of the R0 for measles (Keeling & Rohani, 2011)- we are giving awareness a chance to be effective, since an epidemic with low R0 will reach the value P* much slower.\n\nProceed to quantify the sensitivity of the final size of the outbreak as a function of the prevalence threshold P* over the network structures GE, GW, and GS, Fig. 5, for the simulated GE network that representing homogeneous random mixing and for the simulated GW network, we identify an optimal point for P* (the point that final size is minimized), that means awareness spread is most effective in reducing final size for these values of P*. For larger values of P*, the awareness policy is useless because it starts very late when many individuals got already infected, while for smaller values of P* is less effective because in this case, there is not enough infected cases in the population and therefore, individuals are not surrounded by infected contacts and consequently their social distancing for only one time and for a limited period wastes their protection, that is, they are protecting themselves when there is a small risk of catching infection, while later time when this risk increases they do not take any proper action, see subfigures (5a), and (5b).\n\nFor the simulated networks GS - in which network structure follows a power-law distribution - we observed that the sooner awareness gets started, the smaller the total number of infected individuals will be, see subfigures (5c) (see also (Chowell & Castillo-Chavez, 2003; Moreno et al., 2002)).\n\nTo investigate the impact of awareness on the previous result and on network GE, we vary the value of the awareness basic reproduction number R0˜ via changes in the average time of behavior change 1/γ˜. Fig. 6 shows that the value of the optimal prevalence threshold P* increases as the R0˜ increases. Accelerating awareness spread-increasing R0˜ - does not seem to change final awareness size trend (Fig. (5)). Nevertheless, it makes the prevalence threshold P* more effective at reducing infection final size.\n\nWe used a network model to model the spread of infection and risk information within a population of individuals in different epidemiological states, education levels and information states. In our model infection spreads within an SIR framework while awareness disseminates only among susceptible individuals. Specifically, when a fraction of the infected people reaches a pre-determined threshold, public health officials start a massive information campaign on the risk and severity of infection. Information is transmitted by those not infected only. Awareness dynamics are triggered by public health authorities with the objective of conveying information about risk and severity of infection via aware susceptible individuals to unaware susceptible neighbors in the network. The level of awareness achieved is tied in to the educational level of each individual and the disease prevalence. Aware susceptible individuals can become indifferent, stop propagating information on the risk of infection, after sometime.\n\nSimulations of the spread of infection or awareness are carried out on different network topologies. The patterns vary even when preserving some network properties such as the mean degree (Chowell & Castillo-Chavez, 2003; Moreno et al., 2002; Shirley & Rushton, 2005). We simulated the spread of awareness and disease over three different network structures, namely Erdős-Rényi, Small world and Scale-free networks.\n\nThe results of the infection-awareness model show that Scale-free networks support a fastest rate of infection with the impact of awareness having the lowest effect on transmission. Small-world and Erdős-Rényi networks became less effective at disease transmission, and the role of information via aware individuals had a stronger impact in reducing transmission, Fig. (4). These result are somewhat similar to those obtained by Chowell et al. (Chowell & Castillo-Chavez, 2003) and Moreno et al. (Moreno et al., 2002) as they studied the rate of infection rate of growth on an SIR model over Small-world and Scale-free networks, in the absence of awareness. These researchers observed that the spread of infection on Scale-free complex networks is faster than in a Small-world one. Pastor et al. (Pastor-Satorras & Vespignani, 2002) and Dezső et al. (Dezső & Barabási, 2002) focused on identifying the best strategy that can be used to control (reduce) an epidemic peak on a scale-free network. They concluded that in order to control infection public health workers needed to immunize the hubs at an early stage. Our results are somewhat related, that is, we find that in order to control an infection, public health workers need to start awareness spread soon, that is, before hubs play the role of super-spreaders.\n\nInfection final size is a function of network topology and prevalence threshold, P*, and the basic reproduction number R0. We observed that for Erdős-Rényi and Small-world networks under small value of R0, an optimal P* can be found for which the infection final size is minimized. This optimal point is the value that provides the best outcome under the prevalence P* at the time, t*, the time when temporary protection was promoted by aware susceptible individuals, Fig. 5a and 5b. The existence of this optimal P* is because of lack of enough infected cases to spread the infection for prevalence less than P*, and lack of enough susceptible individuals to protect themselves against the infection for prevalence bigger than P*. This trend is observed for more homogeneous network structures as the infection spreads more slowly than in heterogeneous networks such as Scale-free ones. For Scale-free network, for which there is no epidemic threshold, a monotonic increasing function final size is observed, a function of the prevalence threshold P*, there is no optimal point P* that minimizes infection final size, Fig. 5c.\n\nInfection network and awareness network: One of the big assumptions in our model is that the infection and awareness spread over the same network, ignoring the fact that individuals may have multiple sources of information outside their physical contact network. In fact, we know that information does flow through virtual neighbors such as facebook friends. How should we incorporate the role of physical network and virtual information? We are exploring possibilities.\n\nStatic network: Again, since we are focusing on single epidemic outbreak, we have assumed a short time frame in our simulation. We also assumed that the context network is static. The need to extend the model to a dynamic network where individuals are allowed to change neighbors is important in the study of disease spread over the longer time scale. The impact of awareness in such extended model would be prone to change as well.\n\nFor sexually transmitted infections on Scale-free network (Liljeros, Edling, Amaral, Stanley, & Åberg, 2001), waiting for enough people to become infected people before starting a campaign about risk of infection is not reasonable. For measles in children with basic reproduction numbers very high (Keeling & Rohani, 2011), waiting to reach pre-selected prevalence thresholds may also not be great idea. Our model results, highlight the importance of campaigns that warns a population about the risk and severity of infection for diseases that do not spread too fast, possibly including some flu infections or the severe acute respiratory syndrome (SARS). For disease with a basic reproduction number that it is not high (Keeling & Rohani, 2011), and assuming that these infections spread over a random homogeneous networks such as Erdős-Rényi, it may not be unreasonable the existence of an optimal prevalence threshold to start and starting an awareness dynamic campaign."}