{"title": "A vaccine effective against Zika virus is theoretically possible but may not be delivered anytime soon", "body": "The Aedes mosquito-transmitted viral disease of humans, Zika, was originally identified in 1947 and is named after the rainforest in Uganda, East Africa, where it was first isolated from rhesus macaques.1 For close on 70 years, the prevalence of Zika infection was very low, such that prior to now it has attracted little interest apart from arbovirus and tropical medicine specialists. In the last several months, this scenario has changed dramatically, however, subsequent to a major Zika epidemic in over 35 countries in Latin America and the Caribbean.2 This includes an estimated 1,400,000 clinical cases in Brazil, from where the outbreak arose in early 2015,3 although questions regarding the accuracy of reporting have been raised.4 Furthermore, the World Health Organization (WHO) predicts that by the end of this year up to 4 million people across the Americas may be infected with the Zika virus.5 The impact on the vast majority of those people will be minimal, but particularly in infants the effect may be profoundly debilitating and long-lasting. Such is the extent of the issue, real and predicted, and the degree of concern that it has engendered globally, that on February 1, 2016 the International Health Regulations Emergency Committee of the WHO declared the Zika epidemic as “a public health emergency of international concern” and highlighted the importance of aggressive measures to reduce infection, especially of pregnant females and those of childbearing age.6 Subsequently, the US Centers for Disease Control and Prevention moved Zika to level 1 activation,7 the highest available state of response.\n\nSimilar to the etiological agents of yellow fever, Japanese encephalitis and dengue, Zika is a member of the Flavivirus genus of enveloped, positive sense, single-stranded RNA viruses.8 Compared to each of these close relatives, infection with which can be severely incapacitating for a person of any age, it is thought that approximately 80% of adults infected with Zika show no clinical manifestations.9 Hence, for several days after being bitten by an infectious mosquito, they may serve as asymptomatic carriers of infection. If a person is ill, the main symptoms may last for up to 1 week and are similar to but less severe than other related febrile illnesses – a mild headache, fever, myalgia, arthralgia, conjunctivitis, and maculopapular rash.10 The principal possible consequence of Zika infection, for which there is now claimed to be a causal link,11 occurs via congenital transmission from a pregnant female to her fetus in utero or newborn baby,10,12 the effects of which can be severe.13 In Brazil alone, the virus has been associated with over 4,000 cases of microcephaly,2 a previously uncommon condition that as a result of aberrant brain development produces babies with abnormally small heads and, in most cases, neurological impairment. In March 2016, Panama registered a baby born with microcephaly linked to the Zika virus, in what is thought to be the first such case outside Brazil during the current outbreak. The baby died within 4 hours and at postmortem examination the virus envelope protein was detected by enzyme-linked immunosorbent assay in the baby’s umbilical cord.14 Rarely, Zika is also associated with, but still not proven to be causally linked to, Guillain-Baré syndrome, a neural demyelination syndrome that is considered to be an autoimmune sequela of infectious disease.12,15\n\nThe Zika epidemic is arousing apprehension among the general public just months before the world’s attention will focus on Rio de Janeiro for the summer Olympic Games. At present, the advice to pregnant females from non-endemic regions is to not travel to Brazil and surrounding countries.16 Aside from this immediate concern in Latin America, the increasing media frenzy has fed misinformation with regard to the possible global spread of Zika, and the impact this may have on public health in regions that are currently not affected.17 As a consequence of global climate change the geographical distribution of A. aegypti, the species of mosquito that is considered to act as the principal vector of Zika transmission, is expanding gradually in tropical and subtropical zones.3 For non-endemic industrialized nations in North America, Europe, and Australasia, the critical issue is whether or not Zika virus-permissive mosquito populations can adapt for persistence in temperate climates. A more rapid spread of the virus via the intercontinental travel of infected persons is an additional concern, although for Zika to become established in a location distant to an endemic area requires local transmission of the initially imported focus of infection; this is dependent on the availability of the vector.18 Vertical, sexual, and blood-borne transmission of Zika has been suggested,19,20 which, if confirmed, may provide auxiliary routes to enable viral persistence in regions that are not endemic for Aedes mosquitoes. Thus, one recommendation to prevent disease, especially microcephaly, is to practice safe sex in those territories where Zika is reported as endemic.21 Importantly, the risks should be considered in family planning until such time as the apparent association between viral infection and microcephaly is either confirmed or refuted.22,23\n\nThe Zika epidemic comes hard on the heels of other notable infection outbreaks by pathogenic viruses around the world in recent years, each of which has posed a threat to human well-being. These include the coronaviruses that cause severe acute respiratory syndrome and Middle East respiratory syndrome, the H1N1 swine influenza, H5N1 and H7N9 avian influenza, and the filovirus Ebola. Each in turn has led epidemiologists to consider transmission cycles and zoonoses, infectious disease immunologists to improve emergency measures such as pathogen detection and containment, and vaccinologists to aim to develop effective immunization regimens.24,25 In much the same way as the upsurge of Ebola cases in West Africa in 2014, Zika may be considered as a re-emerging infectious disease; that is one which is established but displayed in a novel setting.26\n\nWhile the reasons for the current Zika epidemic in South America are multifactorial,21 inadequate vector control of an unexpected population explosion of mosquitoes is a suspected cause. This raises the question as to what guidance is appropriate to provide to combat Zika, especially in industrialized nations where there has been the loudest call for anti-Zika prophylaxis,17 such as that which could be provided by sterilizing immunization. In the short term, as anti-viral therapies are yet to be realized alternative means should be used, including low technology measures that focus on vector control such as insecticide fogging, limiting mosquito breeding, and providing protection from mosquito bites.27 The delivery of different interventions, singularly or in combination, should be informed by, and thereby tailored to, local settings. What should not be overlooked in the current furore over Zika is that A. aegypti is also responsible for transmitting yellow fever, Japanese encephalitis, dengue, and chikungunya, viruses that have arguably far more impact on global public health. The implementation of any program to limit or eliminate A. aegypti as a result of concern over the spread of Zika will have the added benefit of coincidentally reducing the risk of incidence of these other important viral human pathogens.18,28 It is also possible that a species of mosquito other than A. aegypti is the main vector fueling the current epidemic of Zika in a continent where this virus has not been established previously, although this too would be susceptible to identical means of vector control.\n\nUntil now there has been little in the way of research into Zika, both with regard to the virus and the pathologies that it causes. Hence, there is a knowledge gap surrounding infection transmission and clinical manifestations of disease.28 Since there has been no pressing demand before the present epidemic, no prophylactic vaccine or therapeutic drug is currently available with which to treat Zika infection. For any infectious disease, the vaccine development pathway from candidate design, via preclinical screening, through Phase I–III clinical trials to final approval for public administration is long, demanding, and expensive.29 While this has now been prioritized by international funding agencies for Zika, it may take several years for a vaccine to come to commercial fruition.\n\nAs efficacious vaccines have been prepared against yellow fever and Japanese encephalitis viruses, it is anticipated that a similar therapeutic is feasible for Zika.30 Nevertheless, in spite of ring-fenced funds to support research into developing a vaccine,31 a note of caution should be advised. It is feasible that the laboratory-based design and preclinical screening of a candidate vaccine may be fast-tracked in a matter of months, perhaps by the end of 2016.32 This is particularly so if a DNA-based construct is developed.30 Both the Indian pharmaceutical company Bharat Biotech and the US National Institute of Allergy and Infectious Diseases have plans to produce a vaccine.32 However, in all probability, it will take several years to perform any ensuing clinical trials and to attain full approval from national regulatory bodies for public administration.21,33 Although to gain ethical approval for, and to conduct, tests of vaccine safety and efficacy in humans necessitates diligence and caution at all times, the due process for any candidate vaccine that is dispensed to pregnant females is naturally subject to extremely exacting analysis.34,35 This would relate especially to Zika as, allegedly, the gravest manifestation of infection, microcephaly, affects pregnancy.\n\nThe positive news is that the latest clinical trial of an experimental dengue vaccine, TV003, has proved 100% effective, albeit a small scale volunteer challenge study of only the dengue-2 serotype performed under highly controlled conditions.36 While this is no doubt a significant breakthrough in the ongoing fight against dengue, as an offshoot of this success it is hoped that a modified version of the live attenuated construct may be developed in order to treat the related Zika virus. This head start may accelerate production of a candidate Zika vaccine but will not truncate its potentially arduous journey through clinical trials. During this time, scientists, clinicians, and health care professionals all should be attentive to stress the standard caveats and qualifications to the outcomes of any study, so not to augment the plethora of misinformation that concerns Zika by implying, however unintentionally, that a vaccine is forthcoming anytime soon.17,31\n\nThe recent striking emergence of cases of Zika in Latin America poses a threat for a worldwide outbreak of this mosquito-borne flavivirus infection. The public health challenges presented by Zika will remain unless and until the current deficit of knowledge relating to its epidemiology, pathology, and immunology is addressed. Current measures to combat the spread of infection rely on vector control programs, which evidently require improved operation and integrated management. A specific anti-Zika therapy does not exist, but in response to the ongoing epidemic research funds have been committed to develop a vaccine. While prior success in producing effective vaccines against closely related human viral pathogens provides a proof of principle for this approach, vaccine design and clinical testing can be laborious and the timescale long. In the short term, therefore, optimism regarding delivery of a Zika vaccine should be tempered by realism regarding a delivery date."}