{"title": "Small molecule ISRIB suppresses the integrated stress response within a defined window of activation", "body": "Picornaviruses, like other RNA viruses, synthesize dsRNA in an indispensable intermediate step of their replication process. These dsRNAs are detected by PKR to activate the ISR and limit the production of viral proteins. As a countermeasure, many viruses have evolved strategies to delay or suppress this antiviral response. We set out to test the ability of ISRIB to inhibit the ISR during infection with a recombinant encephalomyocarditis virus (EMCV) containing debilitating mutations in a zinc-finger domain of its Leader protein, the viral protein that serves as PKR antagonist (EMCV-LZn) (32, 33). To assess the effect of ISRIB on the ISR in virus-infected cells, we treated HeLa-R19 cells with ISRIB for 1 h from 5 h postinfection (p.i.) until 6 h p.i. and monitored active translation using a ribopuromycilation assay for 15 min at the 6-h time point p.i. (34). This time point is relatively late in the infection cycle, as a single round of replication of this virus takes only 6–8 h (Fig. 1A). Viral dsRNA replication intermediates are readily detected at ∼4 h p.i. and reach a maximum level at ∼6 h p.i. (Fig. 1B). As a positive control, we treated cells with 50 μM sodium arsenite, a commonly used method to trigger the ISR via HRI activation (35, 36). In both arsenite-treated and virus-infected cells, we observed eIF2α phosphorylation and concomitant translational repression. Remarkably, ISRIB treatment failed to restore translation efficiency in infected cells, while translation in arsenite-treated cells was largely rescued (Fig. 1C). Similar results were obtained in U2OS cells, suggesting that this effect was not cell-type specific (SI Appendix, Fig. S1). We noted that the level of eIF2α phosphorylation in virus-infected cells at 6 h p.i. was higher than in cells treated with 50 µM arsenite, suggesting a correlation between ISRIB’s ability to inhibit the ISR and the extent of eIF2α phosphorylation.\n\nWe hypothesized that ISRIB is only functional when P-eIF2α levels are relatively low. To test this notion, we monitored the effects of ISRIB on SG formation in EMCV-LZn–infected cells at earlier time points p.i., when smaller amounts of dsRNA were present. ISRIB suppressed SG formation at the earliest time point at which SGs were detected (4 h p.i.) but not later in infection (Fig. 2A), suggesting that ISRIB’s ability to antagonize the ISR indeed depends on the concentration of the stress trigger. We next quantified intracellular P-eIF2α levels by flow cytometry. Indeed, the level of P-eIF2α in virus-infected cells increased gradually from 3 to 6 h p.i. (Fig. 2B), correlating with the timing of dsRNAs accumulation (Fig. 1B) and the appearance of SGs (Fig. 2A). Furthermore, our data indicated that a plateau level of P-eIF2α was reached late in infection (5–6 h p.i.). To rule out that this observed maximum level of P-eIF2α was caused by a detection limit of our flow cytometry approach, we compared flow cytometry (SI Appendix, Fig. S2A) and Western blotting (SI Appendix, Fig. S2B) as readout methods for P-eIF2α levels in cells stressed with increasing arsenite concentrations. The arsenite concentration at which the plateau level of P-eIF2α level was reached (∼250 µM) was similar between the two detection methods. By comparing Western blot band intensity ratios of P-eIF2α and (total) eIF2α in cell lysates to those of purified eIF2α samples containing known percentages of P-eIF2α (SI Appendix, Fig. S3), we furthermore showed that this upper limit of P-eIF2α levels (defined as 100% P-eIF2α) represents almost complete phosphorylation of the cellular eIF2α pool. Collectively, these data demonstrate that the maximum level of eIF2α phosphorylation observed under harsh stress conditions represents the upper limit of eIF2α phosphorylation that was reached.\n\nTaken together, the data suggest that during EMCV-LZn infection, increasing concentrations of dsRNA cause the level of P-eIF2α to gradually increase until it reaches a plateau level from ∼5 h p.i. onwards. At these high P-eIF2α levels, ISRIB no longer antagonized the ISR. Upon further increasing the ISRIB concentration (up to 1,600 nM), ISRIB still failed to suppress the ISR (SI Appendix, Fig. S4). By contrast, up to ∼4 h p.i. when P-eIF2α levels were ∼35% of the maximal level, ISRIB potently suppressed the ISR in infected cells.\n\nVirus infections cause extensive changes in multiple processes in the host cell. Hence, we could not exclude that some virus-induced change(s) in one way or the other affected the ISRIB’s ability to suppress the ISR in infected cells. To provide more direct support for the link between the level of P-eIF2α and the ability of ISRIB to counteract the dsRNA-induced ISR, we next tested the efficacy of ISRIB in cells transfected with increasing concentrations of poly(I:C), a dsRNA mimic that—like EMCV-LZn infection—triggers the PKR branch of the ISR (Fig. 3). In the absence of ISRIB, we observed SG formation in cells transfected with 0.25 ng of poly(I:C) or more. ISRIB prevented SG formation only in cells transfected with relatively low poly(I:C) concentrations (1 ng or less) but not when larger amounts of poly(I:C) were used (Fig. 3A). At the highest concentration of poly(I:C) at which ISRIB could counteract the ISR (i.e., 1 ng), the P-eIF2α level was ∼45% of the maximum (Fig. 3B). Transfection of 2 ng of poly(I:C) induced >70% of the maximum P-eIF2α concentration and rendered ISRIB ineffective. Together, these data suggest that a threshold level of P-eIF2α exists in the range of 45–70% of the maximum, above which ISRIB can no longer antagonize the ISR.\n\nThus far, we tested ISRIB in cells exposed to EMCV-LZn infection or poly(I:C) transfection, both of which induce the ISR via activation of the dsRNA sensor PKR. Since ISRIB acts downstream of P-eIF2α, we expected similar results irrespective of which stress sensor was activated. To provide further support for this notion, we used multiple arsenite concentrations to induce HRI-mediated ISR activation. Again, we correlated the ability of ISRIB to counteract SG formation (Fig. 4A) to P-eIF2α levels (Fig. 4B). In the absence of ISRIB, SG formation was observed in cells treated with 50 µM arsenite or more. The presence of ISRIB increased the arsenite concentration required to induce SG formation to 200 µM or more (Fig. 4A). The highest arsenite concentration at which ISRIB blocked SG formation (100 µM) resulted in ∼40% of the maximum P-eIF2α level. At 200 µM arsenite, which induced ∼75% P-eIF2α, ISRIB showed no effect. Importantly, the P-eIF2α threshold level above which ISRIB no longer antagonized the ISR (between 40% and 70%) was similar to that observed in poly(I:C)-transfected cells (i.e., between 45% and 70%).\n\nTo directly determine ISRIB’s influence on translation rates, we performed [35S]methionine pulse labeling to monitor active translation in cells exposed to different arsenite concentrations in the presence or absence of ISRIB (Fig. 4C). In the absence of ISRIB, arsenite concentrations of 25 µM and higher were sufficient to inhibit translation. ISRIB largely rescued translation in cells treated with low arsenite concentrations (between 25 µM and 100 µM). However, upon treatment with higher arsenite concentrations (>250 µM), translation was severely impaired, even in the presence of ISRIB. These data are in line with our immunofluorescence data (Fig. 4A) showing the formation of SGs in ISRIB-treated cells exposed to arsenite concentrations of 200 µM and higher.\n\nBesides the inhibitory effect on general translation, the ISR mediates enhanced translation of a subset of mRNAs that contain uORFs, such as ATF4 mRNA. To test the effects of ISRIB on the expression of these stress-induced proteins, we used a HEK293T reporter cell line that expresses firefly luciferase under the control of the ATF4 uORFs (19). To activate the ISR, we treated cells with the indicated arsenite concentrations for 2 h. In the absence of ISRIB, we observed increased ATF4 reporter expression upon treatment with arsenite concentrations of 32 nM and higher (Fig. 5A). This is in line with a previous report which shows that less P-eIF2α is required for the induction of ATF4 than for translational inhibition (37). At low arsenite concentrations (32 nM–4 µM), ISRIB prevented the enhanced expression of the ATF4 reporter (Fig. 5B). In contrast, we found that upon treatment with higher concentrations of arsenite (≥20 µM), ATF4 reporter expression was induced even in the presence of ISRIB.\n\nIn this study, we provide evidence that ISRIB antagonizes the ISR only when P-eIF2α levels are below a critical threshold. By analyzing translation efficiency and stress granule formation in HeLa or U2OS cells infected with a recombinant picornavirus lacking its PKR antagonist, we showed that ISRIB inhibited the ISR early in infection, when levels of viral dsRNA and P-eIF2α were relatively low, but not at later time points when levels of dsRNA and P-eIF2α were high. To extend this observation, we performed a detailed analysis of the P-eIF2α levels and the ability of ISRIB to inhibit the ISR upon treatment of HeLa cells with varying concentrations of poly(I:C) or arsenite. We found that the level of P-eIF2α correlated with the concentration of stress trigger used but reached a plateau under severe stress conditions. Thus, the extent of eIF2α phosphorylation is graduated, quantitatively reflecting the severity of the stress situation. Importantly, the P-eIF2α concentration continued to increase even beyond the concentration necessary to suppress protein synthesis. Irrespective of the stress inducer used, ISRIB antagonized the ISR only when P-eIF2α levels were below a critical threshold. This threshold was determined to be somewhere between 45% and 70% of the maximum P-eIF2α level that could be observed in HeLa cells and was similar in cells infected with virus, transfected with poly(I:C), or treated with arsenite. Using an ATF4 reporter cell line, we also showed that ISRIB failed to block the expression of stress-induced proteins in the presence of high intracellular P-eIF2α levels. Taken together, our data show that ISRIB is effective only under conditions of limited stress.\n\nEarly studies of translation repression by P-eIF2α have shown that partial eIF2α phosphorylation could efficiently block translation. In reticulocyte lysates, translation initiation was suppressed when the fraction of phosphorylated eIF2α was increased from ∼10% under basal conditions to 20–40% (38). In line with these data, our results show that only ∼20% of the maximum level of P-eIF2α is sufficient to block translation and induce the formation of SGs in living cells. In the presence of ISRIB, this threshold level of P-eIF2α was increased to 45–70% of the maximum. Importantly, this threshold level of P-eIF2α appeared independent of the stress trigger, and hence of the eIF2α kinase involved. These data are in line with published in vitro data showing that ISRIB increased the GEF activity of eIF2B in the presence of P-eIF2, but failed to do so when the P-eIF2:eIF2 ratio was increased further (24). Taken together, the data from these in vitro GEF assays and our data from assays in live cells suggest that ISRIB desensitizes cells to P-eIF2α, unless the P-eIF2α concentration exceeds a critical threshold level.\n\nFormation of decameric eIF2B requires dimerization of eIF2B(βγδε) subcomplexes. The resulting octamers contain an interface for association of an eIF2Bα dimer (25). Since eIF2Bα is essential for P-eIF2’s ability to inhibit eIF2B (39), P-eIF2 likely binds only the full eIF2B decamer, not its subcomplexes. Thereby, P-eIF2 likely promotes eIF2B decamer formation and mediates sequestration of eIF2B subcomplexes into inactive P-eIF2•eIF2B complexes. Consequently, high P-eIF2 concentrations may deplete the cytoplasmic pools of eIF2B building blocks. This provides a plausible explanation for ISRIB’s lack of effect in the presence of high P-eIF2 levels, since the absence of eIF2B subcomplexes prevents ISRIB from assembling active eIF2B decamers.\n\nIn most studies that investigate the ISR, eIF2α phosphorylation is induced by exposing cells to sodium arsenite, thapsigargin, tunicamycin, DTT, MG132, poly(I:C), or heat shock. It is unclear to what extent these treatments reflect physiologically relevant stress situations. In this study, we used a virus lacking its PKR antagonist to assess the ability of ISRIB to antagonize the ISR induced by a viral stress trigger (i.e., viral dsRNA) with natural intracellular localization and in physiological quantities. We showed that ISRIB inhibits the ISR early in infection, when little viral dsRNA has been produced and P-eIF2α levels are relatively low, but not late in infection, when viral dsRNA and P-eIF2α levels are high. Thus, levels of P-eIF2α that can no longer be antagonized by ISRIB can be reached in living cells under natural conditions.\n\nWhile the ISR protects cells from stressful situations, dysregulated ISR signaling may have pathological consequences in vivo, and may be involved in the presentation of cognitive defects in neurological disorders like Parkinson’s disease, Alzheimer’s disease, Huntington’s disease, amylotropic lateral sclerosis (ALS), and prion diseases (40–44). ISRIB provided significant beneficial effects in a mouse model of prion disease, and it also reversed neurological damage caused by traumatic brain injury (21), all without exhibiting overt toxic side effects (27, 45). By contrast, pharmacological inhibition of PERK caused pancreatic toxicity in mice, and knockdown of PKR had an aberrant effect on cytokinesis (15, 28). Paradoxically, ISRIB did not display such adverse side effects in vivo (27). Our observation that ISRIB is functional only within a narrow range of P-eIF2α levels resolves this paradox. According to this notion, ISRIB does not negatively affect high(er) P-eIF2α levels that may be relevant for certain stages during cell growth or proliferation. The fact that ISRIB has beneficial effects in vivo against several neurological disorders and other stress-induced pathologies suggests that P-eIF2α levels would be relatively modest under these conditions. These considerations stress the importance to obtain quantitative data on how much eIF2α phosphorylation occurs in neurological disorders. More insight into levels of eIF2B, eIF2, and P-eIF2α and the assembly state of these multiprotein complexes in different cell/tissue types exposed to different stress and disease conditions will be invaluable to predict and/or evaluate effects of ISRIB treatment.\n\nISRIB (SML0843) and puromycin (P9620) were purchased at Sigma-Aldrich and used at 200 nM and 20 μg/mL, respectively, unless indicated otherwise. Poly(I:C) was purchased at GE Healthcare. Sodium arsenite was purchased at Riedel-de-Haën.\n\nHEK293T, HeLa-R19, U2OS, and BHK-21 cells were maintained in DMEM (Lonza) supplemented with 10% FCS and penicillin–streptomycin (100 units/mL and 100 μg/mL). Recombinant EMCV with Zn-finger domain mutation in the Leader protein (EMCV-LZn, ref. 31) was propagated in BHK-21 cells.\n\nSemiconfluent monolayers of HeLa-R19 cells grown in 24-well clusters were transfected with poly(I:C) using Lipofectamine 2000 (Thermo Fisher Scientific) according to manufacturer’s instructions. For each transfection, the indicated amounts of poly(I:C) were combined with total cellular RNA from resting HeLa-R19 to a constant 100 ng per well.\n\nHEK293T cells carrying an ATF4 luciferase reporter (19) were plated on polylysine-coated 96-well plates (Greiner Bio-One) at 25,000 cells per well. Cells were simultaneously treated with or without 200 nM ISRIB, and with sodium arsenite at increasing concentrations. Luminescence was measured using One Glo (Promega) as specified by the manufacturer.\n\nCells in 10-cm dishes were either mock treated, treated with 50 µM arsenite, or infected with EMCV-LZn [multiplicity of infection (MOI) = 20] in the presence or absence of 200 nM ISRIB. After the indicated incubation time, puromycin (20 μg/mL) was added to the medium and incubated for another 15 min. Cells were collected and used for Western blot analysis.\n\nSemiconfluent cell monolayers were first starved in medium lacking methionine and cysteine for 30 min and then treated with the indicated arsenite concentrations for 30 min with or without ISRIB. Subsequently, newly synthesized proteins were labeled with 50 µCi/mL 35S Met/Cys (Perkin-Elmer) for another 90 min. Cells were then lysed, and proteins were separated using SDS/PAGE. Subsequently, gels were dried on Whatman paper and analyzed using a phosphor imager.\n\nImmunofluorescence assays were performed as described previously (46), using primary antibody mouse-α-G3BP1 (611126, 1:1,000; BD Biosciences), and secondary antibody donkey-α-mouse-Alexa488 (A-21202, 1:200; Thermo Fisher Scientific).\n\nWestern blot assays were performed as described previously (46), using primary antibodies rabbit-α-puromycin (MABE343, 1:1,000; Merck Millipore), rabbit-α-eIF2α (9722, 1:2,000; Cell Signaling), rabbit-α-eIF2α-P (ab32157, 1:1,000; Abcam), or mouse-α-tubulin (T9026, 1:5,000; Sigma-Aldrich), and secondary antibodies goat-α-mouse-IRDye680 (1:15,000; LI-COR) or goat-α-rabbit-IRDye800 (1:15,000; LI-COR).\n\nCells were released using trypsin and fixed with paraformaldehyde (2% in PBS) for 20 min. Cells were washed once with FACS buffer (PBS + 1% BSA) and incubated in ice-cold methanol for 10 min. Cells were washed once with FACS buffer and incubated for 45 min with primary rabbit-α-eIF2α-P (ab32157, 1:100; Abcam) and then for 45 min with donkey-α-rabbit-Alexa647 (A-31573, 1:200; Thermo Fisher Scientific) diluted in FACS buffer at room temperature. In between and after the incubations, the cells were washed, twice each time, with FACS buffer. Finally, the cells were suspended in PBS + 1% paraformaldehyde and analyzed on the FACSCanto II (BD Biosciences).\n\nHuman eIF2, codon optimized for Escherichia coli, was cloned into a pET28a expression vector. This plasmid was cotransformed with the chaperone plasmid pG-Tf2 (Takara Bio) and, for phosphorylated eIF2, an additional plasmid expressing PERK kinase domain. eIF2α was purified by sequential nickel-affinity, cation-exchange, and size-exclusion chromatography. Details are included in SI Appendix."}