{"title": "Structural Analysis of Biomolecules through a Combination\nof Mobility Capillary Electrophoresis and Mass Spectrometry", "body": "The\nactivities and\nfunctions of a biomolecule in physiological\nand pathological processes closely correlate to its 3D structure.1−3 Therefore, biomolecule structure characterization is essential in\nunderstanding biological processes and developing targeted drugs.\nTo date, many techniques have been developed and applied in resolving\nbiomolecule structures, including X-ray crystallography,4−6 NMR,7−10 cryo-electron microscopy,11−13 and SAXS.14,15 Although relatively high-resolution biomolecule structure information\ncould be obtained through these techniques, their applications in\nanalyzing trace amounts of biomolecules, especially under in situ\nor in vivo conditions, are limited by the factor that target biomolecules\nneed to be purified to certain homogeneity and in certain amounts.5\n\nWith high sensitivity and specificity,\nMS is capable of identifying\ntrace amounts of biomolecules in complex matrices.16−21 Not only the molecular weight information but also the primary sequence\ncould be resolved through high-resolution MS and tandem MS, respectively.22−24 As a result, MS has been widely applied in studying biological systems.\nIt is specifically attractive to use MS-based techniques for the structural\nand functional investigation of the trace amount of biomolecules in\nvivo. However, significant challenges exist when using conventional\nMS for 3D structure studies of biomolecules. To solve this problem,\nion mobility spectrometry (IMS)25−30 and capillary electrophoresis (CE)31−38 have been increasingly coupled with MS to enhance its structure\nanalysis capability. As a gas-phase technique, analytes are vaporized\nand ionized before their collision cross sections are measured in\nIMS,39,40 thus raising debates whether structures\nof biomolecules could be fully maintained.41 Ivory et al. introduced a series of method utilizing counterflows\nto concentrate analyses in electrophoresis.42−45 Although CE is a solution-phase\ntechnique that separates analytes based on their charge states and\nsizes, the electroosmotic flow (EOF) in CE is sensitive to its operating\nconditions, which affects its reproducibility and also its application\nin biomolecule structural determination.46,47 Through chemical modifications of charged groups on a protein surface,\nthe protein ladder method could determine the effective charge and\nsize of a protein by capillary electrophoresis.48−51\n\nHere, we developed a liquid-phase\nbiomolecule separation and 3D\nstructure analysis technique, named mobility capillary electrophoresis\n(MCE). MCE is a new type of CE method in which a constant liquid flow\nwas used to replace EOF. Precise control of the liquid flow is beneficial\nto ion structure analysis. MCE has the capability of not only separating\ncomplex samples but also acquiring the sizes of biomolecules. Comparing\nwith the protein ladder method, MCE does not require chemical modifications\nand has the capability of mixture analyses. The use of MCE in combination\nwith MD simulations as a structural determination method was demonstrated\nhere for peptide mixtures and a protein sample. A home-built MCE system\nwas successfully coupled with a mass spectrometer for complex sample\nanalysis. The MCE–MS system showed high stability, reproducibility,\nand capabilities for biomolecule separation, identification, and structure\ndetermination.\n\nIn MCE experiments shown in Figure 1, a constant liquid\nflow was used to provide a driving force in a liquid channel (fused\nsilica capillary in this case), and an electric field was also applied\nto separate different ions in the liquid channel. When dissolved in\nsolutions, peptides, proteins, and other biomolecules are typically\nionized, if pH of the solution is different from their isoelectric\npoints. These ions will have directional motions when an electric\nfield is applied, which is known as electrophoresis. On the other\nhand, ions will also experience a viscous drag force (Ff) when their motion speed is different from the liquid\nflow. Besides the amount of charge an ion possesses, ion migration\ntime also depends on the size and geometry of the ion. In general,\nions with larger effective sizes will experience stronger viscous\ndrag force. Therefore, ion migration time (t) in\nMCE could be used to calculate the ion effective radius (R).\n\nTo accurately calculate the ion\neffective radius, ion migration\nin MCE needs to be precisely controlled and characterized. Mathematical\nmodels were first established to study this ion migration process.\nThe electric field force (Fe) acting on\nan ion could be expressed as1in\nwhich q is the amount of charge possessed by the\nion, E is the separation electric field intensity, U is\nthe dc potential applied across the separation capillary, and L is effective length of the separation capillary. Different\nfrom neutral molecules, the velocity difference between ions and liquid\nflow causes a viscous drag force.2where vr is the relative speed of an\nion, η is the viscosity\ncoefficient of the solution, and ξ = 6πηR. Under equilibrium, Fe would\nbe equal to Ff. The absolute migration\nspeed (vabsolute) could then be expressed\nas3in which vcarrier is the flow rate of the liquid flow. EOF was minimized\nin MCE so that liquid flow rate could be precisely controlled. To\nminimize any residual EOF effects on the liquid flow rate, neutral\nmarkers (phenol or DMSO) were used to accurately measure the velocity\nof the liquid flow. Ion displacement (S) within the\nseparation capillary could be determined by4in which m is the mass of the ion.\nAfter solving eq 4, ion\ndisplacement with respect to time is5According to eq 5, the measured ion migration time\ncan be used to calculate the ion equivalent radius.\n\nTheoretical analysis of eq 5 shows that capillary length,\nsolvent viscosity, separation voltage, liquid driving pressure, and\nliquid flow rate would all affect ion migration time. As shown in Figure 2, there is an inverse\nrelationship between ion effective radius and ion migration time.\nA 50/40 cm long (total/effective length) fused silica capillary with\nan i.d. of 75 μm was used in mobility capillary electrophoretic\ntheoretical calculation. A cation with a molecular weight of 1048\nDa and +2 charge was selected as a model ion. As shown in Figure 2, there are three\nsegments in a characteristic curve: the front end, the turning point,\nand the back end. In the front end, there would be a very small difference\nin ion migration time even for ions with a large effective radius\ndifference. Meanwhile, the ion migration time would no longer reflect\nthe ion radius difference in the back end. Therefore, to improve measurement\naccuracy, the analysis condition should be controlled so that the\nrange of ion migration time is located at the “turning point”\nof the characteristic curve. As shown in Figure 2, a higher electric field would typically\nshift the characteristic curve up, while a higher driving pressure\n(or liquid flow rate) could shift the characteristic curve down. While\nelectric field and liquid flow rate are the two most important parameters,\ncapillary length, charge state of ions, and buffer viscosity also\nhave impacts on ion migration time. Details about these effects could\nbe found in the Supporting Information (Figure S2).\n\nTo find the optimal running conditions, a series of experiments\nwere carried out. An MS friendly solvent (methanol/water buffer v/v\n1:1) was first used as the buffer solution. Electrophoretic diagrams\nof three peptides under different working conditions are given in Figure S3. It is found that the calculated equivalent\nion radius showed consistency under different working conditions (Figure S4), suggesting that this method is not\nsensitive to running conditions. It should be noticed that decreasing\nthe liquid flow rate will increase the analysis time. Higher separation\nvoltage can lead to higher Joule heat, which will affect stability\nof the system. Finally, −20 kV and 60 mbar were selected as\nthe optimized operating conditions in MCE experiments.\n\nAn ellipsoid approximation\nwas used to approximate the steric geometry of biomolecules,52 which was further simplified by spheroid approximation\n(b = c). Under the current working\nconditions, the liquid flow has a very low Reynolds number (∼0.075),\nand the fluid direction is assumed to be parallel to the ellipsoid\naxis of symmetry. A length-to-diameter ratio was defined as , and6\n\nSince the ion effective\nradius (R) could be obtained from MCE experiments\nusing eq 5, eq 6 sets a restrictive condition for\nthe 3D structure of a biomolecule.52Figure 3a–c shows\na typical process of using the MCE experiment to obtain the restrictive\ncondition. The peptide angiotensin I was used to demonstrate this\nprocess. As plotted in Figure 3a, ion migration time (t) of angiotensin\nI could be obtained by performing MCE analysis, while the neutral\nmarker peak in front was used to calibrate the liquid flow rate. Repeated\nexperiments (Figure 3a) show that MCE has great repeatability, and a CV (coefficient of\nvariance) value of 0.385% was achieved for angiotensin I. The peak\nwidth and tailing effect of angiotensin I could be attributed to two\nfactors: (1) To achieve precise control of the liquid flow rate, laminar\nflow was used in MCE, and the EOF was minimized. (2) To make sure\nthe MCE solvent is compatible with the MS solvent, a low-sodium or\nno-sodium solvent was used in this study. With a low-sodium solvent,\nconductivity of the running buffer is much lower than that of the\nsample bands, which would cause a tailing effect in the peak due to\nthe electromigration dispersion effect.53,54 Another possible\nreason for peak broadening may be due to the weak buffer capacity;\nthe peptides could cause local pH effects that affected the peak shape.\nAfter solving eq 5, it\nis found that angiotensin I has an equivalent radius of 9.7966 ±\n0.0385 Å. By substituting the ion equivalent radius (R) in eq 6,\na one-to-one relationship could be obtained between the length-to-diameter\nratio (Φ) of angiotensin I and its semi-axis radius (c) as shown in Figure 3c, thus setting a structural restraint for angiotensin\nI in the liquid solution (named the restrain curve).\n\nAs an experimental\nmethod, MCE provides a geometry restraint on biomolecules under analysis.\nBy coupling MCE with MD simulations, a scoring method was proposed\nto predict the most likely conformations present in the solvent condition.\nAs shown in Figure 3d, possible structures of peptides and proteins could be obtained\nusing different types of MD simulation methods. The MCE measurement\nresults were used as a restraint on these simulation results and to\nhelp pick out structures with higher probabilities. To do so, ellipsoid\napproximation was also applied on simulated structures. The radii\nof gyrations (Rg) of each conformation were first calculated (Figure 3e),55 and then the principal semi-axes of the ellipsoid (a, b, c) were extracted\nbased on the following equation (Figure 3f):567After further approximating\nbiomolecules using the spheroid approximation, the effective diameter\n(d) would be8As a result, the length, diameter,\nand of course length-to-diameter ratio (Φ) could be obtained\nfor each simulated conformation.\n\nAs a demonstration, MD simulation\nwas carried out for angiotensin I in solution. A 100 ns MD simulation\nunder the MCE experimental conditions produced 10000 conformations,\nwhich were then used as the conformation library, as shown in Figure 3d. The root-mean-square\ndeviations (RMSD) of angiotensin I were extracted and are shown in Figure S5. Following the data processing procedure\nshown in Figure 3d,f,\nthe gyration radii of angiotensin I in x-, y-, and z-directions were calculated and\nare plotted in Figure 3e. Ellipsoid approximation was then performed in which the principal\nsemi-axes of the ellipsoid (a, b, c) were calculated (Figure 3f).\n\nMD simulation and MCE experimental\nresults were then matched by\nplotting the length-to-diameter ratios of the 10000 simulated conformations\nof angiotensin I into the corresponding restrain curve figure. Figure 3g shows the matching\nresult in which each simulated conformation was shown as a data point.\nThe score of each conformation is defined as the distance of the corresponding\ndata point from the restrain curve.\n\nThe smaller this score is,\nthe higher probability of the corresponding\nbiomolecule conformation is believed to exhibit in solution. The inset\nin Figure 3g shows\nthe conformation of angiotensin I (in licorice representation) with\nthe minimum score (0.7623 Å). The top five conformations in terms\nof closer distances from the restrain curve are also listed in Table 1. Results show that\nthe rod-like angiotensin I shows a random coil structure. Although\ndetailed structures of these five conformations have differences,\nthey have similar geometries. The small distances of simulated conformations\nfrom the restrain curve suggest that this MCE-based method has reasonably\ngood agreement with MD simulations.\n\nMany high-resolution structural analysis\nmethods need high-purity samples or even crystal samples, which restricts\nthe application of these methods in high-throughput or complex sample\nanalyses. With the capability of ion separation, MCE could also be\napplied in the structure analysis of biomolecules in mixtures. As\na proof-of-concept demonstration, the separation and structure analysis\nof the somatostatin and bradykinin mixture were performed using MCE. Figure 4a plots a typical\nelectrophoretic diagram of the mixture in which the neutral marker\n(DMSO), somatostatin, and bradykinin were separated in MCE under the\nconditions of 25 kV and 60 mbar. Repeated MCE experiments were also\ncarried out (Figure S6), and CV values\nof 1.740 and 0.824% were achieved for somatostatin and bradykinin,\nrespectively. Following the procedure in Figure 3a–c, the effective radii of somatostatin\nand bradykinin were calculated as 9.9940 ± 0.1739 and 8.5183\n± 0.0702 Å, respectively. After the ellipsoid approximation,\nrestrain curves of angiotensin I and bradykinin were obtained and\nare shown in Figure 4b,c. To predict steric conformations of these two peptides, MD simulations\nwere then performed under neutral pH conditions as described in the Methods section. A 100 ns MD simulation produced\n2000 conformations, which were then used as the conformation library.\nFollowing the data processing procedure in Figure 3d–f, the gyration radii and principal\nellipsoid semi-axes of somatostatin and bradykinin in the x-, y-, and z-directions\nwere obtained (Figure S7). Figure 4b,c plots the matching results\nbetween simulated conformations and restrain curves obtained from\nMCE measurements. After applying the scoring method proposed earlier,\nconformations of somatostatin and bradykinin with top probabilities\nwere obtained (Figure 4b,c). These two conformations have scores of 1.998 × 10–4 and 2.085 × 10–5 Å, respectively.\nTo validate the feasibility of this method, the top conformations\nfound using our method were also compared with those presented in\nthe NMR data bank. The figures in the right in Figure 4b,c are the comparison results in which new\ncartoon representations are presented for clarification. Conformations\nof somatostatin and bradykinin found using our scoring method (plotted\nin yellow) agree well with those downloaded from the NMR data bank\n(plotted in green and white).57,58 The RMSD for bradykinin\nbetween the best simulation conformation and the NMR conformation\nwith aligned Cα atoms is 2.478 Å, while the corresponding\nRMSD for somatostatin is 1.655 Å.\n\nStructure analysis of a protein, lysozyme, was\nalso demonstrated\nusing this MCE method. Based on MCE elution time, the effective radius\nof lysozyme was first calculated as 20.7020 ± 0.3223 Å.\nThe ellipsoid approximation restrain curve of lysozyme was obtained\nand is shown in Figure 4d. To predict the steric conformations of this protein, MD simulations\nwere then carried out under pH ∼6 conditions as described in\nthe Methods section. A 10 ns MD simulation\nproduced 1000 conformations, which were then used as the conformation\nlibrary. The gyration radii and principal ellipsoid semi-axes of lysozyme\nin the x-, y-, and z-directions were obtained (Figure S7). Figure 4d plots the matching\nresults between simulated conformations and restrain curves obtained\nfrom MCE measurements. After applying the scoring method proposed\nearlier, the conformation of lysozyme with top probability was obtained\n(Figure 4d) with a\nscore of 0.2611 Å.\n\nThe top conformation acquired using\nour method was also compared\nwith that presented in the NMR data bank, which is shown in the right\nof Figure 4d. The conformation\nfound using our scoring method (plotted in yellow) agrees well with\nthat downloaded from the NMR data bank (plotted in green).59 The RMSD for lysozyme between the best simulation\nconformation and the NMR conformation with aligned Cα atoms\nis 1.333 Å.\n\nThe combination\nof MCE and MS would be powerful in terms of complex sample analysis.\nThe home-built MCE–MS system as shown in Figure 5a was first optimized (details could be found\nin the Supporting Information) and then\ncharacterized using a mixture of six compounds, which includes an\namino acid: phenylalanine (3.7 mg/L); two peptides: angiotensin II\n(10 mg/L) and bradykinin (16 mg/L); three proteins: insulin (80 mg/L),\nlysozyme (160 mg/L), and cytochrome c (160 mg/L). Under the optimized\nworking conditions, these six compounds could be well separated in\ntwo domains: the migration time domain and the m/z ratio domain. Figure 5b plots the three-dimensional MCE–MS spectrum,\nand Figure 5c is the\ncorresponding two-dimensional heat map. As noted in Figure 5c, these six biomolecules show\nup at different locations of the heat map due to their property differences.\nIn the m/z ratio domain, the sequence\nof ions is determined by the m/z ratios of ions in the gas phase after nanoESI. In the migration\ntime domain, the sequence of ions is mainly determined by physical\nsizes, charge, and folding states of ions in the liquid phase. Since\nthe drag force is proportional to the ion effective radius (R) and the electric field force is proportional to ion charge\n(q), ion migration time would be proportional to q and inversely proportional to R. As shown\nin Figure S1, larger ions with less charge\nwould show up earlier in the chromatogram, and the number of charge\nwould have bigger impacts on ion migration time than the ion effective\nradius. Results in Figure 5 show that phenylalanine shows up before angiotensin II and\nangiotensin II shows up before proteins, which might be due to the\nfact that larger biomolecules would possess more charges in solution.\nHowever, insulin has a very compact three-dimensional structure with\ndisulfide bonds and having less available charging sites, which might\nresult in a smaller q/R value than\nbradykinin. As a result, insulin travels faster than bradykinin in\nthe MCE capillary. Figure 5d plots the total ion chromatogram (TIC) of MCE and the corresponding\nmass spectra of these six compounds.\n\nThe analysis of this six-compound mixture was also performed\non\na conventional CE instrument (Lumex Capel-105M capillary electrophoresis\nsystem, Russia). In the capillary zone electrophoresis mode, five\npeaks were observed for these six compounds in which insulin and bradykinin\nwere not separated. Furthermore, the elution sequence of these compounds\nis also different from MCE (Figure S11),\nwhich is cytochrome c, lysozyme, insulin/bradykinin, angiotensin II,\nand phenylalanine. Results suggest that this MCE method has a different\nseparation mechanism and it is complementary not only to conventional\nliquid chromatography (LC) but also complementary to conventional\nCE. It should also be noticed that MCE separates analytes before ionization,\nwhich is different from MCE. As a result, ions from the same analyte\nwould elute and show up simultaneously in MCE as shown in Figure 5, while ions from\nthe same analyte but at different charge states would spread across\na much broader range in MCE. For example, cytochrome c ions would\nhave the same charge state (at least very close to each other) in\nsolution before ionization, and they would have a similar migration\ntime in MCE. The different charge states observed in the mass spectra\nare due to the ESI process, which would also unfold cytochrome c ions.\nOn the other hand, in a typical MCE experiment, cytochrome c would\nbe ionized first and then subject to the MCE separation. Hence, cytochrome\nc ions at different charge states would be separated and have different\nmigration times in MCE.\n\nLiquid-phase chromatography coupled\nwith MS has been widely used\nin protein analysis.60 The use of MCE–MS\nfor BSA hydrolysate analysis and its comparison with conventional\nLC–MS method were performed (Figure S12). A 51% peptide coverage rate was obtained using MCE–MS,\ncompared to the 55% peptide coverage rate using LC–MS. With\nmuch shorter analysis time and similar peptide coverage rate, this\nMCE–MS method could benefit high-throughput omics studies.\nThe use of MCE for isomer analysis was also shown and is plotted in Figure S13. With complementary separation mechanisms,\nMCE could also be used together with LC or CE techniques so that multidimensional\nchromatography methods could be achieved. Since the current MCE separation\nstill takes about 10–20 mins, offline coupling methods could\nbe possible.\n\nIn this study, MCE was\nintroduced and characterized as a liquid-phase\nbiomolecule 3D structure analysis technique and an MS compatible chromatography\nmethod. By assuming biomolecules have ellipsoid shapes, the approximate\nshape information of biomolecules could be promptly obtained using\nMCE and used as a restraint for biomolecule structure determination.\nSeparation and structure analysis of a peptide mixture were demonstrated,\nsuggesting that MCE could be used as a fast and convenient method\nfor structure analysis of biomolecules in complex matrices. Charge\nstates of peptides and proteins were calculated from theoretical and\nempirical equations, which are derived based on the proton affinities\nof amino acids. Therefore, the current method is limited to peptide\nand protein analyses under low ionic strength working conditions.\nIn the future, techniques such as Taylor dispersion61 and ion current measurement could be included so that biomolecule\ncharge state and shape could be obtained simultaneously. The peak\nwidth/shape in MCE experiments could also be improved in the future,\nby using thinner capillaries and more conductive solvents. The coupling\nof MCE with MS could further extend its application for large-scale\nin vitro and in vivo biomolecule structural and function investigations.\n\nPeptides angiotensin I, angiotensin\nII, bradykinin, and somatostatin were synthesized by SBS Genetech\nCo. LTD. (Beijing, China). DMSO, sodium chloride, phenol, formic acid\n(FA), dl-dithiothreitol (DTT), ammonium bicarbonate (NH4HCO3), iodoacetamide (IAA), phenylalanine (Phe),\nlysozyme, cytochrome c, insulin, and BSA were purchased from Sigma\nAldrich (St. Louis, MO, USA). 2-Methyl-5-nitroaniline and 3,5-diaminobenzoic\nacid were purchased from J&K Chemical Ltd. (Beijing, China). HPLC\ngrade acetonitrile and methanol were obtained from Fisher Chem. Alert\nCo. (NJ, USA). Proteomics grade purity trypsin was purchased from\nPromega (Madison, USA). All these reagents were used without any further\npurification. Deionized water was purchased from Wahaha Co. (Hangzhou,\nChina). Peptide and protein sample solutions were prepared in water\nas stock solutions at a concentration of 5 mg/mL and diluted to final\nconcentrations in the corresponding running buffer in each experiment.\n\nMCE experiments were first performed on\na Lumex CE system (model Capel-105M, St. Petersburg, Russia) equipped\nwith a UV detector. Fused silica capillaries (uncoated and coated)\nwith an i.d. of 75 and an o.d. of 360 μm were purchased from\nSino Sumtech (Hebei, China). Any new fused silica capillary was cleaned\nby rinsing it with methanol/water running buffer for 30 min before\nuse. In this MCE system, no EOF is needed, so activation of the capillary\nwas not required and not performed before use. EOF in the capillary\nwas minimized by either using unactivated capillary at low pH conditions\n(pH ∼3) or using coated capillary. Low-salt or no-salt solvent\nsystems were used to further help lowering the EOF and to make the\nMCE compatible with MS. Of course, other methods, such as coating\nand applying external fields, could also be applied to minimize the\nEOF.47,62,63 Between runs,\nthe capillary was rinsed with running buffer for 3 min. When analyzing\nangiotensin I, an MS compatible solvent, methanol/water (v/v 1:1 with\n0.1% FA, η = 1.62 mPa·S) was used as the running buffer.\nAngiotensin I was diluted to 1 mg/mL, and 1‰ phenol (1 mol/L)\nwas also added in the sample solution. Phenol was selected and used\nas a neutral marker in acidic conditions to calibrate the velocity\nof the liquid flow.63 In the following\nexperiments, neutral coated capillaries were used under neutral pH\nconditions. When analyzing the mixture of somatostatin and bradykinin,\na pH neutral solution containing 2 mM NaCl in water (pH = ∼7,\nη = ∼0.89 mPa·S) was applied as the running buffer.\nSomatostatin and bradykinin were diluted to 1 mg/mL, and 1‰\nDMSO was added as the neutral marker. Lysozyme was analyzed using\nwater as the running buffer (η = ∼0.89 mPa·S), and\nits pH was adjusted to 6 by FA. Lysozyme was diluted to 2 mg/mL, and\n5‰ phenol (1 mol/L) was added as the neutral marker in acidic\nconditions.\n\nWorking conditions of the Lumex system were modified\nas follows to perform MCE experiments (otherwise specified): samples\nwere injected by applying a 50 mbar pressure for 5 s; a −20\nkV running voltage was applied over a 50 cm long fused silica capillary,\nwhich has an effective length of 40 cm (distance from the sample injection\npoint to the UV detector); a 60 mbar pressure was applied to drive\nthe liquid flow; an environment temperature of 25 °C was maintained\nfor the capillary; detection wavelength of the UV detector was 214\nnm. Working conditions of −15 kV voltage and 90 mbar pressure\nwere applied during the lysozyme analysis.\n\nFigure S1 (as\nwell as in Figure 5a) shows a schematic illustration of the\nhome-built MCE–MS system, in which the MCE system was coupled\nwith the MS system through a nanoESI source. The MCE system mainly\nconsists of four parts: a sample injection part, a running buffer\npumping system, a separation capillary, and a DC separation voltage\nmodule. To operate the MCE system, samples were first injected into\nthe fluid channel using a syringe (Hamilton) driven by a syringe pump\n(KD Scientific Syringe Pump Company), and a microvalve (Agilent 1200\nSeries 2 Position/ 6 Port, VICI, No. G1162A) was used to accurately\ncontrol the sample injection amount.64 During\nthe sample injection period, the microvalve was switched to the quantitative\nloop, and samples were injected from the syringe to the quantitative\nloop with a pumping speed of 20 μL/h for 0.1 min.\n\nAfter\nsample injection, the microvalve was switched to the quantitative\nloop, and another syringe pump was connected and used to pump the\nrunning buffer (methanol/water v/v 1:1 with 0.1% FA) into the flow\nchannel for sample separation. The same fused silica capillary (unactivated)\nwith a length of 40 cm was used as the separation channel. During\nMCE–MS experiments, the injected sample was flushed into the\nseparation channel by the running buffer at a constant flow rate.\nAt the same time, a constant dc separation voltage was applied across\nthe separation capillary as shown in Figure S1. A negative high voltage was applied at the back end of the capillary\n(close to the sample injection side), and the front end of the capillary\nwas grounded (close to the nanoESI side). After separation within\nthe capillary, analytes would be ionized by the nanoESI source (FS360-50-15-D,\nNew Objective, Woburn, MA), and MS analyzed by the consequent Q-TOF\nmass spectrometer (Agilent G6520B Accurate-Mass Q-TOF). A negative\nhigh voltage from 1300 to 1600 V was applied on the MS inlet, which\nprovides ionization voltage for the nanoESI source. The following\nMS parameters were used in experiments: gas temperature 300 °C,\ngas flow rate 8.0 L/min, fragmentor: 200, full MS parameters: resolution\n= 20000, max ion injection time = 100 ms, MS scan range = 100–2000\nTh; MS/MS parameters: resolution = 20000, max ion injection time =\n100 ms, and MS scan range = 100–2000 Th.\n\nOne microgram of BSA was denatured\nand reduced by a 200 μL solution containing 8 M urea and 10\nmM DTT in 50 mM NH4HCO3 buffer (pH 8.3) at 37\n°C for 2 h. Alkylation was performed in a 50 mM IAA solution\nat room temperature for 1 h in the dark. After alkylation, the sample\nwas diluted using a 50 mM NH4HCO3 buffer to\ngive a final urea concentration of 1 M. Tryptic digestion was then\nperformed at a protein-to-trypsin concentration ratio of 50:1 (w/w)\nfor 16 h at 37 °C.65 After digestion,\nresidual trypsin activity was quenched by adding 3% FA (v/v) and boiling\nthe sample for 10 min. Next, the digested peptide samples were desalted\nby reversed-phase C18 SPE column and then lyophilized to complete\ndryness. Dry powder was dissolved in running buffer and centrifuged\nat 17000g for 5 min before MCE–MS analysis.\n\nMD simulations were conducted with the\nAMBER99SB-ildn force field66 in GROMACS\n2016.1.67 The AmberTools 16 was used to\ncreate peptides that were not supported in the data bank.68 Charge states of peptides in the experiments\nwere calculated based on the literature (refer to the Supporting Information for details).69,70 It is found that angiotensin I has a charge state of +3 at a pH\nof 3. For angiotensin I, MD simulation was performed on a methanol/water\nsolvent box (1:1 volume ratio), which has a dimension of ∼65\nÅ. The formic anion was the counterion. Under the native experimental\nconditions (pH = 7 in water solution), both somatostatin and bradykinin\nshow the +2 charge state. The chloride anion was the counterion. In\nthis case, MD simulations were performed on a sodium chloride water\nsolvent box, which has a dimension of ∼52.5 Å. In all\nsimulations, energy minimization was performed and followed by 1 ns\nequilibration at 300 K. The overall simulation window was 100 ns.\nLysozyme MD simulation was conducted with the GROMOS96 54a7 force\nfield. Charge states of lysozyme in the experiments were calculated\nby propka-3.1.71,72 It is found that lysozyme has\na charge state of +9 at a pH of 6. The starting system consisted of\na cubic simulation box of X = Y = Z = ∼76.9 Å, containing one lysozyme molecule\nand 14405 water molecules. The formic anion was the counterion. The\noverall simulation window was 10 ns."}