{"title": "Nested–polymerase chain reaction detection of Pneumocystis carinii f. sp. canis in a suspected immunocompromised Cavalier King Charles spaniel with multiple infections", "body": "The genus Pneumocystis contains highly diversified and opportunistic fungal species that cause severe pneumonia in mammals with a deficient immune system.1 In the veterinary literature, there are many published cases of confirmed canine pneumocystosis—most of which described cases of young to middle-age dogs with suspected immunodeficiency, with the Miniature Dachshund, and the Cavalier King Charles Spaniel (CKCS) breeds most commonly reported.1–8 Concurrent infection with other pathogens has been reported in only a few cases when concurrent Demodex canis3,5,7 and canine distemper virus (CDV)3 infections were demonstrated. In most of the previously reported veterinary cases, in vivo diagnosis of Pneumocystis spp. pneumonia (PP) was achieved by direct identification of the microorganism by cytological examination of bronchoalveolar lavage (BAL) samples, trans-tracheal aspirates, or transthoracic lung aspirates.2 However, using this technique, the diagnosis can be missed due to failure on detection of the lung pathogen.2,4,6,9 In human medicine, several studies have demonstrated that polymerase chain reaction (PCR)-based methods increase the sensitivity of detection of the organism compared to its direct identification on lung samples.10,11 Indeed, real-time PCR has been recently recommended for PP diagnosis by a European panel of experts.12\n\nThe aim of this report was to describe the first case of Pneumocystis carinii f. sp. canis infection in a suspected immunocompromised CKCS, with four concurrent pulmonary infective agents and one extrapulmonary infectious agent. In this case, an in vivo identification of Pneumocystis spp. was achieved by PCR testing of BAL fluid, in which no Pneumocystis cysts had been identified with cytological examination.\n\nA 7-month-old CKCS female, with a history of chronic coughing, was referred to the “San Marco Veterinary Clinic” (Padova, Italy) for further investigations. The dog was not vaccinated and had not received any heartworm prophylaxis in the previous 3 months. Consecutive antibiotic treatments with appropriate doses of doxycycline, metronidazole–spiramycin, and finally, a 10-day course of amoxicillin–clavulanic acid all had all failed to resolve or even improve clinical signs. Antibiotic treatment was discontinued 4 days before presentation. Two previous fecal Baermann’s tests were negative for Angiostrongylus vasorum. PCR testing of a nasal swab for CDV, adenovirus 2 (CAV-2), herpesvirus 1, influenza virus, parainfluenza virus (CPiV), and respiratory coronavirus was also negative. On presentation, the dog was bright and alert, mildly tachypneic (40 r/min) with a bilateral mucous nasal discharge. The remaining physical examination was normal. A blood sample was taken for a complete blood count, including blood smear examination, serum biochemistry, and serum electrophoresis, and for a coagulation profile. Urinalysis was performed on a urine sample obtained via cystocentesis. Right lateral and dorso-ventral thoracic radiographs were also taken. Clinicopathological abnormal findings included a mild non-regenerative, normocytic normochromic anemia (5.27 × 1012/L; reference interval, 5.81–7.12), leukocytosis (35.8 × 109/L; reference interval, 8.33–14.79) with neutrophilia (24.3 × 109/L; reference interval, 4.0–8.1), lymphocytosis (10.0 × 109/L; reference interval 2.1–4.9), and monocytosis (1.0 × 109/L; reference interval, 2.9–7.0). On blood smear examination, there were activated lymphocytes and toxic neutrophils. Serum biochemical profiles showed an increase in serum C-reactive protein (6.9 mg/L; reference interval, 0.1–0.6), a mild hypoalbuminemia (27 g/L; reference interval, 29–33), and a mild hypoglobulinemia (21 g/L; reference interval, 24–32). Serum immunoglobulin fraction quantification showed a decreased immunoglobulin G (IgG) concentration (0.58 g/L; reference interval 0.9–3.72), while immunoglobulin M (IgM) and immunoglobulin A (IgA) concentrations were at the lower limit of the reference intervals (0.79 g/L; reference interval, 0.76–1.8 and 0.018 g/L; reference interval, 0.001–0.09; respectively). Serum globulin quantification was in agreement with those detected by micro-capillary electrophoresis diagram (Table 1 and Figure 1). Rod-shaped bacteria and pyuria were detected with urine sediment examination and therefore urine culture was performed. All the remaining clinicopathological tests were normal. The radiographs of the thorax showed a mild diffuse bronchial pattern (Figure 2(a) and (b)).\n\nRhinoscopy, bronchoscopy, and BAL were performed to further elucidate the clinical signs. The dog was pre-medicated with butorphanol (0.2 mg/kg, IM) and dexmedetomidine (0.002 mg/kg, IM), induced with propofol (2 mg/kg) and maintained using a propofol infusion (0.1–0.4 mg/kg/min). Flow by 100% oxygen delivery was provided during the entire procedure until the dog was fully recovered. A small flexible fiberoptic bronchoscope was used. Pulse oximetry, electrocardiography (ECG), and blood pressure were monitored throughout the procedure. A diffuse, productive bronchopathy and a non-specific mucous-productive rhinopathy were identified. BAL was performed by instilling two aliquots of 5 mL of warmed sterile 0.9% saline by syringe, followed by approximately 5 mL of air to clear the fluid from the endoscope channel before the saline was aspirated. The BAL sample was immediately submitted for cytological analysis and bacterial culture.\n\nPolymerase chain reaction testing for CDV, CAV-2, CPiV, Angiostrongylus vasorum, Bordetella bronchiseptica, Mycoplasma spp., and Pneumocystis spp. was also performed. To investigate the presence of Pneumocystis spp., a portion of the mitochondrial small subunit rRNA gene (mtSSU rRNA gene) was amplified and sequenced by nested PCR with previously reported primers and protocol.13 Cytological examination of the BAL fluid revealed a suppurative inflammation associated with the presence of intracellular coccobacilli bacteria. Urine culture and BAL fluid culture were positive for Escherichia coli (1,000,000 CFU) and Klebsiella pneumonia, respectively. Both microorganisms were sensitive to all antibiotic molecules tested on the antibiogram, and, surprisingly, included those used up to 4 days before presentation (i.e. amoxicillin–clavulanic acid). Polymerase chain reaction testing of BAL fluid was positive for B. bronchiseptica, Mycoplasma spp., and Pneumocystis spp. Pneumocystis identity was confirmed by sequencing of the mtSSU rRNA amplicon. The unroot phylogenetic tree constructed using mtSSU rRNA sequences showed that Pneumocystis carinii f. sp. canis was distinct from Pneumocystis spp. isolated from other animals, confirming that this was the specific species related to canine hosts (Figure 3).\n\nAt the owner’s request, at the end of all diagnostic procedures, the dog was discharged from the hospital, pending results and against medical advice. At this time, the dog had fully recovered from the anesthesia and physical examination was unchanged compared to the morning admission. On the following morning, the dog returned in acute respiratory distress. Thoracic radiographs showed a severe pneumothorax, and the animal died a short time later from cardiopulmonary arrest despite attempts to stabilize it. Post-mortem examination was declined from the owner.\n\nThis case report, in the authors’ opinion, highlights four points about the diagnosis and clinical presentation of dogs with Pneumocystis spp. First, in our laboratory, all reference intervals are calculated using a population of dogs matched for age, breed, and sex to the patient being tested. Dogs with chronic inflammatory disease (such as chronic septic pneumonia as in this case) often present with hypergammaglobulinemia and normal-to-high IgG concentration.14 The decreased gammaglobulins and IgG concentrations identified in this patient, together with the IgM and IgA in the lower limits of the reference intervals, were highly suspicious of an immunocompromised state, in agreement with previously reported cases of PP in CKCS.15,16 Alternatively, the lack of vaccinations in this dog may has contributed to the low serum concentrations of gammaglobulins and IgG concentrations,17 since reference intervals are derived from vaccinated animals.\n\nSecond, the detection of the fungal pathogen was achieved through PCR testing of a BAL sample which was negative with microscopic visualization for Pneumocystis spp. It must be considered that all Pneumocystis spp. have two developmental stages: the trophic form (formerly trophozoite) and the cyst form. The imbalance between the different lifecycle forms of Pneumocystis spp. might explain the lower diagnostic yield of cytology in certain instances, as cysts are much easier to distinguish than trophic forms using rapid, modified Romanowsky stains such as Diff-Quik. Such an explanation might account for why some specimens can be PCR-positive, yet no organisms can be detected using conventional light microscopy.2,4,6,9 Similar to humans, PCR method to achieve a PP diagnosis has been suggested in dogs,4,18 but it has only recently been used ante-mortem.8,9 These recent studies confirm that PCR testing can be a valid diagnostic test for the detection of Pneumocystis spp. In addition, the phylogenetic analysis of the Pneumocystis spp. nucleic acid amplified from BAL fluid in the current study showed that it was a specific canine host–related species.\n\nThe third peculiarity of this case report was the multiple bacteria identified by PCR and cultured from the BAL specimen and the presence of a concurrent urinary bacterial infection (i.e. E. coli). Although pulmonary co-infection with B. bronchiseptica has previously been reported, multiple co-infections with K. pneumonia, Mycoplasma spp., and Bordetella bronchiseptica, contemporary to a urinary tract infection with E. coli, have never been described before, further supporting the immune-suppression state of the dog. Moreover, it is also important to underline that all bacterial agents isolated by PCR and cultured are usually sensitive to one or more of the antimicrobial agents previously administered to the dog, supporting further the presence of an immunodeficient state in this patient.\n\nThe final unusual finding of this report was that despite the detection of four different potential respiratory pathogens from the BAL sample, the lung changes in the thoracic radiographs were not especially severe, nor typical of PP.1,18 A possible explanation for this finding could be that the patient was in an initial stage of PP. Alternatively, it is possible that the Pneumocystis carinii f. sp. canis detected by PCR was just a colonizing respiratory tract of the dog without playing an active part in the pneumonia. Finally, the recent and multiple antibiotic treatments may have mitigated the intensity of the radiographic changes.\n\nIn veterinary literature regarding PP, pneumothorax it has been reported only following a lung fine needle aspiration on a CKCS.4 However, in human medicine, it is described as a clinical finding in 5%–10% of human patients affect by PP.19 Lung histology in these patients revealed a significant peripheral lung destruction characterized by sub-pleural necrosis and the presence of small and large sub-pleural cystic spaces.19 In this study, the patient’s pneumothorax may have occurred secondary to airway endoscopy and BAL.20 Finally, the lung damage caused by multiple infectious agents may also had played a role in the pathogenesis of the pneumothorax. Unfortunately, at the owner’s request and against medical advice, the dog was discharged from the hospital soon after the BAL procedure, preventing a watchful observation in an intensive care environment which may had altered the final outcome.\n\nOne limitation of this case report is that we were not able to establish the fungal load and the pathological impact of Pneumocystis spp. on the respiratory signs of this dog. Quantitative PCR assay to estimate the fungal load would have been useful for this purpose.9 Unfortunately, this technique was not available at the time of presentation of the dog reported here.\n\nWhile signalment, medical history, clinicopathological, and nested PCR findings supported a PP diagnosis in our dog, the radiographic findings were not consistent with PP. However, in human medicine, it is strongly recommended to consider the detection of Pneumocystis spp. DNA in symptomatic patients, whatever the fungal load, to be at least partially, responsible for the clinical signs.21"}