{"title": "Human Coronavirus NL63 Molecular Epidemiology and Evolutionary Patterns in Rural Coastal Kenya", "body": "This study used samples from (1) a prospective child inpatient (IP samples) surveillance of viral etiologies of pneumonia (2008 to 2014) at the Kilifi County Hospital (KCH) [5] and (2) a prospective household surveillance study (HH samples) conducted in a smaller geographical area within Kilifi County [29]. Study details have been previously described [5, 29–31]. The hospital pneumonia etiology study has been ongoing since 2002 and recruits children aged 0–59 months of age with signs of severe or very severe pneumonia that prompt admission. The household study recruited 483 participants from 47 households between December 2009 and June 2010, collecting nasopharyngeal flocked swabs from each household member twice weekly irrespective of symptoms. For both studies, samples were initially screened for a panel of respiratory viruses including 3 endemic coronaviruses (HCoV-229E, HCoV-NL63, and HCoV-OC43) using real-time reverse transcription polymerase chain reaction (RT-PCR) [32, 33]. A sample threshold cycle (Ct) value of <35.0 was considered positive for the target virus. The 25 pairs of samples for whole-genome sequencing were selected based on having 2 positive NL63 samples >14 days apart. For individual with multiple positive isolates in each period, the samples with the lowest Ct (highest viral load) were selected. Furthermore, to distinguish prolonged shedding from reinfection, pairs were chosen that had at least 4 NL63-negative samples in the intervening period between positive samples.\n\nThe samples in this study were collected after receiving informed written consent from each participant if ≥18 years of age or through a guardian or parent if <18 years of age and all children assented to participate. The study protocol was approved by the Scientific and Ethics Review Unit of the Kenya Medical Research Institute (KEMRI), Nairobi, and Coventry Research Ethics Committee, UK.\n\nViral RNA was extracted from nasopharyngeal swab samples using QIAmp viral RNA mini kit (Qiagen) using the manufacturer’s protocol. Synthesis of cDNA from the RNA used primers targeting the S1 domain of the HCoV-NL63 spike gene (Supplementary Table 1 and Supplementary Figure 1) in a 1-step 250µL RT-PCR reaction (see Supplementary Figure 1 legend for details). The DNA products were purified using the Min Elute PCR purification kit (Qiagen) and sequenced using a ABI 3130xl (Applied Biosystems) instrument with BigDye terminator kit (Qiagen), PCR primers, and an additional 6 sequencing primers (HCoV-NL63_SF1, HCoV-NL63_SF1_RC, HCoV-NL63_SF2, HCoV-NL63_SF2_RC, HCoV-NL63_SF3, HCoV-NL63_SF3_RC; see Supplementary Table 1). Individual spike sequences were quality checked, trimmed, and assembled into larger sequence contigs using Sequencher 5.10 (Gene Codes Corporation).\n\nTotal nucleic acid extraction was performed using previously described methods [34]. Nasopharyngeal flocked swab sample raw extracts were centrifuged for 10 minutes at 10000 × g. Nonprotected DNA in the supernatant was degraded with 20 U TURBO DNase (Ambion). Nondegraded (presumably virion-protected) nucleic acid was extracted followed by reverse transcription using nonribosomal hexamers [35]. Second-strand DNA synthesis was with 5 U of Klenow fragment (New England Biolabs) and the resulting nucleic acids were purified using phenol/chloroform extraction and ethanol precipitation.\n\nIllumina libraries were prepared for each sample. Nucleic acids were sheared to 400–500 nt, ligated to sample-specific indices, and multiplexed at 80 samples per HiSeq 2500 run, generating 2–3 million 250 nt (HiSeq) paired-end reads per sample. The raw reads were trimmed to remove residual sequencing adapters and filtered to retain reads with median Phred score >35 using QUASR v7.02 [36] and assembled into contigs using de novo assembly with SPAdes 3.10.1 [37]. Coronavirus contigs were identified with ublast [38] and a Coronaviridae protein database. Overlapping contigs were joined into full-length sequences using Geneious 8.1.8 (http://www.geneious.com/) and ambiguities were resolved by consulting the original short reads. Final quality control of genomes included a comparison of the sequences, their open reading frames and the encoded proteins with reference sequences retrieved from GenBank.\n\nAll HCoV-NL63 sequences deposited in the GenBank encoding the S1 domain of spike gene region or the entire genome were collected from GenBank (accessed September 2017). A summary of all sequences used in this study is presented in Supplementary Table 2. Alignments were prepared using MAFFT v7.154 [39]. Phylogenetic trees were constructed in MEGA v7.0.26 [40]. The appropriate evolutionary model was determined using IQ-TREE program. Maximum likelihood methods with bootstrapping (1000 iterations) were used. The aligned sequences were analyzed for recombination using the RDP4 program.\n\nHCoV-NL63 genotype A and B sequence sets were prepared from GenBank plus the Kilifi HCoV-NL63 sequences. KMC3 [41] was used to identify all 30-nt sequences (k-mers) present in genotype A sequences and not in genotype B sequences and vice versa. Quality-controlled short read sequences from each sample were then classified as HCoV-NL63 genotype A or genotype B based on the read’s content of genotype A and B-specific 30-nt kmers using a threshold of 20 kmer per read as defining identity to a genotype. Results were reported as number of HCoV-NL63 reads (or fraction) classified as each genotype.\n\nThe HCoV-NL63 spike and full genome sequences were deposited in GenBank with accession numbers MG356413–MG356452 (spike sequences) and MG428699–MG428707 (full genome sequences).\n\nWith both spike and full genome sequencing, full genome or segment sequences were successfully obtained exclusively from repeat infection samples. We examined this phenomenon in more detail.\n\nComparing the median Ct viral load value for first and second infections showed a large difference in the median Ct values, with second infections displaying lower Ct (higher viral loads) (Figure 4B). The difference between the 2 groups is greater than expected by chance (2-tailed P value = .0188) with the second exposure to the virus showing higher levels of virus replication than the previous exposure. When the yield of HCoV-NL63 genome in the second infections was plotted as a function of the time between the first and second infection, with a single exception, full genome sequence was only obtained with at least 80 days elapsing between the 2 infections (Figure 4C).\n\nThe analysis was expanded to include viral load data for 3 human coronaviruses (HCoV-NL63, HCoV-229E, and HCoV-OC43) for all positive samples in the household cohort. When plotted by sample date, 3 patterns were observed. Type 1 pattern: If the total amount of time a subject showed coronavirus-positive samples <14 days or if the subject had only a single coronavirus-positive sample the subject was considered to have a single infection. This group comprised the majority of subjects in the study (Table 2) and no conclusions about repeat infections could be made from this group. If there were at least 2 coronavirus-positive samples and the time between the first and last positive sample was ≥14 days and there were 4 intervening NL6-negative samples, the subject was considered to have a repeat (type 2) infection. A type 2A pattern was defined as having any Ct values in the second half of the period higher than any Ct value in the first half of the period. A type 2B pattern was defined as having any Ct values in the second half of the period lower than any Ct value in the first half of the period. Examples of individuals displaying the 2 patterns are shown in Supplementary Figure 2. The diagnostic results in Supplementary Figure 2A show individuals with low Ct values initial samples and elevated Ct values in the reinfection samples consistent with a protective effect of prior exposure to the virus. In contrast, the diagnostic results in Supplementary Figure 2B show the reverse pattern with at least 1 reinfection Ct value lower than any Ct value in the initial infection, indicating greater virus growth in the second infection. An analysis of the 3 coronavirus infections monitored in the cohort (HCoV-NL63, HCoV-229E, and HCoV-OC43) was performed to document the frequencies of these infection patterns across the entire cohort. HCoV-NL63 showed 21%, HCoV-229E showed 5%, and HCoV-OC43 showed 4% type 2 infections (Table 2). Among the type 2 infections, type 2A pattern (repeat infection higher Ct) was the majority pattern. However, all 3 coronaviruses showed a subset of repeat infections with higher viral loads (reduced Ct values) in the second exposure to the virus (Table 2).\n\nWe examined additional epidemiological data for first/second infections. All infections in the household study appeared to be mild (Table 1). Additional respiratory viruses in the Picornaviridae (6 patients), Adenoviridae (1 patient), Orthomyxoviridae (1 patient) families were detected; however, we detected no association of coinfection with severity of the second coronavirus infection.\n\nOne possible mechanism for repeat infection is that the second infection is with a genetically distinct virus that avoids immune responses generated by the first infection. We attempted to determine if such genotype switching occurred between first and second infections; however, the overall low viral load of the first infections made this challenging. Only a total of 9146 nucleotides of HCoV-NL63 sequence were assembled from the first infections, making it difficult to perform a comparative phylogenetic analysis across pairs. As an alternative approach we applied a more sensitive kmer method to directly genotype the HCoV-NL63 short reads from first and second infection to determine if the repeat infections involved a shift to an alternate HCoV-NL63 genotype. Training sets of all HCoV-NL63 sequences, HCoV-NL63 genotype A sequences, and HCoV-NL63 genotype B sequences (>1000 nt) was retrieved from GenBank and combined with the genotype A or B local spike sequences or the genotype A full genomes. All 30-nt kmer sequences that were present in 1 genotype and not the second were identified (see Methods and Table 3) and these genotype-specific kmers were used to classify the coronavirus reads from all 50 samples. Each read from each sample was examined for the presence of genotype-specific kmers. If 20 such kmers or more were identified with the 300-nt read, the read was classified as genotype A or B. Using this method, 259 reads were classified as HCoV-NL63 using a combined HCoV-NL63 kmer set, and 151 of the HCoV-NL63 reads could be classified by genotype and all 151 were genotype A. Second infections were all classified as genotype A, consistent with the phylogenetic analyses (see Figures 2 and 3), supporting a conclusion that genotype switching between the first and second infection is not required for reinfection.\n\nThe HCoV-NL63 is globally ubiquitous and may have been endemic in humans for a substantial time [44]. We provide evidence of human coronavirus repeat infections in a community study and rule out a possible mechanism of genotype switching.\n\nThe prevalence of HCoV-NL63 in severe pneumonia hospital admissions of children aged less than 5 years in rural coastal Kenya was low (1.3%) and varied considerably by year, consistent with reports of HCoV-NL63 prevalence of 0.1%–6% [45–50]. HCoV-NL63 infections were detected with peak activity in May–July, coinciding with the cooler months of the year in this location (Figure 1B).\n\nTwo HCoV-NL63 genotypes were observed in Kilifi during the study period with a further diversification into lineages with a temporal clustering. Genotype A was observed in the majority of sampled infections in 2010, 2011, and 2014, while genotype B predominated in 2013. Inclusion of global sequences also supported this segregation of the HCoV-NL63 spike sequences into 2 genotypes with sublineages. Notably, the community study observed only genotype A strains (no genotype B) but it is also important to note that the study lasted only 6 months. Further studies will determine if particular genotypes contribute to more severe respiratory infections.\n\nThe Global/Kilifi spike phylogeny indicated the past circulation of up to 6 HCoV-NL63 lineages. Although the number of sequences is still too small for robust conclusions, it appears that local virus clades persist for some time: genotype A1 (2011–2013), genotype A2 (2010–2014), genotype B1 (2008–2013), and genotype B2 (2011–2013). In most cases, genomic or spike sequences from other parts of the world can be identified that were close to each Kilifi genotype. This pattern is consistent with a long period of local persistence with limited evolution of the virus, and perhaps the lack of immune pressure to change.\n\nThe observation that infection enhancement can occur after prior exposure to the virus, with strongest enhancement occurring >80 days after initial exposure (Figure 4C), is consistent with an immune response playing a role. The majority of the repeat infections showed a pattern of reduced virus replication after prior exposure, which is consistent with the vaccine principle. Also there are likely to be cases of repeat exposure to the virus where the second infection is blocked and these, of course, would not be detected in our study. However, for all 3 endemic human coronaviruses a subset of repeat infections showed enhanced virus replication in the second infection. Thus it appears that host responses to HCoV-NL63 infections vary and may be dependent on the time elapsed since previous infection (Figure 4C). In addition, we speculate that the host’s prior exposure to the virus, the host’s HLA type, the quantity of virus in inoculum, and the host’s health status may influence the outcome of the exposure. If indeed these viruses exploit the host immune response to enhance infection, this mechanism could account for the low evolutionary rate of these viruses. There would be a negative selection of amino acid changes in immune epitopes that would disrupt this enhancement.\n\nThis study had limitations. Firstly, HCoV-NL63 single infection samples failed to yield full spike region or full genome sequences, most likely related to the low virus titers. Nonetheless, we could generate sufficient signal using a kmer approach (Table 3) to conclude that genotype switching did not accompany reinfection. We do realize the limitations of the kmer approach to detect specific differences in the reinfecting virus, such as changes in immune epitopes that might accompany reinfection. Secondly, our understanding of the global migration of HCoV-NL63 was hampered by the small number of HCoV-NL63 sequences available in GenBank. The limited global HCoV-NL63 sequence data meant that we could not infer the origins of HCoV-NL63 strains circulating in Kilifi with any detail. Nonetheless, the global data combined with the new Kilifi data from this report revealed a surprising stability in HCoV-NL63 with genotypes detectable globally over 10–15 years of observation. Recent increases in virus sequence surveillance will benefit this field and will provide data for a more detailed understanding of HCoV-NL63 genetic diversity and phylogeography.\n\nIn summary, this study described HCoV-NL63 infection patterns in rural coastal Kenya. Two HCoV-NL63 genotypes circulated in Kilifi and this mirrored findings from global data. Virus lineages circulated within the community over several years, suggesting no requirement of reintroduction for persistence and hence absence of herd immunity. Reinfections with HCoV-NL63 did not require genotype switching and there were multiple cases where the second infections resulted in higher viral loads than the initial infection, revealing ineffective protective immune responses after initial exposure to the virus. Finally, the new HCoV-NL63 sequences generated here provide useful data for coronavirus surveillance, primer design, and other efforts to document the evolutionary patterns of this virus."}