{"title": "Protein Structure and Sequence Reanalysis of 2019-nCoV Genome\nRefutes Snakes as Its Intermediate Host and the Unique Similarity between\nIts Spike Protein Insertions and HIV-1", "body": "The 2019 novel coronavirus (2019-nCoV), also known as SARS-CoV-21 and HCoV-19,2 is the pathogen behind\nCOVID-19, a new type of pneumonia that initially caused an outbreak in\nWuhan, China and has since spread to most countries in the world. The rapid\ntransmission across country borders and the large number of confirmed cases\nprompted the World Health Organization (WHO) to declare COVID-19 as a global\npandemic on March 11, 2020. As of March 23, there are at least\n332 930 and 14 510 patients who have been diagnosed with and\nhave died of COVID-19 worldwide, respectively. Among the affected countries,\nChina has the largest population of confirmed cases (81 610) and the\nsecond highest death toll (3276). Meanwhile, Europe and North America have\nalso been hit hard: 59 138 and 31 573 cases were confirmed in\nItaly and the United States, which are the nations with the highest number\nof 2019-nCoV infected patients in their respective continents, with the\nnumber of deaths in Italy (5476) surpassing that of China. Understanding the\nviral infection mechanisms and animal hosts is of high urgency for the\ncontrol and treatment of the 2019-nCoV virus. Whereas it is now commonly\nrecognized that bats such as Rhinolophus affinis may serve\nas the natural reservoir of 2019-nCoV,3 it is still\nunclear which animal served as the intermediate host that brought the bat\ncoronavirus to human hosts. Whereas multiple studies suggest the Malayan\npangolin (Manis javanica) as another\nhost,4−6 some studies have proposed that the pangolin may be\na natural host rather than an intermediate host.7,8\n\nDuring 2019-nCoV’s infection of host cells, a critical virion component\nis the spike surface glycoprotein, also known as the S protein. Spike\nproteins constitute the outermost component in a coronavirus virion particle\nand are responsible for the recognition of angiotensin-converting enzyme 2\n(ACE2), a transmembrane receptor on mammalian hosts that is utilized by the\ncoronavirus to enter the host cells.3,9 Therefore, the spike\nprotein largely determines the host specificity and infectivity of a\ncoronavirus.\n\nIn this Communication, we first analyzed the results of two recent\nstudies,10,11 which have spurred numerous interests and\ndiscussions in the community and society regarding the sequence and\nstructure of the spike protein in 2019-nCoV and the identification of its\nintermediate hosts. In particular, the study by Pradhan et al. reported the\nidentification of four unique insertions that were shared only with HIV-1\nand were “unlikely to be fortuitous in nature”.10 Although the work has been questioned by the scientific\ncommunity, rumors and conspiracy theories based on these studies still\nwidely circulate among the general public.12 We therefore\nbelieve that there is an urgent need to systematically examine the bases and\nconclusions of these studies in serious scientific reports. To further\nexamine the animal hosts of the 2019-nCoV spread, we next assembled the\ndraft genome of a highly related coronavirus using metagenomic samples from\nManis javanica. The alignment results of the\nassembled genome sequences, in particular, on the spike proteins, suggest\nthe importance of pangolins in the evolution of 2019-nCoV and its\ntransmission from bats to humans.\n\nGlobal protein sequence alignment of the full-length coronavirus spike\nproteins was performed by MUSCLE13 and visualized\nby SeaView.14\n\nWe used C-I-TASSER15 to create structural models of\nthe full-length spike protein. Here C-I-TASSER is an extended pipeline\nof I-TASSER16 and utilizes the deep convolutional\nneural-network-based contact maps17 to guide the\nMonte Carlo fragment assembly simulations. Because the RBD domain of\nthe spike exhibits different conformations relative to the remaining\nportion of the protein, the DEMO pipeline18 was\nthen used to reassemble the domains and to construct a complex\nstructure consisting of the spike trimer and the extracellular domain\nof human ACE2 using the ACE2-bound conformation 2 of the SARS-CoV\nspike glycoprotein (PDB ID: 6ACJ) as a template. Our complex\nmodeling did not use the template originally used in the Pradhan et\nal. study (PDB ID: 6ACD) because it did not include the ACE2\nreceptor.\n\nAs per the previous study,11 the relative synonymous\ncodon usage (RSCU) for codon j in a species is\ncalculated\nas1where\nkj is the\nnumber of codons synonymous to codon j (including\nj itself) and\npj is the\nprobability of the respective amino acid being encoded by codon\nj among all\nkj synonymous\ncodons in the protein coding sequences (CDSs) of the whole genome. The\ndifference in codon usage in two different species (a virus versus a\nvertebrate in our case) is defined by the squared Euclidean distance\nof RSCU, that\nis2Here N = 61 is the\nnumber of codons that encodes amino acids, thereby excluding the three\nstop codons. Xj and\nXj′ are the\nRSCUs for codon j in the virus and in the vertebrate,\nrespectively. In our report, the codon usages of all vertebrates are\ntaken from the CoCoPUTS19 database, which was last\nupdated in January 2020. This database was therefore much more recent\nthan the Codon Usage Database,20 which was last\nupdated in 2007, that was used in the previous research.11 To obtain the codon usage of coronaviruses, we\nimported the GenBank annotations of the three coronavirus genomes to\nSnapGene (GSL Biotech) to export the codon usage table based on\nGenBank annotations. CodonW21 was not used for the\ncodon usage calculation as in the previous study because it cannot\naccount for the -1 frameshift translation of the first open reading\nframe (ORF) in the coronavirus genome.\n\nIn a recent manuscript entitled “Uncanny Similarity of Unique\nInserts in the 2019-nCoV Spike Protein to HIV-1 gp120 and\nGag”,10 Pradhan et al. presented a\ndiscovery of four novel insertions unique to 2019-nCoV spike protein\n(Figure 1). They\nfurther concluded that these four insertions are part of the receptor\nbinding site of 2019-nCoV and that these insertions shared\n“uncanny similarity” to human immunodeficiency virus 1\n(HIV-1) proteins but not to other coronaviruses. These claims resulted\nin considerable public panic and controversy in the community,12 even after the manuscript was withdrawn. To\ninvestigate whether the conclusions by Pradhan et al. are\nscientifically precise, we reanalyzed the structural location and\nsequence homology of the four spike protein insertions discussed\ntherein.\n\nBecause the full-length structure of the spike protein in 2019-nCoV was\nnot available at the beginning of this study, we used\nC-I-TASSER15 to model its tertiary structure\nas part of our efforts in the full genome structure and function\nanalyses of 2019-nCoV, which are available at https://zhanglab.ccmb.med.umich.edu/C-I-TASSER/2019-nCoV/.\nThe 2019-nCoV spike model was then assembled with the human ACE2\nstructure (PDB ID: 6ACJ)22 by DEMO18 to form a spike–ACE2 complex. In Figure\n2A, we present a cartoon\nsuperposition of the C-I-TASSER model with a recently solved spike\nstructure,23 where the C-I-TASSER model\nshares a high structure similarity, with a TM score of\n0.95,24,25 to the cryo-EM structure.\nBecause the experimental structure covers only 75% of the residues in\nthe full-length sequence, with several important residues on the\nreceptor binding domain (RBD) of the spike protein missing, our\nfollowing analysis will mainly be built on the C-I-TASSER\nreconstructed full-length model. We note that C-I-TASSER, also known\nas “Zhang-Server”, is the top ranked automated server\nfor protein structure prediction in the Critical Assessment of protein\nStructure Prediction round 13 (CASP13) challenge (http://www.predictioncenter.org/casp13/zscores_final.cgi?model_type=best&gr_type=server_only)\namong all 39 servers from the community. C-I-TASSER improves our\npreviously developed I-TASSER structure prediction protocol26 by incorporating a deep-learning-based contact map\nprediction.17,27 On all 121 CASP13 targets,\nthe average TM score of the C-I-TASSER first model (0.674) is 8.0%\nhigher than that of I-TASSER (0.624) and 0.15% higher than that of\nC-QUARK (0.673), which is our only other automated CASP13 server and\nwas ranked in second place in CASP13.\n\nAs shown in Figure 2B, all four\ninsertions in the C-I-TASSER/DEMO structural models are located\noutside the RBD of the spike protein, in contrast with the original\nconclusion made by Pradhan et al., which stated that the insertions\nare located on the interface with ACE2. Here it is important to note\nthat following ACE2 receptor binding, the spike protein can be cleaved\nby host proteases such as cathepsin L (CTSL) to produce the S1 and S2\nisoforms to facilitate viral entry into host\ncells.28,29 Because this cutting site\nimmediately follows insertion 4 (IS4) (Figure 1 arrow) along the 2019-nCoV spike\nprotein sequence, there is a possibility that IS4 could affect the\ncleavage of the spike protein. Regardless, all of the insertions are\nnot directly related to receptor binding.\n\nTo investigate the viral homologues of the four insertions, we further\nperformed a BLAST sequence search of these four insertions against the\nnonredundant (NR) sequence database, restricting the search results to\nviruses (taxid: 10239) but leaving other search parameters at default\nvalues. The top five sequence homologues (including the query itself)\nidentified for each insertion are listed in Table 1. In contrast wit the previous claim that the four\ninsertions are unique to 2019-nCoV and HIV-1, all four insertion\nfragments can be found in other viruses. In fact, an HIV-1 protein is\namong the top BLAST hits for only one of the four insertion fragments,\nwhereas three of the four insertion fragments are found in bat\ncoronavirus RaTG13. Moreover, partially due to the very short length\nof these insertions, which range from six to eight amino acids, the\nE values of the BLAST hits, which is a\nparameter used by BLAST to assess the statistical significance of the\nalignments and usually needs to be <0.01 to be considered\nsignificant,30 are all >4, except for a\nbat coronavirus hit for IS2. These high E values\nsuggest that the majority of these similarities are likely to be\ncoincidental.\n\nGiven that three out of the four insertion fragments are found in the bat\ncoronavirus RaTG13, it is tempting to assume that these\n“insertions” may be directly inherited from bat\ncoronaviruses. Currently, there are at least seven known human\ncoronaviruses (2019-nCoV, SARS-CoV, MERS-CoV, HCoV-229E, HCoV-OC43,\nHCoV-NL63, and HCoV-HKU1), where many of them, including severe acute\nrespiratory syndrome-related coronavirus (SARS-CoV) and Middle East\nrespiratory syndrome-related coronavirus (MERS-CoV), were shown to be\ntransmitted from bats.3,31−34 To further examine the evolutionary\nrelationship between the 2019-nCoV and the bat coronavirus in\ncomparison with other human coronaviruses, we used MUSCLE to create a\nmultiple sequence alignment (MSA), presented in Figure 3, for all seven human\ncoronaviruses and two bat coronaviruses, RaTG13 and RsSHC014, which\nhave been considered to be the ancestors of 2019-nCoV and SARS-CoV,\nrespectively.3,31,34 Among\nthe four “insertions” (ISs) of the 2019-nCoV, IS1 has\nonly one residue different from the bat coronavirus, and three out of\nseven residues are identical to MERS-CoV. IS2 and IS3 are both\nidentical to the bat coronavirus. For IS4, although the local sequence\nalignment by BLAST did not hit the bat coronavirus in Table 1, it has a close evolutionary\nrelation to the bat coronavirus in the MSA. In particular, the first\nsix residues in the IS4 fragment “QTQTNSPRRA” from\n2019-nCoV are identical to RaTG13, whereas the last four residues,\nwhich were absent in the bat coronavirus or SARS-CoV, have at least\n50% identity to MERS-CoV and HCoV-HKU1.\n\nPutting these together, we believe that there is a close evolutionary\nrelation between 2019-nCoV and bat coronavirus RaTG13. The four\ninsertions highlighted by Pradhan et al. in the spike protein are not\nunique to 2019-nCoV and HIV-1. In fact, the similarities in the\nsequence-based alignments built on these very short fragments are\nstatistically insignificant, as assessed by the BLAST\nE values, and such similarities are shared in\nmany other viruses, including the bat coronavirus. Structurally, these\n“insertions” are far away from the binding interface of\nthe spike protein with the ACE2 receptor, as shown in Figure 2, which is also contradictory\nto the conclusion made by Pradhan et al.\n\nAnother early study attempting to understand the infection of 2019-nCoV\nwas performed by Ji et al.11 In this study, the\nauthors analyzed the RSCU of 2019-nCoV and eight vertebrates,\nincluding two species of snakes (Bungarus\nmulticinctus and Naja atra), hedgehog\n(Erinaceus europaeus), bat (Rhinolophus\nsinicus), marmot (Marmota), pangolin\n(Manis javanica), chicken (Gallus\ngallus), and human (Homo sapiens).\nAmong these vertebrates, snakes have the smallest codon usage\ndifference (squared Euclidean distance of RSCU) from 2019-nCoV and\nwere therefore proposed by Ji et al. as the intermediate hosts of\n2019-nCoV.\n\nThis conclusion is, however, controversial among virologists due to the\nlack of prior biological evidence that zoonotic coronavirus can infect\nanimals other than mammals and birds.35 Moreover,\nrecent studies showed preliminary evidence that pangolins are the\nlikely hosts of 2019-nCoV-like coronaviruses,4−6 further invalidating Ji et al.’s\nconclusion. Whereas the conclusion of snakes being intermediate hosts\nhas been commonly questioned by the scientific community, it is still\nimportant to carefully examine the base and reliability of the RSCU\napproach, which should help prevent such biased analyses from\nmisleading the community and the general public. In this\nCommunication, we scrutinize the bioinformatics approach and the\nunderlying biological assumptions through a large-scale replication of\nthe RSCU analysis.\n\nThe bioinformatics analysis performed in the Ji et al. study has several\nlimitations. First, there are only ∼300 CDSs in the NCBI\nGenBank for the snake species (Bungarus multicinctus\nand Naja atra), which the authors chose for their\nanalysis. These CDSs represent <2% of all protein coding genes in a\ntypical snake genome; the genome of the king cobra (Naja\nhannah), for example, encodes 18 387 proteins\naccording to UniProt (https://www.uniprot.org/proteomes/UP000018936). The\nlimited numbers of known CDSs in Bungarus\nmulticinctus and Naja atra mean that\nthe RSCU statistics may not reflect the actual RSCU distribution in\nthe whole genome. Second, the Codon Usage Database20 used in the analysis of Ji et al. has not been updated since 2007;\na reanalysis using a more recent codon usage database such as\nCoCoPUTs19 is therefore needed. Third, only 8\nvertebrates were analyzed in their study, whereas there are\n>100 000 vertebrates with at least one CDS in the NCBI\nGenBank database. Finally, there is no established evidence that\nviruses evolve their codon usage to resemble that of their animal\nhosts;36 this calls for a careful benchmark\nof RSCU analysis in terms of its ability to rediscover known hosts of\ncharacterized viruses.\n\nTo address these issues, we reimplemented the RSCU comparison algorithm\nproposed by Ji et al. to analyze the codon usage in the 2019-nCoV\ngenome (NCBI accession MN908947.3) and those of all 102 367\nvertebrate species in the CoCoPUTS database. To test whether this kind\nof analysis can recover known hosts of well-studied coronaviruses,\nSARS-CoV (NCBI accession NC_004718) and MERS-CoV (NCBI accession\nNC_019843) were also included. The codon usage frequency is converted\nto the squared Euclidean distance of RSCU in two separate analyses:\none based on all vertebrates (Supplementary Figure S1A–C) and the other\nbased on the subset of vertebrates with enough statistics, that is,\n>2000 known CDSs (Supplementary Figure S1D–F), roughly\ncorresponding to 10% of all protein coding genes in a typical\nvertebrate genome.\n\nAs shown in Figure 4A, snakes\nare not the vertebrates with the lowest RSCU distances to 2019-nCoV,\nsuggesting that the implementation of RSCU analysis by Ji et al. was\nincomplete. More importantly, the data in Figure\n4 show that animals unrelated to\ncoronavirus transmission, such as frogs and snakes, consistently have\nsmaller RSCU distances to known hosts of all three coronaviruses. For\nexample, the top-ranking vertebrates with the lowest RSCU distances to\nthe three different coronaviruses are two kinds of frogs\n(Megophrys feae and Liophryne\nschlaginhaufeni), whereas another frog (Xenopus\nlaevis) has the smallest RSCU distances among all\nvertebrates with sufficient sequences. Part of the reason for the\nfailure of RSCU in intermediate host identification, as shown in\nSupplementary Table S1, is that different\ncoronaviruses, such as SARS-CoV and MERS-CoV, that are known to\nutilize different intermediate hosts (Paguma larvata\nand Camelus dromedarius, respectively), have almost\nno difference in RSCU (squared RSCU distance = 0.12). These data\nsuggest that the RSCU analysis on its own is not specific enough to\ndiscriminate coronaviruses from different vertebrate hosts. In this\nregard, the failure is not merely due to the use of outdated databases\nor the small number of species included in the original analysis but\nis, in fact, caused by the incorrect biological assumption that\ncoronaviruses will evolve their RSCU to resemble that of their\nhosts.\n\nIn a recent study,6 Xiao et al. first identified\ncoronavirus sequences in pangolins that are highly similar to\n2019-nCoV. In addition, three independent groups also reported the\nidentification of 2019-nCoV-like coronaviruses sequences from\nmetagenomics samples taken from the Malayan pangolin (Manis\njavanica),4,5,7 making\nthe pangolin a likely intermediate host of the 2019-nCoV.\n\nTo further examine the possibility, we tried to reassemble a draft genome\nsequence of the coronavirus using the metagenomic samples of\nManis javanica. To this end, we first collected\na set of all publicly available metagenome samples for pangolin,\nincluding 11 samples from lung, 8 samples from spleen, 2 samples from\nlymph (NCBI accession PRJNA573298),37 and 4 samples\nfrom feces (NCBI accession PRJNA476660),38 from the\nNCBI Sequence Read Archive (SRA) database39 using\nthe prefetch command of SRA Toolkit version 2.10.3. These samples were\nconverted to paired-end sequencing reads in FASTQ format by\nfaster-dump. A quality check by FastQC version 0.11.9 showed that\nwhereas the 4 samples from PRJNA476660 do not contain adaptor\nsequences, all 21 samples from PRJNA573298 contain Illumina universal\nadaptors. Therefore, for these 21 samples, Trimmomatic version\n0.3940 was used to remove adaptor sequences\nusing the flag\n“ILLUMINACLIP:adapters.fa:2:30:10:2:keepBothReads LEADING:3\nTRAILING:3 MINLEN:36”. To remove contaminations from the host\nand from human researchers, only read pairs that could be mapped to\nManis javanica or Homo sapiens\ngenomes by bowtie41 version 2.3.5.1 were retained\nfor further analysis. These sequences were converted from SAM format\nof bowtie2 back to FASTQ format by SAMtools42\nversion 1.10 and bedtools43 version 2.29.2.\nFollowing these quality-control processes, we next determined which of\nthe 25 previously mentioned samples include a 2019-nCoV-like sequence\nby two searches at the protein and nucleotide levels. In the\nprotein-level search, the 2019-nCoV spike protein sequence was\nsearched by BLASTp30 through protein sequences\ndirectly assembled from sequencing reads of a metagenome sample by\nPlass, a protein-level metagenome sequence assembler,44 to identify if there were any close hits with an\nE value <0.01. Meanwhile, the\nnucleotide-level search selected samples where more than one pair of\nsequencing reads could be mapped to the 2019-nCoV genome (NCBI\naccession: MN908947.3) by bowtie. Both searches consistently reported\nthat only the lung samples (SRA accessions: SRR10168376, SRR10168377,\nand SRR10168378) contain 2019-nCoV-like sequences. Therefore, the\nsequences were assembled into nucleotide and protein contigs by\nMEGAHIT and Plass, respectively. The assembled nucleotide and protein\nsequences were then aligned by BLASTn and BLASTp to the whole genome\nand the spike protein of 2019-nCoV, respectively, at an\nE-value cutoff of <0.01. Finally, we\nseparately merged all nucleotide and protein alignments into a single\npairwise alignment between 2019-nCoV and the Manis\ncoronavirus (Manis-CoV); when multiple\nManis-CoV hits cover the same 2019-nCoV region,\nthe hit with the highest sequence identity to 2019-nCoV is used in the\nmerged alignment.\n\nFigure 5A presents a sketch of\nthe draft genome for the Manis-CoV as compared with\nthe released 2019-nCoV genome.45 Overall, the\nassembled sequences cover 73% of the 2019-nCoV genome with 91%\nsequence identity. More importantly, the protein sequences assembled\nfrom these Manis lung samples include a partial\npangolin coronavirus spike protein that is 92% identical to the\n2019-nCoV spike protein (Figure 5B). This sequence identity is relatively high,\nconsidering that spike proteins are critical for the coronaviruses to\ninvade into host cells and have the largest diversity in coronavirus\ngenomes due to evolutionary pressure to adapt to receptors on\ndifferent hosts. Notably, there are only 5 residue positions in the\nManis coronavirus that are different from\n2019-nCoV on the spike receptor binding domain compared with 19\ndifferent residue positions between 2019-nCoV and bat coronavirus\nRaTG13 for the same domain (Figure 5B, black box). These data imply that pangolins such as\nManis javanica can either be the intermediate\nhosts of 2019-nCoV for the transmission of bat coronaviruses to humans\nor serve as alternative natural hosts, together with bats, to provide\nthe genetic material for the origin of 2019-nCoV. Nevertheless,\nconsidering that Manis javanica individuals with\ncoronavirus infections are usually in poor or even critical health\ncondition37 and previously known natural\ncoronavirus hosts (such as bats) are usually asymptotic after\ninfection, thus allowing long-term virus–host coexistence and\ncoevolution, we believe that it is more likely that Manis\njavanica is an intermediate host rather than a natural\nhost.\n\nApproximately one-quarter of nucleotides are missing in our assembled\nManis coronavirus draft genome, partly because\ncompared with whole-genome sequencing, metagenome sequencing usually\nhas a lower read depth and more assembly errors caused by the mixture\nof diverse species in the samples. A higher quality genome with better\ncoverage should, in theory, be attainable if the\nManis coronavirus can be isolated and cultured\nin vitro using a mammalian cell line and is\nsubjected to whole-genome sequencing.\n\nBecause of the scarcity of experimental and clinical data as well as the\nurgency to understand the infectivity of deadly coronaviruses, we have been\nincreasingly relying on computational analyses to study the 2019-nCoV virus\nin terms of protein structures, functions, phylogeny, and interactions at\nboth molecular and organismal levels. Indeed, within less than 1 month of\nthe publication of the 2019-nCoV genome in January 2020, multiple\nbioinformatics analyses regarding 2019-nCoV have been either published or\nposted as preprints. Whereas such expeditious analyses provide much needed\ninsights into the biology of the 2019-nCoV virus, there is a caution to\navoid overinterpretation of the data in the absence of comprehensive\nbenchmarks or follow-up experimental validations.\n\nIn this Communication, we have investigated two recently published\ncomputational analyses regarding intermediate host identification and the\nanalysis of spike protein insertions. In both cases, we found that the\nconclusions proposed by the original studies do not hold in the face of more\ncomprehensive replications of these analyses. In particular, we found that\nthe unique sequence “inserts” found by Pradhan et al. are, in\nfact, shared by multiple viruses, especially with the segments from the bat\ncoronavirus RaTG13, revealing the close evolutionary relation to the latter\nspecies. In addition, our benchmark results showed that the data based on\nRSCU are not specific enough to discriminate the relation between\ncoronaviruses and vertebrates, which contradicts the conclusion by Ji et al.\nregarding snakes as an immediate host of the 2019-nCoV.\n\nFinally, we assembled a draft genome of the 2019-nCoV-like coronavirus using\nthe metagenomic samples from the lung of Manis javanica,\nwhich shows an overall coverage of 73% of 2019-nCoV with 91% sequence\nidentity. In particular, the spike protein in the assembled genome, which is\ncritical for the virus to recognize host receptors and therefore bears a\nhigh speed of variation, shares a high sequence identity with 2019-nCoV,\nwith only 5 residue position differences compared with 19 differences\nbetween 2019-nCoV and bat coronavirus RaTG13. These data provide evidence of\nthe possible evolutionary relations among RaTG13, the Manis\ncoronavirus, and 2019-nCoV.\n\nWhereas the current evidence mainly points to the pangolin as the most likely\nintermediate host, it is possible for other animals to also serve as\nintermediate hosts for the following two reasons. First, coronaviruses are\nknown to have multiple intermediate hosts. For example, SARS-CoV, of which\nthe palm civet (Paguma larvata) is the most well-known\nintermediate host, is also reported to use a raccoon dog\n(Nyctereutes procyonoides) and a ferret badger\n(Melogale moschata) as intermediate hosts.46 Second, the 91% sequence identity between the\nManis coronavirus and 2019-nCoV is high enough to\nconfirm an evolutionary relation between the two viruses but not high enough\nto consider them as the same viral species. To put this into perspective,\nthe viral sequence from intermediate hosts of SARS-CoV and MERS-CoV are 99.8\nand 99.9% identical to their human versions,\nrespectively.46,47 Therefore, even with the discovery\nof Manis coronavirus, further searching for other potential\nintermediate hosts should be continued."}