{"title": "Pneumonien bei immunsupprimierten Patienten ", "body": "Nach der Lektüre dieses Beitrags …wissen Sie, welche immunsupprimierenden Erkrankungen zu einem erhöhten Risiko für Pneumonieerreger führen.wissen Sie, welche Form der Bildgebung hilfreich ist und welche Befunde wegweisend für bestimmte Erreger sind.sind Sie in der Lage, nichtinvasive und invasive Differenzialdiagnostik zu veranlassen.können Sie eine evidenzbasierte Therapie durchführen.\n\nDie klassische Triade der Pneumonien umfasst 3 Formen: die ambulant erworbene Pneumonie („community-acquired pneumonia“„community-acquired pneumonia“, CAP), die nosokomiale Pneumonie (hospital-acquired pneumoniahospital-acquired pneumonia, HAP) sowie die Pneumonie unter Immunsuppression (innerhalb oder außerhalb eines Krankenhauses erworben).\n\nFür die Pneumonie unter Immunsuppression existiert keine eigene aktuelle LeitlinieIm Gegensatz zu den beiden erstgenannten existiert für die Pneumonie bei immunsupprimierten Patienten keine eigene aktuelle Leitlinie – eine dazu verfasste Leitlinie der Deutschen Gesellschaft für Pneumologie und Beatmungsmedizin (DGP) ist 15 Jahre alt. Eine Ursache dafür ist sicherlich, dass unter dem Überbegriff „Immunsuppression“ ein sehr heterogenes Patientenspektrum zusammengefasst wird. Für bestimmte Subgruppen, z. B. hämatologische Patienten mit Fieber in Neutropenie oder Patienten mit dem humanen Immundefizienzvirus\nhumanen Immundefizienzvirus (HIV), gibt es jedoch spezifische Leitlinien oder Empfehlungen. Der folgende Beitrag setzt sich vorwiegend mit der Diagnostik und den Formen der Immunsuppression auseinander. Für eine ausführliche Diskussion der therapeutischen Möglichkeiten wird auf weiterführende Literatur verwiesen.\n\nPatienten mit angeborenen und erworbenen Immundefekten erkranken zum einen häufiger an Pneumonien durch typische Erreger der CAP oder HAP, zum anderen besteht auch ein breiteres ErregerspektrumErregerspektrum mit einem erhöhten Risiko für sogenannte opportunistische Erregeropportunistische Erreger (z. B. Pneumocystis jirovecii, Zytomegalievirus [CMV], Mykobakterien, Pilze), dieses ist typisch für die jeweilige Art der Immunsuppression (Abb. 1; [1]). Das Erregerspektrum ist typisch für die jeweilige Art der Immunsuppression\n\nPrimäre oder angeborene Immundefekte sind eine heterogene Gruppe genetischer ErkrankungenPrimäre oder angeborene Immundefekte stellen eine heterogene Gruppe genetischer Erkrankungen durch eine oder mehrere Defizienzen des Immunsystems dar. Das Spektrum reicht von milden bis hin zu schweren Formen der ImmundefizienzImmundefizienz. Zusätzlich zu rezidivierenden und chronischen Infektionen leiden die Patienten auch unter einem erhöhten Risiko für AutoimmunerkrankungenAutoimmunerkrankungen sowie für lymphoproliferative und maligne Erkrankungen [2].\n\nNeben einer positiven Familienanamnese sowie Gedeihstörungen im Säuglingsalter kann man sich die wichtigsten Merkmale der pathologischen Infektanfälligkeit unter dem Akronym „ELVIS“„ELVIS“ merken (Tab. 1; [4, 5]).\n\nNeben der Infektanfälligkeit sind Störungen der Immunregulation charakteristisch für primäre ImmundefekteNeben der Infektanfälligkeit sind Störungen der Immunregulation charakteristisch für primäre Immundefekte. Diese lassen sich unter dem Akronym „GARFIELD“„GARFIELD“ (Granulome, Autoimmunität, rezidivierendes Fieber, Ekzeme, Lymphoproliferation, Darmentzündung) zusammenfassen [6].\n\nAngeborene Immundefekte der T‑Zellen und kombinierte T/B-Zell-Immundefekte manifestieren sich bereits im Säuglingsalter durch das Auftreten schwerer Infektionskrankheiten, z. B. opportunistische Pneumonien (Pneumocystis-jirovecii-PneumoniePneumocystis-jirovecii-Pneumonie, PJP, Abb. 2; CMV). Isolierte Immundefekte der B‑Zellen manifestieren sich durch den Antikörper-Nestschutz erst im KleinkindalterIsolierte Immundefekte der B‑Zellen hingegen manifestieren sich durch den Antikörper-Nestschutz der Mutter erst im Kleinkindalter. Einige dieser Erkrankungen, z. B. „common variable immunodeficiency“ (CVID), verlaufen sehr variabel und können auch erst im Erwachsenenalter diagnostiziert werden. Betroffene Personen sind vor allem in den Wintermonaten anfällig gegenüber bekapselten Mikroorganismen (Pneumokokken, Haemophilus spp.).\n\nWeitere angeborene Immundefekte betreffen:Granulozyten und Makrophagen → pulmonale Infektionen durch Staphylokokken, Aspergillus spp., Salmonella spp. und Burkholderia cepaciaIL-12/IFN-γ-Achse → Vulnerabilität gegenüber mykobakteriellen ErregernKomplementsystem → Infektionen mit bekapselten Bakterien, z. B. Streptococcus pneumoniae\n\nSekundär können angeborene Immundefekte zu Bronchiektasien führen, welche zu Infektionen mit S. pneumoniae sowie Haemophilus influenzae, Staphylokokken, Nokardien, Pilzen bzw. Mykobakterien prädisponieren [2].\n\nPneumonien stellen die häufigste Komplikation und bei 23 % die Erstmanifestation primärer Immundefekte dar [2].\n\nEine Neutropenie liegt bei einer Neutrophilenzahl <1000/µl vor Eine Neutropenie liegt bei einer Neutrophilenzahl <1000/µl vor. Sie tritt am häufigsten iatrogen in der Folge einer antineoplastischen Chemotherapie auf. Seltenere Ursachen sind hämatologische Erkrankungen, schwere Sepsis, andere schwere Infektionskrankheiten und Arzneimittel (z. B. MethotrexatMethotrexat [MTX]; Metamizol).\n\nFieber in der Neutropenie ist definiert als eine orale Körpertemperatur >38,3 °C oder 2 konsekutive Nachweise von >38,0°C für 2 h bei einer absoluten oder zu erwartenden Neutrophilenzahl von <0,5 × 109/l [7].\n\nAusprägung und Dauer der Neutropenie erhöhen das Risiko für InfektionskrankheitenMit der Ausprägung und der Dauer der Neutropenie steigt das Risiko für Infektionskrankheiten, vor allem für Pneumonien durch Bakterien (z. B. Staphylococcus aureus, Pseudomonas aeruginosa, Enterobacteriaceae), Schimmelpilze, Viren (z. B. CMV, Influenza, Respiratory-Syncytial-VirusRespiratory-Syncytial-Virus [RSV], Parainfluenzavirus, Adenovirus, humanes Metapneumovirushumanes Metapneumovirus [hMPV]) und PJP. Bis zu 25 % aller Patienten mit schwerer Neutropenie (<500/µl) über mehr als 10 Tage entwickeln pneumonische Infiltrate [8]. Das höchste Risiko für die Entwicklung von Infektionskrankheiten haben Patienten im Rahmen allogener hämatopoetischer Stammzelltransplantationen.\n\nAbhängig von der Art der Transplantation unterscheidet sich das notwendige Niveau der medikamentösen Immunsuppression, um Abstoßungsreaktionen zu vermeiden.\n\nIn einer aktuellen Studie aus Spanien lag die Inzidenz von Infektionen bei 1,36 Episoden pro Patient im ersten Jahr nach der Transplantation.Die typischen opportunistischen Infektionen konzentrieren sich auf die Monate 2–6 nach TransplantationWährend in der unmittelbaren Phase (1. Monat) nach der Transplantation besonders häufig klassische bakterielle nosokomiale Pneumonien und katheterassoziierte Bakteriämien auftreten, konzentrieren sich die typischen opportunistischen Infektionen auf die Monate 2–6 nach der Transplantation. Die Patienten sind in dieser Phase vor allem gefährdet, Pneumonien durch Herpesviren (CMV, Herpes-simplex-VirusHerpes-simplex-Virus [HSV], Epstein-Barr-Virus\nEpstein-Barr-Virus [EBV], Varicella-zoster-\nVirus\nVaricella-zoster-Virus [VZV]), RSV, Schimmelpilze, PJP, nichttuberkulöse Mykobakterien\nnichttuberkulöse Mykobakterien (NTM) sowie durch Nokardien zu entwickeln. Etwa nach dem 6. Monat im Anschluss an die Transplantation nimmt die Rate opportunistischer Infektionen ab und das Spektrum der Pneumonien verschiebt sich zu dem der CAP bei Immunkompetenten. Abhängig von der Intensität der anhaltenden Immunsuppression sind die Patienten aber weiterhin gefährdet, auch nach dem 6. Monat im Anschluss an die Transplantation opportunistische Infektionen zu entwickeln [3].\n\nUnter den immunsuppressiven Medikamenten für die Therapie der rheumatoiden Arthritis und Kollagenosen ist das Risiko für Hospitalisationen aufgrund von Infektionen unter CyclophosphamidCyclophosphamid-Therapie (RR 3,3) gegenüber Azathioprin (RR ca. 1,5) und MTX (RR 1,2) deutlich erhöht [9]. Für KortikosteroideKortikosteroide ist das Risiko für Hospitalisationen aufgrund einer Pneumonie dosisabhängig bereits ab einer Tagesdosis von 5 mg erhöht, bei >5–10 mg mehr als verdoppelt [10].\n\nBei rheumatologischen Erkrankungen besteht unabhängig von der Therapie eine Prädisposition für infektiöse KomplikationenZusätzlich ist im Rahmen rheumatologischer Grunderkrankungen unabhängig von der Therapie eine Prädisposition für infektiöse Komplikationen, insbesondere der Lunge, zu beobachten. Neben immunologischen Faktoren (Komplementsystem, T-Zell-HomöostaseT-Zell-Homöostase) sind hierfür auch erkrankungsbezogene Faktoren verantwortlich (Organschädigung als locus minoris resistentiae bei pulmonaler oder Ösophagusbeteiligung) [11].\n\nMonoklonale Antikörper haben die Prognose für einige inflammatorische und neoplastische Erkrankungen stark verbessertIm vergangenen Jahrzehnt konnte durch die Therapie mit monoklonalen Antikörpern die Prognose für eine Reihe von inflammatorischen und neoplastischen Erkrankungen erheblich verbessert werden. Die spezifische Immunsuppression, die durch die Therapie mit diesen Antikörpern als therapeutischer Effekt induziert wird, erhöht aber das Risiko für Infektionskrankheiten erheblich. In Abhängigkeit vom Wirkmechanismus der Therapie unterscheiden sich Risiko, Spektrum und Schwere der Infektionskrankheiten. Die TNFα-InhibitionTNFα-Inhibition (z. B. Infliximab) stört die Granulombildung und kann daher insbesondere zur Infektion oder Reaktivierung von Mykobakterien, Nokardien und Pilzinfektionen führen. Ferner unterstützt die Beeinträchtigung der Makrophagenfunktion bakterielle Infektionen durch Pneumokokken oder Legionellen.\n\nRituximab erhöht das Risiko für schwer verlaufende bakterielle PneumonienRituximab führt durch eine B‑Zell-gerichtete Lymphopenie und Hypogammaglobulinämie zu einem erhöhten Risiko für schwer verlaufende bakterielle Pneumonien. Auch unter der Therapie mit Tocilizumab, Alemtuzumab und Abatacebt wurden vermehrte Pneumonien, invasive Aspergillose und Tuberkulose beschrieben [11].\n\nBei HIV-Patienten treten ambulant erworbene Pneumonien unabhängig von der Anzahl zirkulierender CD4+T-Zellen relevant häufiger auf. Eine HIV-Infektion erhöht das Risiko für eine bakterielle Pneumonie etwa um den Faktor 10Laut einem aktuellen Review wird das Risiko für eine bakterielle Pneumonie durch eine HIV-Infektion ca. um den Faktor 10 erhöht.\n\nBakterielle Pneumonien durch Pneumokokken und Haemophilus spp. sind die häufigsten pulmonalen Infektionen HIV-infizierter Patienten in industrialisierten Ländern, gefolgt von PJP (20 %) und Tuberkulose, der weltweit bedeutendsten Koinfektion, an der auch die meisten Patienten versterben.\n\nZu den seltenen opportunistischen Infektionen gehören u. a. Pneumonien durch Nocardia spp., Actinomyces spp., Rhodococcus equi (Anamnese: Pferdezüchter), NTM und die pulmonale Kryptokokkose (Anamnese: Besucher von Höhlen, Vogelzüchter).\n\nDas mögliche Erregerspektrum pulmonaler Infektionen bei HIV-infizierten Patienten reflektiert den CD4-LymphozytenstatusCD4-Lymphozytenstatus. Bakterielle Pneumonien und Tuberkulose treten früh im Erkrankungsverlauf aufBakterielle Pneumonien und Tuberkulose treten gehäuft früh im Erkrankungsverlauf auf (CD4-Zahl >500 Zellen/mm3). Bei CD4-Zahlen <200 Zellen/mm3 erweitert sich das Spektrum um PJP, Kryptokokken, endemische Pilzinfektionen (Histoplasmose, Coccidioidomykose, Blastomykose), disseminierte NTM-Infektionen, Toxoplasmose und CMV [12, 13].\n\nDa die Produktion von Antikörpern und die Phagozytose durch milzständige Makrophagen besonders bedeutsam für die Abwehr bekapselter Bakterien sind, sind Patienten mit angeborener Asplenie, nach einer Splenektomie oder mit einer SichelzellanämieSichelzellanämie und multiplen Milzinfarkten vor allem gegenüber Pneumonien mit Pneumokokken oder Haemophilus spp. gefährdet.\n\nPatienten mit COPD sowie ältere Patienten leiden häufiger unter Pneumonien mit einem teilweise veränderten Erregerspektrum, sie sind jedoch nicht von typischen opportunistischen Infektionen betroffen.\n\nCOPD-Patienten haben ein deutlich erhöhtes Risiko für eine PneumonieCOPD-Patienten haben ein deutlich erhöhtes Pneumonierisiko, hauptsächlich aufgrund struktureller Parenchymveränderungen sowie aufgrund reduzierter lokaler und systemischer Immunabwehr. Frühere Studien wiesen auch auf eine Bedeutung einer Therapie mit inhalativen Steroideninhalativen Steroiden hin, deren Dosis allerdings in den letzten Jahren deutlich reduziert wurde [14]. S. pneumoniae ist der häufigste CAP-Erreger. Pseudomonas aeruginosa tritt u. a. häufiger bei Patienten mit Langzeitsauerstofftherapie, chronischer Lebererkrankung und systemischer Langzeitsteroidtherapie auf [15]. COPD ist ein Risikofaktor für die invasive pulmonale AspergilloseDarüber hinaus stellt die COPD einen möglichen Risikofaktor für die invasive pulmonale Aspergillose (IPA, Abb. 3) dar. Hierbei spielen sowohl die lokal beeinträchtigte Immunabwehr als auch systemische Risikofaktoren wie Langzeitsteroidtherapie, Malnutrition sowie wiederholte Antibiotikatherapien eine Rolle [16]. Weiterhin erhöht die inhalative Steroidtherapie das Risiko für Infektionen mit NTM (OR 15,7; [17]).\n\nÄltere Patienten haben ein erhöhtes Risiko für PneumonienÄltere Patienten haben ein erhöhtes Risiko für Pneumonien, was auf eine Reihe von Ursachen zurückzuführen ist: neben einer bisher schlecht definierten altersassoziierten Immunsuppressionaltersassoziierten Immunsuppression leiden viele ältere Menschen an Begleiterkrankungen bis hin zu einem pflegebedürftigen Allgemein- und Ernährungszustand. Zudem sind AspirationspneumonienAspirationspneumonien besonders häufig [18]. Die Alterung des gesamten Körpers (inklusive der Epithelzellen der Atmungsorgane und der Zellen des Immunsystems) prädisponiert zusätzlich für altersabhängige Erkrankungen wie die COPD oder die idiopathische Lungenfibrose, die beide mit einer erhöhten Infektionsrate einhergehen [19]. Bei älteren Menschen umfasst das Erregerspektrum der Pneumonien vor allem Bakterien und respiratorische VirenSomit umfasst das Erregerspektrum der Pneumonien älterer Menschen vor allem Bakterien (v. a. Streptococcus pneumoniae, Staphylococcus aureus, Haemophilus influenzae, Enterobakterien) und respiratorische Viren, aber weniger Pilze oder opportunistische Erreger. Hinzu kommt eine höhere Wahrscheinlichkeit für eine Reaktivierung einer Tuberkulose, da viele sehr alte Menschen auch in unserer geographischen Region als Kinder eine Tuberkulose akquiriert haben. Die Mortalitätsrate der schweren Pneumonie liegt bei älteren Menschen bei ca. 20 % [20].\n\nDie Symptomatik immunsupprimierter und immunkompetenter Patienten kann sich deutlich unterscheidenDie Symptomatik immunsupprimierter und immunkompetenter Patienten kann sich deutlich unterscheiden. Fieber, Auskultationsbefunde, erhöhtes C-reaktives ProteinC-reaktives Protein (CrP) und Leukozytenanstieg können beispielsweise fehlen [21]. Weiterhin kann sich die IPA relativ symptomarm bis auf ein therapierefraktäres Fieber und gelegentlich Hämoptysen äußern. Der meist subakute Verlauf einer PJP ist durch langsam zunehmende Dyspnoe, unproduktiven Husten und Fieber charakterisiert (HIV-Patienten; [3]). Virale Pneumonien stellen sich ebenfalls durch trockenen Husten, Fieber sowie Kopf- und Muskelschmerzen dar. Fieber, Nachtschweiß, produktiver Husten und relevante Gewichtsabnahme sind typische Symptome der Tuberkulose aber auch der NTM-Infektionen bei immunsupprimierten Patienten [22].\n\nDie Anamnese sollte neben der symptombezogenen Anamnese insbesondere eine Antibiotikaprophylaxe, die Medikation bzw. vorangegangene Chemotherapien, frühere mikrobiologische Erregernachweise (inkl. antibiotikaresistenter Bakterien) sowie ggf. eine Umgebungsanamnese (Arbeitsplatz, Hobbies, Tierkontakte), Reiseanamnese und Fragen hinsichtlich Tuberkulosekontakten und Drogenkonsum umfassen [7, 13].\n\nDas konventionelle Thorax-Röntgenbild hat bei immunsupprimierten Patienten einen limitierten NutzenDas konventionelle Thorax-Röntgenbild hat bei immunsupprimierten Patienten erhebliche Limitationen: bei >48 h anhaltendem Fieber in Neutropenie trotz antimikrobieller Breitspektrumtherapie zeigt die Thorax-Röntgenaufnahme lediglich in ca. 14 % der Fälle Auffälligkeiten, während die hochauflösende Computertomographiehochauflösende Computertomographie (HR-CT) bei ca. 48 % der röntgennegativen Patienten einen pathologischen Befund aufweist [23]. Daher ist der klinische Nutzen des Thorax-Röntgenbilds eher als Screeningmethode zu werten. Das CT kann Hinweise auf auslösende Erreger sowie auf Differenzialdiagnosen geben Zudem kann das CT aufgrund typischer Muster Hinweise auf den auslösenden Erreger, aber auch auf weitere Differenzialdiagnosen liefern (z. B. interstitielle Lungenerkrankung; Tab. 2). Insbesondere die frühzeitige Darstellung schimmelpilzverdächtiger Infiltrate (Abb. 3) bzw. PJP-typischer Läsionen ist für die zeitnahe Erregerdiagnostik und den Start einer adäquaten antimikrobiellen Therapie bedeutsam. Ferner hilft das CT durch die genaue Lokalisierung der pathologischen Befunde bei der optimalen invasiven Erregerdiagnostik (bronchoalveoläre Lavagebronchioalveoläre Lavage [BAL], transbronchiale Biopsie\ntransbronchiale Biopsie [TBB], Biopsie). Ein Kontroll-CT wird bei neutropenen Patienten nicht früher als 7 Tage nach Therapiebeginn empfohlen [8, 13, 22, 24].\n\nDer β-D-Glukan-Assayβ-D-Glukan-Assay ist geeignet, IPA bei Hochrisikopatienten zu diagnostizieren, ist jedoch nicht spezifisch für Aspergillus (Candida spp., Fusaria spp, PJP) und nicht in jedem Labor verfügbar.\n\nSerum- und BAL-Galaktomannan sind bei bestimmten Patientengruppen (hämatologische Neoplasien, Stammzelltransplantation) empfehlenswert, v. a. in Form von SerienscreeningsSerienscreenings (z. B. 2‑wöchentlich) bei Patienten ohne Prophylaxe. Sie werden jedoch nicht zum Routinescreening bei Patienten nach Organtransplantationen oder chronischen granulomatösen Erkrankungen empfohlen. Die Sensitivität von Galaktomannan in der BAL ist >70 % verglichen mit kulturellen Methoden [30].\n\nErgänzend zu den o. g. Methoden können PCR-Assays aus Blut oder BAL hilfreich sein. Allerdings wird der routinemäßige klinische Einsatz noch nicht empfohlen, da nur wenige Assays standardisiert und validiert sind. In Blut und BAL ist die Sensitivität deutlich höher als bei der Kultur, insbesondere in respiratorischen Proben kann jedoch nicht zwischen Kolonisation und Erkrankung unterschieden werden. Jedoch kann der hohe negative prädiktive Wert der BAL-PCR (≥95 %) eine IPA sehr unwahrscheinlich machen. Die Kombination aus PCR und Galaktomannan im Serum erhöht die Sensitivität Die Kombination aus PCR und Galaktomannan im Serum erhöht die Sensitivität, ohne die Spezifität zu verschlechtern [30].\n\nDie flexible Bronchoskopie erreicht bei immunsupprimierten Patienten eine diagnostische Ausbeute von >50 %Die diagnostische Ausbeute der flexiblen Bronchoskopie zur Erregerdiagnostik liegt bei immunsupprimierten Patienten bei >50 %. Dabei ist die Komplikationsrate vergleichsweise niedrig [13, 29, 34]. Es ist jedoch schwierig, kolonisierende bzw. kontaminierende Mikroorganismen ohne ätiologische Signifikanz von klinisch relevanten Erregern zu trennen. Selten kann auch der endobronchiale Befund einer typischen Befundkonstellation Hinweise auf den Erreger liefern (Abb. 4).\n\nBronchoskopische Methoden zur Erregerdiagnostik:Tracheal‑/BronchialsekretBALBürstenausstrichBürstenausstrich („protected specimen brush“, PSB)Transbronchiale BiopsieTransbronchiale Biopsie (TBB)Transbronchiale NadelaspirationTransbronchiale Nadelaspiration (TBNA).\n\nTransbronchiale Biopsien und Nadelaspirationen haben ein höheres KomplikationsrisikoTransbronchiale Biopsien und Nadelaspirationen sind mit einem höheren Komplikationsrisiko verbunden als Spülungen und Bürstenzytologien. Die Ausbeute der BAL ist bei fokalen, nodulären bzw. fleckigen Infiltraten im Vergleich zu diffusen Veränderungen geringer. Bei nichtvorbehandelten Patienten mit bakteriellen Infektionen und PJP ist die diagnostische Ausbeute sehr hoch, bei SchimmelpilzinfektionenSchimmelpilzinfektionen (Kultur) niedriger. Der Nachweis von Galactomannan aus der BAL ist hier sensitiver; die Diagnose einer bewiesenen/definitiven IPA erfordert jedoch den bioptischen Nachweis des invasiven Pilzwachstums [3]. Weitere mögliche Indikationen für TBB oder TBNA sind vermutete Herpesviruspneumonien sowie Pneumonien bei Patienten unter antiinfektiver Prophylaxe oder Therapie. Zudem sind die invasiveren Methoden hilfreich in der Differenzierung infektiöser vs. nichtinfektiöser Lungenerkrankungen (z. B. interstitielle Lungenerkrankungen, maligne Ätiologie, Medikamententoxizität, Lungenödem, organisierende Pneumonie) [3, 29].\n\nFür febrile neutropene Patienten werden transbronchiale Biopsien nicht empfohlenFür febrile neutropene Patienten, die üblicherweise auch thrombopen sind, werden transbronchiale Biopsien nicht empfohlen. Die Durchführung der Bronchoskopie und die mikrobiologische Aufarbeitung der BAL-Proben febriler neutropener Patienten mit pneumonischen Infiltraten sollten einem standardisierten Prozedere folgen und innerhalb von 24 h nach Indikationsstellung verfügbar sein (Tab. 6; [8]).\n\nDie CT-gestützte transthorakale Nadelaspiration besitzt eine hohe AussagekraftDie CT-gestützte transthorakale Nadelaspiration besitzt insbesondere für periphere Rundherde bzw. pleuranahe Infiltrate eine hohe Aussagekraft. Für hämatologische und HIV-Patienten konnte nachgewiesen werden, dass in vielen Fällen eine spezifische Diagnose gestellt und eine gezielte Therapie eingeleitet werden konnte [13, 35]. Allerdings begrenzt auch hier das erhöhte Blutungsrisiko insbesondere bei hämatologischen Patienten den Einsatz der diagnostischen Methode.\n\nDie chirurgische Lungenbiopsie mittels ThorakotomieThorakotomie oder VATS („video-assisted thoracoscopic surgery“) ist die Methode mit der höchsten Invasivität, aber auch höchsten Sensitivität – insbesondere bei lokalisierten Prozessen und in der Differenzialdiagnostik parenchymaler bzw. diffuser interstitieller Veränderungen [3, 13]. In dieser Indikationsstellung sind die Methoden vergleichsweise sicher, selbst bei thrombozytopenen Patienten [8]. Die Vorselektion der Patienten für diesen Eingriff kann allerdings zu einer Unterschätzung dieses Risikos führen.\n\nDie (ultraschallgesteuerte) transthorakale Pleurapunktiontransthorakale Pleurapunktion ist zur Abklärung bei Verdacht auf ein Pleuraempyem bzw. einen komplizierten Pleuraerguss bei pleuritischen Schmerzen, einer fehlenden Besserung des Allgemeinzustands (stagnierender oder zweigipfliger Verlauf) oder anhaltendem Fieber indiziert [1].\n\n\nBei Fieber in der Neutropenie oder nach Stammzelltransplantation folgt die kalkulierte Therapie pneumonischer Infiltrate hausinternen Leitlinien\n\n\nDie Therapieprinzipien der wichtigsten Pneumonieerreger immunsupprimierter Patienten sind in Tab. 7 zusammengefasst. Hier kann nur exemplarisch auf die relevantesten Erreger eingegangen werden. Die kalkulierte Therapie pneumonischer Infiltrate bei Patienten mit Fieber in der Neutropenie bzw. nach Stammzelltransplantation sollte sich – adaptiert an die lokale Resistenzsituation – an den lokalen hausinternen Leitlinien orientieren. In erster Linie kommen β-Lactam-Antibiotikaβ-Lactam-Antibiotika mit Aktivität gegen Pseudomonas aeruginosa (z. B. Piperacillin, Ceftazidim, Cefepim oder Imipenem/Cilastatin bzw. Meropenem) in Betracht. Zusätzlich sollten Patienten mit Fieber in der Neutropenie ohne typische LobärpneumonieLobärpneumonie oder Zeichen einer PJP eine Aspergillus-wirksame antimykotische Therapie mit Voriconazol oder liposomalem Amphothericin B erhalten, da eine Verzögerung der schimmelpilzaktiven Therapie zu einem verschlechterten Überleben führt. Auch bei schwer neutropenen hospitalisierten Patienten sind Virostatika, Makrolide, Fluorchinolone und Aminoglykoside nur bei einem entsprechenden Erregernachweis indiziert [8].\n\nAmbulant behandelbare HIV-positive Patienten mit leichter Pneumonie und einer CD4-Zellzahl >200/µl können wie immunkompetente Patienten entsprechend der S3-Leitlinie oral mit Amoxicillin/Clavulansäure, einem Makrolid oder einem respiratorischen Fluorochinolon therapiert werden. Bei stationärer Einweisung wird eine Therapie mit Aminopenicillin/β-Lactamase-Inhibitor oder Piperacillin/Tazobactam jeweils in Kombination mit einem Makrolid, alternativ Ceftriaxon oder Cefuroxim + Makrolid empfohlen [12].\n\n\nDas Erregerspektrum umfasst zusätzlich opportunistische Erreger und ist typisch für die jeweilige Art der Immunsuppression.Bei angeborenen Immundefekten bestehen eine pathologische Infektanfälligkeit (Akronym „ELVIS“) sowie Störungen der Immunregulation.Die Symptomatik ist oft atypisch, z. T. oligosymptomatisch.Das Thorax-CT ist dem Thorax-Röntgenbild hinsichtlich Sensitivität und Spezifität überlegen.Blutkulturen, Sputumkultur und weitere nichtinvasive Methoden sind frühzeitig anzuwenden.Flexible Bronchoskopie mit BAL und ggf. Biopsie bilden die zweite Stufe der Erregerdiagnostik.\n"}