{"title": "Glucocorticoid contribution to lymphopaenia and immunpathology in patients with SARS", "body": "Response\n\nWe thank Dr Panesar for his interest in our article. We agree that glucocorticoid therapy, which was used in many patients with severe acute respiratory syndrome (SARS), has side effects, including lymphopaenia and disruption of normal patterns of cytokine and chemokine production, that might have an impact on our conclusions. However, several groups, including the Hong Kong group1,2,3,4, reported that patients developed lymphopaenia before the initiation of corticosteroid therapy. Serum levels of several cytokines were increased in patients with SARS5,6,7,8 and there was no difference attributable to steroid therapy in the serum cytokine levels of treated and untreated patients in one study8. Also, splenic necrosis was documented in some patients with SARS9; although splenic atrophy is seen after exogenous steroid treatment, necrosis is not, indicating additional pathological processes.\n\nThe importance of direct infection of lymphocytes by SARS-coronavirus (SARS-CoV) in the infectious process requires further investigation. Gu et al. documented infection of lymphocytes in 6 of 22 SARS blood samples obtained at early times in the disease process and also in the spleen and lymphoid tissue of an undisclosed percentage of patients at autopsy2. In addition, SARS-CoV was detected in the spleen and lymph nodes by Farcas and colleagues10, but others11,12 did not find virus in these tissues. However, only in the report of Gu et al. was infection of lymphocytes documented.\n\nCollectively, these results indicate that lymphopaenia and increased amounts of chemokines and cytokines are a common feature of SARS, even in the absence of glucocorticoid therapy. The relative contribution of direct infection of lymphocytes and of release of endogenous steroids in these processes remains unknown. Exogenously administered corticosteroids would also affect immune-cell number and function, but they are unlikely to account for all of the pathological changes that are observed in steroid-treated patients with SARS. As we concluded in our Review13, in the absence of SARS in humans, development of an animal model that faithfully reproduces aspects of the human disease will be required to understand the pathogenesis of SARS."}