{"title": "Nosocomial viral ventilator-associated pneumonia in the intensive care unit: a prospective cohort study", "body": "Ventilator-associated pneumonia (VAP) is the leading cause of nosocomial infection in critically ill patients and prolongs the length of stay in hospital for an average of 7–9 days per patient [1]. The incidence of VAP varies from 20 to 30%, with a mortality rate ranging from 30 to 70% [1, 2, 3]. Moreover, VAP is responsible for more than half of antibiotic prescription in the ICU [4]; however, the pathogen responsible for VAP remains unknown in 30–50% of cases, according to standard bacteriological procedure [5, 6]. Because viruses are not routinely screened, we hypothesized that a proportion of VAP may be caused by nosocomial transmission of viruses, which has been described for all respiratory viruses [7, 8, 9, 10, 11], but never assessed in intubated patients; therefore, we undertook a prospective observational study to determine the incidence of viral VAP among intubated ICU patients consecutively admitted in a 9-month period including a viral endemic period and, if any, to identify risk factors for viral VAP.\n\nAll consecutively intubated adults admitted to the intensive care unit in the university hospital of Caen between September 2003 and May 2004 were screened. We prospectively studied with virological assessment those who patients were ventilated more than 48 h and followed until ICU discharge or death.\n\nPatients’ characteristics included, age, gender, reason for ICU admission and for mechanical ventilation, scoring of disease severity within first day in ICU, assessed by admission Simplified Acute Physiology Score type II (SAPS II) [12] and Acute Physiology and Chronic Health Evaluation (APACHE) II score [13], admission logistic organ dysfunction system (LOD) [14], concomitant diseases such as immunocompromised status defined as human immunodeficiency virus infection (HIV), neoplasia, innate immunity deficit, cystic fibrosis, and chronic use of steroids or immunosuppressive drugs. Other co-morbidities, such as diabetes, chronic obstructive pulmonary disease (COPD)/asthma, or cardiovascular diseases, were also recorded on admission. During ICU stay, potential risk factors for the development of VAP as defined by Chastre and Fagon [1] were collected: administration of antibiotics, antiacids, histamine type-2 receptor antagonists, sucralfate, corticosteroids, curares, sedative drugs, or vasopressor, comatose, enteral or parenteral nutrition, tracheostomy, reintubation, nasotracheal intubation, the presence of central venous or urinary tract catheters and their duration, and the length of mechanical ventilation. In addition, the mortality rate in ICU and the length of ICU stay were recorded. For any VAP episode, LOD at the moment of suspected VAP diagnosis, and outcome assessed by the occurrence of shock, multiple-organ failure, acute respiratory distress syndrome, or death, were also recorded.\n\nThe VAP criteria were prospectively defined as the occurrence of new and persistent radiographic infiltrates in conjunction with two of the following: fever >38°C or hypothermia <36°C; leukocytosis >12×109/l or leukopenia <4×109/l; or purulent tracheal aspirate [15]. Persistence of an infiltrate was defined as having the infiltrate present radiographically for at least 72 h. The VAP was considered microbiologically confirmed in the presence of clinical VAP criteria and a positive Gram stain of respiratory samples, or growth in bacterial culture of tracheobronchial aspiration 105 colony-forming units (cfu)/ml or BAL 104 cfu/ml, or a blood culture or pleural sample revealing a bacterial pathogen in the absence of an extrapulmonary focus.\n\nA tracheobronchial aspirate was obtained upon enrollment from all eligible patients to determine if they could already be infected with viruses, and each time VAP was suspected. Only the first episode of VAP was included. Respiratory specimens were transported to the virology laboratory in sterile containers. Conventional methods, including the viral isolation techniques in MRC5 and HuH7 cells and indirect immunofluorescence assay (IFA) on tracheobronchial aspirate using monoclonal antibodies, except for rhinovirus, were carried out on fresh specimens to detect parainfluenza virus (PIV) 1,2,3,4, influenza virus A,B, respiratory syncytial virus (RSV), adenovirus (AdV), rhinovirus (RV), cytomegalovirus (CMV), and herpes simplex virus (HSV). Additionally, the samples were divided into aliquots and kept frozen at −80°C. Nucleic acids were extracted using a commercial reagent (QiAamp viral RNA minikit, Qiagen) for RNA viruses and a chelex procedure for DNA agents. The RT-PCR assays were done in all samples for the detection of parainfluenza virus 1,2,3,4, influenza virus A,B,C, respiratory syncytial virus, metapneumovirus, rhinovirus, coronavirus 229E and OC43, and PCR assays for adenovirus, cytomegalovirus, Chlamydia pneumoniae, and Mycoplasma pneumoniae in patients with VAP or immunosuppressed, using previously described procedures [16, 17, 18, 19]. One positive and several negative controls were included for each infectious agent that was treated identically to the virus samples throughout. Baseline respiratory specimens and VAP specimens were processed in the same way for PCR or RT-PCR assays at the end of the study period. Results of conventional methods for viral isolation, routinely performed in our department of virology, were weekly transmitted to the clinicians; however, no anti-viral drug could be used during the study period except for proved HSV or CMV infection in immunocompromised patients. In patients suspected for VAP, tracheobronchial aspirate or bronchoalveolar lavage (BAL) product were also cultured for bacteria.\n\nQuantitative and qualitative data are expressed as means (±SD), or median (range) and percentage (with their 95% CI), respectively. Categorical variables were compared using the chi-square test or Fischer’s exact test when appropriate. Quantitative variables were compared using the Student t-test or the Mann-Whitney nonparametric test, when appropriate. Multivariate analysis was performed using a stepwise logistic regression model. Variables with a p value <0.1 in the univariate analysis were entered in the multivariate analysis. The level of significance was set at <0.05 and all tests were two-sided. We used EPI-INFO version 6.04dfr (EPI-INFO, CDC, Atlanta, Ga.) for data collection and EPI-INFO and SAS version 8.2 (SAS Institute, Cary, N.C.) for data analysis.\n\nAmong 462 patients admitted to our ICU during the study period, 139 were ventilated more than 48 h (30%). Upon enrollment, a tracheobronchial aspirate was taken for viral studies in 128 patients and failed in 11 patients because of technical problems. According to the definitions described in the Materials and methods section, 39 patients developed VAP (28%) (95% CI: 20.4--35.7) during their ICU stay. Specimens were taken for viral studies in 31 of 39 cases, as shown in Fig. 1. Baseline characteristics of all patients and patients with or without VAP are shown in Table 1. Ninety-six patients were admitted from the community and 43 from the hospital. At admission 90 patients (65%) had respiratory disorder: 50 pneumonia; 11 acute COPD/asthma exacerbation; 8 aspiration pneumonia; and 21 pulmonary edema. Independent risk factors for VAP adjusting for corticosteroids, vasopressors, septic shock, MOF, nasotracheal intubation, sedation for more than 24 h, and stress ulcer prophylaxis were COPD/asthma (odds ratio: 3.0; 95% CI: 1.1--8.2; P=0.027), APACHE II score (odds ratio: 1.10; 95% CI: 1.03--1.14; P=0.0006), duration of mechanical ventilation (odds ratio: 1.02; 95% CI: 1.00--1.04; P=0.02), and the use of parenteral nutrition (odds ratio 3.5; 95% CI: 1.4--8.6; P=0.0005). A viral isolation upon enrollment was not a risk factor for VAP (odds ratio: 1.5; 95% CI: 0.6--3.7; P=0.34).\n\nUpon enrollment, a respiratory virus was detected in the tracheobronchial aspirate of 25% of all patients (35 of 139; 95% CI: 17.8--35.7). Thirty of them (86%) had respiratory disorder at ICU admission (19 pneumonia, 7 COPD/asthma exacerbation, 1 aspiration pneumonia, and 3 pulmonary edema), and in 11 patients, 12 viruses isolated upon enrollment had been acquired in hospital (6 HSV 1, 5 rhinovirus, 1 VIA). Among the 39 VAP, 29 were bacteriologically confirmed. In 10 cases no bacteria were detected in the tracheobronchial aspirate or the bronchoalveolar lavage. Pseudomonas aeruginosa and methicillin-resistant Staphylococcus aureus were the most common pathogens associated with VAP (27 and 22%, respectively; Table 2). Specimens for viral studies were positive in 13 cases. Herpes simplex virus type 1 (HSV 1) was isolated in culture in 12 VAP (31%), was associated with bacteria in 8 cases, and was associated with CMV in 1 case. In two VAP an enterovirus and an influenza virus were detected in the respiratory specimens, respectively associated with Pseudomonas aeroginosa and Hafniae alvei. Respiratory specimens were negative for bacteria and viruses in 6 patients, regardless of the technique used in the laboratory to detect virus: IFI; culture; or PCR (Table 2).\n\nFor the first time in this setting, this prospective observational study was conducted to determine the incidence of viral VAP among adult ICU patients. Despite systematic screening at admission and at the time of VAP, using the most sensitive virological techniques for viral detection, no case of a causative viral infection were detected; however, we found HSV-1 infection in 12 of 39 (30%) cases of VAP.\n\nIn our study, only one influenza virus A and one enterovirus were detected in respiratory specimens of VAP patients. In both cases, viruses were already detected upon enrollment and VAP criteria were fulfilled early , 5 and 6 days after intubation, respectively. Since incubation periods range from 3 to 5 days for influenza virus A, and from 5 to 14 days for enterovirus, and their excreted period in healthy or infected subjects varies from 7 to 10 days, respectively, we suspected that they could not be responsible for VAP [20, 21]. This underscores the importance of initial specimen screening for viral detection in the diagnosis of viral VAP. As previously described, viral hospital-acquired infection should be defined as a viral infection occurring in a patient hospitalized for at least a longer time than the viral incubation period [22, 23, 24]. To our knowledge, one published study investigated prospectively the incidence of respiratory tract infection for RSV in immunocompetent intubated adults admitted to ICU during community outbreaks of RSV infection [25]. Among the 11 included patients, 2 cases of RSV infection acquired in adult ICU were found. In these 2 cases, transmission of infected secretion by healthy or infected personnel was discussed. The proximity of adult ICU with pediatric ICU could also explain the high incidence of RSV nosocomial infections reported in this study, in contrast with our study.\n\nWe also reported a high incidence of HSV-1 infection (31%) in the VAP group. In 1 case, occurring in an immunocompromised patient with a squamous cell carcinoma, HSV-1 infection was associated with a positive PCR assay for CMV. In this case the viral infection was confirmed by the presence of tracheobronchitis lesions, a cytological evidence with characteristic intranuclear inclusions, and a positive HSV culture. We do not know whether lower respiratory tract HSV-1 infection was of clinical relevance in the others cases since our study was not designed to answer to this question; however, the outcome of patients with or without lower respiratory tract HSV-1 infection was not different, as recently reported [26].\n\nWe also reported an interesting 25% prevalence of positive tracheobronchial aspirates for viruses in intubated adults admitted to ICU. The detection of viral infection on admission was not a risk factor for VAP in our study, regardless of the viruses isolated; however, the impact of initial positive viral screening on subsequent risk for VAP and outcome will be presented elsewhere.\n\nThe main strength of our study was that all eligible patients were consecutively enrolled in a 9-month period including a viral endemic period. Moreover, our results are robust since, firstly, a tracheal aspiration, considered as one of the more appropriate procedures to isolate viruses, was performed in the majority of patients [27]; secondly, respiratory specimens were cultured and tested by indirect immunofluorescence assay for respiratory viruses; and thirdly, all but 8 respiratory specimens of the VAP group were tested by PCR or RT-PCR, now considered as the most sensitive method to detect viruses [28]. In these the 8 cases, however, the diagnosis of viral VAP was unlikely since the VAP was microbiologically confirmed.\n\nWe are aware of limitations to this study. The monocenter observational design of the study, the small number of observed VAP, as well as the fact that a specimen for viral studies was not taken in 20% of VAP may limit the interpretation and the clinical relevance of our data.\n\nWe report the first study which prospectively investigated the incidence of nosocomial viral VAP among 139 adult ICU patients consecutively admitted in a 9-month period including a viral endemic period. No respiratory virus was identified as the cause of VAP. This result suggests that viral VAP is likely to be rare. Consequently, searching for or treating possible viruses is probably pointless."}