{"title": "The in situ distribution of glycoprotein-bound 4-O-Acetylated sialic acids in vertebrates", "body": "The carbohydrates offer a vast structural variety compared to the linear molecules of proteins and nucleic acids. They are crucial to signalling, function and regulation of development of multicellular organisms. All cells and many macromolecules have covalently attached sugars, called glycans. Some are evolutionary extremely conserved. Others show even intra-species variation. The conserved entities, involved in basic, cellular functions, are often located intracellularly. The entities on the cell surface and on secreted macromolecules appear more varied, reflecting changes in inter-cellular interaction as multicellular organisms evolve. However, glycans are also important for interactions between organisms, both symbionts and parasites. Mutual evolutionary influence between organisms has also been suggested [1].\n\nSialic acids (sias), the most diverse carbohydrate group in animals, are acidic monosaccharides named after their discovery in salivary mucins. Located at the terminal branches of the cell glycocalyx and on secreted glycan molecules [2], they play an important role in cell signalling, and participate in recognition and attachment to cell surfaces as receptors or ligands for both host lectins and microorganisms; including Influenza A and C virus, infectious salmon anaemia virus (ISAV), paramyxovirus, coronavirus, rotaviruses, reovirus and Plasmodium falciparum (the causative agent of malaria) [3]. More than 50 derivatives of sias have been identified. In addition to providing electronegative charge to the cell surface, sias may also mask receptors or antigenic sites.\n\nModification, particularly O-Acetylation, can influence the function of the sia. O-Acetylated (O-Ac) sias are found in almost all deuterostomal species [4, 5] and in some bacteria. Their biological importance is not clear however, they provide an added shield to the sia [1]. O-Acetylation occurs at the C-4 (4-O-Ac sias), C-7, C-8, or C-9 (9-O-Ac sias) position of the sia molecule. Studies demonstrating the distribution of O-Ac sias are few. Most have focused on mucous membranes and mucus producing cells, using biochemical techniques to examine extracts from homogenized organ samples [6–13]. 9-O-Ac sias are commonly found in mammalian species, including in cow (e.g. submaxillary mucin), in mouse, in rat (i.e. associated with endothelial cells in liver, and in kidney glomerules, colon and submaxillary glands) and in human (i.e. in diseased and normal adult and foetal colon, sweat glands and melanomas) [6–11], and has thus attracted most attention. 4-O-Ac sias are less explored, but have been detected in horse, donkey, Japanese dace, south American pit-viper, Australian echidna, rabbit and guinea pig [14, 6, 15–18, 10].\n\nSpecific techniques, including virus-, lectin- or immunohistochemistry, can be used on tissue sections to study the relative sia abundance, the in situ spatial orientation, and whether it appears intra- or extracellular [10, 19, 7, 8, 20, 21]. Virus and lectin histochemistry have been used for anatomical studies [22, 23], and to identify the cellular distribution of specific sias, such as the receptors for Influenza A and C virus [24, 25]. In addition, influenza C virus and ISAV, that both use O-Ac sias as cellular receptors, agglutinate RBCs from a range of species [12, 26]. The influenza C virus surface glycoprotein, haemagglutinin-esterase, binds 9-O-Ac sias [27]. This has been used to probe tissue sections, chromatographs, and Western blots for 9-O-Ac sias [13, 28, 29].\n\nPreviously, we demonstrated the cell tropism of the aquatic orthomyxovirus ISAV in Atlantic salmon detecting its receptor in situ on endothelial cells, red blood cells (RBC) and some epithelial cells [30]. ISAV uses 4-O-Ac sias as receptors [31], thus the assay detecting the receptor essentially detects 4-O-Ac sias.\n\nTo our knowledge, there have been no reports characterizing the in situ distribution of O-Ac sias in vertebrate species. Thus, while the O-Ac sias are reported in several species, the general distribution is largely unknown. Here we examined the distribution of glycoprotein bound 4-O-Ac sias in representatives of all seven vertebrate classes. We demonstrate that 4-O-Ac sias are widely distributed through the vertebrate groups. This could give indications of the role of 4-O-Ac sias. The preserved location in the circulatory system through several vertebrate classes suggests that this sia has had an important functional role at this location through evolution [32].\n\nHeart samples were collected from 56 fish species and 11 mammals (Tables 1 and 3). Samples from heart, gill/lung, liver, spleen, kidney, gut, skin and muscle were collected from 21 selected vertebrate species covering all seven vertebrate classes (Table 2). The samples were obtained from various sources. The fish species were obtained from Norwegian lakes, rivers, and marine coastline (North and Norwegian Sea), Canadian lakes, the Pacific Ocean off Canada and Chile, and the Caribbean Sea, representing species from warm- and cold water, fresh- and saltwater and anadromous species.\n\n\n\nVirus histochemical detection of glycoprotein bound 4-O-Ac sias was performed as previously described on formalin fixed paraffin embedded organ sections [30]. Briefly, labelling was performed with ISAV haemagglutinin esterase (HE) antigen (100 HAU mL−1), monoclonal antibody to ISAV HE [26] and an HRP conjugated anti mouse Ig amplified detection system (EnVision) with DAB substrate. To test for binding specificity, the following controls were included: a) Sections were treated with 0.1 N NaOH for 30 min at room temperature, resulting in saponification (de-O-Acetylation) of sias [33]. b) Sections were treated with sialidase from Vibrio cholera (Sigma) for 8, 12 or 24 h at 37 °C, resulting in the removal of sias, with the exception of 4-O-Ac sias [34, 35]. Staining should remain for 4-O-, but not for 9-O-Ac sias.\n\n4-O-Ac sias were detected on endothelial cells in capillaries, veins, and arteries in all organs, including specialized endothelial cells such as pillar cells in the gills (i.e. in fish), glomerular capillary and scavenger endothelial cells (e.g. in salmonids) in kidney, and sinusoidal endothelial cells in liver. In some species the sias were also detected on RBCs (e.g. in salmonids and horse), epithelial cells in gill (i.e. in fish), luminal epithelial cells in hindgut, and basal keratinocytes in epidermis (e.g. in salmonids and horse). Figure 1 shows endothelial labelling in heart, liver and kidney from selected positive species. Supplemental Fig. 1 shows NaOH treated negative control samples. The results from the tested species are listed in Tables 1, 2 and 3.\n\n\n\nResults from the screening of samples from the three vertebrate fish classes are presented in Tables 1 and 2. Endothelial cells in 64 % (35 of 55) were positive. The only representative of the most primitive fish, the jawless hagfish (class Agnatha), was negative on endothelial cells, but positive on blood cells. In the cartilaginous fish (class Chondrichthyes) 80 % (4 of 5) tested positive, mainly on endothelial cells. This was also the case for 63 % (32 of 51) bony fish (class Osteichthyes). Using available information (www.fishbase.org), we found no association between the presence of 4-O-Ac sias and the different habitats, natural diet, or other living conditions. Interestingly, we did reveal a pattern related to taxonomy. All salmonid fish (order salmoniformes), e.g. Atlantic salmon, Pacific salmon species and sea trout (i.e. all anadromous fish species tested) were positive for 4-O-Ac sias on endothelial cells. The salmonid fish were also positive on RBCs and epithelial cells in the gills, hindgut and skin. All the flatfish (order pleuronectiformes), e.g. plaice, flounder and sole, were negative. Both perch-like fish (order perciformes), e.g. perch and bass, and cod-like fish (order gadiformes), e.g. Atlantic cod, haddock, saithe and ling both had positive and negative species.\n\nResults from the four non-fish vertebrate classes are presented in Tables 2 and 3. Most were negative for 4-O-Ac sias. Of the mammalian species (class Mammalia), only horse and guinea pig tested positive for 4-O-Ac sias. The labelling of horse was similar to the salmonid fish with positive endothelial cells, RBCs, and epithelial cells in the gut. Testing of guinea pig heart revealed endothelial labelling. The other mammalian species and the reptiles (class Reptilia) were negative. Chicken (class Aves) tested weakly positive on endothelial cells in some organs.\n\nFigure 2 shows deviations from the general endothelial labelling. In hagfish (class Agnatha) RBCs and leukocytes, including granulocytes, tested strongly positive. Endothelial cells in the African clawed frog (class Amphibia) were negative, but epithelial cells in the gut were positive. In addition, RBCs labelled strongly-, and cardiac muscle weakly positive. The endothelial cells of the Gentoo penguin (class Aves) and the harbour seal (class Mammalia) were negative. However, epidermal cells in feather- or hair follicles were positive. In rabbit, only RBCs were positive. In addition, some cells, possibly leukocytes, were positive in rat heart. The positive findings on mucous membranes were limited to salmonids, horse and African clawed frog. However, this could be caused by loss of the not cellular anchored mucus during the sample preparation process. The process, which includes treatment with both xylene and ethanol, may also remove glycolipids, including gangliosides.\n\n\nWe treated the control sections with sodium hydroxide (NaOH) and/or sialidase prior to staining. Treatment with 0.1 N NaOH (i.e. saponification) abolished the staining reaction. However, sialidase treatment alone, even after prolonged incubation, did not abolish the staining. Figure 3 shows control labelling performed on liver sections from Atlantic salmon. These results, combined with previous findings [31, 30], confirm the 4-O-Ac sia specificity of the staining reaction.\n\n\nIn this study, we have characterized and documented the in situ distribution of glycoprotein bound 4-O-Acetylated sialic acids (4-O-Ac sias) in vertebrates. The 4-O-Ac sias were found in the circulatory system of several vertebrate species, though most frequently in the cartilaginous fish (class Chondrichthyes) and the bony fish (class Osteichthyes). In other vertebrate classes, the prevalence was much lower. The conserved localization of the 4-O-Ac sia derivative across the vertebrate lineage suggests an evolutionary advantage with O-Acetylated sias (O-Ac sias) in this position.\n\nPreviously, we presented the in situ distribution of the 4-O-Ac sia ISAV receptor in Atlantic salmon [30]. Here we extended the investigation and present the first extensive study of the general cellular distribution of an O-Ac sia covering all seven vertebrate classes, with particular focus on fish species. 4-O-Ac sias were mainly confined to the circulatory system, i.e. endothelial cells and, to some extent, RBCs. Two thirds of the fish species examined revealed similar findings, while the sia was less commonly found in the other vertebrate groups. Most noteworthy was findings of 4-O-Ac sias associated with the circulatory system in horse and guinea pig. The hagfish (class Agnatha), the most evolutionary primitive fish examined, was negative on endothelial cells, but positive on blood cells. However, high prevalence was found on endothelial cells in some of the other fish groups considered primitive, such as the cartilaginous fish (class Chondrichthyes) (80 %) and the salmonids (100 %) within the bony fish (class Osteichthyes). The other more advanced fish groups were more variable. Apart from this, we have so far not been able to identify any common denominator characterizing 4-O-Ac sia positive species.\n\nReports on the cellular distribution of O-Ac sias are scarce, however, Influenza C, which uses 9-O-Ac sias as its cellular receptor [27], has been reported to agglutinate RBCs from a range of species, including humans, mice, rat and chicken [12] suggesting occurrence of this sialic derivative on RBCs. This and the fact that 9-O-Ac sias have been associated with endothelial cells in rat [9] leads us to speculated if the 4-O-Ac sia negative species in the present work contains O-Ac sias at the same location, but with derivatives not detected by our 4-O-Ac sia specific assay. Our findings of 4-O-Ac sias on only a few cells in the rat heart and not on endothelial cells and RBCs is supported by previous findings of 9-O-Ac sias in this species [9, 12].\n\nGlycan structures on the cell surface mediate many important biological roles, and glycans that are highly conserved with respect to localization and type in multicellular organisms, usually have at least one critical function. The abundance and diversity of the glycans are extreme, both between distant and closely related species, within species and across evolution [32]. Given their terminal location, microbes commonly use sias as receptors. According to the “Red Queen effect” [36], multicellular organisms must constantly change in order to survive in the race against microorganisms that may evolve much faster. Thus if a cell surface glycan structure is found on the same molecules on the same cell type at the same point in development in many different vertebrate species, this structure likely has an important function [32]. Our findings suggest that the 4-O-Ac sias related to the circulatory system mediate such an important function.\n\nWhether other sia modifications, specific glycosidic linkages and/or underlying glycan structures would influence the HE probe binding is not known, indicating that our findings may represent a simplified picture of the distribution. However, the localization of 4-O-Ac sias confined to endothelial cells and RBCs, in both primitive fishes and some mammalian species, still suggest that O-Ac sias may serve an important function within the circulatory system. Based on knowledge on sias- and in particular O-Ac sias, some speculations on the biological and pathological importance of the O-Ac sias may be done. Sias decorate the surface of the glycocalyx of all cells and mediates many important roles in physiological and pathological processes. These include intercellular adhesion and signalling including inflammation and immune response regulation, progression and spread of human malignancies, binding of microorganisms, and in certain aspects of evolution [37, 38]. In addition, the electronegative charge of the sias mediates cell repulsion and enhanced blood flow to the cells of the circulatory system thus being essential for the function of the blood vessels and capillary system. Born and Palinski (1989) [39] demonstrated impaired blood flow in rats following perfusion with sialidase indicating that sias are important for normal perfusion. Similar effects were reviewed by Schauer and Kamerling (1997) [40]. Furthermore, the repellent effects of sias are important for angiogenesis [41].\n\nThe functions of sias may be divided in two categories. Firstly, sias act as a biological mask, shielding recognition sites, such as the galactose receptor. Reduction of the sia shield on a cell surface, either by aging or by endogenous or exogenous enzymes, exposes the galactose recognized by phagocytes (e.g. macrophages). This is the main mechanism for recognition and removal of aged RBCs [42–44]. Secondly, sias can be biological recognition sites for molecules such as hormones, lectins, antibodies, inorganic cations, toxins and pathogens. Sias are the most frequent ligands for pathogenic and non-pathogenic viruses, bacteria, protozoa and toxins. Examples include influenza virus infection of the lung, RBC invasion by the malaria parasite Plasmodium falciparum, Helicobacter pylori infection of the stomach and intestinal diarrhoea caused by Vibrio cholera toxin [45].\n\n\nO-Acetylation is an added modification of sias which may prevent receptor binding by intrinsic factors, thus modulating physiological and immunological effects, but also prevent binding of viruses, microbes and toxins. Decreased binding of influenza A, Plasmodium falciparum and CD22 [10] after O-Acetylation is an example of impaired ligand function. In addition, 4-O acetylation, and to some extent 9-O-Acetylation, protect the sias from the action of sialidases thus providing an added shield function. Very few microbes are known to use O-Ac sias as ligands. Known examples are influenza C virus binding 9-O-Ac sias, type II coronavirus binding either 4-, or 9-O-Ac sias and ISAV binding 4-O-Ac sias.\n\nThis is to our knowledge the first report on the general distribution of glycoprotein bound 4-O-Ac sias in vertebrate species. In conclusion, the sia is most prevalent in the evolutionary primitive species, but conserved also in higher vertebrates. It is located primarily on endothelial cells and RBCs thus connected to the circulatory system. We have pointed out possible important functions of the 4-O-Ac sias, but the significance needs to be explored. However, the consistent location across several taxa, suggests an essential role in the circulatory system and indicates an evolutionary advantage [32]."}