{"title": "A DNA vaccine induces SARS coronavirus neutralization and protective immunity in mice", "body": "The SARS-CoV emerged in Asia as a highly aggressive pathogen that can be lethal in adults and the elderly1,2,3,4,5,6. Although its genetic organization is similar to other coronaviruses, recent phylogenetic studies suggest that it may be most closely related to type II coronaviruses7,8,9. Previously described coronaviruses have not usually induced lethal disease in humans, but their pathogenicity in domestic animal species has been well documented10, and experimental vaccines developed for animals have provided insight into mechanisms of protective immunity11,12. Studies of the immune response to coronaviruses suggest that both cell-mediated and humoral immunity contribute to long-term protection13,14.\n\nTo discover the gene products and mechanisms of protective immunity relevant to SARS-CoV, two sets of cDNAs encoding the SARS-CoV S glycoproteins were prepared using modified codons to optimize expression and to minimize recombination with endogenous coronaviruses. Because coronaviruses assemble in the compartment between the endoplasmic reticulum (ER) and Golgi apparatus10, and the S leader may direct it to the ER, the native leader sequence was retained in one set of vectors (Fig. 1a) and replaced in another set with a leader sequence derived from the interleukin-2 gene. Expression was not significantly altered by this leader sequence substitution (data not shown), and it was not studied further. Two S carboxy-terminal mutants, one that truncated the cytoplasmic domain (SΔCD) and another that deleted the transmembrane and cytoplasmic regions (SΔTM), were prepared, and expression of these cDNAs by a mammalian expression vector suitable for human vaccination was confirmed (Fig. 1b).\n\nThe plasmids encoding these modified S glycoproteins were analysed for their ability to elicit antiviral immunity after intramuscular injection in BALB/c mice. Injection of S, SΔTM and SΔCD expression vectors induced a substantial immune response. A marked increase was observed in the number of SARS-CoV S-specific CD4 T-cell immune responses (Fig. 2a), as measured by intracellular cytokine staining for interferon-γ (IFN-γ) and tumour necrosis factor-α (TNF-α). In addition, substantial SARS-CoV S-specific CD8 cellular immunity was detected at levels at least sevenfold above the background response. Humoral immunity was initially assessed using an enzyme-linked immunosorbent assay (ELISA) with lectin-captured SΔTM protein expressed in 293T cells (see Methods). Substantial end-point dilution antibody titres were observed in all groups, ranging from ∼1:400 to ∼1:2,000 (Fig. 2b, left panel).\n\nTo analyse the ability of these S glycoprotein plasmids to elicit a neutralizing antibody response, a pseudotyping assay was performed15. Animals immunized with the SARS-CoV SΔCD expression vector induced substantial neutralizing antibody titres ranging from 1:50 to 1:150, unlike the vector control (Fig. 2b, middle panel). The S expression vector with the transmembrane domain deleted, SΔTM, also induced neutralizing antibodies, but the titres were lower (from 1:25 to 1:75). The vector with the partial cytoplasmic domain deletion induced the optimal response (Fig. 2b, right panel). Similar neutralization was observed when the complete cytoplasmic domain was removed (data not shown), suggesting that synthesis of the glycoprotein on the cell surface, without the cytoplasmic domain, is required for this response. This may be because it gives rise to a more native structure relevant to the function of this virus. Possibly, the transmembrane region helps to form a more physiological form of the S protein by anchoring the protein on the membrane, preserving conformational determinants and/or stabilizing the formation of the putative trimer. The same antisera were also used in a SARS-CoV microneutralization assay to assess the neutralization titre against SARS-CoV. Again, antisera from SΔCD-vaccinated mice elicited the most potent neutralizing antibody responses (Fig. 2b, right panel).\n\nInfection of non-human primates with SARS-CoV has been reported, with evidence of pulmonary pathology and seroconversion16. More recently, an animal model that may better reproduce the signs and time course of the human disease has been described. In this model, which uses ferrets, the development of pneumonitis and increased viral replication have been observed17. A murine model of SARS-CoV replication has also been described recently, in which intranasal administration of 104 50% tissue culture infectious dose (TCID50) units of SARS-CoV leads to virus replication in the lungs and nasal turbinates within 1–2 days18. This model afforded us the opportunity to examine immune protection against viral replication in the respiratory tract as a measure of vaccine efficacy. BALB/c mice were immunized with the various plasmid DNAs encoding S protein and challenged 30 days after the final boost. Animals were challenged intranasally with 104 TCID50 units of SARS-CoV (Urbani strain), and viral replication in the respiratory tract was measured 2 days later. In this analysis, the most potent immunogen, SARS SΔCD, led to >106-fold reduction in viral load in the lungs compared with a control group injected with vector alone, in which mean viral titres of >108 were observed (Fig. 3a; P = 0.0079). Although the S plasmid with the deleted transmembrane domain elicited a lower neutralizing antibody response, it was equally effective in reducing viral replication in the lungs. A 60- to 300-fold reduction of virus titre in the nasal turbinates was also observed (Fig. 3b; P = 0.0079). In both cases, evidence of productive SARS-CoV replication was not observed in mice vaccinated with plasmid DNAs encoding SΔCD or SΔTM.\n\nTo define the mechanism of protection, T-cell depletion with specific monoclonal antibodies was performed, and depletion in the lung and spleen was confirmed (Supplementary Fig. 1). Depletion with CD4 or CD8, alone or in combination with CD90, did not affect vaccine-induced immunity (Fig. 4a). This finding was confirmed when the role of T-cell immunity was further analysed by adoptive T-cell transfer; donor immune T cells were unable to reduce pulmonary viral replication in recipient animals (Fig. 4b; P = 0.49). By contrast, passive transfer of purified IgG from immunized, but not control, mice provided immune protection (Fig. 4c, right panel; P = 0.0286) comparable to that observed in DNA-vaccinated animals (Fig. 3a). These findings indicate that immune T cells do not control pulmonary virus replication in this animal model, although it remains possible that T cells contribute to viral clearance if replication persists.\n\nIn this report, DNA vaccination has been used to induce cellular and humoral immunity to the SARS-CoV S glycoprotein. The humoral immune response includes the generation of neutralizing antibodies. This humoral immunity alone can inhibit pulmonary viral replication in a murine challenge model and suggests that DNA vaccination with the SARS-CoV S glycoprotein gene results in protective immunity. The SARS-CoV is a novel coronavirus, but vaccines for other human coronaviruses have not been successfully developed14. But considerable experience in developing vaccines against common veterinary coronaviruses has been obtained with animal coronaviruses11,12. The feline infectious peritonitis virus is a coronavirus that causes significant morbidity and mortality in domestic animals for which vaccines have been investigated, but the development of these vaccines has been complicated by possible immune potentiation of the disease and by viral evolution19. In the present study, T-cell depletion and immune IgG passive transfer were used to assess the importance of humoral responses in protection against SARS-CoV challenge. These results suggest that antibodies against SARS-CoV S glycoprotein protect against SARS-CoV challenge and do not enhance infection in this animal model. The cellular immune response appears to play a limited role in protection, although studies of animal coronaviruses have suggested that both cellular and humoral immunity contribute to protection during persistent infection13,14.\n\nDNA vaccines have been used in a variety of animal models for different infectious diseases, including influenza, HIV, Ebola, West Nile and other viruses (reviewed in ref. 20). Despite their success in animal models, this approach has only recently been used in human studies, and its potential to protect against human diseases has yet to be established. For this reason, as well as the limitations of the animal model for SARS-CoV infections, it is important to ascertain the immunogenicity of these plasmids in humans. Should the response be suboptimal, it can be readily augmented using prime-boost combinations with inactivated viral vaccine candidates or with adenoviral or poxvirus vectors. The definition of effective viral genes reported here can guide the choice of inserts for such gene-based vaccination approaches. For example, the SΔCD mutant can be expressed in other vector delivery systems for analysis, alone or in various combinations. Although the murine model allows assessment of various antiviral approaches and examination of the effect of immunity on pulmonary virus replication, it does not show sustained infection or high lethality. The model of infection that has been described in ferrets shows prominent pulmonary pathology associated with infection, and the efficacy of such vaccines in this and other pathogenic animal models will be of interest in future studies. At the same time, it is not known whether even the ferret model faithfully replicates the complex pathology and symptomatology of the human disease, and it will be necessary to test potential SARS vaccine candidates for their immunogenicity, safety and efficacy in humans in the event of future outbreaks.\n\nPlasmids encoding different versions of SARS-CoV spike (S) protein (Urbani strain, GenBank AY278741) were synthesized using human-preferred codons as previously described15. Protein expression was confirmed by western blot analysis21 with serum from a recovered patient (provided by W. Bellini).\n\nFemale BALB/c mice (6–8 weeks old; Charles River Labs) were immunized with 25 µg of plasmid DNA in 200 µl of PBS (pH 7.4) at weeks 0, 3 and 6.\n\nCD4+ and CD8+ T-cell responses were evaluated by using intracellular cytokine flow cytometry (ICC) for IFN-γ and TNF-α as previously described21 with peptide pools (17–19 mers overlapping by 10 amino acids, 2.5 µg ml-1 each) covering the SARS-CoV spike protein. Cells were then fixed, permeabilized, and stained using rat monoclonal anti-mouse CD3, CD4, CD8, IFN-γ and TNF-α (BD-Pharmingen). The IFN-γ- and TNF-α-positive cells in the CD4+ and CD8+ cell populations were analysed with the program FlowJo (Tree Star, Inc.).\n\nThe mouse anti-SARS-S IgG ELISA titre was measured using a modified lectin-capture method described previously21 except the Myc-tagged, transmembrane-domain-truncated SARS-CoV S protein (SARS-SΔTM–Myc) was used for capture.\n\nSARS-CoV spike pseudotyped lentiviruses expressing a luciferase reporter gene were produced by transfecting 293T cells with the following plasmids: 7 µg of pCMVΔR8.2, 7 µg of pHR′CMV-Luc and 400 ng CMV/R-SARS-S. Cells were transfected overnight, washed and replenished with fresh media. Forty-eight hours later, supernatants were harvested, filtered through a 0.45 µm syringe filter, aliquotted and used immediately or frozen at -80 °C. p24 levels were measured from different viral stocks using the Coulter HIV-1 p24 Antigen Assay kit (Beckman Coulter). Antisera were mixed with 100 µl of pseudoviruses at various dilutions and added to Vero cells in 48-well dishes (30,000 cells per well). Plates were washed and fresh media were added 14–16 h later. Forty-eight hours after infection, cells were lysed in mammalian cell lysis buffer (Promega). A standard quantity of cell lysate was used in a luciferase assay with luciferase assay reagent (Promega) according to the manufacturer's protocol.\n\nTwofold dilutions of heat-inactivated sera were tested in a microneutralization assay for the presence of antibodies that neutralized the infectivity of 100 TCID50 of SARS-CoV on Vero cell monolayers, using four wells per dilution on a 96-well plate. The presence of viral cytopathic effect (cpe) was tested for on days 3 and 4. The dilution of serum that completely prevented cpe in 50% of the wells was calculated by the Reed Muench formula22.\n\nVaccinated mice were lightly anaesthetized with isoflurane and inoculated with 50 µl of diluted virus (104 TCID50 of SARS-CoV; Urbani strain) intranasally according to institutional animal care and use guidelines in an ABSL3 facility. On day 2, mice were euthanized and lungs and nasal turbinates were removed and stored at -70 °C until the end of the study. The frozen tissues were thawed and homogenized in a 10% (lungs) or 5% (nasal turbinates) w/v suspension in Leibovitz 15 medium (Invitrogen), and virus titres were determined in Vero cell monolayers in 24- and 96-well plates. Virus titres are expressed as TCID50 per g of tissue. The lower limit of detection of infectious virus in 10% and 5% w/v suspensions is 1.5 for lung and 1.8 log10 TCID50 per g for nasal turbinate homogenates, respectively.\n\nTo deplete specific T-cell subsets, known rat monoclonal antibodies (anti-mouse CD4 (GK1.5), anti-mouse CD8(2.43) or anti-mouse CD90(30-H12)), prepared as described previously23 and provided by S. L. Epstein (FDA), were administered intraperitoneally (1 mg each in 1 ml PBS) 48 h before challenge. The depletion was confirmed before challenge (Supplementary Fig. 1).\n\nIgG from mice immunized with plasmid DNA encoding SΔCD (immune) or no insert (controls) was purified from sera using a Protein A Antibody Purification Kit (Sigma), and neutralization activity was confirmed using the mouse pseudotyping assay. Briefly, 0.3 ml of purified IgG (from approximately 1 ml of serum) was administered intravenously into each recipient naive mouse (n = 4 per group) by tail vein injection 24 h before challenge. Sera were collected from recipient BALB/c mice 3 h post transfer to confirm the neutralizing antibody titre in recipient animals.\n\nT cells from vaccinated (immune) or nonimmune (control) mice were enriched using a Pan T-Cell Isolation Kit (Miltenyi Biotec). Approximately 3 × 107 T cells in 0.5 ml PBS were administered into each recipient naive BALB/c mouse intravenously through the tail vein 24 h before challenge. There were four recipient mice per group."}