{"title": "Characterization of the antiviral effects of interferon-α against a SARS-like coronoavirus infection in vitro", "body": "In March 2003, a number of laboratories independently reported the isolation and characterization of a novel coronavirus (CoV) from specimens of patients with severe acute respiratory syndrome (SARS) 1, 2. Although an effective therapeutic strategy against SARS has yet to be developed, interferons (IFN) are recognized to play critical roles in host resistance to viral infection 3, 4, 5, 6, thereby implicating them as potential candidates for SARS CoV treatment. IFNs inhibit viral infection by directly interfering with viral replication and by inducing both an innate and adaptive immune response to infection. IFN-αs are effective in the treatment of hepatitis B and C 7, 8 and respiratory coronavirus infections unrelated to the Urbani strain of SARS-CoV 9, 10, 11, 12. IFN-αs and IFN-β 13, 14, 15, 16, 17, and combinations of IFN-α/β and IFN-γ 15, 18 are effective in inhibiting SARS-CoV replication in vitro. Moreover, it was reported that macacque monkeys were protected from infection with SARS CoV by treatment with IFN-α 19.\n\nIFN alfacon-1 (Infergen, Intermune Corp, Brisbane, California), a synthetic IFN-α designed to represent a consensus IFN-α 20, has been shown in both cell culture systems 21 and comparative clinical trials 22 to inhibit viral replication more potently than other IFN-αs. Based on these findings, a pilot study to evaluate the potential clinical benefit and safety of IFN alfacon-1 in SARS treatment was conducted by our laboratory. Patients treated with IFN alfacon-1 and corticosteroids had a shorter time to 50% resolution of lung radiographic abnormalities, better oxygen saturation, and resolved their need for supplemental oxygen more rapidly, when compared with a group receiving corticosteroids alone 23.\n\nIFN-αs and IFN-β bind to and activate the Type I IFN receptor, IFNAR 24. High affinity binding of IFNs to IFNAR induces association of the two receptor chains and subsequent reciprocal transphosphorylation and activation of the associated Janus kinases (Jaks). The Jak-STAT (signal transducer and activator transcription) pathway induces IFN-mediated signal transduction and transcriptional activation, and is required for antiviral responses 25. In recent years it has become apparent that activation of the IFNR-associated Jaks also regulates multiple downstream signal transducing molecules, such as the p38 mitogen activated protein kinase (MAPK) 26, CrkL 27, phosphatidylinositol 3 kinase 28, the protein kinase C family (PKC) 29, and the Vav proto-oncogene 30. Such signaling diversity is consistent with the pleiotropic biological effects of the IFNs in target cells and tissues 31.\n\nMouse Hepatitis Viruses (MHV) are type 2 coronaviruses that typically cause pneumonitis, encephalitis, entercolitis and hepatitis. 32, 33, 34. Phylogenetic data suggest that the SARS-CoV is a distinct group 2 coronavirus 35, 36. Previous studies have shown that IFNs-α/β provide protection from MHV-A59 and MHV-2 infections in vivo\n37, 38. In ongoing experiments, we have evidence that MHV-1, when injected intra-nasally into mice, will induce a lung infection indistinguishable from that of the SARS-CoV infection in humans (G Levy et al., UHN, unpublished). Specifically, A/J mice are highly susceptible to intranasal infection with MHV-1, develop pulomonary disease characterized by marked pulmonary congestion, hyaline membranes, interstitial thickening and inflammation and alveolar exudates similar to SARS lung disease in humans. Accordingly, to understand the mechanism of action of IFN alfacon-1 in limiting SARS-CoV infection in humans, we developed an in vitro model system, using C3H murine L2 lung fibroblast cells, permissive for MHV-1 infection. In this report we provide evidence for the direct antiviral effects of IFN-α against MHV-1 and identify several signaling effectors which mediate these effects. Additionally, by examining the changes in gene expression profiles in the PBMC of SARS patients who received IFN alfacon-1 treatment, we identify a subset of IFN-responsive genes whose differential expression may influence resolution of disease.\n\nL2, C3H murine lung fibroblast cells 39 were maintained in DMEM/ 10% heat inactivated fetal calf serum with 100U/ml penicillin, 100mg/ml streptomycin, 4.5 g/L L-glutamine. Murine IFN-α4 was provided by Dirk Gewert (Wellcome Research Lab, Kent, UK). The pharmacological inhibitors SB203580, Rottlerin, Jak inhibitor 1, and AG490 were obtained from Calbiochem. Polyclonal Abs against phosphorylated STAT1 (Tyr701), p38 MAPK (Thr180/Tyr182), PKCδ (Thr505), and Jak1 (Tyr1022/1023) were obtained from Cell Signaling Technology, polyclonal Abs against STAT1-α p91, p38 MAPK, and PKCd were obtained from Santa Cruz Biotechnology, while the polyclonal Ab against Jak1 was from Upstate Biotechnology, and the monoclonal Ab against STAT3 was obtained from Zymed Laboratories. Stock MHV-1 at a titer of 2.9 ×105 PFU/ml was used for all experiments.\n\n106 L2 cells were either left untreated or treated with prescribed doses of murine IFN-α4 for 14 h, then infected with MHV-1 for 36 h. Cytoplasmic RNA was isolated using the Qiagen RNeasy mini kit according to the manufacturer's protocol, and then resolved by electrophoresis in a 1% denaturing agarose-formaldehyde gel. Northern blot analysis was performed as previously described 40. A [γ-32P]ATP-labeled oligonucleotide probe (5′-CTA ATC ATT CGC TTT ACC GG-3′), which specifically binds to nucleotides -1532 to -1551 from the 5′ end of murine 28S rRNA, was used for the detection of 28S rRNA and its cleavage products.\n\nThe assay for IFN-induced antiviral activity in monolayer cells was described as previously 41, 42, 43. Briefly, 104 cells were seeded in 96-well tissue culture plates in DMEM containing 2% FCS. After 24 h, appropriate dilutions of IFN-α4 were added and cells were incubated for an additional 24 h. Then, medium containing IFN was aspirated and the appropriate dilution of MHV-1 in a volume of 200μl was added to the cells. After a further 24 h, cells were fixed in 95% ethanol, stained with crystal violet solution (0.1% in 2% ethanol) and destained in 0.5M NaCl, 50% ethanol. IFN-induced inhibition of viral replication was assessed by reading the absorbance at 570 nm using a Microplate reader (Molecular Devices) and SOFTmax® 2.32 software relative to infected, untreated cells.\n\nFor immunoblotting, L2 cells were stimulated with IFN-α4 (104 U/ml) for the indicated times and lysed in phosphorylation lysis buffer. Immunoprecipitations and immunoblotting using an ECL (enhanced chemiluminescence) method were performed as described previously 45. In experiments in which pharmacological inhibitors were used, the cells were pre-treated for 60 min with indicated concentrations of the inhibitors and subsequently treated with IFN-α4 prior to lysis in phosphorylation lysis buffer.\n\nTo harvest RNA for Real Time PCR, 106 L2 cells were either left untreated, treated with MHV-1 or IFN-α4 (104U/ml) for the indicated times, or treated with pharmacological inhibitors for 1 h prior to treatment with 104U/ml IFN-α4 for 12 h. Cells were lysed and homogenized using Qiagen QIA-shredder columns and RNA isolation was performed using the Qiagen RNeasy mini kit according to the manufacturer's protocol. cDNA was synthesized using 1 mg RNA in the presence of random primers and AMV Reverse Tanscriptase for 1 h at 42°C (Promega). Reaction components were obtained from the LightCycler® FastStart DNA Master SYBR GreenPLUS I Kit (Roche). The LightCycler® instrument (Roche) and corresponding software were used for all reactions. The PCR was performed in a final volume of 20 μl, 0.5 μM of each primer and 5 ml template cDNA (concentration 100 ng/ml). Primer sets were as follows, gapdh forward primer 5′-CCT GCA CCA CCA ACT GCT TA-3′ and the reverse primer 5′-TCA TGA GCC CTT CCA CAA TG-3′, pkr forward 5′-GGC TCC TGT GTG GGA AGT CA-3′ and the reverse primer 5′-TAT GCC AAA AGC CAG AGT CCT T-3′, 2′5′oas forward primer 5′-TGA GCG CCC CCC ATC T-3′ and the reverse primer 5′-CAT GAC CCA GGA CAT CAA AGG-3′. Standard curves were established for each primer set and both reference and target reactions were performed for each sample.\n\nSerial peripheral blood mononuclear cells (PBMC) from 3 of the 22 SARS patients included in the IFN alfacon-1 pilot study 44 were analyzed for gene expression profiles using the Affymetrix U113A 2.0 plus gene chips. As described in Table 1 and 2, 2 patients received subcutaneous IFN alfacon-1 in addition to the standard of care, corticosteroid treatment. RNA was extracted from PBMC. PBMC were lysed, homogenized using Qiagen QIA-shredder columns and RNA isolation was performed using the Qiagen RNeasy mini kit according to the manufacturer's protocol. To ensure effective inactivation of RNases, lysis reagents contained denaturing guanidine isothiocyanate. A high-salt buffer system allowed RNA to selectively bind the silica-gel membrane of the spin column, while contaminants were washed away. Total cellular RNA was eluted in water. Total RNA was amplified using the Ambion MessageAmp™ II aRNA Amplification Kit. Amplification was performed according to the manufacturer's protocol. Briefly, during the first round of amplification, 10 ml (1000 ng) of total RNA was used, and converted to aRNA. aRNA concentrations were calculated, and 2 mg of amplified RNA (aRNA) was used in the second round of amplification. During second round amplification, biotin labeled NTPs (10mM biotin-11-CTP and 10mM biotin-16-UTP) were incorporated into the cRNA. 30 mg of biotinylated cRNA was sent for Affymetrix gene expression analysis to the Centre for Applied Genomics Microarray Facility at The Hospital for Sick Children, Toronto Ontario. An additional 5 μl (200 ng/μl) was sent for Bioanalyzer analysis.\n\nGene expression analysis was performed by hybridization of cDNA to the Affymetrix® gene chip – U133A 2.0 plus. This chip codes for over 50 000 probes. The specific effect of IFN alfacon-1 treatment on gene expression was analyzed using the microarray analysis software, Array Assist®. Each gene expression profile was analyzed using GCRMA analysis. This method uses a basic algorithm in order to identify genes whose expression is altered/regulated in the sample array when compared to the basal levels expressed on the Affymetrix® chip. From this list of genes, using the gene expression levels measured on day 6 relative to onset of symptoms, designated as 'basal' for each SARS patient, a new list of genes whose expression was regulated greater than three fold by IFN treatment was obtained.\n\nThe data in panels A and B in Figure 1 show IFN-α4-dependent protection of L2 cells from MHV-1-inducible 28S RNA cleavage and cytopathic effects (CPE). To examine the influence of specific IFN activated signaling effectors in protection from MHV-1 infection, we studied the effects of a number of pharmacological inhibitors targeted against specific signaling molecules. High affinity binding of IFN to IFNAR leads to the phosphorylation-activation of the receptor-associated Jaks, Jak1 and Tyk2. L2 cells treated with the Jak1 inhibitor, Jak inhibitor 1, led to a reduction in IFN-α4 induced tyrosine phosphorylation of Jak1 (Figure 1C). Additionally, we observed a reduction in IFN-inducible tyrosine phosphorylation of STAT1, STAT2 and STAT3 (Figure 1D). When L2 cells were treated with the Jak 1 inhibitor prior to IFN treatment, then infected with MHV-1, we observed a reduction in IFN-inducible protection from MHV-1 infection (Figure 1B). As a negative control, we examined the effect of the inhibitor AG490, which specifically inhibits Jak2 at 100 μM 45. As anticipated, treating cells with 100 μM AG490 did not influence the anti-MHV-1 activity of IFN-α4 (Figure 1B).\n\nThe p38 MAPK pathway is essential for induction of antiviral responses by IFNs against hepatitis C virus 46, vesicular stomatitis virus and encephalomyocarditis virus infections 47, 48. To examine the importance of IFN-inducible p38 MAPK signaling in protection against MHV-1 infection, L2 cells were treated with SB203580 prior to IFN-α4. 10 μM SB203580 reduced the IFN-α4-induced phosphorylation of p38 MAPK (Figure 1C) and IFN-inducible protection from MHV-1 infection (Figure 1B). In subsequent experiments, using the PKCδ inhibitor Rottlerin, we studied the influence of PKCδ on IFN-inducible anti-MHV-1 activity. 1 μM Rottlerin decreased the IFN-α4 induced tyrosine phosphorylation of PKCδ, (Figure 1C). Additionally, Rottlerin reduced the anti-MHV-1 activity of IFN-α4 (Figure 1B). As expected, inhibition of PKCδ did not decrease the IFN-α4 induced tyrosine phosphorylation of STAT1 (Figure 1D), since inhibition of PKCδ activity blocks Ser727 STAT1 phosphorylation 29.\n\nIFN-inducible control of viral replication is effectively regulated by the transcriptional activation of key interferon stimulated genes (ISG) such as the RNA-dependent protein kinase (PKR) and 2′5′- oligoadenylate synthetase (OAS)/ endoribonuclease L (RNase L) 49, 50. In murine cells, virus-inducible activation of Toll like receptors leads to the transcriptional activation of IFN-β, and IFN-α4 51, 52. Therefore, MHV-1 infection per se should induce transcriptional activation of IFNs, and lead to the subsequent transcriptional activation of pkr and 2′5′-oas. Accordingly, L2 cells were infected with MHV-1, and RNA harvested at different time points. The extent of gene expression was analyzed using real time PCR. In time course studies we observed minimal transcriptional activation for both pkr and 2′5′-oas by MHV-1 (Figure 2A). In subsequent experiments we examined the effect of IFN-α4 treatment on their transcriptional activation. In a similar time course study, when L2 cells were treated with 104 U/ml IFN-α4, transcriptional activation of both 2′5′-oas and pkr were observed (Figure 2B).\n\nIn subsequent experiments we examined the effects of inhibiting IFN-α4 inducible activation of Jak1, p38 MAPK and PKCδ on IFN-α4 inducible transcriptional activation of pkr and 2′5′-oas gene expression. L2 cells were treated with 10 μM Jak inhibitor 1, 10 μM SB203580 or 1 mM Rottlerin, for 1 h, then with 104 U/ml IFN-α4 for 12 h. RNA was harvested, and gene expression for pkr and 2′5′-oas examined. This 12 h time point was selected, based on the data from Figure 2B, namely that maximal IFN-inducible transcriptional activation of these genes is attained at 12h. Notably, inhibition of IFN-inducible activation of Jak1, p38 MAPK or PKCδ effectively reduced the IFN-inducible gene expression for pkr and 2′5′-oas (Figure 2C).\n\nIn the absence of any clear cause and effect relationship between pkr and 2′5′-oas gene expression and IFN-inducible anti-MHV-1 activity, we subsequently examined the signature patterns of gene expression in the PBMC from 2 of the SARS study patients we had treated with IFN alfacon-1, during the Toronto 2003 outbreak 44. For comparison we measured gene expression in the PBMC of a SARS patient that was treated with corticosteroids alone (see Materials and Methods). PBMC were sampled on days 6, 8, 10 and 13 post-onset of symptoms. For the IFN-treated SARS patients, the day 6 PBMC sample represented a baseline in the absence of IFN treatment, whereas days 8, 10 and 13 corresponded to days 2, 4 and 7 relative to the start of IFN treatment. The data in Table 3 reveal 2 lists of genes expressed differentially between the 2 IFN-treated SARS patients and the 1 non-IFN treated patient, using a cut-off of ≥ (A) or ≤ (B) 3-fold change in expression, relative to basal expression levels on day 6 post-onset of symptoms. In Figure 3, differentially expressed genes are clustered to indicate high and low gene expression, using a red-green colour scale to show the relative range. Notably, our analyses identified 11 genes that were upregulated and 21 genes that were downregulated in the IFN-treated patients, according to these criteria. Upregulated genes included interleukin 8 (IL-8) and defensins alpha 1 and alpha 4. IL-8 is a chemoattractant for neutrophils, induces neutrophil degranulation and enhances defensin release from neutrophils. Defensins are potent antimicrobial peptides that have been shown to exhibit antiviral activity against enveloped viruses and HIV 53, 54. Downregulated genes included protein-kinase repressor (PRKRIR), which acts to prevent PKR synthesis 55. Expression for exportin 1 (CRM1) was also downregulated in the PBMC of the IFN-treated SARS patients. CRM1 is a transport receptor that mediates nuclear export of proteins. CRM1 interacts with the Rev protein of HIV 56, suggestive of a potential for inhibition of nuclear activities associated with viral replication. Additionally, the expression of genes encoding RNA binding proteins and helicases including ELAV1, RNU22, DDX1 and DHX15 was also downregulated, in further support of inhibitory effects on viral replication intermediates. Interestingly, DDX1, a DEAD box protein, has been implicated in facilitating HIV replication57, 58. Viewed altogether, the implications are that IFN alfacon-1 treatment affected gene expression in the PBMC of SARS patients to promote direct antiviral effects and inhibit viral replication.\n\nUsing murine IFN-α4 and an in vitro model for SARS, namely MHV-1 infection of murine lung fibroblast cells, we investigated the influence of various signaling molecules during IFN-α4 mediated antiviral protection. Our findings suggest that Jak1, PKCδ, and p38 MAPK play important roles in IFN-α-mediated anti-MHV-1 activity. At the lower doses of IFN-α4, pre-treating the cells with Jak 1 inhibitor completely abrogated the protective effects of IFN-α4. Since Jak1 activation is an early post-receptor activation event, it is not surprising that abrogating this upstream effector in the IFN-receptor signaling cascade has a profound effect on subsequent downstream signaling events and biological responses. By contrast, at the higher doses of IFN-α4, inhibition of PKCδ inhibited IFN-induced antiviral activity to a greater extent, implying that STAT1-sensitive ISG activation is necessary for IFN-inducible anti-MHV-1 activity. Notably, IFN-α4-induced antiviral activity is unlikely to be exclusively attributable to the activities of Jak1, p38 MAPK, and PKCδ.\n\nFurther, we demonstrate that L2 cells treated with IFN-α4 induce the transcriptional activation of pkr and 2′5′-oas, in stark contrast to the negligible activation observed when cells were infected with MHV-1. We infer from these data that MHV-1 infection per se may prevent the activation of the IFN system. Indeed, many different viruses evade an immune response by interfering with transcriptional activation of IFN-α/β genes 59. Notably, in order to escape activation of the IFN system, the SARS-CoV appears to block a step after the early nuclear transport of IRF-3, the transcription factor essential for IFN-β and IFN-α4 promoter activity 60.\n\nInhibition of IFN-induced activation of Jak1, PKCδ and p38 MAPK was shown to also influence the transcriptional activation of pkr and 2′5′-oas. The anti-MHV-1 effects of IFN-α4 are unlikely to be wholly attributable to the inhibitory activities of PKR and 2′5′OAS. Indeed, many other IFN-inducible genes have been identified which encode factors implicated in IFN-induced antiviral responses 50, 61, 62, 63. Interestingly, when we analyzed the signature patterns of gene expression in the PBMC of 2 SARS patients that received IFN alfacon-1, compared with a patient that did not, we observed a trend of differential gene expression in the IFN-treated patients that was suggestive of antimicrobial activities. In ongoing studies we are investigating the contribution of their specific gene products to antiviral activity.\n\nIn conclusion, our data suggest that activation of Jak1, p38 MAPK and PKCδ are involved in the generation of IFN-α-mediated anti-MHV-1 activity, and in the control of IFN-induced transcriptional activation of, minimally, pkr and 2′5′-oas. The implications are that IFN-inducible activation of specific signaling molecules leads to the transcriptional regulation of a subset of ISGs that determine the direct antiviral activity of IFN-α against coronavirus infections."}