{"title": "REASSURED diagnostics to inform disease control strategies, strengthen health systems and improve patient outcomes", "body": "Although non-communicable diseases, such as diabetes and cardiovascular disease, are increasing in developing countries, infectious diseases still impose the greatest health burden. Highly accurate diagnostic tests are available for most infectious diseases of public health importance in the developed world, but these tests are neither affordable nor accessible to patients in the developing world1.\n\nIn 2003, the World Health Organization Special Programme for Research and Training in Tropical Diseases (WHO/TDR) published a set of criteria for the ideal test that can be used at all levels of the health care system in the developing world to guide treatment and clinical management decisions for infectious tropical diseases and sexually transmitted infections1,2. These criteria are known by the acronym ASSURED, and have become widely accepted as the benchmark for an ideal test that can be used at the point of care (POC).\n\nIt is perhaps not by chance that ‘affordability’ is listed first within the ASSURED criteria, as it can be a driver in the development, approval and uptake of new tests. Affordable and cost-effective diagnostics remain critical in resource-limited environments, given the poor state of many countries’ economies and the need to balance budget expenditure and ensure that a reasonable percentage of gross domestic product is allocated to health care3. Although there are no common benchmarks for what is considered affordable, in the last decade donors and implementing partners accepted US$0.50–1.00 for HIV and malaria rapid tests that are in a lateral flow or dipstick format, and under US$10.00 for a POC molecular assay for tuberculosis (TB)4. Often, reference to ‘low-cost’ does not consider the testing environment and associated necessary costs; and affordability should not be confused with cost-effectiveness. As such, each health programme must perform their own economic analysis based on their country-specific cost data (for example, implementation, patient costs, staff salaries, quality assurance, and so on). Principally, the more affordable the diagnostics, the greater the proportion of people who will have access to testing services.\n\nTests should minimize or avoid false negatives, especially where diagnostics are to be used for screening purposes. A two-test algorithm can be utilized where all individuals at risk are first identified with a highly sensitive but lower-specificity test, followed by confirmation of infection in those who test positive with a second more specific test. The two-test combination can be used together or in sequence. In case of discrepancies, a third test is used as a tie-breaker. An example of this approach is for HIV case detection.\n\nDiagnostics should have low false positive rates. The ideal scenario is where the sensitivity and specificity achieved from the diagnostics used at the POC approach those of laboratory-based assays wherever possible. However, a lower specificity can be tolerated if the harm of overtreatment is much less critical than missing the diagnosis of an infection. Screening syphilis during pregnancy is an example of this approach, as missing maternal syphilis can lead to stillbirths, preterm birth and congenital syphilis in a third of pregnant women compared to the harm of overtreatment with a single dose of penicillin5.\n\nTests should be easy to perform in 2–3 steps and require minimal user training with no prior knowledge of diagnostic testing.\n\nTypically, results should be available in 15–60 minutes after sample collection and enable patient management and treatment during the same visit. The benefits of a rapid test versus a more accurate test that requires patients to return for results have been previously demonstrated6. Robustness refers to the ability of the test to withstand the supply chain (temperature, humidity, time delays, mechanical stresses) without requiring additional (and often costly) transport and storage conditions (for example, refrigeration).\n\nIdeally the test does not require any special equipment or can be operated in small portable devices that use solar or battery power.\n\nDelivery refers to the organizational structures and relationships established with the purpose of coordinating and steering the logistics of selecting, procuring, shipping, storing, distributing and delivering a new health technology to ensure it reaches the end-users in resource-constrained settings7.\n\nCompared to when ASSURED was proposed, access to laboratories in resource-limited settings has improved dramatically both in numbers and in quality8,9, especially in areas such as HIV and malaria testing, CD4 counting and TB. However, there remains a critical need for a wider range of diagnostics that can be performed at the POC. From this perspective, we undertake a review of the ASSURED benchmark over the last 14 years, assess the factors contributing to the success and failure of the ASSURED diagnostics over the past decade, identify areas that have remained difficult to address as well as lessons learned from implementation in resource-limited settings, and highlight additional conditions that should be considered in addressing POC needs.\n\nEarly detection of HIV infection has been a critical component of HIV control programmes worldwide since the early days of the epidemic. Since most infected individuals do not show specific symptoms and the period of viraemia is short, screening for HIV antibodies in blood as a marker of exposure has been the most cost-effective means of identifying infected individuals. The WHO developed a process and criteria for validating the performance of HIV antibody detection assays more than a decade ago and showed that HIV RDTs using finger-pricked whole-blood specimens has acceptable performance compared to laboratory-based immunoassays12,13. Many donors — for example, Global Fund and implementation partners, including the WHO, UNAIDS and PEPFAR — have helped affected countries with the procurement and introduction of rapid HIV tests and enable early detection and prevent onward transmission. As a result of funding from donors, increased accessibility of RDTs, and the ‘architecture’ provided by national HIV/AIDS control programmes, HIV tests successfully reached as many as 150 million children and adults in 129 low- and middle-income countries in 2014 (ref. 14).\n\nTwo major challenges remain: training and quality assurance. With thousands of POC testing sites across a country, even the most well-organized control programmes would find it difficult to provide adequate training on an ongoing basis. This problem is most acute in health facilities where there is high turnover of staff. The US Centres for Disease Control and Prevention (CDC) has developed a convenient means of external quality assurance by working with countries to generate thermally stable proficiency panels that can be shipped to every POC testing site to ensure competence of testing personnel. However, a study in South Africa found that only 3% of HIV RDTs were performed correctly15. Although not every error will result in an incorrect diagnosis, the alarming reality is that with 150 million tests being performed annually worldwide, assuming a 99% accuracy rate, as many as 1.5 million incorrect results per year could potentially be generated. Ongoing quality assurance efforts include developing key policy and quality documents for the implementation of HIV-related POC testing16. For example, as POC technologies for HIV viral load and early infant diagnosis were being developed, there was tremendous emphasis on quality, given the complexity of the test and lessons learned from HIV RDTs.\n\nMalaria is estimated to be the cause of at least a million deaths a year worldwide, most of which are in sub-Saharan Africa. While microscopic identification of parasites in blood smears has been the traditional means of diagnosing malaria in patients presenting with fever, microscopy requires equipment, a source of electricity and trained laboratory technicians. Malaria RDTs were developed as many rural communities lack these resources, and to date there are over 120 brands of malaria RDTs made by approximately 60 companies17, which vary widely in performance, manufacturing quality and price. The WHO has set up a pre-qualification programme with the CDC and the Foundation for Innovative New Diagnostics to evaluate these tests to inform test selection and procurement for national malaria control programmes17. In countries that permit the sale of malaria RDTs and medicines over the counter, the quality of these commodities cannot be guaranteed. The price of most RDT brands is between US$0.65 and US$2.50 per test7,18, and as with all diagnostics, it is important to caution that price pressure will ultimately affect quality. As with HIV, with the support of donors, selection of high-quality RDTs and the architecture provided by national malaria control programmes, malaria RDTs have reached millions of patients every year. This promising trend, coupled with the effectiveness of bednets for preventing transmission, has led to the call for malaria elimination in many parts of the world19.\n\nHowever, challenges remain for the future of malaria POC testing and the global elimination of malaria. First, highly accurate tests are required for all malaria species affecting humans, but these pan-specific tests are usually about 40% more expensive than RDTs that only detect Plasmodium falciparum. Most P. falciparum RDTs detect a malarial antigen, histidine-rich protein (HRP)20, and the discovery of parasites that have a deletion in this gene has raised concerns about false negative results and ongoing transmission. Also, the problems of providing adequate training and quality assurance of malaria tests and testing at remote POC sites are similar to those described for HIV RDTs21,22.\n\nIn the near future, as countries progress towards malaria elimination, funding for RDTs may become an issue. As the intensity of transmission decreases due to lower parasite density in infected individuals, more sensitive tests will be needed, which can only be achieved with costlier amplification steps or with ultrasensitive platforms for antigen detection. Also, decreasing numbers of cases mean that malaria tests are no longer cost-effective, and thus it is more difficult to justify funding in light of multiple competing priorities for limited health budgets.\n\nSyphilis, caused by the spirochete Treponema pallidum, has a long latent period during which patients have no symptoms, but can remain infectious. Syphilis in pregnancy can lead to adverse outcomes of stillbirths and miscarriage, and babies born with congenital syphilis in the developing world only have a 50% chance of survival during the first 2 years of life23,24. Despite the availability of simple diagnostic tests for antenatal screening and the effectiveness of treatment with a single dose of long-acting penicillin, syphilis is re-emerging as a global public health problem23. It is estimated that 500,000 babies die each year as a result of syphilis-associated stillbirths and congenital syphilis, largely because of lack of access to antenatal screening25,26.\n\nRDTs exist for detecting syphilis and are reported to have acceptable performance27,28 and operational characteristics. The introduction of RDTs was also acceptable to patients and health care providers and was shown to contribute to the improvement of antenatal care in low-resource settings29. Despite all this, syphilis RDTs have not had the same success as HIV and malaria RDTs. The main reasons for this are the lack of advocacy and political will to translate the evidence to national policy, lack of funding to make the tests affordable to those in need and the lack of a national control programmes to provide the architecture needed to coordinate all the different aspects of testing. Ensuring adequate training for health care workers and supplies of commodities were cited as key implementation barriers in Africa30,31.\n\nDual HIV and syphilis RDT testing in countries was prioritized by the WHO for the elimination of mother-to-child transmission (MTCT) of HIV and syphilis by 202032,33, but a recent review showed that while Prevention of Mother to Child Transmission (PMTCT) programmes for HIV have resulted in a dramatic decrease in the number of HIV-positive infants in sub-Saharan Africa, the rate of syphilis screening of pregnant women in the same countries has remained at unacceptably low levels of approximately 30% (ref. 34). This is due largely to disparity in funding and lack of political will despite the Global Fund allowing countries to purchase syphilis RDTs with HIV RDTs since 2007 (ref. 35). Countries need to harness the architecture provided by HIV PMTCT programmes to screen women for both infections using a single drop of blood in a single visit to a health care facility. Dual rapid HIV–syphilis RDTs with acceptable performance are now available36 and the WHO, as well as many countries, has adopted these HIV and/or syphilis RDTs into their national guidelines31,37.\n\nTB causes 1.7 million deaths a year, 95% of which occur in low- and middle-income countries. Ending the TB epidemic by 2030 is among the health targets of the Sustainable Development Goals38.\n\nThe TB lipoarabinomannan (LAM) antigen test provides POC screening for active TB in HIV positive patients. This novel rapid test detects LAM in urine samples, providing results in just minutes, enabling earlier treatment for patients39.\n\nThe LAM test does not assess TB drug susceptibility, but multidrug-resistant TB is a threat to global health security with an estimated 600,000 new cases a year showing resistance to rifampicin (RIF) — the most effective first-line drug40. Nucleic acid tests (NATs) for TB are available and provide highly sensitive and specific means of diagnosis. The recent development of a sample-in-answer-out automated testing device that allows for simultaneous detection of Mycobacterium tuberculosis (MTB) and RIF resistance in 1 h 45 min has improved case detection and could decrease transmission, though NATs still require patients to make a return visit for test results and treatment. This test system is available in 1–80 modules, allowing for flexibility in throughput. The MTB/RIF near-POC assay can improve time to diagnosis and treatment and increase the efficiency of the health system if introduced appropriately41–44, and as of June 2012, two-thirds of high-burden MTB countries and half of countries with a high multidrug-resistant MTB had adopted this assay into their national TB programme guidelines. A wider adoption of such high-performing assays would allow countries to increase their case detection rates and potentially reach the 2020 milestones of the End TB Strategy45.\n\nAlthough national TB programmes provide a robust architecture for the implementation of new technologies, challenges associated with the near-POC NAT assay remain as barriers — affordability (molecular assays are device-based and costly, even with subsidy), expertise (more technically demanding than lateral flow RDTs) and sustainability46, in addition to power and per-test time. We expect that addressing these barriers would improve patient outcomes, but a true POC test is still needed to overcome remaining challenges such as sample preparation and demands on human resources47.\n\nSuccessful POC tests achieve high sensitivity, which is needed as screening tools to ensure that all true and suspect cases are brought to the attention of control programmes and appropriately managed. In particular, antibody-based detection tests, such as those for HIV and hepatitis C virus, are highly sensitive as antibodies are present in large quantities in blood, and blood samples can be collected with a finger prick and put directly into the test without any prior processing. Also, antibody detection can be rapid and easy to perform with minimal training required (Table 2).\n\nHowever, the choice of the antibody target affects a test’s effectiveness — unless the diagnostic target is specific to the intended infection, there is the potential for false positive results due to cross-reactivity, which is the case with dengue and Zika immunoassays48,49. Therefore, antibody detection assays should be interpreted within the appropriate epidemiological context and findings from physical examination. The other major disadvantage of antibody-based tests is that antibodies are usually a marker of exposure to a pathogen and cannot be used to distinguish between those with active and past infection, which is the case of the rk39 tests for visceral leishmaniasis (VL)50. A presumptive diagnosis of active VL can only be made using a combination of a positive rk39 test and more than 2 weeks of fever and splenomegaly.\n\nThe same is true of most syphilis RDTs, which detect long-lived antibodies to treponemal antigens and thus do not diagnose active syphilis. Antibodies to a non-treponemal antigen, which appears with infection and declines in the months after successful treatment, are used in a flocculation assay called the rapid plasma reagin assay, which can yield a result in 8 minutes but requires electricity to operate, a centrifuge for processing serum from whole blood, a shaker and cardiolipin as an antigen. A combination treponemal and non-treponemal rapid test has been developed in an immunochromatographic test in a lateral flow format with acceptable performance characteristics51.\n\nAntigen detection POC tests, such as those for chlamydia and gonorrhoea, suffer from three major drawbacks (Table 2). First, the specimen used for sexually transmitted infections are usually from urethral, cervical or vaginal swabs that require multiple steps to solubilize the bacteria and free antigen before reaction with the capture antibody. This sometimes requires a heating step and adds to the complexity and cost of the POC test. Urine is the preferred specimen in men with such infections, and current POC tests require a urine centrifugation step to concentrate the bacteria before processing and reaction. Another common drawback of antigen detection tests is the potential for false positive results due to cross-reactivity with antigens from closely related bacterial or viral species. This is especially true if polyclonal antibodies are used as capture antibodies. Finally, a common disadvantage of current antigen detection POC assays is low sensitivity, often requiring 104 to 105 bacteria for the RDT to become positive. Malaria RDTs are an exception to these drawbacks in that the parasites are present in large quantities in blood and no pre-processing or concentration steps are required. For most antigen detection POC tests, the low sensitivity may be due to low concentration of target antigens, inefficiency of extraction or limited optimization of reagents, which has hampered chlamydia and gonorrhoea tests52,53. However, Gift et al. showed that rapid chlamydia tests with a sensitivity of 65% can lead to more infected patients being treated compared to NATs, which require patients to return for their test results54. They called this the rapid test paradox, which was also recently seen with a p24 assay for early infant diagnosis of HIV, where a sensitivity of 72% can still lead to a higher ‘diagnostic yield’ than NATs performed on dried blood spots sent from remote antenatal clinics55.\n\nNATs offer a more sensitive and specific alternative to antigen detection assays as nucleic acid targets can be selected from a genome sequence with high specificity, and the amplification process to increase sensitivity can be fairly rapid (Table 2). For example, the near-POC TB diagnostic involves primer-based amplification of MTB DNA specifically, including regions associated with RIF drug resistance. Thus, NAT tests are generally highly sensitive and more specific than antigen- or antibody-based tests, and may help inform on drug susceptibilities. While instruments are available for high-throughput screening of patients and subsidies can bring test costs down to US$10, the equipment (capable of four tests at a time) costs more than US$10,000, which may be prohibitive in high-incidence regions. Thus, a truly POC diagnostic based on NATs without needing any equipment is still a promise and not a reality as yet56,57.\n\nOf all the criteria originally accepted, the requirement of equipment-free is perhaps the only one which is not as critical as originally defined. A wide range of near-POC NATs have been developed for use outside of laboratory settings58 and most of these assays are automated, requiring only 2–3 minutes of hands-on time and minimal training. These near-POC devices come in sealed units with internal self-calibration making it easier to ensure quality of testing and most are also equipped with data transmission capabilities, which make these platforms very attractive in the context of disease surveillance and epidemic preparedness. Most of these near-POC devices have a broad menu of diagnostic targets which makes the capital cost of purchasing the device less of an issue. Reagents are pre-measured and dried ready for hydration with the introduction of the specimen. However, near-POC NAT cartridges are expensive to manufacture and not affordable to most developing countries without subsidies.\n\nRapid advances in miniaturization, material science, electronics and data transmission in recent years have made minimal instrumentation a reality for new diagnostics, including the use of smart phones, which are widely available, custom developed and low cost. The use of a dongle to connect a smart phone to a microfluidic disc to detect HIV and syphilis antibodies in finger-pricked blood allows the phone to power the reaction, interpret the results and transmit the data to a central database. This smart phone-based POC assay is currently undergoing clinical trials59. Use of a smart phone to power NATs is in development and will play an important role in future POC applications60,61. In particular, there has been considerable interest shown in utilizing mobile phones as readers and connectivity for RDTs using RFID (radio frequency identification) to prevent errors in subjective interpretation and transcription62–65. While phone-based diagnostics are attractive as an option, regulatory approval and rapid updates of phone software that can affect test performance are important challenges.\n\nWhile successes need to be celebrated, significant challenges remain. First, as no diagnostic is perfect, countries continue to struggle with defining acceptable risks of false positive or negative results when a novel diagnostic technology may provide incremental clinical benefits. In the developing world where over 60% of the population reside in rural areas, and the Sustainable Development Goals urge countries to provide universal health coverage and leave no one behind, the trade-off between accuracy (sensitive and specific) and accessibility (user friendly, rapid and deliverable) becomes paramount66.\n\nWhile it impossible to give absolute values across different tests, both sensitivity and specificity remain critical. In selecting an ideal test, the positive and negative predictive values, which are dependent on the prevalence of the disease as well as the characteristics of the diagnostic test, should be taken into account, but few studies have been performed to determine quantitatively what trade-offs are acceptable. An analysis for syphilis screening compared the use of a laboratory-based immunoassay with treponemal RDTs in Tanzania67. It showed that a test that has 100% sensitivity but can only be used in sophisticated laboratories can realistically only be accessed by 30–40% of the population, while a rapid lateral flow-based antibody test that has only 90% sensitivity, but can be used at all levels of the health care system effectively gives a correct diagnosis to as many as 81% of the population, highlighting that tests should not be evaluated purely on technical performance, but rather on diagnostic performance and clinical impact.\n\nAssuring the quality of tests and testing is the biggest challenge when testing is decentralized at POC. There are many rapid tests from various manufacturers available, and test quality may impact accurate and inconsistent diagnosis across different sites, with studies showing that high rates of errors were observed even in performance of simple RDTs for HIV and malaria15,68. Quality of testing requires proficiency panels be sent to all the POC testing sites by a national reference laboratory. Including positive and negative controls with each box of tests will allow all tests to be approved once they arrive at their destination and before first use. Recently, nine African countries developed a national system for assuring the quality of POC testing for HIV69,70. With data connectivity from each testing site, quality assurance results can be linked to test results at each POC testing site at a centralized database to trigger alerts for corrective action. Supply chain software can also be linked through these connectivity solutions, avoiding stock-outs.\n\nThe value of a diagnostic goes beyond the technology, as each test needs to be matched to its ‘testing environment’, which includes population characteristics, prevalence of target diseases, comorbidities/co-infections and health system characteristics. National programmes should take advantage of the rapid turnaround time of ASSURED tests to streamline patient pathways and increase the efficiency of the health care system. The roll-out of POC diagnostics requires the use of implementation science to ensure success71, taking into account the cultural, behavioural, socioeconomic and health systems contexts. This includes a careful assessment of acceptability and feasibility linked to possible increased stresses on the health system/provider when testing is introduced into settings where thus far no or limited testing was performed. Studies using the GeneXpert MTB/RIF TB test showed that new diagnostic tests would not have the expected impact on outcomes if test introduction is not accompanied by changes in patient pathways or practices72,73. These studies highlight the importance of programmatic monitoring of the impact of novel technologies beyond studies that are usually conducted under controlled conditions. Likewise, same-day testing and treatment using a syphilis RDT strengthened health systems in the Amazon forest and rural China when policy makers were involved and testing was introduced within the appropriate social and cultural contexts71,74. For example, in Peru, women normally need to present six times to the largest maternal hospital in Lima for their prenatal syphilis screening to be completed and treatment provided, but the introduction of the rapid syphilis test streamlined testing and treatment to one visit, reducing patient out-of-pocket expenses and increasing the efficiency of a busy health care facility75.\n\nThere are few detailed analyses which have been conducted to accurately determine the economic impact of many of the available tests, including the diagnostic cost versus the overall economic impact. While these benefits are intuitively important, they are often difficult to quantify76. It would, therefore, be extremely useful to have economic analysis tools for each of the major diseases or conditions, so that developers have an understanding of cost implications and what cost structures would be acceptable to health service implementers. As an example, it may be necessary to accept cost trade-offs when addressing global health threats (for example, Zika, Ebola, and so on), where speed of intervention is critical. This having been stated, low-cost diagnostic tests remain critical in resource-limited settings.\n\nThere is a need for innovation in rapid detection technologies that are ASSURED but allow multiplex detection of a panel of pathogens such as major causes of respiratory illness, haemorrhagic fevers or enteric infections in a single specimen. These tests should not only identify the cause of outbreak but also be used to process multiple specimens with high throughput throughout the outbreak.\n\nAnother major driver of test development is the need for cheaper, better and faster tests that can be used at POC to reduce inappropriate antimicrobial use. An estimated 700,000 people die from untreatable conditions due to antimicrobial resistance (AMR) every year worldwide77, and if AMR continues to spread, by 2050, 10 million people may die from resistant infections annually at an economic cost estimated at $100 trillion. At the primary care level, a simple rapid test that can be used to distinguish bacterial from non-bacterial causes of fever, respiratory and enteric infections would allow health care providers to reduce antibiotic use and preserve them for future generations. The O’Neill report77 also pointed out that a test that can identify a pathogen and its antibiotic susceptibility at the POC would allow the safe use of first-line drugs or drug combinations with savings to the health care system.\n\nTo stimulate interest in innovation in diagnostic tests that can be used at POC, several countries have set up challenge prizes. In 2015, the United Kingdom announced the Longitude Prize of £10 million, which seeks an affordable, accurate, fast and easy-to-use test for bacterial infections that will allow health professionals worldwide to administer the right antibiotics at the right time. The challenge is currently ongoing, with final submission by 2020. More information available at: https://longitudeprize.org. In September 2016, the US Department of Health and Human Services announced a challenge prize competition in which up to $20 million will be awarded for one or more novel and innovative POC diagnostics that would have clinical and public health value in combating the development and spread of antibiotic resistant bacteria. More information is available at: https://dpcpsi.nih.gov/AMRChallenge. These prizes may catalyse new technologies, but there are still no guarantees to the sustainability of these tests in resource-limited countries given that cost is a critical factor woven into every step needed to bring about and sustain testing. Donors and funders of diagnostics, such as the the Bill & Melinda Gates Foundation, Global Fund, UNITAID and aid agencies from national governments such as PEPFAR and DFiD, play a critical role in incentivizing diagnostic innovation and addressing market dynamics.\n\nTechnology78, markets and medical devices have matured to enable connected diagnostics to become a useful tool for epidemiology, patient care and tracking, research, and AMR and outbreak surveillance. The ability to digitize data from laboratory and POC platforms, including lateral flow RDT results, can standardize the interpretation of results and allows data to be linked to proficiency testing to ensure testing quality, reducing interpretation and transcription errors. Remote monitoring of POC instrument functionality and utilization through connectivity allows programmes to optimize instrument placement, algorithm adoption and supply management. Alerts can be built into the system to raise alarm at unusual trends such as outbreaks.\n\nThe application of mobile devices and related technologies to health care is improving patients’ access to health information and treatment, offering possibilities to diagnose, track and assess the impact of infectious disease interventions across the world79,80. Smart devices can also be used to automatically add data to a central database and allow systems to assess likelihood of a diagnosis or predict disease outbreaks through machine learning, providing a route to smart diagnostics that incorporates historical or epidemiologic data to make diagnoses more accurate.\n\nFinally, new engineering fields such as the Internet of Things (IoT), Industry 4.0 and printed electronics81–84 promise to add significantly to the technologies that can be chosen and incorporated into new diagnostic devices. Many of these technologies are aimed at high-volume and low-cost distributable manufacturing, thus fitting in well with the goal of POC diagnostics. New detectors and light sources also suggest that incorporating these into tests could allow for more accurate result reading and the possibility of multiplexing.\n\nTo use testing to effectively survey or treat patients, it is critical to obtain and analyse results at the POC47. However, one of the main challenges to POC testing is ensuring that results are rapidly provided to the patient once testing has been completed86; this is formidable challenge when testing is decentralized at hundreds or thousands of different sites by health care workers who are not consistently skilled in reading test results, leading to risk that incorrect data is being recorded and/or transmitted. One solution would be to allow the analysis of test results at a centralized level for consistent diagnosis and epidemiological surveillance.\n\nMany manufacturers are now embedding connectivity into POC and near-POC instruments (for example, the Alere Pima POC CD4 device87). Other manufacturers have developed innovative connectivity solutions that can use mobile phones to read the results from lateral flow assays and provide electronic result exchange, while a third option would be to include connectivity directly onto the test88. Ideally, connectivity should not only include collection and transmission of test data, but also analysis to provide feedback for immediate patient treatment or for surveillance. With the addition of barcodes, two-dimensional codes or electronic storage into tests, a number of other data points can be collected, including manufacturing information (for example, lot numbers), dates, expiry dates, stock availability and possibly even environmental conditions such as temperature and humidity under which the tests have been manufactured, transported, stored and used. For instrumented tests, maintenance and other machine data can be collected. Thus, connectivity solutions can increase quality assurance for POC tests and would allow for centralized and real-time decision-making, even across tiered laboratory systems and during outbreak investigations and global health emergencies. Moving forward, it is critically important to make provisions for poor or non-existent internet availability to support sustainability standards and that systems are developed with compatibility so that they can be linked into central databases.\n\nSpecimen collection and processing may need further in-depth development. First, it is ideal to have non-invasive specimen collection given that more tests become available as self or home tests. Second, samples come in many different formats (blood, urine, sputum, stool, swab, breath, and so on) and require different preparation depending on the test to be performed. This may include concentrating the sample (or possibly titration), purification, lysing of cells, target amplification, and so on. While most of these processes can be easily performed in the laboratory, there remain few solutions for collecting and performing these tasks at the POC89. Oral tests for HIV and hepatitis C virus are good examples of advances in non-invasive sampling, although the collection device is more expensive than blood collection via disposable capillary tubes. Related, given that rapid lateral flow antigen detection tests often have lower sensitivity, extra processing steps such as heating or other forms of extraction are required when using specimens other than blood.\n\nAdvances in technology have made the ASSURED requirement for equipment somewhat less daunting. However, in light of more diagnostic tests now being performed in both urban and rural areas, there could be more future effort devoted to the environmental impact of these tests. The cumulative effect of many tens of thousands of tests performed at remote sites away from laboratory infrastructure may pose health and environmental risks and put a strain on limited resources. Some examples include the plastics used in current rapid tests that cannot be recycled and give out toxic fumes when burned, and testing cartridges that may even contain harmful chemicals and need to be disposed of properly. Recyclable materials should be used, when possible, for the housing, substrate matrix materials, and reagents used in tests. Paper, an obvious choice of substrate material that has many inherent advantages over standard plastic materials, will see increased usage, not only in lateral flow formats but other paper based formats as well such as in micro paper-based analytical devices (μPADs)90–92. And recently, cell-free synthetic gene networks for in vitro applications at POC, have been achieved by freeze-drying cell-free systems onto paper, which increases stability at room temperature and can be easily transported and stored, and simply re-activated by adding water93. Other factors also need to be considered, such as disposal of test reagents, clinical samples and materials used for active components such as electronic tracks and electrodes.\n\nThe ASSURED criteria have been a valuable framework for developing devices and methods to detect major human diseases in challenging POC contexts. However, over the last decade, new technologies, not envisaged or available at the time of the first ASSURED criteria definition, have given rise to the possibility of including new considerations into the next generation of devices and tests. We propose the acronym REASSURED for the design of future diagnostic tests to address important priorities such as global health emergencies and AMR. An ideal test would be one that combines the best of both existing diagnostic worlds (instrumented laboratory based tests with lateral flow tests) and technologies currently being developed (Fig. 2), which would provide an important extension to diagnostic laboratory systems and fulfil the Sustainable Development Goals of ‘no one left behind’ in terms of effective health care service delivery. Such tests can only be created by forming strong collaborative partnerships across many disciplinary boundaries, and we look toward a future when data connectivity linking cost-effective ASSURED diagnostics to laboratory systems will form the backbone of health care systems and provide real-time data for evidence-based disease control and prevention strategies, more efficient health systems and improved patient outcomes."}