{"title": "The construction of a hospital disease tracking and control system with a disease infection probability model", "body": "Due to a massive outbreak of severe acute respiratory syndrome (SARS) in Asia, the World Health Organization (WHO) announced in April 2003 that SARS was caused by a new variant of coronavirus, officially named the “SARS-Cov” (Peris-Lopez et al. 2011). After the SARS epidemic, human cases of a new influenza A (H1N1) were initially reported in Mexico in 2009. Infection with influenza A (H1N1) virus is defined as acute febrile respiratory illness with laboratory-confirmed positive results (Viviani et al. 2011). Since the 2009 outbreak of the flu influenza in North America, suspected H1N1 cases have continually been reported in other continents. Though the H1N1 epidemic may not lead to worse consequences than SARS (Lau et al. 2009), in view of the fact that infectious diseases spread rapidly in densely polluted areas, proper quarantine and other preventive measures should be taken immediately to curb the spread of the influenza virus. To detect potential routes of disease transmission, the hospital can use radio frequency identification (RFID) technology to develop a tracking and control system that monitors the infected patients. Based on the dynamic records of patients and medical personnel inside the hospital, data analysis (Chien et al. 2007; Hsu and Chien 2007) and a tree structure algorithm can be applied to reconstruct the transmission routes, and then calculate the infection probability by modes of transmission. The disease control personnel can notify the hospital’s disease reporting system to have the identification data of the suspected case entered into the tracking and control system. Then the control personnel can determine probability variables based on the spread of infection, while accessing the RFID data stored in the tracking and control system to know people’s whereabouts and movements. The infection probability of all people going in and out the hospital could thus be calculated in no time to find out who might have been infected and proceed with proper treatment. After identifying exposure sources and suspected cases, infection control personnel will be able to enforce isolation or quarantine and sanitize all affected areas in hope to stop the virus infection from spreading.\n\nMinimum Spanning Tree algorithms, widely applied in complex network design, have also been adopted to minimize risk in solving NP-hard problems (Chen et al. 2009). Integrating tree diagrams with network nodes, a composite neighborhood structure was proposed, using a dynamic programming algorithm for fast and efficient proximity search on large graphs (Ahuja et al. 2003). Besides, spanning tree and genetic algorithms were combined to optimize the system and tackle regional network problems (Gen et al. 2005). Capacitated Minimum Spanning Tree and fuzzy logic rules were also applied to develop a rapid approximate inference algorithm that, with uncertain cost and demand parameters, keeps each node from exceeding gross demand restrictions in order to achieve cost minimization (Öncan 2007). Decision tree algorithms likewise search in the format of a branching diagram that supports classification, linear regression and association analysis. An optimal decision tree represents an effective search strategy that performs only a minimum number of node queries and thus involves the least search time. Dynamic programming is often adopted to help reduce the time complexity of the algorithm (Cicalese et al. 2011). In supervised classification training, for instance, decision graphs have been found to significantly enhance the efficiency of classification models constructed for wireless network planning (Nielsen et al. 2009). In clinical and epidemiological analysis, tree diagrams have also been used to formulate classification rules that help clinical practitioners to distinguish between clusters of signs and symptoms and quickly reach a diagnosis (Marshall 2001). The literature review above shows that tree diagrams have been widely applied in research on search path optimization and data classification, and can clearly demonstrate association rules and hierarchical structures of data. Therefore, this research adopted a tree diagram algorithm to find connections between virus carriers and the infected patients inside the hospital.\n\nRadio frequency identification (RFID) technology, which uses radio waves to identify and track people or objects (Najera et al. 2011), can be encapsulated or implanted into products to withstand harsh environments. With penetrating signals, RFID can detect position and distance. Scholars (Akpınar and Kaptan 2010) found that RFID tags can serve as portable databases that allow easy and quick access to information. RFID technology is the best choice for automation systems. Already ranked among the most important technologies in the global industries of the future, RFID finds a wide range of applications in diverse industries, such as the high-tech industry, localization (Zhou and Shi 2009), information service industry (Tian et al. 2002), manufacturing sectors (Zhang et al. 2012; Qu et al. 2012), retail sectors, healthcare and logistics. Most RFID applications are involved in storage management and the manufacturing process (Tzeng et al. 2008; Brewer et al. 1999; Huang et al. 2008).\n\nWith the increasing emphasis on patient security and medical quality in healthcare, RFID technology has also been broadly implemented in healthcare facilities, such as medical equipment monitoring or real-time locating systems, anti-theft devices, identity tags for patients and medical personnel, drug anti-counterfeiting mechanisms (Wertheimer and Norris 2009). Most of these RFID applications are used for tracking and identity recognition to ensure that patients receive needed medical care and to support disease control (Kumar et al. 2009). Meanwhile, through visual images and RFID tags attached to predefined objects, healthcare personnel could also deliver home care services to dementia patients and have a better understanding of the patients’ behavior (Wherton and Monk 2008). Besides, RFID could help to deal with events involving great complexity, such as monitoring and tracking patients’ body temperatures, so much so that, in case of emergency, medical personnel could make professional judgement decisions immediately based on collected data (Yao et al. 2011). RFID can also be applied to medical inventory management. Without incurring any extra costs, RFID technology is capable of providing continuous review of inventory, which has been proven superior to the periodic review of barcode technology (Çakıcı et al. 2011). In medication management, RFID has been used to enhance inpatient medication safety through a wireless network system for automated tracking of prescription drugs (Ohashi et al. 2010). With continuous, real-time information regarding the clinical situations and patients’ location, hospital pharmacy personnel could differentiate batch number, dosage, and usage of drugs to reduce dispensing errors, while nurses could correctly identify patients, administer medication on time, and keep track of drug delivery routes (Peris-Lopez et al. 2011).\n\n\nInfectious disease transmission may occur either by direct or indirect contact. Direct transmission results from having physical contact with an infected individual, such as that person’s mouth, nose, and skin, or infectious droplets of saliva and mucus from coughs and sneezes. Coughing and sneezing are symptoms of respiratory infection, such as the SARS and influenza A (H1N1). Both SARS and influenza A (H1N1) are caused by newly discovered respiratory tract viruses. The SARS virus, according to WHO’s announcement in April 2003, is a novel coronavirus SARS-Cov, which is a single-stranded RNA virus (Lau and Peiris 2005; Feng and Gao 2007). The pathogen of influenza A (H1N1) is swine influenza virus (SIV). SIV, classified into the Orthomyxoviridae family, is a negative strand RNA virus (Leahy et al. 1997). These pandemic-prone diseases, mainly spread by infectious droplets or droplet nuclei, can be contracted by inhaling small-particle aerosols (Tang et al. 2006; Buchbinder et al. 2011).\n\nIn general, droplets sprayed during talking, coughing, or sneezing will remain suspended in the air for a brief time only (Chao et al. 2009). These airborne droplets come in different sizes. Whereas small droplets evaporate and disperse in the air quickly, large droplets are subject to influences of such external factors as the size of a space, wind speed, airflow, temperature and humidity change. As large droplets evaporate and gravitationally settle, they would attach to different surfaces and materials (Redrow et al. 2011). Aerosols refer to small solid and liquid particles suspended in the air. For spherical particles of unit density, falling from a place 3 m above the ground, the settling time is 10 s for particles with a diameter of \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$100\\,\\upmu $$\\end{document}100μm; 4 min for \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$20\\,\\upmu $$\\end{document}20μm; 17 min for \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$10\\,\\upmu $$\\end{document}10μm; 62 min for \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$5\\,\\upmu $$\\end{document}5μm; while those with a diameter less than \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$3\\,\\upmu $$\\end{document}3μm do not settle (Tellier 2006). Current research on RFID applications in the medical field rarely explores the potential for RFID in conjunction with infection probability. Therefore, based on the information collected with RFID tags, this study analyzed the sequence of movements performed by carries and suspected cases, calculated infection probabilities, and used tree diagram principles to reconstruct disease transmission routes. The results would provide healthcare personnel with information that helps them to quickly locate suspected cases and implement effective isolation measures.\n\nWorn by patients and healthcare workers, the tag comes with a built-in battery that allows the tag to automatically send signals to an RFID reader within communication range. The advantage of deploying active RFID tags is that they could track mobile users and objects in real-time.\n\nAn RFID reader is set up on each floor in the hospital to receive tag signals. With 433 MHz operating frequency, the reader has a read range of up to 100 m. After receiving RFID tag signals, the reader sends the signals to the RFID controller in a wired or wireless mode, where the information will be stored in the system database.\n\n\nAn RFID antenna is installed at the entrances and exits of each floor in the hospital, such as entrances to stairs and elevators. With 123 KHz operating frequency and a reading distance up to 3.5 m, the antenna could enable/disable the RFID tags within communication range, or update the data in the tags. When a healthcare worker passes by an antenna, it will enter a specific message into his/her RFID tag, such as the entrance/exit code. Then message in the RFID tag will be picked up by the reader on each floor, and then transmitted to the system database, as shown in Fig. 2. Because RFID antennas allow the tracking and alert system to verify the history of locations any RFID tag has visited, it is easy to trace the path travelled by the infected.\n\n\n When the time \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$t=0$$\\end{document}t=0 min, the pathogen concentration in droplets sneezed by carriers is the highest, so the infection probability is 1. \n\n Droplet concentration is closely connected with disease infection probability (Lin et al. 2012). For instance, because the immune system is impaired in SARS patients, it provides an excellent venue for SARS virus replication. Therefore, virus concentration in their sputum and spray droplets is higher, and the virus lives longer, and is extremely contagious (Peng 2012). Based on the above studies, we assume that infection probability is directly proportional to droplet concentration. \n\n Droplet size is one of the major factors affecting disease transmission (Chao et al. 2009). Droplets emitted from the mouth and nose range from 1 to 2,000 \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$\\upmu $$\\end{document}μm in diameter, 95 % of which fall within the 2–100 \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$\\upmu $$\\end{document}μm range, and most commonly 4–8 \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$\\upmu $$\\end{document}μm (Duguid 1946). Studies show that, for a 3 m fall, the settling time for spherical particles 5 \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$\\upmu $$\\end{document}μm in diameter is 62 min. Particles with a diameter less than 3 \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$\\upmu $$\\end{document}μm do not settle (Tellier 2006). Therefore, regardless of air conditioning air flow and human activities, it can be assumed that only 5 % particles with a diameter less than 3 \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$\\upmu $$\\end{document}μm will remain suspended in the air. Therefore, at the 62nd min, the infection probability can be set at 0.05 according to Hypothesis 2. \n\nFlu viruses are often transmitted by airborne droplets. The longer droplets coughed or sneezed by infected individuals stay in the air, the higher the virus concentration in the air, and the greater the infection probability. The infection probability model developed in this study, therefore, builds and expands on a recent research by Gao et al. (2009) on droplet residence time. In the research, indoor particle concentration is shown to rise in a few seconds as a result of particle dispersion in sudden expansion flows. As the concentration changes with time and airflow fluctuation, particles in air will gradually decline. The indoor air concentration calculation model that expresses the relation between time and droplet particle concentration is shown in formula (1) (Gao et al. 2009):1\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$\\begin{aligned} {{\\varvec{C}}}_{{{\\varvec{t}}}}= {{\\varvec{C}}}_{\\mathbf{0}} \\,\\mathbf{exp}[-(\\varvec{\\alpha }+\\varvec{\\kappa })\\cdot \\varvec{\\Delta }\\mathbf{t}] \\end{aligned}$$\\end{document}Ct=C0exp[−(α+κ)·Δt]where \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$${\\varvec{C}}_{\\mathbf{0}}$$\\end{document}C0initial indoor particle concentration \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$(\\mathrm{g/m}^{3})$$\\end{document}(g/m3)\n\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$\\varvec{\\alpha }$$\\end{document}αairflow fluctuation rate \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$(\\mathrm{h}^{-1})$$\\end{document}(h−1)\n\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$\\varvec{\\kappa }$$\\end{document}κdeposition-caused particle loss rate coefficient \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$(\\mathrm{h}^{-1})$$\\end{document}(h−1)\n\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$\\varvec{\\Delta }$$\\end{document}Δttime interval (s)     Since \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$\\varvec{\\alpha }$$\\end{document}α and \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$\\varvec{\\kappa }$$\\end{document}κ are both constants, they can be expressed by another constant symbol \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$${\\varvec{C}}_{1}$$\\end{document}C1 here instead.2\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$\\begin{aligned} \\mathbf{Let} \\, \\varvec{\\Psi } = \\varvec{\\alpha }+ \\varvec{\\kappa } \\end{aligned}$$\\end{document}LetΨ=α+κThen formula (1) can be rewritten as:3\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$\\begin{aligned} {\\varvec{C}}_{t} = {\\varvec{C}}_{\\mathbf{0}}\\,\\mathbf{exp}-(\\varvec{\\Psi } \\varvec{\\Delta }\\mathbf{t}) \\end{aligned}$$\\end{document}Ct=C0exp−(ΨΔt)Based on Hypothesis 2 of infection probability, i.e. that droplet particle concentration is proportional to infection, the infection probability can be derived as follows:4\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$\\begin{aligned} {\\varvec{P}}= \\varvec{\\lambda } {\\mathbf{C}}_{\\mathbf{t}} \\end{aligned}$$\\end{document}P=λCtwhere \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$\\lambda \\,{=}\\,$$\\end{document}λ=constant.\n\n\nIntegrate formula (3) into formula (4). Formula (3) can be rewritten as:5\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$\\begin{aligned} {\\varvec{P}}= \\varvec{\\lambda } {\\mathbf{C}}_{\\mathbf{0}} \\,\\mathbf{exp}-(\\varvec{\\Psi }\\varvec{\\Delta } \\mathbf{t}) \\end{aligned}$$\\end{document}P=λC0exp−(ΨΔt)Since \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$\\varvec{\\nu }$$\\end{document}ν and \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$\\mathbf{C}_{\\mathbf{0}}$$\\end{document}C0 are both constants, they can be expressed by another constant symbol \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$\\varvec{\\omega }$$\\end{document}ω instead. Therefore, \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$\\varvec{\\nu }\\mathbf{C}_{\\mathbf{0}}$$\\end{document}νC0 can be converted to \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$\\omega $$\\end{document}ω.\n\nLet \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$\\varvec{\\omega } = \\varvec{\\lambda } \\mathbf{C}_{\\mathbf{0}}$$\\end{document}ω=λC0\n\n\nThen formula (1) can be rewritten as formula (6):6\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$\\begin{aligned} {\\varvec{P}}= \\varvec{\\omega }\\,\\mathbf{exp}(-\\varvec{\\Psi }\\varvec{\\Delta }\\mathbf{t}) \\end{aligned}$$\\end{document}P=ωexp(−ΨΔt)According to Hypothesis 1 of infection probability, when \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$t = 0$$\\end{document}t=0, the infection rate is 1:\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$\\begin{aligned}&\\mathbf{1} = \\varvec{\\omega }\\,\\mathbf{exp} (-\\varvec{\\Psi }\\mathbf{0})\\\\&\\therefore \\varvec{\\omega } = \\mathbf{1} \\end{aligned}$$\\end{document}1=ωexp(−Ψ0)∴ω=1According to Hypothesis 3 of infection probability, when t = 62, the infection rate is 0.05:\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$\\begin{aligned}&\\mathbf{0.05} = \\,\\mathbf{exp}(- \\varvec{\\Psi } \\mathbf{62)}\\\\&\\therefore \\varvec{\\Psi }= \\mathbf{0.0483} \\end{aligned}$$\\end{document}0.05=exp(−Ψ62)∴Ψ=0.0483Use the symbols \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$\\varvec{\\omega }$$\\end{document}ω and \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$\\mathbf{C}_{1}$$\\end{document}C1 in formula (6), the infection probability between carrier \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$(i)$$\\end{document}(i) and affected individual \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$(j)$$\\end{document}(j) can be derived from formula (7) below:7\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$\\begin{aligned} {\\varvec{P}}_{{{\\varvec{i,j}}}}= \\,\\mathbf{exp}(-\\mathbf{0.0483} \\cdot \\varvec{\\Delta }\\mathbf{t}) \\end{aligned}$$\\end{document}Pi,j=exp(−0.0483·Δt)\n\n\nThe mode of conservative estimate is adopted to achieve tight tracking and infection control. In this mode, when a person comes into contact with an H1N1 virus carrier, the incubation period of this person is estimated to last only 1 day, namely, 1 day before the onset. In Fig. 3, with A as an initial carrier, both A and B pass by the same place on day 0. Then B’s incubation period will be 1 day according to the conservative estimate. B is considered infectious from 1 day before the onset to 7 days following the onset. As shown in Fig. 3a, this means that B can transmit the virus to others from day 0 to day 8. Suppose C and B pass by the same place on day 2, C is likely to be infected.\n\n\nAccording to the loose estimate, after coming into contact with a H1N1 virus carrier, a person will have an incubation period of 4 days, namely, 4 days before the onset of symptoms. In Fig. 3, with A as a carrier, A and B pass by the same place on day 0. Based on the loose estimate, B’s incubation period will last 4 days. B can transmit the virus to others from 1 day before the onset to 3 days following it. Hence in Fig. 3b, he is shown to be infectious from day 3 to day 7. Suppose C passes by the same location B visits on day 2, he will not be infected.\n\n\nConservative estimate\n\n\nFigure 4 shows that at ID206 carrier C3 comes into contact with C5, C1, C4. Among them C5’s infection probability is greater than the standard value of 0.2. C5, therefore, is listed as a suspected case that requires further transmission route search.\n\nAccording to the conservative estimate, C5 might have onset of symptoms on 2011/9/12. Therefore, by accessing all the RFID detection data related to C5’s activities from 2011/9/11 to 2011/9/19, the infection probability of his contacts can be derived from formula (7), which, multiplied by C5’s infection probability of 0.488, is the probability of indirect infection. For example in Table 2, the probability of C13 being infected is \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$P_{5,13 }= P_{3,5}\\cdot \\mathrm{exp}(-0.0483\\cdot \\,22.117) = 0.168$$\\end{document}P5,13=P3,5·exp(−0.0483·22.117)=0.168. In order to clearly indicate the transmission routes, the infection correlations between C5 and all his contacts are represented in the tree diagram of Fig. 5.\n\n\n\n\nLoose estimates\n\n\nAccording to the loose estimate, C5 might have onset of symptoms on 2011/9/15. Therefore, by accessing all the RFID detection data related to C5’s activities from 2011/9/14 to 2011/9/18, the infection probability of his contacts can be derived from formula (7), which, multiplied by C5’s infection probability of 0.488, is the probability of indirect infection. For example in Table 2, the probability of C17 being infected is \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$P_{5,17}= P_{3,5}\\cdot \\mathrm{exp}(-0.0483 \\cdot \\, 3.283) = \\mathbf{0.417}$$\\end{document}P5,17=P3,5·exp(−0.0483·3.283)=0.417. In order to clearly indicate the transmission routes, the infection correlations between C5 and all his contacts are represented in the tree diagram of Fig. 6.\n\n\nBased on the search method of transmission routes outlined above, this study develops a disease tracking and control system, as shown in Fig. 7. When an epidemic occurs, control personnel could key in parameters in accordance with the disease category, such as carrier, time/date of onset, incubation period, high risk period, risk of infection, etc. The high risk period refers to the time during which an infected patient has the ability to transmit the virus to others. For instance, H1N1 carriers are contagious from 1 day before onset to 3–7 days after symptoms appear. Adopting the mode of either conservative estimate or loose estimate, infection control personnel could key in the corresponding duration of the high risk period. By integrating these parameters into the RFID location records, the tracking and control system could find out those who might have been infected and indentify all possible transmission routes, serving as an effective tool in assisting the effort to curb the spread of infection in the hospital. The loose estimates of infection probability are shown in Table 3.\n\n\n\nA review of related literature on transmission routes of respiratory diseases shows that droplet transmission is one of the main causes of hospital-acquired infections. This study presents the hypothesis of a direct proportion between infection probability and droplet concentration based on Gao’s and Lin’s experiments on aerosol transmission and on Peng’s research on virus survival time (Gao et al. 2009; Lin et al. 2012; Peng 2012). In addition, an infection probability model is developed in this study on the basis of Duguid’s and Tellier’s research on the residence time of droplets (Duguid 1946; Tellier 2006). To facilitate the search of disease transmission routes, healthcare personnel, patients and visitors in the hospital should wear RFID tags, so that their location and time data could be recorded. In case of an epidemic outbreak or once an infected case is confirmed, the disease tracking and control system could be initiated by accessing RFID logs to plot the carriers’ time of onset and to trace possible routes of transmission via tree diagrams. With the information, infection control personnel can conduct a prompt search of those who might have been infected, and take immediate protection and quarantine measures to prevent the epidemic from spreading any further. This empirical study is restricted by the resources available at the hospital where the experiment was conducted. Due to the high cost of active tags, only a limited number of subjects were studied. Future research could consider adopting passive tags, which, being of a much lower price, could allow all medical personnel, patients and visitors to be included to build a more comprehensive disease control system."}