{"title": "Diagnosis of severe respiratory infections in immunocompromised patients", "body": "\n\n\n\nThe proportion of critically ill patients with deficient immune systems has risen in recent years to about a third of all ICU admissions. Immunocompromised patients include patients receiving long-term (> 3 months) or high-dose (> 0.5 mg/kg/day) steroids or other immunosuppressant drugs, solid-organ transplant recipients, patients with solid tumor requiring chemotherapy in the last 5 years or with hematological malignancy whatever the time since diagnosis and received treatments, and patients with primary immune deficiency. Patients with AIDS are discussed in another manuscript from this issue. Factors contributing to this trend include the increased aggressiveness and duration of cancer treatments [1], greater use of organ and hematopoietic cell transplantation, and introduction for the treatment of autoimmune and autoinflammatory diseases of steroid-sparing agents that induce specific immune defects. Thus, a large number of patients are now expected to live for many years with immune deficiencies that put them at risk for severe infections.\n\nSevere respiratory infection is the leading reason for intensive care unit (ICU) admission in immunocompromised patients, who are at risk for hypoxemic acute respiratory failure (ARF) and sepsis [2]. Life-supporting interventions must be implemented at the same time as extensive investigations are conducted to identify the cause of the pulmonary involvement [2]. Failure to identify the etiology of ARF is associated with a higher risk of dying [3]. Moreover, identifying a pathogen is crucial for antimicrobial stewardship in immunocompromised patients. However, the etiological diagnosis can be extremely challenging, as the effects of the infection combine with those of the underlying disease and treatments to create extraordinarily complex clinical pictures. In addition, some patients have more than one concurrent infection, and others have non-infectious causes of ARF that mimic infection. Furthermore, fiberoptic bronchoscopy and bronchoalveolar lavage (FOB/BAL) are commonly used for diagnosis, but may cause further respiratory deterioration in patients with hypoxemia [4]. The development of non-invasive diagnostic tests with high sensitivity and specificity (e.g., on blood, plasma, sputum, urine, or nasal swabs) has obviated the need for FOB/BAL in some patients [5, 6]. The utility of these non-invasive tests is being evaluated, and will hopefully provide clinicians with additional tools in the diagnosis of these complex patients.\n\nIn this review, we summarize contemporary literature and clinical practice guidelines regarding diagnostic testing for severe respiratory infections in immunocompromised critically ill patients. Additionally, we briefly discuss ongoing research, treatments, and outcomes.\n\nWe searched PubMed and the Cochrane database for relevant articles published between 1998 and 2019 using “humans” and “English language” as filters. The main search terms were “respiratory infection” OR “pneumonia” OR “opportunistic infection” OR “bacterial infection” OR “fungal infection” OR “viral infection” OR “parasitic infection”. The additional search terms were “immunocompromised” OR “cancer” OR “transplants” OR “steroids” OR “immunosuppressive drugs” to identify publications about the epidemiology, outcomes, and diagnosis of acute respiratory failure; and “ICU” OR “intensive care” OR “critical care” OR “critical illness” to retrieve publications about the ICU management of immunocompromised patients with ARF. Additional articles were identified by Internet searches using the same terms.\n\nARF in an immunocompromised patient may be due to infection by more than one viral, bacterial, fungal, or parasitic agent [7]. In addition, non-infectious factors may contribute to cause ARF and should be sought routinely. These factors, which are not discussed in this review, include radiation, drug-related pulmonary toxicity, diffuse alveolar hemorrhage, pulmonary edema, and lung lesions due to the underlying disease (e.g., leukemic infiltrates, engraftment syndrome, GVHD, lymphangitic carcinomatosis, and pulmonary vasculitis).\n\nExisting guidelines for managing lung disease in critically ill immunocompromised patients emphasize the importance of obtaining valid diagnostic samples [8]. However, antimicrobial therapy is often started immediately, before samples are collected. As a result, causative pathogens are identified in only about half the patients with bacterial pneumonia. A detailed analysis of the clinical, laboratory, and imaging-study findings can provide valuable diagnostic orientation in these cases. Nevertheless, the frequency of bacterial pneumonia is probably underestimated as many cases are atypical and, therefore, escape recognition. On the other hand, non-infectious pulmonary abnormalities may be mistakenly diagnosed as clinically documented infections.\n\nThe basic rules shown in Table 1 provide helpful guidance for determining the cause of pulmonary infiltrates and selecting the appropriate diagnostic strategy. In immunocompromised patients with ARF, the first step in the etiological evaluation is a clinical assessment. We advocate the use of the mnemonic DIRECT (Table 2) based on days since respiratory symptom onset, type of immunodeficiency (Fig. 1), radiographic pattern, experience of the assessing clinician, clinical findings, and high-resolution computed tomography (HRCT) findings (Fig. 2) [2, 9, 10]. Most of these variables are easily evaluated at the bedside, and their analysis usually restricts the number of possible etiologies to two or three. Additional invasive and non-invasive investigations should be obtained as needed [5]. The diagnostic strategy should be tailored to the pretest probability of the disease being sought, which governs the diagnostic yield. Importantly, the indications of FOB/BAL are changing to avoid exposing patients to potential adverse events (Table 1). When FOB/BAL is considered as mandatory, it should be performed under optimal monitoring and high-flow oxygen therapy should be used to correct hypoxemia [11]. The risk for intubation should be assessed carefully as it is associated with higher mortality. The introduction of non-invasive tests, notably those based on next-generation sequencing (NGS), transcriptomics, and proteomics, may reduce the need for FOB/BAL [12–16]. Updated research is needed, however, to determine their exact diagnostic yield in critically ill immunocompromised patients with hypoxemic ARF. Diagnostic performance of BAL should be reported in specific case vignettes (ARF with bilateral ground-glass opacities in an organ transplant recipient as opposed to ill-defined alveolar consolidation in neutropenic patients with febrile ARF), or in specific ARF etiologies (bacterial infections as opposed to invasive fungal infections), or when patients are suspected to have ARF from either an infectious or a non-infectious origin (i.e., drug-related pulmonary toxicity, pulmonary infiltration from the underlying disease, etc.).\n\nBacterial pneumonia accounts for about 30% of ICU admissions in cancer patients [7]. Depending on the type of immunosuppression, the incidence rate varies from 5% after chemotherapy for lung cancer to 30% after remission–induction chemotherapy for acute leukemia [17, 18]. The incidence rate is 30% after lung transplantation, 10% after heart or liver transplantation, and 5% after renal transplantation [19, 20]. Splenectomy also increases the relative risk for developing pneumonia, more particularly for encapsulated bacteria. Pneumococcal, Meningococcal, and Haemophilus influenzae vaccinations are indicated for patients after splenectomy.\n\nAll types of immunosuppression are risk factors for classic bacterial pneumonia, and 1 out of 5 patients hospitalized for community-acquired pneumonia (CAP) is immunocompromised [21]. Long-term steroid therapy (> 10 mg/day of prednisone-equivalent for ≥ 3 months) is the main cause of immunosuppression. Neutropenia is also associated with a higher risk of bacterial pneumonia, notably when profound and prolonged (neutrophils < 100/µL for > 7 days). About 10% of critically ill cancer patients with severe pneumonia have neutropenia [22]. Lymphopenia is also associated with an increased risk of pneumonia [23]. Humoral immunosuppression and hypogammaglobulinemia are risk factors for bacterial pneumonia, especially with Streptococcus pneumoniae and Haemophilus influenzae [24]. In addition to immunosuppression, patients may have other factors associated with both bacterial pneumonia and Pseudomonas pneumonia, such as structural lung disease [chronic obstructive pulmonary disease (COPD) or bronchiectasis], diabetes mellitus, smoking, and alcohol abuse [21].\n\nSpecific risk factors have been reported for pneumonia due to Nocardia, Neisseria, Rhodococcus, and Q fever (Coxiella burnetii). Nocardiosis is associated with hematological and solid malignancies, high-dose steroid therapy, and TNFα antagonist therapy [25]. Risk factors for N. meningitidis infection are nasopharyngeal carriage and complement deficiencies [26]. Rhodococcus pneumonia has been reported in recipients of hematopoietic stem cells or solid organs [27]. Legionella has been described in cancer patients, as well as those taking systemic corticosteroids or biologic therapies [28, 29].\n\nBacterial pneumonia should be considered in patients presenting with nonspecific symptoms (e.g., cough, dyspnea, fever, sputum production, and pleuritic chest pain) and pulmonary infiltrates. However, the symptoms are often blunted in patients with immune deficiencies [30]. Bacterial pneumonia may be complicated by septic shock and/or acute respiratory distress syndrome. Chest radiographs and HRCT findings are not specific and include lobar consolidation, alveolar or interstitial infiltrates, cavitation, and/or pleural effusion [31]. Extra-pulmonary manifestations suggest infection with Legionella or Nocardia. Nocardia can disseminate to the bloodstream, skin, bones, joints, retina, heart, and/or central nervous system.\n\nStreptococcus pneumoniae, Klebsiella pneumoniae, and Haemophilus spp. are the most frequently identified causative pathogens [21]. Pseudomonas spp., enteric Gram-negative bacilli, Stenotrophomonas spp., and methicillin-resistant Staphylococcus aureus should be considered [32]. Multidrug-resistant (MDR) pathogens are significantly more common in immunocompromised patients; in one study, they were responsible for 72% of ventilator-associated lower respiratory tract infections [33]. Data are scarce on Mycoplasma, Legionella, and Chlamydia species in this population.\n\nRoutine non-invasive tests for bacterial pneumonia include sputum sampling, blood cultures, and urine antigen detection. The sputum Gram stain is rarely informative, and the yield of sputum bacterial cultures is low, although it improves with optimal sampling and absence of prior antibiotic therapy. Endotracheal aspirates are more likely to recover the causative organism than expectorated sputum, and organisms recovered immediately after intubation is unlikely to reflect mere colonization; in patients with malignancies and ARF, a randomized-controlled trial reported that a strategy with non-invasive testing only (including sputum sampling) was not inferior to FOB/BAL [5]. In patients admitted for CAP, urine antigen detection was 61% sensitive and 39% specific for S. pneumoniae, and corresponding values for L. pneumophila were 63% and 35% [34]. Blood cultures also have low yields of 5–14% in patients admitted for CAP [5, 35], although higher yields have been reported when the pulmonary involvement was severe. Bacterial identification by polymerase chain reaction (PCR) on respiratory samples has been reported to provide up to 81% sensitivity and may be superior over standard culturing in patients with CAP, especially those previously given antibiotics [36]. The diagnostic yield of pleural fluid cultures is about 35%, but can reach 60% when blood culture bottles are used [37].\n\nThe diagnosis of nocardiosis requires specific culture media and PCR. N. meningitidis infection is diagnosed based on blood and cerebrospinal fluid culture. Rhodococcus grows readily on ordinary media. Serological testing is the cornerstone of the diagnosis of Q fever.\n\nReal-time PCR (RT-PCR) produces quantitative information that can help to distinguish between colonization and infection [38]. PCR can be used to detect resistance genes, thereby guiding the initial antibiotic treatment. New tools such as NGS are being developed to identify bacteria, fungi, and viruses in respiratory samples and may improve the diagnosis of concomitant infections [39]. Real-time metagenomics also holds promise for rapidly identifying the pathogens that cause bacterial pneumonia [40].\n\nInitial empiric treatment of pneumonia should follow clinical practice guidelines and local resistance patterns. Severe pneumonia in immunocompromised patients is still often fatal; in a study of cancer patients—75% of whom had septic shock—the hospital mortality rate was 64.9% [22].\n\nThe risk of active tuberculosis is increased in patients with immune impairments such as HIV, diabetes, cancer, or solid-organ transplantation (SOT), and those receiving systemic steroids or TNFα antagonist therapy [41].\n\nThe symptoms of mycobacterial infections are more insidious compared to those of CAP, and include persistent cough, lymphadenopathy, fever, night sweats, and weight loss. Immunocompromised patients may have only one or a few mild symptoms, such as persistent fever [42], even though dissemination of the organism outside the lungs is common [43]. HRCT findings include miliary nodules, cavitation, centrilobular tree-in-bud nodules, consolidation, mediastinal lymphadenopathy, and pleural effusion [44]. Cavitation and centrilobular tree-in-bud nodules are often located in the upper lobes.\n\nThe diagnosis of pulmonary tuberculosis is based on the demonstration of acid-fast bacilli on three induced sputum samples (smears and cultures) or a single FOB specimen. Culture requires Lowenstein–Jensen medium, and PCR testing should be done on the first sample [41]. False-negatives cultures are common. PCR testing on sputa has been reported to be 89% sensitive and 99% specific overall, with corresponding values of 67% and 99% in patients with negative sputum smear findings [41]. PCR may have a lower yield in HIV-negative than in HIV-positive immunocompromised patients. Adenosine deaminase and IFN-γ are markers for tuberculosis that can be measured in pleural fluid [41]. The interferon-γ release assay (IGRA) and tuberculin skin test (TST) serve to detect latent tuberculosis [41]. A combination of tuberculosis drugs must be given. There is some suggestion that steroid therapy might decrease mortality in critically ill patients with tuberculosis and ARF, although further data are needed [45]. Mortality rates in patients with tuberculosis and ARF have ranged from 50 to 70% [46].\n\nNontuberculous mycobacteria (NTM) species are mycobacteria other than M. tuberculosis and M. leprae. NTM are generally free-living organisms that are ubiquitous in the environment. To date, 200 NTM species have been identified. Human disease due to NTM is classified into four clinical syndromes: chronic pulmonary disease, lymphadenitis, cutaneous disease, and disseminated disease [47]. Risk factors for disseminated disease are similar to those for tuberculosis and include HIV infection, steroids, TNFα antagonists, diabetes, cancer, and SOT. Patients present with a cough, fatigue, malaise, weakness, dyspnea, chest discomfort, and, occasionally, hemoptysis. The extra-pulmonary manifestations seen in disseminated disease consist of arthritis, tenosynovitis, skin lesions, and gastrointestinal manifestations [48]. Fever and weight loss are less common than in patients with tuberculosis. Because NTMs exist in the environment, their presence in nonsterile respiratory specimens does not necessarily indicate a role in causing lung disease [47]. The American Thoracic Society (ATS)/Infectious Disease Society of America (IDSA) diagnostic criteria for NTM lung disease are as follows: pulmonary symptoms; compatible radiographic findings; and two positive sputum cultures or one positive BAL sample or other evidence of NTM such as a positive lung-biopsy culture with compatible histological features [47]. In disseminated disease, blood culture on special media should be performed. Mycobacterial cultures must be kept for at least 6 weeks. Bone marrow or fluid or tissue samples from suspected sites of involvement should be sent for culture and histological examination with special stains. The treatment relies on a combination of antibiotics. The treatment duration depends on the type of NTM and the manifestations [47].\n\nCommon community-acquired respiratory viruses (CARVs) can cause severe and potentially fatal ARF in immunocompromised patients (Table 3). CARVs include influenza virus, parainfluenza virus (PIV), respiratory syncytial virus (RSV), rhinovirus/enterovirus, and human metapneumovirus (hMPV).\n\nInfluenza is caused by influenza A and B viruses and characterized by annual seasonal epidemics and sporadic pandemic outbreaks. The WHO has estimated that annual influenza outbreaks affect 48.8 million people, of whom 22.7 million see a healthcare provider and nearly a million are admitted to hospital [49]. Among critically ill patients with influenza, 12.5% are immunocompromised, and their mortality is 2.5 times as high as in non-immunocompromised patients [50].\n\nAmong patients admitted for influenza, 10% are immunocompromised [51]. RSV infections are typically seasonal and pose similar serious risks to immunocompromised patients as does the influenza virus. RSV infection has been found in up to 12% of patients undergoing HCT, of whom one-third progressed to lower respiratory tract infection, which was fatal in about 30% of cases [52]. PIV causes respiratory diseases similar to those seen with RSV. RSV and PIV were found in 11% and 2.5% of nasopharyngeal swabs from critically ill hematology patients, respectively [53]. In a prospective study of HSCT recipients, PIV-3 accounted for 71% of viral respiratory infections [54]. The virus is often acquired in the community and brought into the transplant ward by staff, where it may mimic other opportunistic infections, thereby raising diagnostic challenges [55]. The hMPV is closely related to RSV and often causes severe infections requiring mechanical ventilation in patients who are elderly and/or have comorbidities [56]. Rhinoviruses/enteroviruses are Picornaviridae that circulate throughout the year and are increasingly recognized as a cause of lower respiratory tract infection in immunocompromised patients [53]. In critically ill hematology patients, rhinoviruses/enteroviruses were the most prevalent viruses detected at ICU admission (56%) [53].\n\nRisk factors for viral pneumonia overlap those for bacterial pneumonia, and co-infection is common in patients with severe pneumonia [53]. Steroid therapy, hematological malignancies, lymphopenia, older age, and HCT are strongly associated with viral infections [21]. There is a seasonal distribution with peaks in the winter and spring [53]. The symptoms and imaging-study findings are not specific for viral infections, and overlap occurs with the changes seen in bacterial infections, although a diffuse airspace pattern is more common in bacterial pneumonia [57]. The main findings are the tree-in-bud and ground-glass patterns [58]. The diagnosis relies on identification of the virus in various samples. CARVs can be identified by cultures, serology, or rapid diagnostic tests based on enzyme immunoassay (EIA), immunofluorescence, or PCR. Molecular amplification techniques have largely superseded cell cultures as the primary means of detecting and identifying viruses in clinical samples. PCR is now the reference standard diagnostic test [59]. The IDSA recommends that all immunocompromised patients presenting with acute onset of respiratory symptoms be tested for influenza. PCR-based diagnostic panels can detect multiple respiratory viruses simultaneously within 2–3 h [60]. These new sensitive methods increase the ability to identify a broader range of viruses, such as rhinovirus, whose clinical significance should be carefully assessed. Uncertainty still surrounds the type of sample most appropriate for detecting each type of virus (nasal/throat swab, BAL, mini-BAL, cytopathology, or even lung biopsy when performed) [61]. An important consideration when choosing the sampling technique is the clinical condition of the patient. In patients receiving mechanical ventilation, endotracheal aspirates or BAL fluid should be collected, even when influenza tests on upper respiratory tract specimens are negative [59]. In a study of pulmonology ward patients that used BAL as the reference standard, nasopharyngeal PCR testing had positive and negative predictive values of 88% and 89%, respectively [62]. When a virus is identified in the respiratory tract, differentiating colonization from infection may be challenging [53]. However, presence of the influenza virus usually indicates infection. In RSV infection, blood testing may be helpful, as RSV-RNA was detected in plasma samples of one-third of HSCT patients with pulmonary RSV infection and was associated with a poor outcome [48].\n\nBoth the World Health Organization (WHO) and the Centers for Disease Control and Prevention (CDC) recommend oseltamivir as the first-line agent for influenza. Systemic steroids should not be used unless strongly indicated for another condition [63]. In patients with severe illness, prolonged treatment may be in order, although the optimal duration is uncertain. Testing for antiviral resistance at this stage should be considered, as immunocompromised patients are at higher risk of developing resistance and prolonged viral shedding [64]. RSV treatment with intravenous immunoglobulins and ribavirin has been suggested, but there is no published evidence that this treatment can benefit to the patient [65]. In recent epidemiologic studies, the prevalence of CARV in critically ill hematological patients was similar to that in the general population with CAP; however, the presence of CARV doubled the mortality rate [53]. Allogeneic HSCT recipients are at particularly high risk of death from CARV infection [54]. Among immunocompromised patients with the most severe forms of influenza, one-third requires ICU admission and mechanical ventilation and one-fifth have a fatal outcome [66].\n\nIn immunocompromised patients, the viruses most commonly responsible for systemic viral infections are DNA viruses. The herpes viruses responsible for pneumonia include herpes simplex viruses 1 and 2 (HSV-1, HSV-2), varicella–zoster virus (VZV), and cytomegalovirus (CMV). Herpes viruses are known to establish lifelong infections and can often reactivate during episodes of immunosuppression [67]. Adenoviridae include human adenoviruses (HAdV) A to G, each of which produces a different clinical pattern. In immunocompromised patients, HAdV can cause life-threatening multiorgan damage [68]. Risk factors change over time with the changes in immunosuppression [69]. Viral infections are most common in patients with T-cell deficiencies and are of particular concern in those taking high-dose steroids (≥ 20 mg/day for ≥ 4 weeks) or having received T-cell-depleted allogeneic HSCT or treatment with alemtuzumab or fludarabine [70]. Viral infections may be community-acquired or opportunistic, arise due to reactivation of latent infection, come from a transplant donor, or come from the transplant recipient (e.g., CMV reactivation when a seronegative patient receives a solid transplant from a seropositive donor or when a seropositive recipient receives an HSCT from a seronegative donor) [71]. Endogenous reactivation appears to be the predominant cause of viral disease in severely immunocompromised patients.\n\nIn patients with immunosuppression, the presentation of systemic viral infections varies widely depending on the causative organism and degree of immunosuppression (Table 4). When the lungs are involved, the respiratory symptoms are nonspecific (tachypnea and/or dyspnea, hypoxia). The lung infiltrates typically appear as a crazy-paving pattern, ground-glass opacities, micro-nodules, and/or consolidations. A definite diagnosis of CMV pneumonia requires clinical symptoms of pneumonia and identification of CMV in lung tissue by virus isolation, rapid culture, histopathology, immunohistochemistry, or DNA hybridization techniques [72]. Probable CMV pneumonia is defined as clinical symptoms and/or signs of pneumonia combined with CMV detection by viral isolation, rapid BAL fluid culture, or CMV DNA quantitation in BAL fluid. No reliable cut-off for the CMV DNA load has been established, however. Furthermore, CMV shedding may occur in the lower respiratory tract, and the CMV DNA load may, therefore, be low in patients with asymptomatic infection [72]. On the other hand, a negative CMV DNA test in BAL fluid has nearly 100% negative predictive value and, therefore, excludes CMV pneumonia, assuming satisfactory sampling. VZV pneumonia is usually readily diagnosed based on the typical skin rash, although it may fail to develop in patients with severe immunosuppression [73]. Replicating VZV is almost always found in BAL fluid [73].\n\nHSV pneumonia is more challenging to diagnose, as reactivation in blood, saliva, or the throat is frequent in critically ill patients [74]. Thus, HSV detection in the lower airways may merely indicate airway contamination without parenchymal involvement. The diagnosis rests on HSV detection in BAL fluid and on the demonstration of specific nuclear inclusions in BAL cells [74]. Macroscopic bronchial lesions may be seen during fiberoptic bronchoscopy, albeit only rarely [74].\n\nFurther research is needed to improve the early detection of systemic viral infections at the subclinical phase. The ways in which immune deficiencies affect host defenses against viral infections need clarification. In the field of treatment, the optimal indications and duration of antiviral prophylaxis should be better defined, and the potential influence of new immunotherapeutic and molecular-targeted approaches on the emergence of systemic viral infections should be assessed [8]. The use of quantitative real-time PCR on biopsies and BAL fluid is the focus of active research that may allow the differentiation of CMV pneumonia and colonization [75]. Antiviral drugs and immunomodulation are the main treatment tools.\n\nThe three most important causes of fungal pulmonary infection are Pneumocystis jirovecii, Aspergillus spp., and Cryptococcus spp [76]. Pneumocystis jirovecii is an airborne pathogen transmitted from asymptomatic carriers to immunocompromised hosts [77]. The main risk factors are treatments that impair T-cell immunity, including steroids; acute lymphocytic leukemia; HSCT and SOT; and a number of primary immunodeficiencies [78]. Aspergillus spp. are molds that cause infection in the lungs and sinuses. The risk factors consist chiefly of severe and prolonged neutropenia, acute myeloid leukemia, HSCT, high-dose steroid therapy, and drugs or conditions that chronically impair the T-cell responses. Invasive aspergillosis (IA) is most common in patients exposed to heavy fungal loads, for instance on construction sites [79]. The cumulative incidence of IA 12 months after SOT was 0.7% in one study and was highest in lung transplant recipients [80]. In HSCT recipients, the incidence at 12 months was 1.6% [81]. Cryptococcus spp. are yeasts that can affect the lungs and central nervous system in patients with impaired T cell-mediated responses. C. neoformans and C. gattii account for most cases of cryptococcosis. Reactivation of dormant organisms is probably the main mechanism of lung involvement. Risk factors for pulmonary cryptococcosis include malignancies, HSCT, SOT, cirrhosis, chronic kidney disease, chronic lung disease, diabetes, and treatment with steroids or TNFα antagonists [82]. In SOT recipients, cryptococcosis accounted for about 8% of invasive fungal infections, with an overall incidence of 0.2–5% [83]. Mucorales causes aggressive invasive infections in patients with hematological malignancies and in HSCT recipients. Fusarium mostly affects patients with hematological malignancies and HSCT recipients and involves the lungs and sinuses. Other pulmonary fungal infections are shown in Table 5.\n\nPatients with pulmonary fungal infections present with nonspecific symptoms such as a fever, cough, dyspnea, pleuritic pain, and/or hemoptysis. Extra-pulmonary symptoms may help to suspect invasive fungal disease. In IA, HRCT shows macronodules with a halo sign, pleural-based wedge-shaped consolidations, or masses. Mucormycosis and IA share clinical and radiological findings, but mucormycosis should be suspected in the presence of sinus involvement, prior voriconazole therapy, or a reversed halo sign on HRCT. In P. jirovecii pneumonia, HRCT shows bilateral ground-glass opacities predominating at the apices and sparing the periphery. The most common findings in pulmonary cryptococcosis are solitary or sparse, well-defined, non-calcified nodules that are often pleural-based [84].\n\nInvasive fungal infections (IFI) are classified as proven (signs of infection and fungus identified by histopathology, cytopathology, or culture), probable (based on host factors, clinical criteria, microscopy, culture, galactomannan antigen [GM], or possible (based on host factors and clinical criteria) [88]. The diagnosis of P. jirovecii pneumonia (PJP) relies on identification of the pathogen by immunofluorescence and quantitative PCR (on BAL fluid ideally and induced sputum otherwise); serum BDG testing can be helpful for difficult cases where there is a discrepancy between the clinical picture and PCR findings, or to make the difference between colonization and infection when PCR findings are in the gray zone [85]. In a study of HIV-negative immunocompromised patients, quantitative PCR on BAL fluid was 87% sensitive and 92% specific and helped to differentiate infection and colonization [86]. According to a meta-analysis, the serum BDG assay is 95% sensitive and 86% specific [87]. In IA (Figure S1), BAL microscopy and culture show branching septate hyphae. Aspergillus spp. grows in 2–5 days, but the culture yield is low. When IA is suspected in patients at high risk due to a hematological malignancy, HSCT, or SOT, serum Aspergillus PCR and GM testing are recommended (Fig. 1). PCR and GM testing may perform better on BAL fluid than on serum, although FOB/BAL should be done only if indicated by a careful risk/benefit assessment [88]. Serum BDG testing is recommended in high-risk patients, but is not specific for IA. A 2015 systematic review found that sensitivity and specificity for diagnosing IA were 81.6% and 91.6% for serum GM and 76.9% and 89.4% for serum BDG, compared to 77–88% sensitivity and 75–95% specificity for PCR [89]. Mucormycosis is diagnosed by sample microscopy, culture, and/or histopathology. Immunohistochemistry is 100% sensitive and 100% specific [90]. Mucorales fungi contain neither BDG nor GM, and negative results from these tests in a patient whose HRCT findings are consistent with IFI, therefore, suggest mucormycosis [91]. However, concomitant Aspergillus infection is possible. The diagnosis of Cryptococcus pneumonia, whether isolated or with central nervous system involvement, relies on visualization of the pathogen by microscopy or on culturing of cerebrospinal fluid, blood, and/or sputum, in which Cryptococcus grows within 2–3 days. The cryptococcal antigen assay is less sensitive in HIV-negative than in HIV-positive patients: values of 56–83% have been reported in HIV-negative immunocompromised patients with Cryptococcus pneumonia [82, 92].\n\nPJP is treated with trimethoprim-sulfamethoxazole [85]. The addition of steroid therapy in severe forms is currently not recommended in HIV-negative patients, but is being assessed in a randomized-controlled trial (NCT02944045). IA is treated with voriconazole [93]. The first-line treatment for mucormycosis is liposomal amphotericin B, although isavuconazole constitutes a valid alternative [94]. Severe cryptococcus pneumonia requires amphotericin B and flucytosine followed by fluconazole [95]. Fusarium infections are managed with voriconazole or amphotericin B [96].\n\nNew diagnostic methods are being developed to allow earlier diagnosis with greater sensitivity in patients with fungal infections. Assays for Mucorales-specific antigen or T cells and Mucorales PCR have shown good sensitivity and specificity with earlier positivity compared to cultures [97]. In patients with IFIs, mass spectrometry to detect panfungal serum disaccharide was 51% and 64% sensitive for diagnosing invasive candidiasis and IA, respectively, with higher specificities of 87% and 95%, respectively; for mucormycosis, the test made a similar contribution to the diagnosis as did quantitative PCR [98].\n\nAlthough survival has improved over time, IA remains an often fatal complication after HSCT. In a retrospective study of patients with hematological malignancies who developed ARF due to IA, 1-year mortality was 72% [99]. Mortality in transplant recipients was 49.4%, with a higher rate after HSCT (57.5%) than after SOT (34.4%) [100]. PJP is more often fatal in HIV-negative than in HIV-positive patients, and in HIV-negative patients, mortality varies widely, from 18% to 50%, depending on the underlying disease [101]. Finally, mortality rates of up to 66% have been reported in patients with pulmonary mucormycosis [102].\n\nMany parasites cause respiratory infections in immunocompromised patients (Table 6) [103]. The two most common, Toxoplasma gondii and Strongyloides stercoralis, are associated with considerable mortality if left untreated.\n\nFactors that promote T. gondii reactivation include impaired T-cell immunity, HIV infection, hematological malignancies, HSCT, and SOT [104]. After allogeneic HSCT, 16% of patients had a positive routine blood PCR, and 6% had invasive disease [105]. The risk is highest in seropositive allogeneic HSCT recipients who receive a seronegative graft [106]. The sparse data available for SOT recipients suggest lower rates. The risk of a seronegative recipient acquiring T. gondii from a seropositive donor depends on the organ type, being highest after heart transplantation [106]. Data on patients with solid tumors are scarce, but toxoplasmosis has only rarely been reported in patients receiving cancer chemotherapy [107].\n\nIn immunocompromised patients, fever may be the presenting symptom of toxoplasmosis, which may progress to multiple organ failure. The symptoms of disseminated toxoplasmosis are nonspecific; the lungs and central nervous system are often involved, and hepatitis, myocarditis, and chorioretinitis may develop [108]. Other features include lymphopenia, thrombocytopenia, rhabdomyolysis, and lactate dehydrogenase elevation [104]. In the rare cases with isolated pulmonary involvement, the presentation may mimic interstitial pneumonia, PJP, or CMV pneumonia. CT may show lobar consolidations, ground-glass opacities, and thickening of the interlobular septa [108]. Serological testing is unreliable in immunocompromised patients, but may be useful in previously seronegative patients. The diagnosis rests on PCR on blood and BAL fluid samples and on microscopic examination of stained BAL fluid smears [109]. In a study of transplant recipients, blood PCR was 90% sensitive [106]. The treatment consists of at least 6 weeks of pyrimethamine, sulfadiazine, and leucovorin induction, followed by reduced-dose maintenance therapy [109]. The prognosis of disseminated toxoplasmosis involving the lungs is grim, with a 78% mortality rate in ICU patients [104, 106].\n\nStreptococcus stercoralis is a nematode that infects humans through skin contact with larvae containing soil. The prevalence varies across geographic areas, with Africa, South America, and Asia being regions of high endemicity. About 30–100 million people may be infected worldwide [110]. In industrialized countries, strongyloidiasis is seen in immigrants, tourists, and military personnel returning from endemic areas [111]. In a US cohort of kidney transplant candidates, 9.9% were seropositive for S. stercoralis [112]. Risk factors include walking barefoot, engaging in work that involves skin contact with soil, and poor sanitary conditions [111].\n\nStreptococcus stercoralis hyperinfection syndrome (SSIS) occurs when chronically infected patients become immunosuppressed (notably those receiving steroids), or if immunosuppressed patients develop acute strongyloidiasis. This results in uncontrolled over-proliferation of larvae with dissemination to end-organs, including the lungs, liver, and brain [113]. HTLV-1 infection is also a major risk factor for SSIS [114]. Patients present with nonspecific respiratory symptoms such as a cough, fever, hemoptysis, asthma, and ARF. The gastrointestinal symptoms include ileus and hemorrhage. Chest imaging may reveal nodular, reticular, or alveolar opacities, which may reflect a combination of edema, hemorrhage, and pneumonitis. Gram-negative sepsis is a common complication of SSIS, as larval invasion of the gut wall promotes bacterial translocation [115]. During SSIS, filariform larvae may be found in bodily fluids such as sputum, BAL, and pleural, and/or peritoneal fluid. Blood eosinophilia is present in most immunocompetent patients, but may be absent in immunocompromised patients [113], in whom serological testing is also unreliable. Given the nonspecific presentation of SSIS, the differential diagnosis is broad and includes all causes of pulmonary hemorrhage, ARF, and sepsis.\n\nIvermectin is the first-line treatment. The treatment is continued until 2 weeks after the last positive stool sample, to cover a complete autoinfection cycle. SSIS is always fatal if left untreated and has a reported 60% mortality rate in ICU patients [115].\n\nAs survival of cancer patients improves and breakthrough therapies are being developed, rising numbers of critically ill patients are immunocompromised. Severe bacterial pneumonias, followed by viral, fungal, and more rarely parasitic infections are the leading cause for acute hypoxemic respiratory failure. When ICU admission is needed, mortality rates are high. Knowledge of the underlying immune deficiency and thorough clinico-radiological evaluation can guide the diagnostic strategy by targeting the most likely infectious agents and deciding on invasive versus non-invasive approach. Increasingly sophisticated non-invasive diagnostic tools avoid clinical deterioration sometimes encountered with invasive approaches and are now available or under evaluation (e.g., real-time PCR, next-generation sequencing, and transcriptomics), which could allow earlier diagnosis and thus improve survival in immunocompromised patients with severe pulmonary infections."}