{"title": "Detection and genetic analysis of porcine hemagglutinating encephalomyelitis virus in South Korea", "body": "Porcine hemagglutinating encephalomyelitis virus (PHEV), which belongs to the order Nidovirales, family Coronaviridae, genus Coronavirus, was first isolated from the brains of suckling pigs with encephalomyelitis in Canada in 1962 [5]. Since then, more PHEVs were isolated from 30 different outbreaks of encephalomyelitis in Canadian pigs over the following few years [4]. Apart from North America, another type of PHEV, characterized by vomition, inappetence and loss of condition, was reported in Belgium in 1973 [16]. PHEV infection is now known to be widespread in worldwide but it usually remains subclinical because pigs are protected by colostral antibodies and subsequently they develop age-related resistance against PHEV [15]. However, when PHEV-seronegative piglets (<3 weeks old) are introduced to this virus, the mortality reaches almost 100%. This is significant for gnotobiotic pig farms or SPF pig farms [24] where the pigs do not receive colostral antibodies. Also, even in not one of those specialized farms, nonimmune subpopulations that might exist in a large gilt pool could act as potential sources of PHEV [17] to induce clinical syndromes, the vomiting and wasting disease (VWD) and/or the encephalomyelitis. Although there has not been any actual outbreak of PHEV in gnotobiotic or SPF pigs in South Korea, PHEV infection seems to be prevalent in conventional swine farms [10]. Therefore, it is important to screen-out the virus from the pig farms in order to prevent an outbreak.\n\nAccording to several previous studies, serological surveys for PHEV antibody detection were performed from swine sera, showing that the infection is globally common [4, 6, 7, 13, 14, 22]. For serological studies, hemagglutination inhibition (HI) test was used in most cases and virus neutralization (VN) test has been also available for detection of PHEV antibody [20, 22]. For more rapid and accurate PHEV diagnosis, without the need for virus strain, reverse transcriptase PCR and nested PCR methods were developed to detect PHEV using spike gene specific primers [24]. The spike gene of PHEV appears to be the most variable region among coronaviruses [21, 25], which can be exploited to enhance the specificity of PHEV detection. However, sensitivity might not be improved because the region is hypervariable. On the other hand, the nucleocapsid gene is known to be highly conserved and so is appropriate for diagnostic purposes. In the case of porcine epidemic diarrhea virus (PEDV), which belongs to coronavirus as PHEV, the nucleocapsid gene has been implicate as a target for the accurate and early diagnosis of PEDV [12], suggesting that it also could be applied to PHEV diagnosis.\n\nIn this study, we detected PHEV from clinically ill pigs in conventional pig farms in Korea. Following nested RT-PCR detection using nucleocapsid gene specific primers and confirmation by sequencing, we constructed, for the first time, phylogenetic tree based on the sequence analysis of the PHEV positive samples to observe the evolutionary pattern of PHEV.\n\nFrom November 2009 to March 2010, a total of 239 swine tissue samples were obtained from 104 cases from 91 farms, and were submitted for diagnosis to the virology laboratory of the College of Veterinary Medicine, Seoul National University. All samples were tested for PHEV. Among 239 pigs, the age groups were divided into 84 suckling pigs, 107 weaning pigs, 43 growers, and 5 finisher pigs. Symptoms that were identified included respiratory, enteric and neurological complications. Homogenates (10% in PBS) were prepared from solid organs (lungs, livers, kidneys, spleens), lymph nodes (tonsils, inguinal lymph nodes), or brains (brain stems, cerebellums, cerebrums).\n\nViral RNA was extracted from each homogenate, using TRIzol® (Invitrogen, Carlsbad, CA, USA). First, 250 μl of the each suspension was mixed with 750 μl of TRIzol, and incubated for 15 min at room temperature. Then, 200 μl of chloroform was added to each suspension and mixed. Following centrifugation for 15 min at 12,000 rpm at 4°C, the mixtures were separated into three phases consisting of a red phenol–chloroform phase at the bottom, an interphase, and a colorless aqueous phase at the top. From the top, RNA-containing phase, 350 μl of each suspension were transferred to a fresh tube and mixed with an equal volume of isopropyl alcohol. Each mixture was incubated for 10 min at room temperature and centrifuged for 15 min at 12,000 rpm at 4°C. Each supernatant was removed, 1 ml of 75% ethanol was added, mixed and centrifuged for 15 min at 12,000 rpm at 4°C. Each resulting RNA pellet was dried for 15 min and resuspended in 30 μl of diethylpyrocarbonate (DEPC)-treated deionized water.\n\nThe primers for RT, RT-PCR, and nested RT-PCR of PHEV were based on the nucleotide sequences of nucleocapsid gene of the HEV-JT06 strain (accession no. FJ009234) and were designed using the Primer 3 program (Whitehead Institute/MIT Center for Genome Research) as follows: NF (external forward primer) 5′CAGGAGGGACTGTTGTACCC3′ (164–183 bp),NR (external reverse primer) 5′ACAGTGCATTGTTTGTTGGG3′ (826–845 bp),N2F (internal forward primer) 5′TGCACCAGGAGTCCCATCTA3′ (264–283 bp),N2R (internal reverse primer) 5′GCCAAGTTTTGCCAGAACAA3′ (716–735 bp).\n\n\nThe size of the nested RT-PCR amplified product was 472 bp. Reverse transcription was performed using the specific external reverse primer of the nucleocapsid gene and M-MLV reverse transcriptase (Invitrogen, Carlsbad, CA, USA). The mixtures of 1 μl of specific primer (10 pmol/μl), 1 μl of DEPC-treated DW, 1 μl of 10 mM dNTP mix, and 10 μl of extracted RNA were heated to 95°C for 5 min and then chilled immediately on ice for 5 min. Finally, 4 μl of 5× First-Strand Buffer (250 mM Tris–HCL, 375 mM KCI, 15 mM MgCl2), 2 μl of 0.1 M DTT and 1 μl of M-MLV RT (200 units) were added and incubated at 37°C for 60 min. The reaction was inactivated by heating at 95°C for 5 min.\n\nRT-PCR and nested RT-PCR for PHEV detection were carried out using i-StarMaster mix PCR Kit (iNtRON Biotechnology, Sung-nam, Korea) according to the manufacturer’s instructions. RT-PCR was performed using 2 μl of synthesized cDNA and the primers of NF and NR (10 pmol/μl). PCR conditions were an initial denaturation at 94°C for 5 min, followed by 30 cycles of 94°C for 30 s, 55°C for 30 s, 72°C for 30 s, and a final extension at 72°C for 7 min. Nested RT-PCR was performed using 1 μl of RT-PCR product and the primers of N2F and N2R (10 pmol each) at 94°C for 5 min, followed by 30 cycles of 94°C for 30 s, 58°C for 30 s, 72°C for 30 s, and a final extension at 72°C for 7 min. The nested RT-PCR products were analyzed by electrophoresis in a 1% agarose gel containing ethidium bromide.\n\nThe size-specific nested RT-PCR products (472 bp) were sequenced by Genotech (Daejeon, Korea) in both directions using N2F and N2R, and the sequences were confirmed for PHEV using the Basic Local Alignment Search Tool (Blast, http://blast.ncbi.nlm.nih.gov/Blast.cgi). The nucleotide sequences were aligned to evaluate the relationship with other sequences using the Clustal X (1.83) multiple sequence alignment program and BioEdit Sequence Alignment Editor (7.0.9.0). The nucleotide sequence homology among the samples and the reference strains were evaluated using the “sequence identity matrix” function in BioEdit. A phylogenetic tree was constructed using the neighbor-joining (NJ) method and maximum-likelihood model with 1,000 bootstrap replication by the MEGA (4.1) program.\n\nAfter performing nested RT-PCR, 22 samples from 18 cases from 17 farms showed positive results for PHEV. Of these, the detection rate from suckling pigs, weaning pigs, growers, and finishers were 14.3, 6.5, 7.0, and 0%, respectively. Most pigs displayed atrophy and six died suddenly. Other symptoms included enteric abnormalities like diarrhea (n = 7 pigs), respiratory abnormalities like respiratory distress and abdominal breathing (n = 5), nasal bleeding (n = 3), neurological abnormalities (n = 2), and other unknown signs (Table 1). PHEV was detected from brain samples in 2 pigs and the rest positive samples were detected from pooling of solid organs and lymph nodes. At necropsy, enlarged and hemorrhagic lymph nodes, interstitial or pleuropneumonia, fibrosis or adhesion in pleura, hemorrhagic or nonhemorrhagic pleural fluid, stomach that was empty or contained milk curd and kidney/intestinal congestion were evident. Geographically and in order of frequency, PHEV positive pigs were collected from the provinces of Chungnam (n = 5 cases), Gyeonggi (n = 4), Gyeongbuk (n = 3), Chungbuk (n = 2), Jeonnam (n = 2), Gyeongnam (n = 1), and Gangwon (n = 1).\n\n\nThe sequence results of the 22 PCR-positive products were confirmed as PHEV by BLAST, showing 97–98% nucleotide identity with the HEV-JT06 strain. The sequences of the 22 samples were aligned with the reference strains JT06 (accession no. FJ009234), VW572 (accession no. DQ011855), and IAF-404 (accession no. AF481863). The nucleotide sequence identities were 96.5–97.9, 96.2–97.6, and 96.9–98.6%, respectively (Table 2). A sequence variable region was found between 583 and 693 of full nucleocapsid gene of reference strain, JT06 (Fig. 1). A phylogenetic tree constructed based on the sequence alignment demonstrated that the PHEV-positive samples and the PHEV reference strains were clustered in the same group, and were closely related to bovine coronavirus and human coronavirus (Fig. 2).\n\n\n\n\nPHEV was detected from 22 out of 239 samples, supporting the previous study that the infection of the virus exists in some of the farms in South Korea [10]. However, the rate of detection in suckling pigs that we tested came out at 14.3%, lower than that of the previous study (44.4%). We can presume two possible reasons for such a lower rate of detection. Firstly, neutralizing antibodies may have been formed prior to death, interfering the detection of the virus, and secondly PHEV infection in suckling pigs in Korea may have decreased since 2006 due to the presence and acquisition of colostral antibodies.\n\nPHEV was also detected from weaning pigs and growers. They were clinically ill and some of them even died. In general, PHEV is known to be fatal only to suckling pigs, since they eventually develop immunity against PHEV during growth. A serological survey conducted in Japan revealed a PHEV seropositivity of 90–120 days old pigs exceed 80% [7]. These pigs had been infected by PHEV but showed no clinical signs and remained normal, indicating PHEV might be perpetuated as unapparent form of infection. Moreover, PHEV infection in pigs which are older than 3 weeks is subclinical or shows mild symptoms such as occasional vomiting and brief periods of inappetence and listlessness [15]. However, in this study, PHEV infected weaning and growers had clinical signs that included respiratory distress, neurological symptoms, arthritis, diarrhea, and death. A common aspect was that all the affected pigs were co-infected with other viruses including porcine respiratory and reproductive syndrome virus and/or porcine circovirus-2. Hence, it is presumed that the other virus infection made the pig weak and prone to PHEV infection, possibly because of the poor management or biosecurity in the farm or because of reduced tier of colostral antibody that precluded development of age-related immunity against PHEV.\n\nDespite our best efforts, we were unable to collect detailed information from every farm on general management practices including health managements of pigs. Nevertheless, based on the farm management information gathered from farms where PHEV was detected, it seems evident that the conditions on the affected farms were worse than farms where PHEV was negative. For instance, the poor hygiene on the affected farms created the possibility of cross-contamination between rooms. Biosecurity was also poor, with as neighboring farms being closely associated without any intervening partition wall. There were no facilities or equipment for washing and disinfecting the transport trailer or any vehicles entering the farms, and vehicle entry was not strictly restricted. Moreover, facilities and houses for raising pigs were in poor conditions with lack of ventilation systems. As well, some of the affected farms did not have any replacement animal isolation facility. As a result, disease control was unstable and mortality rate increased during the seasonal change. Adding to the problem, some farmers were reluctant to improve their deficient farm management practices. We speculate that all of the above factors might have contributed to PHEV infection and clinical signs. Moreover, the antibody titers of other pathogens including porcine respiratory and reproductive syndrome virus, Bordetella bronchiseptica, Pasteurella multocida, Actinobacillus pleuropneumonia, and Mycoplasma hyopneumoniae from these farms were low and uneven, possibly due to poor health management. Hence, without maintenance of a high and consistent antibody titer, the immune state of pigs could be unstable, increasing their susceptibility to infectious diseases.\n\nWhile serological testing should have been applied to determine the PHEV antibody titer, tests including hemagglutination inhibition and virus neutralization test were not performed. The reason is that when we were collecting samples, only a few of the serum samples were submitted with organs and some pigs were already dead when they arrived. It was decided that in the absence of equal samples numbers for serological testing and PCR, serological results could be inaccurate or unreliable. Antibody for PHEV is highly prevalent worldwide, and seropositive pigs remain subclinical [7]. This could be interpreted inversely to mean that reduced antibody titer might induce clinical signs. All the samples submitted to our lab were from clinically ill pigs. Thus, it was very likely that PHEV would be detected and so, presumably the antibody titer would be low. Based on this postulation, only antigenical testing was conducted. Future work will focus on the isolation of the virus from PHEV-positive samples to perform both serological and antigenical testing using sufficient samples for each case.\n\nPHEV infection in suckling pigs causes two clinical syndromes: VWD and encephalomyelitis. The clinical signs of VWD are characterized by sneezing, coughing, depression, loss of appetence, weakness, and marked vomition [15, 16]. On the other hand, the encephalomyelitic form may start as VWD signs but pigs soon develop severe neurological signs such as muscle tremor, hyperesthesia, incoordination, paddling, or paralysis and in most cases, they precede death [15]. Among the PHEV-positive pigs presently detected, two cases had neurological disease and the rest had respiratory or enteric disease. Respiratory disease might be considered as a primary sign for both VWD and the encephalomyelitic form. In the cases of enteric disease, PHEV-positive pigs showed diarrhea instead of vomition, and were also diagnosed with Escherichia\ncoli or Salmonella spp. that are known causative agents of diarrhea [3, 23]. Nasal bleeding was seen in three cases and this might have represented localized idiopathic epistaxis, trauma or inflammation. All PHEV-positive pigs were co-infected with other viruses and bacteria such as porcine respiratory and reproductive syndrome virus, porcine circovirus-2, transmissible gastroenteritis virus, E. coli, Actinobacillus pleuropneumonia, Streptococcus spp., or Salmonella spp. Hence, it is difficult to prove that the clinical signs of the PHEV-positive pigs were caused mainly by PHEV infection but might be the results of co-infections.\n\nThe nucleocapsid gene of viruses including coronaviruses, measles virus and oropouche virus has been successfully used for both sequence analysis and phylogenetic analysis [2, 8, 9, 11, 18, 19]. Appropriately, a phylogenetic tree was constructed for the nucleocapsid gene to observe the evolutionary pattern of the PHEV- positive samples. Based on the result, one genogroup cluster including both the PHEV-positive samples and the PHEV reference strains was established, suggesting that the Chinese type (JT06), European type (VW572), North American type (IAF-404) reference strains and PHEV circulating in Korea may be genetically the same. The variation was not significant compared to existing PHEV strains, with the nucleotide identity exceeding 96%. This is because PHEV has remained genetically stable since its first isolation in Canada in 1962 [21]. Therefore, there may exist only one genogroup from PHEV infected pigs, regardless of age, clinical signs and geographical location. Further analysis of other genes such as the spike gene of all the strains should be conducted to confirm this result.\n\nSince the use of gnotobiotic pigs and SPF pigs for xenotransplantation and transformation is common, this virus is not negligible when handling PHEV-seronegative pigs. In Korea, there has not been a serious outbreak of PHEV, which could cause high mortality in young piglets. However, outbreaks occurred in other countries; 2001 in Japan [24], 2002 in Canada [1], and 2006 in Argentina [17]. This might imply that PHEV is a reemerging infection that could well be the next important porcine disease virus. Vigilance in Korea and elsewhere is prudent, as are steps to correct the shoddy conditions on some Korean farms that may foster an outbreak."}