{"title": "Involvement of lipid microdomains in human endothelial cells infected\nby Streptococcus agalactiae type III belonging to the\nhypervirulent ST-17", "body": "\nBacterial strain and growth conditions - S.\nagalactiae capsular type III [GBS90356 cerebrospinal fluid (CSF)\nstrain] belonging to the hypervirulent ST-17 lineage isolated in Brazil from a\n3-day-old male baby with fatal acute meningitis was used in this study.\nMicroorganism was identified as group B streptococci and typing by methods\npreviously described.\n13\n GBS90356 isolate was cultured on blood agar base (BAB; Oxoid, Cambridge, UK)\nplates containing 5% sheep defibrinated blood for 24 h at 37ºC and then grown in\nBrain Heart Infusion broth (BHI; Difco Laboratories Inc, Detroit, MI, USA) at 37ºC\nuntil an optical density (OD) of 0.4 at ƛ = 540 nm (~108 CFU/mL) was\nreached.\n11\n\n\n\n\nHUVEC culture - Primary HUVEC were obtained by treating umbilical\nveins with 0.1% collagenase IV solution (Sigma Chemical Co., St. Louis, MO, USA) as\npreviously described.\n11\n Cells were used during first or second passages only, and subcultures were\nobtained by treating the confluent cultures with 0.025 % trypsin/0.2 % EDTA solution\nin phosphate-buffered saline (PBS) (150 mM NaCl, 20 mM phosphate buffer, pH 7.2 ―\nall from Sigma Chemical Co., St. Louis, MO, USA).\n\n\nBacterial binding and intracellular viability assays - Confluent\ncultures of HUVEC cells were pre-treated or not with MβCD (2 mM, Sigma Chemical Co.,\nSt. Louis, MO, USA), a lipid raft disruptor for 1 h or with LY294002, PI3K inhibitor\n(5 µM, Sigma Chemical Co., St. Louis, MO, USA), or with both MβCD and LY294002 for\n15 min at 37ºC. Then, HUVEC were allowed to interact with S.\nagalactiae (MOI, 1:100 HUVEC/bacteria) during different periods of\nincubation (1, 2 and 4 h) in 5% CO2 at 37ºC. For the bacterial binding\nassays, infected monolayers were rinsed three times with M199 and lysed in a 0.5 mL\nsolution of 25 mM Tris, 5 mM EDTA, 150 mM NaCl and 1% Igepal (all from Sigma\nChemical Co., St. Louis, MO, USA). The viability of total bacteria (intracellular\nplus surface adherent) was estimated by plating endothelial lysates and counting the\nresulting colonies emerging in BAB plates containing 5% sheep defibrinated blood. To\nmeasure bacterial internalisation, the infected monolayers were rinsed three times\nwith M199 medium and incubated for an additional 2 h period in M199 containing\nbactericidal amounts of gentamicin (100 μg/mL, Sigma Chemical Co., St. Louis, MO,\nUSA) and penicillin G (5 μg/mL, Sigma Chemical Co., St. Louis, MO, USA). We also\nperformed a count of cells that invaded and adhered shortly after the interaction\nwith S. agalactiae and 0.5 h after. The number of internalised\nbacteria was determined as outlined above. Adherence rates were determined as: [CFU\nof total cell-associated (intracellular viable plus surface adherent) S.\nagalactiae - CFU intracellular S. agalactiae].\n11\n Untreated HUVEC were used as negative control.\n9\n All experiments were repeated three times.\n\n\nField emission scanning electron microscopy (FESEM) - HUVEC\nmonolayers were infected with S. agalactiae for 2 h, washed with\nPBS and incubated overnight at 4ºC in a solution of 3% paraformaldehyde plus 2.5%\nglutaraldehyde made in 0.1 M cacodylate buffer. The strains were washed and\npost-fixed in a solution of 1% OsO4 plus 8 mM potassium\nferrocyanide and 10 mM CaCl2 in 0.1 M cacodylate buffer. After washing\neight times with PBS, infected cells were dehydrated in a graded series of ethanol,\nand the surface of some infected monolayers were scraped with scotch tape in order\nto expose the inner organisation of HUVEC. All cells were dried to a critical point\nwith CO2 and coated with a thin gold layer. The gold-coated strains were\nthen observed in a JEOL field emission scanner, operating at 10 kV.\n14\n\n\n\n\nFluorescence confocal microscopy - HUVEC cells pretreated or not\nwith MβCD were infected with S. agalactiae for 1 h, rinsed with PBS\nand fixed with 4% paraformaldehyde in PBS for 10 min at room temperature. The cells\nwere permeabilised with 0.5% Triton-X 100 in PBS for 30 min and incubated with\nprimary antibodies [anti-S. agalactiae or anti-flotillin-1 antibody\n(clone 29) or anti-caveolin-1 or anti-caveolin-2] for 1 h at 37ºC. After incubation,\ncells were washed for 30 min and incubated with Alexa Fluor 488 or Alexa Fluor\n546-conjugated secondary antibodies for 1 h at 37ºC. Nuclei were labeled with 0.5\nμg/mL 4’-6-diamidino-2-phenylindole (DAPI). Cells were mounted in ProLong Gold\nantifade reagent and examined using a Zeiss Axiovert 100M laser confocal microscope\n(Carl Zeiss, Germany) by using filters sets that were selective for each\nfluorochrome wavelength channel. Images were acquired with a C2400i integrated\ncharge-coupled device camera (Hamamatsu Photonics, Shizuoka, Japan) and an Argus 20\nimage processor (Hamamatsu). Control experiments with no primary antibodies showed\nonly faint background staining (data not shown). All reagents and antibodies were\nobtained from Molecular Probes (USA). These experiments were repeated three\ntimes.\n\n\nImmunoblot analysis - HUVEC monolayers were infected during\ndifferent times with S. agalactiae as described above. Following\ninfection, the plates were chilled, and all subsequent steps were carried out at\n4ºC. The HUVEC were rinsed with PBS containing 0.4 mM Na3VO4\nand 1 mM NaF per mL. Next, the infected cells were scraped from the plate,\nressuspended in 1.5 mL of the same buffered solution, collected by centrifugation\nfor 1 min at 12,000 g, and lysed for 30 min in 100 µL of 50 mM Tris-HCL (pH 7.6)\ncontaining 0.4 mM Na3VO4, 1 mM NaF, 1% Triton X-100, 100 µM of\nphenylethylsulphonylfluoride, 40 µM of leupeptin and 2 mM EDTA. The proteins were\nquantified, and 30 µg of protein of each extract was subjected to electrophoresis in\n12% polyacrylamide separating gel (SDS-PAGE). Proteins were transferred to\nnitrocellulose membranes (Biorad), which were blocked and then incubated with\nprimary antibodies. The membranes were incubated with second antibody\nperoxidase-conjugated and the immunoreactivity was detected using an ECL Plus\ndetection kit (Amersham Biosciences, Buckinghamshire, UK). Autoradiographs were\nquantified by scanning densitometry, and the resulting absorbance curves were\nintegrated by using the Scion Image Master. Densitometric analyses were performed on\ngels with different exposure times, and the ones giving linear absorbance curves\nwere used to obtain semi quantitative assessment.\n11\n These experiments were repeated three times.\n\n\nStatistical analysis - The values of different treatments were\ncompared using Student’s t-test and analysis of variance (ANOVA),\nfollowed by Bonferroni t test for unpaired values. All of the\nstatistical analyses were performed at the p < 0.05 level of significance.\n\n\nEffect of cholesterol depletion and PI3K inhibitor during S.\nagalactiae GBS90356-HUVEC interaction - Effects of\nMβCD (cholesterol depletion agent) and LY294002 (PI3K inhibitor) treatments on\nS. agalactiae GBS90356 adherence to and invasion of HUVEC are\ndisplayed in Fig. 1. Cholesterol depletion\naffected bacterial binding to HUVEC 1 h post-infection (6.3 x 104 CFU/mL,\np < 0.001). A higher number of adherent bacteria (3.8 x 106 CFU/mL, p\n< 0.001) was observed in HUVEC pre-treated with LY294002 in 1h and mainly after 4\nh incubation (1.2 x 107 CFU/mL, p < 0.001) (Fig. 1A). However, a significant reduction of S.\nagalactiae cytoadhesion was observed in HUVEC treated with LY294002 +\nMβCD at all chosen times of incubation (1.3 x 106 CFU/mL in 1 h; 1.5 x\n106 CFU/mL in 2 h; 3.9 x 106 CFU/mL in 4 h, p < 0.01)\n(Fig. 1A). S. agalactiae\nstrain exhibited a strong invasive phenotype to HUVEC after 2 h post-infection.\nMoreover, pre-treatment of HUVEC with MβCD and/or LY294002 led to a decrease in\ninvasion (p < 0.01) (Fig. 1B). The FESEM was\nused to demonstrate the presence of intracellular GBS90356 strain (Fig. 1C). Inhibition assays with MβCD and\nLY294002 suggest the involvement of lipid rafts and PI3K/AKT pathway during\nS. agalactiae GBS90356 internalisation process in human\nendothelial cells.\n\n\n\n\n\n\nColocalisation of S. agalactiae GBS90356 with flotillin-1 and\ncaveolin-1 - Cellular localisation of S. agalactiae\nGBS90356 strain, caveolin-1 (Fig. 2A, D),\ncaveolin-2 (Fig. 2B, E) and flotillin-1 (Fig. 2C, F) in HUVEC are demonstrated by\nimmunofluorescence microscopy. Staining for flotillin-1 revealed a colocalisation\nwith GBS90356 strain in untreated HUVEC cells (Fig.\n2C), but no colocalisation was detected in cells treated with MβCD, a\ncholesterol depleting agent (Fig. 2F). We also\nfound a colocalisation of GBS90356 strain and caveolin-1 after pretreatment of HUVEC\nwith MβCD (Fig. 2D), but not in untreated cells\n(Fig. 2A). By contrast, no significant\ncolocalisation could be observed between GBS90356 strain and caveolin-2 in HUVEC\ncells treated or not with MβCD (Fig. 2B, E).\nThese results suggest that caveolin-1 and flotillin-1 could be involved in the\ninvasion of S. agalactiae GBS90356 strain in HUVEC cells.\n\n\n\n\n\n\nAKT activation in HUVEC cells during S. agalactiae GBS90356\ninfection - Fig. 3 shows the\nactivation of PI3K/Akt pathway during the interaction between S.\nagalactiae GBS90356 and HUVEC cells pretreated with LY294002 (PI3K\ninhibitor) and/or MβCD (cholesterol depletion agent). Immunoblotting analysis\nrevealed higher levels of phosphorylated Akt with a peak at 15 min post-infection of\nHUVEC by S. agalactiae. Inhibition assays with MβCD completely\nabolished the AKT phosphorylation (Fig. 3A). To\nverify whether the phosphorylation of Akt in HUVEC cells, treated or not with MβCD,\nwas PI3K-dependent or -independent following infection with GBS90356 strain, the\nspecific PI3K inhibitor LY294002 was incubated prior to bacterial infection.\nActivation of the PI3K pathway occurred at 5 min post-infection and peak at 30 min.\nBoth inhibitors reduced the PI3K phosphorylation (Fig.\n3B). Results were confirmed by densitometry analysis (Fig. 3C, D). Overall, the results indicate the\ninvolvement of lipid rafts and PI3K/AKT pathway activation during S.\nagalactiae internalisation in human endothelial cells.\n\n\n\n\n\nLipid rafts often serve as an entry site for many microorganisms. Studies have shown\nthat extraction of membrane cholesterol inhibited bacterial infection in the early\nstages of invasion.\n15\n The mechanisms that underlie this interaction are starting to be unraveled.\nSeveral pathogenic bacteria have been associated with lipid rafts, such as\nFrancisella tularensis, Helicobacter pylori,\nPseudomonas gengivalis and Mycobacterium\ntuberculosis.\n5\n Seveau et al.\n16\n demonstrated for the first time that the cell adhesion molecule E-cadherin\nis required in host lipid rafts to mediate Listeria monocytogenes\nentry. A previous study showed that S. agalactiae exploited lipid\nrafts to invade human endometrial cells.\n9\n In this work, we evaluated the influence of host cell lipid rafts during\nS. agalactiae internalisation in HUVEC by using\nmethyl-β-cyclodextrin (MβCD), a water-soluble cyclic oligosaccharide that depletes\nmembrane cholesterol and disrupt lipid rafts.\n8\n\n\n\nCholesterol-enriched membrane microdomains may provide a platform to concentrate\nreceptors on the host cell membrane.\n17\n Our data support the notion that lipid rafts on the plasma membrane of HUVEC\ncells facilitate entry of S. agalactiae GBS90356 strain. The\nsignificant decrease in cytoadhesion of GBS90356 strain to human endothelial cells\ntreated with MβCD indicated that cholesterol depletion from the cell membrane\nperturbed the attachment of bacteria and altered the GBS90356 entry at post-binding\nsteps. The reduction in the number of GBS90356 in cholesterol-depleted cells\nprobably occurred at initial steps of infection, since significant inhibitory effect\nwas reduced after 4h post-infection and became undetectable at 24 h post-infection\n(data not shown). Interaction of GBS90356 strain with cholesterol-enriched\nmicrodomains occurred probably with the participation of flotillin-1 and\ncaveolin-1-enriched membrane microdomains.\n\nFlotillins are present at the plasma membrane and endosomal structures and have been\nimplicated in many cellular processes, such as lipid raft formation, cellular\nmigration and adhesion, cell polarity, signaling by receptor tyrosine kinases and\nmitogen activated protein kinases (MAPK), as well as membrane trafficking.\n18\n\n,\n\n19\n\n,\n\n20\n Several cargo molecules, such as the GPI-anchored protein CD59, cholera\ntoxin B subunit, virus, proteoglycans and proteoglycan bound ligands have been\nsuggested to utilise an internalisation pathway that depends on flotillin.\n21\n\n,\n\n22\n Previous data suggested that the highly dynamic flotillin microdomains\nbecome static just prior to their internalisation, which might be caused by\ncoalescence of flotillin oligomers into larger oligomeric structures, participating\nin the formation of specific non-caveolar microdomains.\n23\n Currently, our results suggest that S. agalactiae GBS90356\ninduces flotillin-1 assembly to specific flotillin microdomains, which induce\nmembrane curvature and thus generate membrane buds to entry to the HUVEC.\nInterestingly, the enrichment of flotillin-1 on post-LAMP endocytic organelles\nduring maturing phagosomes might be involved in actin filament remodeling and lipid\nchanges for phagosome-lysosomes fusion.\n18\n Further studies to verify if flotillin-1 colocalise with S.\nagalactiae in early endosomes are in progress.\n\nInterestingly, treatment with MβCD decreased the colocalisation of GBS90356 strain\nwith flotillin-1, favoring bacterial interaction with caveolin-1. Cholesterol levels\nare important for maintaining membrane fluidity, and its removal can reduce lateral\ndiffusion within the cell membrane. The reduction in fluidity could perhaps affect\ndistribution of receptors within the plasma membrane, which may damage signal\ntransduction events, polarisation and F-actin polymerisation.\n24\n Our results suggest that cholesterol depletion by MβCD may have exposed\ncaveolin-1 molecules, favoring recognition by GBS90356 strain. Caveolin-1 is\ncritical for enhancing the innate immune response, which contributes to survival\nduring LPS-induced sepsis.\n25\n Also observed in intracellular parasites as the inhibition of lysosomal\nfusion, a classical escape mechanism was observed after infection by\nMycobacterium, Chlamydia,\nToxoplasma and Trypanosoma cruzi, for example.\nAnother way that pathogens can prolong their survival inside the host is by\nprevention of host-cell apoptosis and by the modulation of reactive oxygen and\nnitrogen species generation.\n5\n Szczepanski et al.\n26\n revealed that canine respiratory coronavirus enters HRT-18G cells via the\ncaveolin-1 dependent pathway. Thus, these previous results support the notion that\ncaveolin-1 might play a role in the interaction of S. agalactiae\nand HUVEC cells.\n\nSerine/threonine kinase Akt is activated by G protein-coupled receptors that induce\nthe production of phosphatidylinositol (3,4,5) trisphosphate (PIP3) by PI3K.\n10\n In this work, we demonstrated that the integrity of lipid rafts microdomains\nand the activity of PI3K/Akt are required for invasion of GBS90356 strain to human\nendothelial cells. Indeed, the phosphorylation of Akt and PI3K were suppressed by\ncholesterol depletion using MβCD, suggesting that membrane microdomain integrity is\nimportant for PI3K/Akt activation during S. agalactiae infection.\nPeres et al.\n27\n showed that membrane microdomains were an essential site for PI3K activation\nduring lysophosphatidic acid stimulation in Vero cells. Lipid rafts also induced\nplatelet aggregation via PI3K-dependent Akt phosphorylation by stromal cell-derived\nfactor-1α signaling.\n10\n\n\n\nWe cannot exclude the possibility that the results obtained in our studies could be\nspecific to S. agalactiae type III belonging to the hypervirulent\nST-17, and that other capsular type III strains could behave in different ways. More\nstudies are necessary to unravel this possibility.\n\nOur results demonstrate that lipid microdomain affects S. agalactiae\nrecognition by HUVEC through PI3K/Akt signaling pathway. In addition, S.\nagalactiae cytoadhesion using membrane microdomains suggests a\nselective role of lipid raft molecules, such as flotillin-1 and caveolin-1. Hence,\nan understanding of the role of host membrane rafts in S.\nagalactiae invasion may shed light on the molecular mechanisms of\ninfection."}