{"title": "Severe acute respiratory syndrome (SARS): chest radiographic features in children", "body": "Severe acute respiratory syndrome (SARS) was first identified in Guangdong Province in Southern China in November 2002 [1, 2]. SARS is a severe atypical pneumonia associated with substantial morbidity and mortality rates in adults, now believed to be caused by a novel coronavirus [3, 4, 5, 6, 7, 8]. Outbreaks have been reported in Asia, Europe, North America, and Australia [9]. As of 26 September 2003, a cumulative total of 8,098 probable cases and 774 deaths have been reported from 29 countries [10]. To date, the outbreak of SARS in Canada has resulted in 251 probable cases and 43 deaths; Singapore had 238 probable cases and 33 deaths; Hong Kong had 1,755 probable cases and 299 deaths [10, 11].\n\nThe diagnosis of SARS currently rests upon clinical and epidemiological criteria as defined by the World Health Organization (WHO), since definitive tests for SARS have not yet been developed and validated [12]. A suspect case is disease in a person with documented fever (temperature >38 °C), one or more respiratory tract symptoms (including cough, shortness of breath, difficulty breathing), and close contact with a person believed to have had SARS (living with, caring for, or having had direct contact within 10 days of onset of symptoms, exposure to respiratory secretions and/or body fluids of a person with SARS) and/or a history of travel (within 10 days of onset of SARS symptoms) to an endemic geographic area with documented foci of illness transmission. A probable case is defined as a suspect case with chest radiographic findings of pneumonia, acute severe respiratory distress, or an unexplained respiratory illness resulting in death with autopsy results demonstrating the pathology of acute respiratory distress syndrome without an identifiable cause. Probable cases of SARS are similar to suspect cases, but often have a more severe illness, with progressive shortness of breath and difficulty breathing, as well as radiographic signs of atypical pneumonia [13, 14, 15].\n\nDescriptions of the SARS outbreaks in adult patients from Toronto [7, 16, 17, 18], Singapore [19, 20], and Hong Kong [21, 22, 23, 24, 25] have recently been reported. To date, the clinical and radiographic findings in children suspected of having SARS have been limited or combined with adult data [26, 33]. This article presents the initial chest radiographic findings collated from 62 children diagnosed as probable or suspect SARS cases during the recent SARS outbreak in Toronto, Singapore, and Hong Kong. The limited previously published material is included to provide as complete a pediatric series as possible.\n\nA total of 62 pediatric patients, fitting the WHO case definition [1] or a modification of this definition [33] for suspect or probable SARS, admitted to hospital from late February 2003 to mid-May 2003, were included in this report. Patients in this report were admitted to one of the following five hospitals: (a) The Hospital for Sick Children (HSC) in Toronto; (b) Tan Tock Seng Hospital (TTSH) in Singapore; (c) Prince of Wales Hospital (PWH), (d) Princess Margaret Hospital (PMH), or (e) Queen Mary Hospital (QMH) in Hong Kong. We abstracted data retrospectively from review of patients’ medical records for patient demographics, exposure category, clinical presentations, and radiological findings. The hospitalization period (length of stay in the hospital) for these patients varied from 2 days to 1 month after the onset of symptoms.\n\nThe exposure category included the possible mode of transmission through close contact, health-care setting, and/or travel to, or living in, endemic areas. Clinical presentations were reviewed for the following signs and symptoms: fever, chills, body ache, cough, sore throat, rhinorrhea, dyspnea, tachypnea, crackles, headache, dizziness, hypoxemia, malaise, myalgia, rigor, lethargy, and gastrointestinal symptoms including vomiting and diarrhea.\n\nMicrobiological investigations from the Toronto site (HSC, n=15) included nasopharyngeal swabs for direct antigen detection, and culture of respiratory viruses including respiratory syncytial virus, influenza A and B, parainfluenza 1, 2 and 3, and adenovirus. We also included the following investigations: a nasopharyngeal swab for SARS-associated coronavirus reverse-transcriptase polymerase chain reaction (RT-PCR), a throat swab for bacterial culture and Mycoplasma pneumoniae PCR, a stool sample for electron microscopy, and two blood cultures. The RT-PCR test used to detect the SARS-associated coronavirus in Toronto was developed in-house. From the Hong Kong sites (PWH and PMH, n=16), paired acute and convalescent sera/feces samples were collected from some patients. The microbiological investigations included viral culture, stool and throat gargle RT-PCR, bacterial culture of blood and sputum, serology, and nasopharyngeal aspirates (NPA) for virology. The NPA was assessed by rapid immunofluorescent antigen detection for influenza A and B, parainfluenza types 1, 2 and 3, respiratory syncytial virus, and adenovirus. The RT-PCR test used to detect the SARS-associated coronavirus in Hong Kong was developed in-house. At the time of this study, patients from Singapore were managed on the basis of clinical, epidemiological, and radiographic evidence. Microbiological tests were not routinely performed on any patient.\n\nAll available initial and follow-up chest radiographs obtained in these patients were interpreted by experienced pediatric or general radiologists. These radiographs were not reviewed at a central site, instead the films were read at each participating center independently. The chest radiographs were reviewed for the presence of standard radiographic findings of pulmonary infection in children. Specific evaluation criteria included: the presence or absence of pulmonary overinflation, bronchial wall thickening, interstitial disease, atelectasis, airspace disease (ground-glass opacification, patchy, focal or lobar consolidation), nodules, pleural effusion, air bronchogram, hilar adenopathy, and extrapulmonary air. Other radiological features, if present, were also noted. A combination of posteroanterior, lateral, and portable anteroposterior views was available. A standard radiographic technique was utilized, with most patients having portable examinations with anteroposterior views only. If a thoracic CT was obtained, the CT findings were also reviewed. A standard CT or thin-section CT technique was utilized as described elsewhere [27].\n\nFrom a total of 101 cases, 39 patients (from all the study sites) initially under suspicion of having SARS were excluded from the study, as another etiology (other pneumonias or other underlying disease) was determined. Patients were excluded from this study if they had another known disease potentially affecting the chest radiographic appearance.\n\nInstitutional review board approval was obtained from two sites, Toronto and Hong Kong, and was waived for Singapore.\n\nA total of 62 pediatric patients were diagnosed with SARS (suspect=25; probable=37) in Toronto, Singapore, and Hong Kong. Demographic data, exposure category, clinical presentation, and radiographic findings of these cases from the various sites are shown in Tables 1, 2, 3 and 4 with an overall summary shown in Table 5. Patient ages ranged from 5.5 months to 17 years and 11.5 months (average, 6 years and 10 months) with a female-to-male ratio of 32:30. Forty-one patients (66.1%) were in close contact with other probable, suspect, or quarantined cases; 10 patients (16.1%) had recently traveled to the affected areas; 7 patients (11.2%) were transferred from other hospitals with admitted SARS patients. Three patients from the Hong Kong patient cohort did not have close contact, hospital contact, or travel history to affected areas, but were included in the study on the basis of their clinical signs and symptoms and because they were living in an endemic region. These patients were classified as probable SARS cases, which was possibly community acquired.\n\n\n\n\n\n\nIn Toronto, the patient population (n=15) average age was 6 years with a female:male ratio of 3:2. Amongst these patients, close contact (60%) with SARS probable, suspect, or quarantined family members was the most common mode of possible SARS exposure. Potential SARS exposure through hospital contact or travel to WHO-defined affected areas within 10 days prior to onset of symptoms was observed in 26.7% and 13.3% of patients, respectively. From the various hospital sites in Singapore, the patient population (n=30) average age was 4 years and 11 months with a female-to-male ratio of 7:8. The mode of possible SARS exposure through close contact (73.3%) was greater than exposure due to travel (26.7%). In Hong Kong, the patient population (n=17) average age was 9 years and 6 months with a female-to-male ratio of 9:8. The mode of possible SARS exposure through close contact (58.8%) was also high amongst these patients, whereas three patients (17.6%) did not have a history of contact or travel exposure but were living in an endemic region. Overall, close contact with a known SARS case (family member) was the most common mode of possible SARS exposure accounting for 40 cases (66.1%). Health-care settings accounted for seven cases (11.2%) including transfer from other hospitals and, in one of these cases, a visit to a family physician. Travel to an endemic region was seen in ten cases (16.1%), whereas no known mode of SARS exposure was identified in three cases.\n\nThe most common clinical manifestations noted from Toronto patients were fever (100%), cough (53.3%), rhinorrhea (33.3%), and diarrhea (26.6%). From the Singapore patient cohort, fever (100%) and cough (66.7%) were the most common clinical features. From the Hong Kong patient cohort, in addition to fever (100%) and cough (64.7%), myalgia (47.1%), chills (41.2%), rhinorrhea (29.4%), and rigor (29.4%) were also commonly reported. Overall, the most common clinical presentation was fever with a temperature over 38 °C (100%), cough (62.9%), rhinorrhea (22.6%), myalgia (17.7%), chills (14.5%), and headache (11.3%). Other reported findings included sore throat (9.7%), diarrhea (9.7%), rigor (8.1%), and lethargy (6.5%). In general, fever and cough were the most common clinical presentation amongst younger pediatric SARS cases (age<10 years), whereas, in addition to these symptoms, headache, myalgia, sore throat, chills, and/or rigor were reported in older patients (age≥10 years). Only one teenager with probable SARS (Toronto, age 17 years and 11.5 months) developed respiratory distress and required oxygen.\n\nFrom the Toronto patient cohort (n=15), the nasopharyngeal swab specimens were negative for the SARS-associated coronavirus (Toronto RT-PCR test). However, most of the patients who had clinically defined SARS and were tested for microbiological agents (n=10) in Hong Kong had either serological or RT-PCR evidence of infection for the SARS-associated coronavirus (Hong Kong RT-PCR test). Four patients were RT-PCR positive on NPA; two patients were serology positive; stool RT-PCR and throat gargle RT-PCR were positive for three patients; and stool RT-PCR was positive in one patient. All three SARS cases with no history of contact in Hong Kong were found to have positive paired acute and convalescent serum test results. The SARS-associated coronavirus was isolated from NPA in two patients and only one patient out of the ten included for microbiological testing was negative for RT-PCR.\n\nThe chest radiographs of 35.5% of patients were normal. The most prominent radiological findings in the remaining patients were patchy infiltrates, opacities, and/or areas of consolidation (45.2%) with multifocal lesions observed in 22.6%. The location of consolidation was predominantly within the lower lobes. Perihilar peribronchial thickening was noted in 14.5% of cases. Figures 1, 2, 3, 4 and 6 show the various common radiographic findings. Pleural effusion was observed only in one patient, whereas interstitial disease was not observed in any patient. Hilar adenopathy, extensive pleural effusions, lung abscess, pneumatocele, or pneumothorax were not seen. These radiographic findings resolved in the majority of cases within a 1-week interval.\n\n\n\n\n\nCT scans for some patients were obtained only in Hong Kong (Table 4). CT scans showed unifocal or multifocal, central and/or peripheral regions of consolidation and/or ground-glass opacities. Figures 5 and 6b show CT scans obtained from two patients. In general, CT showed more extensive airspace consolidation and ground-glass attenuation than chest radiographs, but no evidence of hilar adenopathy, pneumothorax, or pneumomediastinum was noted in our patient population.\n\n\n\nAs far as we know, to date no pediatric deaths have been reported amongst Toronto, Hong Kong, or Singapore patient cases that were included in this study.\n\nPneumonia is one of the most common serious infections of childhood with significant morbidity and mortality rates worldwide. In the United States, the reported mortality rate due to pneumonia and influenza for children (1–19 years) ranges from 0.5% to 2.5%, depending on age [28]. Based on prospective data collected from pediatric studies of community-acquired lower respiratory tract infections, viral respiratory tract pathogens are responsible for the majority of diagnosed infections in the developed world, particularly in the younger age group [29, 30, 31, 32]. SARS is a new viral disease that must now be considered when faced with a child with fever and respiratory symptoms.\n\nHighly contagious, SARS was first identified in Guangdong Province in Southern China late last year. As in other epidemics of the past, trade and travel have sped up SARS transmission between disparate populations. The impact upon affected regions has been significant, both medically and economically. Since SARS was first identified, a total of 368 casualties and 2,212 probable SARS cases have been reported from Canada, Singapore, and Hong Kong with additional thousands quarantined. To date there have been limited reports in children [26, 33]. The great majority of SARS victims have been adults [7, 16, 17, 18, 21, 23, 27, 34, 35, 36, 37] with a fatality rate of 9.6% based on WHO surveillance data [10].\n\nOver the past few months remarkable progress has been made in defining the clinical features and etiology of SARS. Microbiologic evaluation has now revealed a novel coronavirus as the etiologic agent of SARS [3, 5, 8, 38, 39]. Clinically, children show similar symptoms to those already reported in adults including fever, cough, headache, and myalgia. However, dyspnea, malaise, and hypoxemia are less commonly encountered in childhood. The typical pediatric presentation is rapid onset of high fever with cough. Compared with adults, children with SARS seem to have a milder clinical course, especially for those under the age of 10 years [26, 33].\n\nCurrently, the WHO case definitions for suspect or probable SARS rely upon patient contact, travel history to endemic areas within 10 days, and commonly encountered clinical and radiographic criteria. Many children that were initially suspected of having SARS were eventually excluded upon availability of the results of standard microbiologic investigations. For example, at one institution (Toronto) we had ten children present with clinical and epidemiological criteria consistent with a diagnosis of suspect or probable SARS, but who were later shown to have other infections. These other infections included viral respiratory tract infections such as adenovirus, influenza (A and B), parainfluenza, and respiratory syncytial virus and bacterial infections, such as Streptococcus pneumoniae bacteremia. Further, using the current criteria, there are likely to be false-negative cases as well. Some children may be inappropriately thought not to have SARS due to our incomplete knowledge of the full extent of SARS clinical presentations, especially at the early or mild stage of the disease. A few adult close contacts have reported a mild, febrile illness without definite respiratory signs or symptoms suggesting that the illness might not always primarily involve the respiratory tract. This appears to be true in children as well, with some in our study having minimal or no clear respiratory symptoms and a nonspecific febrile illness despite extensive contact history [33]. Although gastrointestinal symptoms are usually absent, some children reported vomiting and/or diarrhea [22, 26, 33], while several adults have presented solely with severe abdominal pain. The relative infectivity of these patients remains unclear and until more is learned, caution and full infection control procedures are recommended.\n\nSignificant effort still lies ahead to fully characterize the signs and symptoms of SARS across all ages and especially to develop reliable means of differentiating it from other lower respiratory tract infections. Accurate identification of the causative agent in these situations should hopefully lead to more specific and sensitive diagnostic tests to simplify SARS diagnosis. Preliminary work with RT-PCR tests for SARS is promising; however, it is not yet clear how accurate these tests are, particularly for commonly used nasopharyngeal samples as shown in this study and by Peiris et al. [37].\n\nRadiographic findings in children may be normal or may demonstrate airspace disease, which may present as ground-glass opacities or focal, lobar, or multifocal consolidation. Other radiographic findings included perihilar peribronchial thickening and linear atelectasis. We did not consider mild peribronchial thickening as pneumonia and these children were classified as suspect SARS. As in adults, regions of airspace disease predominated in the lower lobes, especially peripherally, but were also seen elsewhere. Distinguishing between atelectasis and consolidation can be difficult in daily practice. Areas of segmental atelectasis are common in viral disease and may often be multiple and fleeting. Adenopathy, infrequently encountered with viral diseases [40], was not seen in our patients. With clinical recovery, complete clearing of chest radiographs were noted in our patients similar to other reports [35, 36]. It is still unclear what the long-term sequelae of SARS infection will be on subsequent lung development.\n\nIn adults, radiographic findings may be more extensive, and also include unilateral or multifocal and bilateral patchy or confluent areas of airspace consolidation or ground-glass opacities [22, 35, 36, 41]. Chest radiographs may be normal during the early febrile prodrome or with mild disease and may progress later on. Opacities are most often peripheral or mixed central and peripheral [22, 41]. In the more advanced stage of the disease, a widespread ground-glass opacification (likely representing progression to ARDS) and diffuse patchy or lobar consolidation have also been reported [35, 36]. Interstitial disease is rare and pleural effusion is uncommon. Resolution may occur early on. Diffuse miliary disease has been reported in one patient [21].\n\nCT findings in adults with probable SARS have shown predominantly subpleural focal consolidation or ground-glass opacities [21, 27, 36, 37]. These findings occur predominantly in the lower lobes and may be unifocal or multifocal. Less common findings include thickening of interlobular septa and intralobular interstitium, the crazy paving pattern, and spontaneous pneumomediastinum. Air bronchograms may be seen. Mediastinal nodes, effusions, or central pulmonary emboli have not been observed. Chest CT has been helpful in differentiating suspect from probable cases by demonstrating lung findings 1–2 days before they become radiographically apparent [27].\n\nOur study showed similar CT features to those previously described with unifocal and multifocal consolidation and ground-glass opacities. We did not observe any of the less common features such as the crazy paving pattern or septal thickening. CT scans were obtained at one site only and were generally used to document early lung findings when the initial chest radiograph was normal or equivocal and suspicion for SARS was high. CT scans of the pediatric chest are not routinely needed in evaluation of lower respiratory tract infection, but are generally reserved for investigation of suspected complications including pulmonary abscess, empyema, pulmonary necrosis, recurrent infection, or in immunocompromised individuals [42]. Since the clinical presentation in most of our pediatric cases was mild, CT was not considered necessary in two sites (Toronto and Singapore). For the Hong Kong patients (PWH and PMH patient cohort), chest CT was used for patients with suspected SARS but with normal chest radiographs, patients with a moderate to severe clinical course of the disease, and patients without contact history. Use of CT may be justified if management depends upon positive lung findings; however, suspect SARS patients were also admitted and managed in a similar fashion to those with positive chest radiograph findings. It is still unclear whether the infectivity of suspect SARS patients is similar to or decreased relative to those with positive radiographic findings.\n\nRadiography has two major roles in SARS. The first role is to recognize pulmonary disease in a patient with clinical symptoms of SARS and contact history but who may not have cough. The second role is to recognize radiographic changes that are more characteristic of other diseases including bacterial or granulomatous infections. It is important to differentiate SARS from other respiratory infection(s) commonly encountered in children. Although, many children with viral lower respiratory infection present clinically with bronchiolitis, it is often impossible to distinguish clinically and/or radiologically between viral and bacterial infections [43].\n\nWhile its radiologic manifestations are nonspecific, SARS appears similar to other viral infections encountered in children. Certain radiographic findings are uncommon in SARS, including extensive pleural effusions, pneumothorax, pneumatocele, and lung abscess. These findings were not encountered in our patient population, with exception of one patient with a small pleural effusion (Table 1, probable case no. 10). Many patients were initially clinically thought to have tuberculosis or other infections, but the lack of radiographic findings such as adenopathy, cavitation, or pleural effusion may aid in suggesting SARS or assist in excluding other disorders. Recognition of the presence of radiographic changes which are atypical for SARS, such as adenopathy and significant pleural effusion, may help to guide therapy as well as show the need for isolation. Once the association with travel or case contact is lost in a community, clinical and radiographic recognition of the disease will become increasingly important especially if rapid diagnostic tests remain unavailable.\n\nOur experience and that of others suggests little risk of transmission from child to adult; however, this remains to be substantiated. Although the mechanisms of SARS transmission remain to be fully elucidated, the most likely route of transmission is by large droplet and contact [22, 44]. Data from Hong Kong have shown the potential of SARS-associated coronavirus to persist in stool or urine of SARS patients and maintain its viability on various contact surfaces for extended periods [45]. Health-care workers are particularly at high risk, and there is potential for infection in the radiology department. We recommend extreme vigilance in application of infection control practices. Further, the use of portable techniques in the ward, where a child can be maintained in proper isolation, helps to minimize the risk of SARS virus transmission to staff and other patients.\n\nClinicians and radiology technologists need to use appropriate precautions during patient contact including hand hygiene, airborne measures (N-95 masks, capable of filtering out at least 95% of particles of a particular diameter), and contact precautions (e.g., caps, gowns, and gloves). Goggles or visors are also recommended during direct patient contact, especially for aerosol-generating procedures such as suction or intubation [46]. Cleansing of all radiographic equipment and rooms is important and consideration must be given to ensuring safe patient flow [41]. Training and audit of inappropriate use of infection control measures have been documented as significant factors leading to health-care worker transmission. Other factors include failure to apply appropriate isolation precautions to known SARS cases or cases which have not yet been identified as SARS and, finally, infected workers continuing to work despite infection. It is possible that all respiratory infections at initial presentation will need to be regarded as potential SARS cases until proven otherwise.\n\nThe retrospective nature of our study and the fact that we gathered data from multiple institutions are limiting factors. It is likely that the application of the case definitions was variable to some degree across the different communities and we lack knowledge as to whether the virus remains the same across these three distinct clusters. At this point we cannot be sure that all cases were indeed SARS, and potentially other etiologies may have been included. Limiting diagnosis to contact with a known case, although a valuable criterion, can lead to false-positive and false-negative cases especially as the disease spreads into the broader community [26]. Community spread has not been identified in Toronto and Singapore; however, Hong Kong has encountered this problem at PWH and PMH where three RT-PCR confirmed SARS cases were reported without definite contact history. Although standard nomenclature was used, other potential limitations of SARS diagnosis included the fact that we relied upon local interpretation of radiographs and review of radiology reports, which may be subject to some variation in interpretation of images.\n\nIn conclusion, SARS in children manifests with nonspecific radiographic features making radiological differentiation difficult, especially from other commonly encountered childhood respiratory viral illnesses causing airspace disease. The radiographic presentation of suspect SARS cases ranged from normal or mild perihilar peribronchial thickening; however, the radiographic presentation, as expected, was relatively more pronounced in the probable SARS cases with airspace disease including ground-glass opacification and consolidation."}