{"title": "Minimizing aerosol bone dust during autopsies", "body": "When operating on the human body (electro-) mechanical tools are often used. Although cutting incidents with sharps or needles are well known health hazards, inhalation of surgical smoke or aerosols (solid or liquid airborne particles) produced by tools is often overlooked and can lead to, for example, respiratory irritations, transmission of infections, and genotoxicity [1]. Safety awareness for high risk airborne transmissible pathogens such as tuberculosis (TB) [2] or Severe Acute Respiratory Syndrome (SARS) does exist [3], however, the health risks associated with the aerosolization of pathogens in the skin, blood or other bodily material remain uncertain. These aerosolized pathogens could include Hepatitis B and C, Streptococci, and Human Immunodeficiency Virus (HIV), of which airborne transmissions are rare but have been reported or proven plausible during surgery or autopsy sessions [4]. Additionally, non-pathogen-carrying aerosols can pose health hazards when inhaled and deposited in the airways, as with industry smog, car exhaust gas, cigarette smoke or urban pollution [5].\n\nThis study focuses on aerosols produced when sawing bone during forensic autopsies. These aerosols spread widely throughout the surroundings of the operation site, possibly reaching the respiratory tract of the operator [6–10]. Particles smaller than 10 μm are within the respirable range and can remain suspended in the air for hours after sawing [11].\n\nThe goal of this study was to investigate the effects of several sawing parameters that are relevant in daily practice during forensic autopsies on the production of aerosols, in order to inherently minimize the health risk faced by forensic practitioners.\n\nA prior pilot study was performed on the influence of saw blade frequency and saw blade contact load on the production of aerosol in dry bone [12]. For the current study three additional parameters were selected that closely represent the variety in sawing parameters faced in daily practice. In eight experiments the influences of saw blade frequency and saw blade contact load were studied against the influences of three selected parameters: bone condition, test environment, and saw blade type. An overview of all experiments is given in Table 1.\n\nA setup (Fig. 1) was designed and manufactured so that a saw blade could consistently and accurately be lowered on a fixed bone specimen using a vertical sliding platform. Dumbbell weights were used to set the saw blade contact load (3, 4, and 5 kg), a custom-built tachometer was used to set and read the saw blade frequency (150, 200, and 250 Hz for the oscillating saw, and 15 and 25 Hz for hand sawing).\n\nThree different bone conditions were used: dried archeological human femora (cat. D.4 [13]), greasy archeological human femora (cat. D.3 [13]), and fresh porcine metacarpal and metatarsal specimens (cat. A.1 [13]).\n\nTests were conducted in three environmental conditions: inside a closed acrylic glass box, in an open examining room with uncontrolled ventilation, and on a custom designed autopsy table with a built-in ventilation system with a ventilation capacity of 3000m3/h.\n\nThree saw blade types were used: an electrical oscillating saw (DeSoutter NS3, DeSoutter Medical Limited, UK), a rough toothed 9 teeth per inch Satterlee type handsaw (FH325R, Aesculap AG, Germany), and a fine toothed 18 teeth per inch metal-blade handsaw (Phantom, Van Ommen B.V., The Netherlands).\n\nA Fluke 985 particle counter (Fluke corporation, Everett, Washington, USA) counted the number of aerosol particles of sizes 0.3, 0.5, 1.0, 2.0, 5.0, and 10 μm.\n\nA two-way ANOVA was used to test for the effect of saw blade frequency and contact load on the number of individual particles (sized 0.3, 0.5, 1.0, 2.0, 5.0, and 10 μm), the total number and total surface area of the counted aerosol particles. A three-way ANOVA was used to investigate the effect of saw blade frequency and contact load between the eight experiments, and thus the effects of the bone condition, test environment, or saw blade type. Effects were considered significant when p ≤ 0.05. A more detailed description of the methodology can be found in our previously published research [14].\n\nThe number of counted particles was highest with higher saw blade frequencies, lower saw blade contact loads, in dry completely skeletonized bone compared to fresh bone, and using an electrical oscillating saw compared to hand-sawing. The tested ventilation system was adequate in removing the produced particles.\n\nA significant effect of saw blade frequency and contact load on the number of aerosol particles was found only when sawing in dry, greasy, and fresh bone, in a closed environment, using an electrical oscillating saw: a lower saw blade frequency or higher saw blade contact load result in less counted particles.\n\nThe highest number of particles was produced when sawing in dry bone, the lowest in fresh bone, showing a significant effect of bone condition. A significant effect of the test environment was found: more particles were counted in the closed environment than in the open environment, or with active ventilation. The effect of the saw blade type proved statistically significant; the number of particles was higher with the Satterlee bone-saw than with the metal-saw.\n\nTypical examples of single measurements are shown in Fig. 2 for experiment 2 and in Fig. 3 for experiment 5. The complete and detailed dataset is recorded in [14].\n\nNo effect of saw blade frequency or contact load was found in the open environment or under active ventilation, suggesting that influences of the environment dominate the number of inhaled aerosol particles.\n\nIn fresh bone, smaller sized particles occurred more than larger sized particles, suggesting that the organic materials and water present in fresh bone might themselves have been aerosolized by sawing. These organic materials are most hazardous, as bone marrow and blood may contain potentially hazardous pathogens.\n\nThe number of particles counted at the ventilated autopsy table were within the normal numbers of particles generally found in air and were not necessarily aerosol produced by sawing. However, the number of particles counted over the autopsy table with active ventilation, even though extremely low, was still well over the limit advised for surgeries [15], and validated safety protocols and precautions should be taken [16, 17].\n\nSaw blade kerf mark analysis in forensic science is mainly focused on trace analysis, but could be used to lower the production of aerosols. It should be noted, however, that increasing protection against aerosols is most likely much more effective than reducing aerosols by optimizing the saw blade, as the effect of the saw blade, although significant, but still small. Furthermore, even in the best situation the number of particles was still above the limit advised for surgeries.\n\nThe production of aerosol dust particles by sawing in bone can pose health risks for those near the site of operation, even for long periods of time after the procedure has finished. The fine particles are within the respirable range and can cause harm to the respiratory tract, or potentially transfer harmful pathogens. It was found that active ventilation within the tested autopsy table can remove nearly all of these aerosol dust particles from the air. A proper choice of sawing parameters could minimize the production of aerosols: sawing by hand using a sharp, fine toothed hacksaw was found to be the best option. When an electric oscillating saw is used, decreasing the saw blade frequency or increasing the saw blade contact load can be used to minimize aerosol production. However, even for the parameters with the lowest production this intrinsic decrease in particles is slight, and the number of aerosol bone particles that are produced still pose a serious health hazard to anyone near the sawing site. Adequate protective breathing gear, ventilation systems and safety protocols should be used to minimize the risks faced by practitioners.\n\n\nAerosol bone dust particles, that have the potential to be carrying pathogens, are produced by sawing during autopsies and can cause health risks when inhaled.The influences of saw blade frequency, saw blade contact load, saw type, bone type and sawing environment on the production of aerosol bone dust particles was tested in 8 experiments.A lower number of particles was counted with lower saw blade frequencies, higher saw blade load, in fresher bone, and using a hand-saw instead of an electrical saw, but was still high enough to be hazardous.Active ventilation can remove nearly all produced bone aerosols, but might not be generally available and should be tested under more stressing circumstances.Sawing in bone should only be done when adequate protective breathing equipment, ventilation systems, and safety protocols are used to minimize the risks faced by practitioners.\n"}