{"title": "SRSF7 maintains its homeostasis through the expression of Split-ORFs and nuclear body assembly", "body": "Control of gene expression in mammalian cells occurs at multiple levels of post-transcriptional regulation and involves 5′ capping, pre-mRNA splicing and alternative splicing, 3′ end processing, mRNA export, translation and mRNA decay. Each step is controlled by RNA-binding proteins (RBPs) that densely coat mRNAs and form large mRNA ribonucleoprotein particles (mRNPs)1. The usage of splice sites in pre-mRNAs is determined by serine- and arginine-rich (SR) proteins, a family of essential RBPs comprising 12 members (SRSF1–SRSF12)2. SR proteins contain one or two RNA recognition motifs (RRMs) and bind to specific sequences within exons, promoting their inclusion by recruiting the spliceosome to nearby splice sites. This recruitment is mediated by their arginine- and serine-rich (RS) domain, a low-complexity C-terminal region enriched in serine-arginine dipeptides that interacts with spliceosomal proteins; for example, U170K or U2AF2 (ref. 3).\n\nSRSF7 is the only SR protein that contains, in addition to its RRM, a zinc knuckle (Zn), which contributes to its RNA-binding specificity4. This multitasking RBP regulates the inclusion of circadian and disease-relevant alternative splicing events such as FAS exon 6 (refs. 5–7), it modulates alternative polyadenylation and mRNA export and promotes translation of unspliced viral transcripts8,9. Recently, SRSF7 emerged as an oncogene that is overexpressed in various cancers and promotes the progression of colon and lung cancers10–12.\n\nMany RBPs engage in auto-regulatory feedback loops to control their levels13, but the mechanisms that control SRSF7 protein homeostasis and the reasons for its disruption in cancer cells are not well understood. In renal cancer cells, SRSF7 is both a target and a regulator of microRNAs miR-30a-5p and miR-181a-5p (ref. 14). SRSF7 was also suggested to regulate its own transcript levels through the inclusion of an ultraconserved alternative exon, called poison cassette exon (PCE), a process referred to as unproductive splicing. The PCE contains a premature termination codon (PTC) and causes the rapid cytoplasmic degradation of the transcript by NMD15,16. SRSF7 transcript levels are also crossregulated by SRSF3, which binds to the PCE and promotes its inclusion17.\n\nNMD is triggered during translation of PTC-containing transcripts to prevent the production of potentially deleterious truncated proteins. However, NMD gets frequently inactivated globally; for example, by viral infections, the tumor microenvironment or upon endoplasmic reticulum stress18–22. Thus, fail-safe mechanisms must be in place for RBPs that regulate their levels through unproductive splicing. Indeed, NMD alone was not sufficient to maintain protein homeostasis of the oncogenic SRSF1 (ref. 23).\n\nHere, we describe an intricate auto-regulatory feedback mechanism for SRSF7 that involves unproductive splicing, bicistronic transcripts encoding truncated proteins (Split-ORFs), intron retention and the formation of large RNPs that assemble into phase-separated nuclear bodies. We provide evidence that Split-ORFs might contribute to auto-regulation of other SR proteins and are possibly a widespread feature among RBPs. Our findings further highlight that the retention of specific introns with repeated RBP binding sites can convert an mRNA into an architectural RNA that contributes to protein homeostasis.\n\nTo investigate the mechanisms of SRSF7 homeostasis, we generated cell lines overexpressing SRSF7 and examined transcript and protein expression. Bacterial artificial chromosomes (BACs) encoding C-terminally green fluorescent protein (GFP)-tagged SRSF7 (or SRSF3 as control) were integrated into diploid mouse P19 cells (Fig. 1a), and clonal cell lines with overexpression (OE) were derived by fluorescence-activated cell sorting (FACS)8. BACs enforce a sustained and homogenous OE in all cells and, given that they contain all gene-regulatory elements, can serve as genomic reporter genes that can be distinguished from their endogenous counterparts through their GFP tag.\n\nWe obtained clones with eightfold OE for SRSF7 transcripts and 3.4-fold for SRSF7 protein (endogenous + transgene-derived; Fig. 1b,c and Extended Data Fig. 1a). Endogenous SRSF7 protein levels were markedly decreased (eightfold), whereas endogenous SRSF7 transcript levels showed only a modest decrease (twofold). Similar OE of SRSF3 had no apparent effect on SRSF7 protein levels, indicating that auto-regulation of SRSF7 is more efficient than its crossregulation by SRSF3 (ref. 17).\n\nTo understand the mechanism of SRSF7 auto-regulation, we examined the binding of SRSF7 protein to SRSF7 transcripts using individual-nucleotide resolution ultraviolet (UV) crosslinking and immunoprecipitation (iCLIP). We used normalized significant crosslink events (X-links, false discovery rate (FDR) < 0.05) from SRSF3 and SRSF7 iCLIP datasets of P19 cell lines without OE8. Similar to SRSF3, which promotes the inclusion of the PCE in SRSF7 transcripts17, SRSF7 showed enriched crosslinks in an extended region encompassing the PCE, its flanking introns 3a and 3b, and exons 3, 4 and 5 (Fig. 1d). Quantification revealed that SRSF7 binds ~50-fold more to SRSF7 transcripts than SRSF3 (Supplementary Table 1), indicating that SRSF7 has an unusual preference for its own transcripts.\n\nRNA-seq followed by quantification of junction reads revealed that SRSF7 OE promotes inclusion of either the complete PCE (460 nucleotides (nt)) or a partial PCE (107 nt) in SRSF7 transcripts (Fig. 1e). Additionally, both PCE-flanking introns (3a and 3b) and intron 5 displayed increased read coverage, indicating that they are partly retained upon SRSF7 OE. Semiquantitative reverse transcription PCR and sequencing confirmed that SRSF7 OE caused the appearance of transcripts containing the entire PCE (SRSF7-PCE, orange asterisk), the partial PCE (SRSF7-PCE1/4, yellow asterisk) or the PCE in combination with both flanking introns (SRSF7-I3a+b, red asterisk) or with only intron 3b (SRSF7-I3b, green asterisk; Fig. 1f and Extended Data Fig. 1b,c). Identical isoforms were detected for endogenous and SRSF7-GFP reporter transcripts, indicating that auto-regulation operates similarly on both.\n\nAll these transcripts contain PTCs and should be susceptible to NMD. Indeed, NMD inhibition using cycloheximide (CHX) increased SRSF7-PCE and SRSF7-PCE1/4 levels in wild-type (WT) cells, confirming that they are bona fide NMD targets (Fig. 1f). However, in SRSF7 OE cells, SRSF7-PCE transcript levels were not increased by CHX treatment, which was validated by quantitative PCR (qPCR) with reverse transcription (Fig. 1g). Cytoplasmic-nuclear fractionation confirmed that both PCE-containing isoforms are exported to the cytoplasm, but whereas SRSF7-PCE1/4 is degraded by NMD, SRSF7-PCE is NMD-resistant (Fig. 1h and Extended Data Fig. 1d,e). Intron-containing isoforms SRSF7-I3a+b and SRSF7-I3b were also NMD-resistant, probably due to their nuclear retention. NMD was not globally compromised in SRSF7 OE cells since SRSF7-PCE1/4 was stabilized by CHX to the same extent in WT and SRSF7 OE cells (Fig. 1g). These results hint at a multilayered auto-regulatory mechanism, where SRSF7 OE promotes the generation of various SRSF7 transcript isoforms that are NMD-sensitive (SRSF7-PCE1/4) or NMD-resistant (SRSF7-PCE).\n\nGiven that SRSF7-PCE transcripts are not degraded by NMD, they might be translated. Translation of SRSF7-PCE would result in a truncated protein with a predicted molecular weight of 15.7 kDa. This SRSF7 variant contains only the RNA-binding module (RRM + Zn) and a unique C terminus but lacks the RS domain and was termed SRSF7_RRM (Extended Data Fig. 2a). Indeed, western blots (WBs) using an antibody against the RRM of SRSF7 revealed a protein of ~16 kDa upon SRSF7 OE (Fig. 2a). This protein was not detectable using the antibody mAb104 for phosphorylated RS domains24. SRSF7_RRM was also detectable at low levels in WT cells and accumulated upon NMD inhibition by UPF1 knockdown (KD) (Extended Data Fig. 2b). Stringent immunoprecipitation (IP) coupled with tandem mass spectrometry (MS/MS) analyses confirmed the presence of peptides mapping to the RRM and the unique C terminus of SRSF7_RRM (Fig. 2b–d). Furthermore, ribosome profiling (Ribo-Seq) revealed the presence of ribosome-protected fragments mapping to the exon 3-PCE junction, confirming that SRSF7-PCE transcripts undergo translation and that SRSF7_RRM is produced from these transcripts (Fig. 2e, Extended Data Fig. 2c and Supplementary Table 2).\n\nRibo-Seq reads mapped throughout the PCE, indicating that translation might reinitiate downstream of the PTC (Fig. 2e). Translation initiation from the 3′ most AUG codon within the PCE would resume the original open reading frame (ORF) and generate a second polypeptide comprising the entire RS domain with 11 additional N-terminal amino acids, termed SRSF7_RS (Fig. 2c and Extended Data Fig. 2a). This polypeptide was indeed detectable in SRSF7 OE cells using both anti-GFP and mAb104 antibodies (Extended Data Fig. 2d,e, pink asterisk). MS/MS analyses after IP confirmed the presence of peptides mapping to the junction between the RS domain and the GFP tag (Extended Data Fig. 2f,g), although few peptides mapped to the RS domain itself and none to the unique 11-amino acid N terminus. This is likely due to the low abundance of this protein, small peptide sizes and the high charge and repetitive nature of RS domains. The in-frame start codon of SRSF7_RS is ultraconserved in mammals and the same protein halves would also arise from translation of the human SRSF7-PCE isoform (Extended Data Fig. 2h). Altogether, our data reveal that upon PCE inclusion, the resulting transcript encodes two SRSF7 protein halves (referred to as Split-ORFs).\n\nSRSF7-PCE transcripts are NMD-resistant despite having multiple exon–exon junctions downstream of their PTC, a feature normally triggering NMD25. Translation of Split-ORF2 would ensure that translating ribosomes reach the end of the ORF, thereby removing all exon–exon junction complexes (EJCs). SRSF7 binding to the PCE might promote translation of Split-ORF2 as it shuttles between the nucleus and the cytoplasm26 and was previously shown to promote the translation of unspliced viral and reporter transcripts9,27. To test where SRSF7 binds in SRSF7-PCE transcripts when they undergo translation, we performed iCLIP on monosomal and polysomal fractions (piCLIP)26 (Fig. 2f and Extended Data Fig. 2i,j). piCLIP reads were virtually absent from coding exons of SRSF7, consistent with efficient translation of the ORF and removal of SRSF7 by translating ribosomes, but two abundant crosslink peaks were present upstream of the AUG of SRSF7_RS (Fig. 2f, green arrows, and Supplementary Table 3). This raises the possibility that SRSF7 binding promotes translation of Split-ORF2, thereby protecting SRSF7-PCE transcripts from NMD. Consistently, both SRSF7 binding sites and in-frame start codon are missing in NMD-sensitive SRSF7-PCE1/4 transcripts (Fig. 2f).\n\nSRSF7_RRM contains the RNA-binding module but lacks the RS domain for spliceosomal recruitment. Thus, it might act as a dominant-negative and antagonize the functions of full-length SRSF7. This hypothesis predicts that SRSF7_RRM (1) localizes to the nucleus, (2) binds to RNA with similar preference as SRSF7 and (3) is impaired in spliceosome recruitment.\n\nNuclear-cytoplasmic fractionation revealed that SRSF7_RRM indeed localized predominantly to the nucleus (Extended Data Fig. 3a). But, unlike full-length SRSF7-GFP, SRSF7_RRM did not accumulate in nuclear speckles (Fig. 3a and Extended Data Fig. 3b). This indicates that the unique C terminus of SRSF7_RRM acts as a nuclear localization signal but is insufficient for nuclear speckle targeting, which requires phosphorylated RS dipeptides28.\n\nTo assess whether SRSF7_RRM binds to RNA, we performed iCLIP from WT and SRSF7 OE cells using an anti-SRSF7 antibody. IP efficiency was verified by WB, and uncrosslinked samples and unspecific antibodies served as controls (Extended Data Fig. 3c). The presence of radioactively labeled RNA-protein complexes between 15 and 35 kDa whose abundance increased upon SRSF7 OE indicated that SRSF7_RRM indeed binds to RNA (Fig. 3b). We found similar consensus binding motifs for endogenous SRSF7, SRSF7-GFP and SRSF7_RRM (GAYGAY) (Fig. 3c) and all three proteins bound SRSF7 transcripts to a similar extent (Supplementary Table 4), indicating that SRSF7_RRM has a similar RNA-binding specificity and affinity as full-length SRSF7. Moreover, all SRSF7 variants bound near the 5′ splice sites of introns 3a, 3b and 5, which all remain partly unspliced on SRSF7 OE, while other introns are efficiently spliced (Fig. 3d, green arrows). However, SRSF7_RRM lacked the strong binding peak of full-length SRSF7 (WT and OE) and SRSF7-GFP near the 3′ splice site of intron 3a (black arrow), expected to promote PCE inclusion.\n\nTo test whether SRSF7_RRM recruits the spliceosome, we performed co-IPs from cells transiently expressing SRSF7-GFP or SRSF7_RRM-GFP. The three tested spliceosomal factors U2AF65, U170K and PRP8 interacted less with SRSF7_RRM-GFP than with SRSF7-GFP (Fig. 3e), indicating impaired spliceosome recruitment. Moreover, transient OE of full-length SRSF7-mCherry promoted PCE inclusion, whereas SRSF7_RRM-mCherry impaired PCE inclusion and instead promoted retention of the flanking introns 3a and 3b (Fig. 3f and Extended Data Fig. 3d,e).\n\nAltogether, these results indicate the existence of a negative feedback mechanism in which SRSF7 OE promotes PCE inclusion, thereby generating a splicing-incompetent SRSF7_RRM isoform. Upon accumulation, SRSF7_RRM competes with full-length SRSF7 for binding to 5′ splice sites, resulting in the retention of introns 3 and 5.\n\nThe observed shift from PCE inclusion to intron retention indicates additional layers of regulation. Northern blots and Reverse transcription PCRs confirmed that SRSF7 transcripts with unspliced introns 3 and 5 (SRSF7-I3+5) were confined to the nucleus (Fig. 1h, Extended Data Fig. 4a–c). RNA fluorescence in situ hybridization (RNA FISH) using probes specific for introns 3 and 5 detected one to three large foci per nucleus that colocalized with SRSF7-GFP accumulations (Fig. 4a,b and Extended Data Fig. 4d).\n\nThe number of observed foci indicates that SRSF7-I3+5 transcripts accumulate at transcription sites of exogenous and endogenous SRSF7 alleles. Accordingly, treatment with actinomycin D completely abrogated the formation of SRSF7 foci (Fig. 4c), while SRSF7 relocalized to perinucleolar caps, similar to RBPs that assemble paraspeckles29. SRSF7 is found in paraspeckles and nuclear speckles30; however, SRSF7 bodies are unlikely to constitute a subpopulation of those nuclear bodies, since (1) pluripotent P19 cells do not contain any paraspeckles (Extended Data Fig. 4e), and (2) nearly half of SRSF7 bodies do not colocalize with the nuclear speckle marker Malat1 (Extended Data Fig. 4f).\n\nAccumulation of SRSF7 transcripts at their transcription sites could be due to perturbed cleavage and polyadenylation. RNA-seq, northern blot and 3′ RACE analyses indicated that SRSF7 transcripts have longer 3′ untranslated regions (UTRs) in OE cells due to enhanced use of a distal poly(A) site, but they were otherwise properly processed at their 3′ ends (Fig. 1e and Extended Data Fig. 4a, data not shown). RNA FISH using oligo(dT) probes revealed that SRSF7 foci contained substantial amounts of polyadenylated transcripts (Fig. 4d and Extended Data Fig. 4g). Since fully spliced SRSF7 mRNAs were also retained in the nucleus (Fig. 1h and Extended Data Fig. 1d), these observations indicate that SRSF7 OE causes the transient sequestration of fully spliced and intron-containing, polyadenylated SRSF7 transcripts in a new type of nuclear body.\n\nNuclear bodies often assemble through the binding of RBPs containing intrinsically disordered regions to scaffolding RNAs, and their oligomerization induces a liquid–liquid phase separation31. To assess whether SRSF7 bodies are phase-separated nuclear bodies, we treated SRSF7 OE cells with 10% 1,6-HD, which disrupts weak hydrophobic interactions32–34, and performed RNA FISH. Indeed, 1,6-HD treatment efficiently dispersed SRSF7 bodies into numerous smaller foci that still colocalized with SRSF7-GFP. The control compound 2,5-HD did not affect the integrity of SRSF7 bodies (Fig. 4e and Extended Data Fig. 4h). This indicates that SRSF7 bodies are assembled from many SRSF7-containing RNPs that are held together by weak hydrophobic interactions, similar to many other nuclear bodies35.\n\nWe hypothesized that SRSF7 body formation is driven by the SRSF7 protein based on the following observations: (1) the PCE and intron 3 together contain ~80 regularly spaced SRSF7 binding sites, and SRSF7 binds massively within this region (Fig. 1d), (2) SRSF7 colocalizes with SRSF7 bodies (Fig. 4b), and (3) SRSF7 contains domains that enable its simultaneous binding to SRSF7 transcripts (RRM-Zn domain) and to other SRSF7 proteins (RS domain). Co-IPs confirmed that SRSF7 oligomerizes via its RS domain as only full-length SRSF7, but not SRSF7_RRM, coimmunoprecipitated with SRSF7-GFP in the presence of RNase A (Fig. 5a). SRSF7_RRM coimmunoprecipitated with SRSF7-GFP in the absence of RNase A, strongly indicating that SRSF7_RRM binds to the same transcripts as SRSF7-GFP and SRSF7.\n\nTo assess whether binding of SRSF7 proteins to SRSF7 transcripts induces higher-order assemblies, we performed in vitro bead aggregation assays34. Using magnetic beads coupled with anti-GFP antibodies, we first immunoprecipitated SRSF7-GFP, SRSF7_RRM-GFP or GFP alone from cell lysates and measured the size of bead aggregates observed by fluorescence microscopy (Fig. 5b,c and Extended Data Fig. 5a). SRSF7-GFP and SRSF7_RRM-GFP formed larger bead aggregates compared to GFP alone, likely caused by simultaneous binding to RNA molecules within the lysates (Fig. 5c). Addition of in vitro-transcribed SRSF7 PCE RNA that contains ~34 predicted SRSF7 binding sites (Extended Data Fig. 5b) produced super-aggregates of beads coated with SRSF7-GFP but not SRSF7_RRM-GFP, indicating that oligomerization via the RS domain drives aggregation. Notably, addition of SRSF3 PCE RNA, which has a similar length (460 nt) and GC content (51 versus 45%) but contains few SRSF7 binding sites, did not cause super-aggregates (Extended Data Fig. 5b,c). Together, these results indicate that both sequence-specific RNA binding and oligomerization of SRSF7 are required to promote high-order assembly of mRNPs in vitro.\n\nTo confirm that RNA binding and oligomerization of SRSF7 are required for SRSF7 body formation in vivo, we generated two SRSF7 mutants using BAC recombineering36 (Fig. 6a). We altered the RNA-binding specificity of SRSF7 by mutations in the zinc knuckle domain (Cys106Ala, Cys109Ala; SRSF7_mutZn)4 and the oligomerization propensity by deleting three of the four RSRSXSXR repeats (X, hydrophobic amino acid) within its RS domain (SRSF7_Δ27aa, Extended Data Fig. 6a)37. Co-IPs confirmed that oligomerization (interaction with endogenous SRSF7) was reduced for SRSF7_Δ27aa but not for SRSF7_mutZn (Extended Data Fig. 6b,c). Alternative 5′ splice site usage produces four distinct SRSF7 isoforms in P19 cells containing all four repeats (full-length) or lacking three repeats (Δ27aa), one repeat (Δ11aa) or only the last three amino acids of exon 5 (ΔYFQ), indicating that the mutated SRSF7 variants can naturally occur in cells (Fig. 6b, Extended Data Fig. 6a and Supplementary Table 5).\n\nAuto-regulation of endogenous SRSF7 protein is less efficient in SRSF7_Δ27aa cells compared to SRSF7 OE (Fig. 6c), although both produced similar levels of GFP-tagged proteins, NMD-resistant SRSF7-PCE isoforms, truncated SRSF7_RRM protein and SRSF7-I3+5 transcripts (Fig. 6c and Extended Data Fig. 6d,g). However, SRSF7_Δ27aa formed smaller SRSF7 bodies and intron 3 showed reduced colocalization with SRSF7_Δ27aa protein compared to SRSF7 (Fig. 6d–f and Extended Data Fig. 6h).\n\nIn SRSF7_mutZn cells, SRSF7 auto-regulation was more severely compromised. Endogenous SRSF7 protein levels were not reduced, SRSF7_RRM protein was hardly detectable and SRSF7-PCE transcripts were NMD-sensitive (Fig. 6c and Extended Data Fig. 6e,g). Very few SRSF7-I3+5 isoforms were detectable, and SRSF7 bodies were drastically diminished and showed poor colocalization with SRSF7-mutZn protein (Fig. 6d–f and Extended Data Fig. 6d–h). To verify the altered RNA-binding specificity of SRSF7_mutZn, we performed iCLIP (Extended Data Fig. 6i and Supplementary Table 6). SRSF7 and SRSF7_mutZn showed 84% overlap in bound target transcripts, but SRSF7_mutZn crosslinked more to introns and less to exons (Extended Data Fig. 6j,k). The binding motif of SRSF7_mutZn changed from purine-rich GAYGAY triplets to pyrimidine-rich CNYC motifs, similar to the SRSF3 binding motif (Fig. 6g), indicating that its RNA-binding specificity is now determined exclusively by its RRM, which is highly similar to the RRM of SRSF3 (ref. 38). Altogether, these data exclude the possibility that high levels of SRSF7 mRNA simply overwhelm the NMD machinery and confirm that sequence-specific binding and oligomerization of SRSF7 are required for body formation and auto-regulation in vivo.\n\nBased on our results, we speculated that translation initiation at the AUG codon of Split-ORF2 would allow ribosomes to remove all NMD-triggering EJCs, rendering SRSF7-PCE transcripts NMD-resistant and allowing for accumulation of SRSF7_RRM encoded by Split-ORF1. To test this hypothesis, we used BAC recombineering to mutate the in-frame AUG (Fig. 6h). Indeed, the ΔAUG mutant showed strongly reduced levels of SRSF7_RS-GFP and SRSF7_RRM and impaired SRSF7 body formation (Fig. 6i–k and Extended Data Fig. 6l). These data indicate that the conserved in-frame START codon of Split-ORF2 is required for the accumulation of SRSF7_RRM encoded by Split-ORF1 and SRSF7 body formation.\n\nTo test whether Split-ORFs exist in other transcripts, we designed a computational pipeline to search within annotated NMD transcripts from mouse and human genes (Extended Data Fig. 7a, see Methods). We found 2,723 human and 1,423 mouse genes that encoded 4,473 and 1,859 NMD transcripts with Split-ORFs, respectively (Fig. 7a, Extended Data Fig. 7b and Supplementary Table 7) with a mean length of 879 and 854 nt, respectively (293 and 285 amino acids, Fig. 7b). Notably, 475 NMD transcripts encode Split-ORFs in both species (Fig. 7c). Split-ORF genes were enriched for the gene ontology terms ‘RNA binding’ and ‘mRNA processing’, and among the significantly enriched protein domains were known RNA-binding domains, such as zinc-finger and RRM domains and WD40 repeats (Fig. 7d and Supplementary Tables 8 and 9), indicating that many RBPs have the potential to express Split-ORFs. Two scenarios for the generation of Split-ORFs were common: the inclusion of an alternative exon, for example an ultraconserved PCE that provides a STOP and a downstream in-frame START codon, or the skipping of an alternative exon that generates a frameshift and a PTC in close proximity. In the latter case, a downstream in-frame START codon already present in the original ORF would be used.\n\nInteresting examples of RBP-encoding genes that generate Split-ORFs include several SR proteins (SRSF5, SRSF6, SRSF9 and SRSF10) as well as BCLAF1, HNRNPL, MAGOHB, PRPF39, RBM39, DDX3X, TIAL1 and U2AF1L4 (Supplementary Table 7). To test whether these RBPs express Split-ORFs under some conditions, we followed three different strategies. First, we generated P19 cell lines overexpressing either SRSF5- or SRSF6-GFP. WB using specific antibodies revealed that the levels of endogenous proteins were strongly decreased in the OE samples, indicative of auto-regulation (Fig. 7e). In both cases additional protein bands appeared whose sizes would fit the predicted Split-ORFs (Extended Data Fig. 7c). Second, we inspected binding of RBPs to their own NMD transcripts using available eCLIP and iCLIP data39–41. In several cases, such as BCLAF1, TIAL1, SRSF5, SRSF6 and HNRNPL, a conserved PCE that generates Split-ORFs was massively bound by the encoded RBP (Fig. 7f, data not shown). This indicates that this NMD isoform is made, stably detectable and possibly involved in an auto-regulatory feedback mechanism. Third, to assess whether some of the predicted Split-ORFs are translated in a physiological context, we interrogated publicly available Ribo-Seq data from mouse hearts42, 17Cl-1 cells infected with murine coronavirus, human cardiomyocytes42, A549 cells infected with Dengue virus and human embryonic kidney 293 cells43. We selected RBP-encoding transcripts where insertion of a unique NMD exon gives rise to Split-ORFs and counted Ribo-Seq footprint reads mapping to these exons. We identified 29 RBPs with at least two footprint reads within their Split-ORF-encoding NMD exon in mouse and 19 RBPs in human datasets (Fig. 7g, Extended Data Fig. 7d and Supplementary Table 10). Among those, SRSF5, SRSF6, SRSF7, BCLAF1, HNRNPL, PRPF39 and TIAL1 were found in both species. Our data indicate that PCE location, sequence and Split-ORF coding potential are conserved between mouse and human and widespread among multi-domain RBPs. Split-ORF translation would represent an intriguing mechanism to rescue transcripts from NMD and thereby generate distinct protein isoforms or contribute to the regulation of RBP expression. The individual mechanisms and functions require further studies.\n\nWe report the discovery of an intricate auto-regulatory feedback loop ensuring protein homeostasis of the essential splicing factor SRSF7. At low levels, SRSF7 binds the SRSF7 pre-mRNA in both exons flanking the PCE and promotes its skipping, thereby producing functional SRSF7 protein (Fig. 8, upper panel). Upon transient OE, SRSF7 binds to splice sites within the PCE and promotes its inclusion. PTC-containing SRSF7-PCE transcripts perform two different functions: normally they are NMD-sensitive and rapidly degraded in the cytoplasm, thereby decreasing the levels of functional SRSF7 protein (Fig. 8, middle panel). However, sustained SRSF7 OE, for example after oncogenic transformation, protects SRSF7-PCE transcripts from NMD. Under such conditions, they become bicistronic mRNAs encoding two SRSF7 protein halves, here termed Split-ORFs. Split-ORF1 is translated into SRSF7_RRM, which acts as a dominant-negative form of SRSF7 (Fig. 8, lower panel). It retains its RNA-binding specificity and nuclear localization but cannot recruit the spliceosome due to its missing RS domain. SRSF7_RRM can easily outcompete full-length SRSF7 as it is not stored in nuclear speckles and therefore readily available. Within SRSF7 pre-mRNA, it inhibits PCE inclusion and promotes retention of introns 3a, 3b and 5. The intron-containing SRSF7-I3+5 transcripts are sequestered in the nucleus and act as architectural RNAs (arcRNAs). Massive binding of SRSF7 and its oligomerization assemble large nuclear bodies at SRSF7 transcription sites (Fig. 8, lower panel), which sequester intron-retained but likely also fully spliced SRSF7 mRNAs. This results in a reduction of translatable SRSF7 transcripts in the cytoplasm and functional SRSF7 protein in the nucleus and ultimately restores normal SRSF7 levels.\n\nExpression of arcRNAs and sequestration of specific RBPs in nuclear bodies contribute to the regulation of gene expression under stress conditions, oncogenic transformation and disease44–46. So far, all known arcRNAs are long noncoding RNAs (lncRNAs). SRSF7-I3+5 transcripts satisfy all arcRNA requirements defined in a previous study47 and represent the first arcRNA generated from a protein-coding transcript through regulated intron retention. In cancers where SRSF7 is overexpressed, SRSF7 arcRNAs might promote oncogenesis through sequestering other RBPs with similar binding motifs.\n\nArcRNAs are usually bound by RBPs that contain low-complexity domains, which enable them to oligomerize and bridge multiple RNPs47. Similarly, SRSF7 binds to about 80 regularly spaced binding sites within intron 3 and the PCE. Oligomerization between SRSF7 proteins bound to distinct SRSF7-I3+5 transcripts likely triggers the formation of large nuclear bodies that undergo phase separation35. In line with this, SRSF7 bodies consist of multiple SRSF7-containing RNPs that are held together by weak hydrophobic interactions. Their assembly depends on transcription and their size correlates with the levels of SRSF7-I3+5 and the oligomerization capacity of SRSF7. Differences in the number of hydrophobic RSRSXSXR repeats in SRSF7 isoforms indicate that the oligomerization properties of SRSF7 might be regulated by alternative splicing.\n\nOur experiments further indicate that translation occurs downstream of the PTC in NMD-resistant SRSF7-PCE transcripts and that this contributes to auto-regulation. Ribosomes might fail to terminate at the PTC48 or reinitiate at downstream AUGs49. Alternatively, leaky scanning, ribosome shunting or initiation at an internal ribosomal entry site might cause ribosomes to skip the normal translation start site and initiate at the AUG within the PCE50,51. The detection of an N-terminally truncated SRSF7 peptide (SRSF7_RS-GFP), the conserved START codon in a strong Kozak context (ACCAUGG) and the presence of Ribo-Seq reads at the AUG (Figs. 2e and 7g) indicate that translation initiation might occur downstream of the PTC. Translation of Split-ORF2 resumes the original reading frame and would allow ribosomes to remove all EJCs, thereby rendering SRSF7-PCE transcripts NMD-resistant and allowing for bulk translation of Split-ORF1. Indeed, translational read-through and reinitiation have been shown to rescue transcripts from NMD52–54. Patients with nonsense mutations in genes causing several diseases have been shown to express NMD-resistant PTC-containing transcripts. In all cases, reinitiation at an AUG downstream of the PTC caused the expression of an N-terminally truncated protein, which delayed the symptoms or acted as a dominant-negative variant55–58. Ribosome profiling in human hearts further revealed that translation frequently occurs downstream of PTCs, which might prevent the degradation of transcripts with nonsense mutations42.\n\nInclusion of the PCE into SRSF7 transcripts precisely separates the RNA-binding module of SRSF7 from its protein-interaction platform. If PCE inclusion only served to introduce PTCs and create unstable NMD transcripts, PCEs could be inserted anywhere in pre-mRNAs. However, a similar gene organization is found in SRSF5 and SRSF6, where PCE inclusion also generates Split-ORFs that separate RRM and RS domains. Moreover, the PCE of SRSF7 is 99% conserved between mouse and human, which is significantly higher than any coding exon of SRSF7 (ref. 15). Regulation of PCE inclusion and translation initiation would require high conservation only around the splice sites, the PTC and the downstream AUG, not within the middle region. However, our data indicate that sequence-specific binding of SRSF7 along the entire PCE is required for proper auto-regulation of SRSF7. Thus, the similar PCE organization for other SR proteins and the ultraconservation of PCE length, sequence and location indicate additional roles, such as the assembly of nuclear bodies.\n\nWe provide evidence that the auto-regulatory feedback mechanism of SRSF7 operates under physiological conditions: (1) endogenous genes and transgenes produce the same SRSF7 isoforms and both appear to assemble nuclear bodies. (2) SRSF7 binds strongly to the PCE and intron 3 in WT cells (ref. 16, this study). (3) Introns 3 and 5 are retained in cancer cell lines that overexpress SRSF7 (MCF-7, A549; data not shown). (4) Ribo-Seq reads are detectable in the PCE in mouse hearts, upon virus infection, in human cardiomyocytes and in A549 cells. (5) SRSF7_RRM is detectable in WT cells and accumulates upon UPF1 depletion. Altogether, this indicates that our proposed mechanism operates at low levels in unperturbed cells but is amplified upon persistent OE of SRSF7 or other cellular conditions.\n\nWhat could be the advantage of such a complex feedback loop with multiple NMD-independent routes? NMD can be globally impaired, for example in cancer cells, requiring NMD-independent regulatory mechanisms to ensure protein homeostasis of critical regulators. Extensive NMD might also result in large amounts of potentially harmful degradation products, which could induce transcriptional compensation of related genes, as recently shown in mouse ES cells59. Moreover, the reversible sequestration of functional SRSF7 transcripts and SRSF7 proteins in nuclear bodies provides a fast way to adjust protein levels when cellular conditions change. The nuclear-retained SRSF7-I3+5 isoforms might be spliced posttranscriptionally to increase protein expression when conditions become more favorable60,61. Ultimately, this regulatory mechanism could also represent an antiviral defense, since several viruses inactivate NMD and hijack SRSF7 for processing and translating their transcripts9,62–65. In line with this, Ribo-Seq reads are present on the PCE in cells infected with coronavirus (Fig. 7g). The accumulation of truncated SRSF7_RRM during viral infection might slow down the production of new viruses.\n\nWe discovered that hundreds of annotated NMD target transcripts encode Split-ORFs, among which RBPs and ATP-binding proteins were enriched. Split-ORFs often precisely separate RNA-binding domains from the rest of the protein, offering a simple way to generate dominant-negative protein isoforms or to increase protein diversity. We confirmed the expression of Split-ORFs for other SR proteins by WB and identified Ribo-Seq reads within Split-ORF-encoding NMD exons of ~30 RBP transcripts. This indicates that multiple Split-ORFs are expressed and might contribute to the regulation of gene expression under certain physiological conditions.\n\nMurine P19 cells (ECACC 95102107) were purchased from Sigma-Aldrich and grown in DMEM (1×) GlutaMAX medium (ThermoFisher Scientific) supplemented with 10% heat-inactivated fetal bovine serum (ThermoFisher Scientific) and 100 U ml−1 penicillin-streptomycin (ThermoFisher Scientific) on 10-cm cell culture dishes coated with phosphate-buffered saline (PBS, Sigma) containing 0.1% gelatin (Sigma) under humidified 5% CO2 at 37 °C. BACs harboring the complete mouse SRSF7 gene with an inserted GFP tag were mutated by BAC recombineering according to ref. 36 with slight modifications. Mutated BAC DNA was isolated from Escherichia coli DH10 cells using the Nucleobond Xtra Midi EF kit (Macherey-Nagel) and transfected into wild-type P19 cells using Effectene (Qiagen). Stable clonal cell lines were obtained after selection with 500 µg ml−1 Geneticin (G418, ThermoFisher Scientific) and FACS sorting or limited dilution. Cells were tested regularly for mycoplasma.\n\nApproximately 1 × 107 P19 cells were irradiated once with 150 mJ cm−2 UV light (254 nm) on ice and iCLIP was performed according to ref. 66 with slight modifications. Briefly, crosslinked RNA was digested to lengths of 80–200 nucleotides using RNase I (Ambion) and RNA-protein complexes were immunopurified using Dynabeads Protein G (ThermoFisher Scientific, 10004D) coupled with a goat anti-GFP antibody (provided by D. Drechsel, MPI-CBG) or a rabbit anti-SRSF7 antibody (Assay Biotech C18943). Isolated and purified RNA fragments were ligated to preadenylated DNA 3′ adapters (Integrated DNA Technologies) and reverse transcribed using barcoded RT primers (Supplementary Table 12) and Invitrogen Superscript IV (ThermoFisher Scientific). Complementary DNA fragments were size-selected, circularized using CircLigase II (Epicentre/Lucigen) and relinearized by BamHI HF (New England Biolabs). The final cDNA libraries containing 5′ and 3′ adapters were amplified using AccuPrime SuperMix I (ThermoFisher Scientific) and sequenced on an Illumina HiSeq2000 instrument (single-end 75-nucleotide reads, 20 million reads per replicate).\n\nFor Ribo-Seq, cells were pretreated with 100 µg ml−1 CHX (Sigma) in culture medium (see above) for 1 min at room temperature and washed with ice-cold PBS containing 100 µg ml−1 CHX. PBS was quickly removed and culture dishes were immediately flash frozen on dry ice. Ribosome profiling experiments were performed as described in ref. 67. The final Ribo-Seq libraries were amplified using Phusion polymerase (New England Biolabs) and sequenced on an Illumina HiSeq2000 instrument (single-end 75-nucleotide reads, 20 million reads per replicate).\n\nFor RNA-seq, total RNA was subjected to poly(A)+ selection and Illumina library preparation following standard procedures. RNA-seq libraries were sequenced on an Illumina NEXTSeq500 instrument (single-end 75-nt reads, 50 million reads per replicate).\n\nAnalysis of iCLIP and piCLIP sequencing data was done using the iCount package (http://icount.biolab.si). Briefly, adapters and barcodes were removed from all reads before mapping to the mouse mm9 genome assembly (Ensembl59 annotation) using the Bowtie aligner (v.0.12.7). To determine protein-RNA contact sites, all uniquely mapping reads were used, PCR duplicates were removed and crosslink events (X-links) were extracted (first nucleotide of the read). To determine statistically significant X-links, an FDR < 0.05) was calculated using normalized numbers of input X-links and randomized within cotranscribed regions41,68,69. To obtain comparable numbers of significant binding sites, replicates that correlated well were pooled according to their overall number of X-links.\n\nFor motif searching, a z-score analysis for enriched k-mers was performed as described previously41. Sequences surrounding significant X-links were extended in both directions by 30 nucleotides (windows: −30 to −5 nt and 5–30 nt). All occurring k-mers within the evaluated interval were counted and weighted. Then, a control dataset was generated by randomly shuffling 100 times significant X-links within the same genes and a z-score was calculated relative to the randomized genomic positions. The top 15 k-mers were aligned to determine the in vivo binding consensus motif. Sequence logos were produced using WebLogo (http://weblogo.berkeley.edu/logo.cgi).\n\nFor quantification of significant X-links in genes, significant X-links were counted into transcript regions using mm9 transcript coordinates (Ensembl59) using the iCount annotate and segment functions, respectively (https://github.com/tomazc/iCount).\n\nRNA-seq reads were trimmed (Cutadapt) and mapped to the mouse genome (mm10 assembly) using STAR70. Aligned reads were counted into genic regions (HTSeq) and normalized to the library size. Ribo-Seq reads were trimmed (Cutadapt), reads mapping to ribosomal RNA were removed and the remaining reads were mapped either to the mouse genome (mm10) using STAR70 or separately to the SRSF7-PCE isoform using Bowtie2 (ref. 71). Sorted .bam files were visualized using the integrated genomics viewer (http://software.broadinstitute.org/software/igv/). Splice junctions on the SRSF7 gene were visualized and counted using the Sashimi plot function.\n\nTruncated and full-length SRSF7 isoforms were purified from WT and OE cells by stringent IPs as follows. Briefly, cells grown on 14-cm culture dishes were washed in ice-cold PBS and pelleted. For stringent IPs 100 µl beads (Dynabeads Protein G, ThermoFisher Scientific, 10004D) were washed twice with 800 µl lysis buffer (100 mM NaCl, 1% NP-40, 0.1% SDS, 0.5% sodium deoxycholate, 50 mM Tris, pH 7.4) and resuspended in 200 µl lysis buffer. Beads were incubated with 5 µl rabbit IgG α-SRSF7 (Assay Biotech C18943) or 12 µg goat IgG α-GFP antibodies (provided by D. Drechsel, MPI-CBG) on a rotating wheel at 4 °C for 1 h. Rabbit or goat IgGs (Sigma) served as specificity controls. Beads were washed once with 800 µl high-salt buffer (1 M NaCl, 1% NP-40, 0.1% SDS, 0.5% sodium deoxycholate, 1 mM EDTA, 50 mM Tris, pH 7.4), twice with 800 µl lysis buffer and suspended in cell lysates prepared as follows. Cell pellets were resuspended in 1 ml ice-cold lysis buffer supplemented with cOmplete Protease Inhibitor Cocktail (Sigma) and 10 mM β-glycerophosphate (Fluka BioChemica) and sonicated on ice for 30 s (3 pulses of 10 s at 20-s intervals) at 20% amplitude (Branson W-450 D, ThermoFisher Scientific). Lysates were treated with Invitrogen TURBO DNase (ThermoFisher Scientific) for 5 min at 37 °C and were cleared by centrifugation (17,000g, 10 min, 4 °C). Beads were incubated with cell lysates for 1.5 h at 4 °C on a rotating wheel, washed three times with 800 µl high-salt buffer, twice with 800 µl lysis buffer and resuspended in 25 µl Laemmli buffer. Samples were heated at 95 °C for 3 min and beads were separated from eluates on a magnetic rack for 1 min. Eluates were subjected SDS–PAGE, and gels were stained overnight in a colloidal Coomassie solution (0.08% Coomassie Brilliant Blue G250, 10% citric acid, 8% ammonium sulfate, 20% methanol) and destained with distilled water. Protein bands and size-matched empty controls were cut and digested with Trypsin/LysC, LysC or Chymotrypsin (Promega) overnight and analyzed by liquid chromatography–MS.\n\nThe proofreading thermostable ALLin RPH Polymerase (highQu) was used for the amplification of PCR fragments for cloning. Primers are listed in Supplementary Table 12. PCR fragments were subcloned in the pGEM-T Easy Vector (Promega), digested with NheI and KpnI (New England Biolabs) and after purification ligated into the expression vectors pEGFP-N1 (Clontech) or pmCherry-N1 (Clontech). Plasmid DNA was verified by sequencing and used for transfection. WT and SRSF7 OE cells were transfected for 24 h using JetPRIME Transfection Reagent (Polyplus) or Lipofectamine 2000 (Invitrogen) according to the manufacturers’ instructions.\n\nFor Co-IPs, approximately 5 × 107 cells were lysed in NET-2 buffer (150 mM NaCl, 0.05% NP-40, 50 mM Tris, pH 7.5) supplemented with cOmplete Protease Inhibitor Cocktail (Sigma) and 10 mM β-glycerophosphate (Fluka BioChemica) and sonicated on ice for 30 s (see above). Cleared cell lysates were treated with 100 µg ml−1 RNase A for 20 min at 21 °C or left without. 0.2% of lysate served as input. Next, 10 µg of goat IgG (Sigma) or goat α-GFP (provided by D. Drechsel, MPI-CBG) were preincubated with Gammabind G Sepharose beads (GE Healthcare) for 2 h at 4 °C and were then was mixed with equal amounts of untreated or RNase A-treated lysates for 1.5 h at 4 °C. Beads were washed, and coprecipitated proteins were eluted with 2× Laemmli buffer. For Western blotting, proteins were resolved on NuPAGE 4–12% Bis-Tris Gels (ThermoFisher Scientific), blotted onto nylon membranes (EMD Millipore) and probed with the following antibodies: rabbit α–SRSF7 (Assay Biotech C18943), goat α–GFP (MPI-CBG), goat α–NXF1 (Santa Cruz Biotechnology, Inc.), rabbit α–PABPN1 (Abcam), mouse α–glyceraldehyde 3-phosphate dehydrogenase (GAPDH) (Santa Cruz Biotechnology, Inc.), mouse mAb104 (CRL_2067; ATCC), rabbit α–beta-catenin (Abcam), mouse α–PRP8 (Santa Cruz Biotechnology, Inc.), rabbit α–U170k (Sigma), mouse α–U2AF65 (Santa Cruz Biotechnology, Inc.), rabbit α–UPF1 (Abcam), mouse α–PolII (Cell Signalling), rabbit α–tubulin (Abcam), rabbit α–histone H3 (Abcam), rabbit α–SRSF5 (Merck Millipore), rabbit α–SRSF6 (LSBio) and mouse α–SRSF3 (Sigma-Aldrich). Quantifications were performed using FIJI. Values were normalized to input and bait.\n\nCustom probes for Malat1, intron 3 and intron 5 were designed using the Stellaris FISH probe designer (www.biosearchtech.com/support/tools/design-software/stellaris-probe-designer) and purchased from Biosearch Technologies. Probes from intron 3 and Malat1 were coupled with Quasar 570 fluorophores, and probes for intron 5 and poly(A)-tails (T20) were coupled with Quasar 670 fluorophores. FISH was performed as recommended by the manufacturer with minor changes. Briefly, cells were fixed with 4% paraformaldehyde (Sigma-Aldrich) for 20 min at room temperature, washed and permeabilized in 70% (v/v) ethanol for 1 h at 4 °C. FISH probes (~20 nt) were diluted in Stellaris RNA FISH Hybridization Buffer (intron 3/5 at 1:50 and Poly(A)+ at 1:100) and incubated with the cells at 37 °C for 4–16 h. DNA was counterstained with Hoechst 34580 (Sigma) in Wash Buffer A (1:4,000) at 37 °C for 15 min. After washing, cells were dried and mounted on slides using ProLong Diamond Antifade Mountant (ThermoFisher Scientific) and stored at 4 °C until imaging.\n\nHeLa cells were transfected with plasmids expressing GFP, SRSF7-GFP and SRSF7_RRM-GFP using JetOPTIMUS Transfection Reagent (Polyplus) and were subsequently cultured for 20 h. Cells were lysed in NET-2 buffer supplemented with cOmplete Protease Inhibitor Cocktail (Sigma) and 10 mM β-glycerophosphate (Fluka BioChemica) and sonicated on ice for 30 s (see above). 25 µl Dynabeads Protein G (ThermoFisher Scientific, 10004D) were coupled with 2.5 µg goat α–GFP (provided by D. Drechsel, MPI-CBG) in NET-2 buffer while rotating for 2 h at 4 °C. Unbound antibody was removed by washing with NET-2 and high-salt buffer. Cleared lysates were added to the beads and incubated with rotation for 2 h at 4 °C. After washing with NET-2 buffer, the beads were resuspended in PBS and split into three tubes for addition of in vitro transcribed RNAs. RNAs were in vitro transcribed with HiScribe T7 Quick High Yield RNA Synthesis Kit (New England Biolabs), purified, added to the beads at a final concentration of 100 ng µl−1 and incubated with rotation for 10 min at 4 °C. Bead suspensions were diluted 1:10 in PBS, transferred to an eight-well glass chamber slide (Sarstedt) and imaged using a confocal laser microscope (Zeiss LSM780) as Z-stacks. FIJI was used to quantify the sizes of fluorescence bead aggregates using maximum projection and the ‘analyze particles’ option.\n\nImages were acquired using a confocal laser-scanning microscope (LSM780; ZEISS) with a Plan-Apochromat ×63 1.4 numerical aperture oil differential interference contrast objective equipped with two photomultiplier tubes and a gallium arsenite phosphate (GaAsP-PMT) detector system. Fluorescence signal was detected with an Argon laser (GFP, 488 nm excitation, Qasar 570–561 nm excitation and Qasar 670–647 nm excitation). Line scans were performed using the line scan and fluorescence measure from ZEN 2012 (black edition v.8.0.5.273; Zeiss) software using the Profile definition tool (arrow) (manually pointed through the target signal) and the results in distance (x axis) in pixels to intensity (y axis) were depicted in graphs.\n\nFiji was used to process and analyze all acquired images72. Pictures were cropped with the Image crop function and scale bars were added. For the quantification of number, size and fluorescence intensity of SRSF7 bodies, fields with similar numbers of cells were captured using Z-stacks until at least 100 cells were obtained. The BioVoxxel plugin was used to generate a sum of slides image (Sum) from the Intron 3, Intron 5 or Hoechst channel Z-stacks. Intron 3/5 and Hoechst images were merged and the number of bodies per nucleus was counted using the three-dimensional object counter. To obtain body area and fluorescence intensity the Particle analyzer plug in was first used to derive the regions of interest (ROI) from the bodies and subsequently area and fluorescence was quantified using the Area and Integrated density value (mean gray value per pixel × area), respectively. Area and fluorescence values were plotted with GraphPad Prism. For Malat1 colocalization slices from the Intron 5 Z-stacks and MALAT1 channels were merged and at least 100 bodies were investigated for colocalization. For representative images, the ROI from SRSF7 bodies were generated as described above and transferred to the MALAT1 channel. Presence or absence of Malat1 fluorescence within the body ROI was quantified and plotted with GraphPad Prism.\n\nCells were collected and resuspended in TRIzol (ThermoFisher Scientific). RNA was extracted according to the manufacturer’s instructions, treated with TURBO DNase (ThermoFisher Scientific) for 30 min to remove genomic DNA contamination and subsequently purified by ethanol precipitation. For RNA-seq, 2 µg of total RNA were subjected to poly(A)+ selection and library generation using the TRUSeq ILL kit (Illumina). Libraries were sequenced on an Illumina NextSeq instrument (single-end 75 nucleotide reads, 50 million reads, three replicates per condition). For cDNA generation, 1 µg of RNA was reverse transcribed into cDNA using Superscript III and a 1:1 mix of random hexamers and oligo(dT) primers according to the manufacturer’s instructions (ThermoFisher Scientific). Reverse transcription PCRs were performed with Phusion HF Taq DNA Polymerase and qPCRs with the ORA SEE qPCR Green ROX L kit (highQu). All primers are listed in Supplementary Table 12.\n\nEsiRNAs specific for UPF1 were designed and generated as described previously29,73. For knockdowns, 5 × 104 P19 cells were seeded in six-well plates, grown until 25% confluency and 2 µg esiRNAs were transfected per well using Lipofectamine 2000 (Life Technologies). An esiRNA against GFP was used as control. Cells were collected after 48 h.\n\nTo block NMD, P19 cells were treated with 100 µg ml−1 CHX for 2 h before collection. To block transcription by RNA Pol II, P19 cells were treated with 5 µg ml−1 actinomycin D (ActD) for 2 h before fixation. A similar concentration of DMSO was added to control cells. To disrupt phase separation, P19 cells were treated with 10% 1,6-hexanediol (1,6-HD) for 5 min before fixation. A similar treatment with 10% 2,5-HD was used as control.\n\nApproximately 2 × 107 P19 cells were treated with 100 µg ml−1 CHX for 5 min to stabilize translating ribosomes and were subsequently irradiated with 150 mJ cm−2 UV light (254 nm) in PBS containing 100 µg ml−1 CHX. The cells were collected by trypsinization and lysed. Cell extracts were fractionated over linear 15–45% sucrose density gradients (prepared in 10 mM HEPES at pH 7.2, 150 mM KCH3CO2, 5 mM MgCl2) by centrifugation at 270,000g for 120 min. Fractions (1 ml each) were collected from the top to the bottom of the gradient and analyzed for absorption at 260 nm and on agarose gels. For RNA analysis, 300 μl of each fraction were extracted with Trizol (ThermoFisher Scientific) and separated on 1.5% agarose gels. For protein analysis, 20 μl of each fraction were mixed with 5× Laemmli buffer, separated on a 4–12% NuPAGE gradient gel (Life Technologies), and analyzed by WB using an α-GFP antibody. For each replicate, fractions 5–6 were pooled for the monosomal fraction and 7–10 for the polysomal fraction. The pooled fractions were separated in two and diluted in iCLIP lysis buffer to a final volume of 50 ml. One half was incubated with Protein G Dynabeads (ThermoFisher Scientific) coupled with a goat α-GFP antibody (D. Drechsel, MPI-CBG) and the other half with goat IgG (Sigma-Aldrich) as control. After IP, iCLIP was performed according to ref. 66. The final cDNA libraries were amplified using Phusion HF Master Mix and sequenced on an Illumina HiSeq2000 instrument (single-end 75-nt reads, 15 million reads per replicate, three replicates).\n\nSubcellular fractionation was performed using a fractionation kit for Protein and RNA (Abcam) according to the manufacturer’s recommendations with slight modifications. Buffer A was supplemented with 1 U ml−1 RNaseOut for RNA samples and with 1× protease inhibitor and 10 mM β-glycerophosphate (Fluka BioChemica) for protein samples.\n\nWe mixed 2–6 µg RNA with 2× RNA sample buffer (Thermo Scientific), preheated it at 60 °C for 10 min and separated it on a denaturing agarose gel (1–3%) supplemented to 5% formaldehyde and 1× MOPS buffer. The RNA integrity was verified by staining total RNA with SYBR Gold (Thermo Scientific) and determined by the 28S:18S rRNA ratio. Blotting was performed overnight in 20× SSC buffer on a 0.1 µm charged nylon membrane (GE Healthcare). After RNA crosslinking (at 120 mJ cm−2), the membranes were preincubated with ULTRA Hybridization buffer (Ambion) for 30 min at 42 °C. RNA probe synthesis was performed by PCR and DIG-dUTP (Roche) incorporation. Denatured probes (95 °C for 5 min) were added to the membranes in hybridization buffer and rotated for 14–24 h at 42 °C. The membranes were washed two times with 2× SSC + 0.1% SDS for 5 min at 42 °C and twice with 0.1× SSC + 0.1% SDS for 15 min at 42 °C. After swirling the membrane in washing buffer (0.3% Tween20 in Maleic acid, pH 7.5), the membrane was blocked (1% blocking reagent in maleic acid, pH 7.5) (Roche) for 30 min at room temperature. To detect the RNA probe, the membrane was incubated with Anti-DIG fab fragment (0.005% in blocking solution) (Roche) for 30 min. After washing two times 15 min with washing buffer, the membrane was incubated with detection solution (100 mM Tris, 150 mM NaCl, 50 mM MgCl2, pH 9.5) (Roche). Then, 0.07% CDP Star in detection buffer was added and chemiluminescence was recorded by a ChemiDoc (Bio-Rad) in High Sensitivity mode.\n\nA Split-ORF pipeline was developed for the prediction of ORFs resulting from the translation of NMD transcripts. For this, all annotated NMD transcripts were obtained from the Ensembl database (v.95) using Biomart resulting in 6,996 mouse and 16,141 human sequences. First, NMD transcripts were translated in silico from the forward strand only allowing three possible reading frames. Second, all peptides with a minimal length of 50 amino acids were aligned with BlastP using local alignments74 against all proteins of the respective species using Ensembl proteins (v.95). All alignments with an E value ≤10 were retained. Third, all NMD transcripts were kept, which generate at least two peptides that align to the same protein sequence. Predicted ORFs were required to align with at least 50% of their sequence length and with at least 90% sequence identity to the Ensembl proteins. Both filters avoided short spurious ORF matches that were false positives. Fourth, after filtering, NMD transcripts with at least two matching ORFs were tested for encoded protein domains, by overlapping the ORF locations with annotated PFAM domains in Ensembl proteins75. Only PFAM domains that overlapped completely with matching ORFs were considered. To derive orthologous human and mouse genes we used the Biomart (Ensembl v.95). Fisher’s Exact test was used to compute enrichment of a PFAM domain type using all genes with NMD transcripts as background. P values were corrected using FDR in R and an FDR ≤ 0.05 was considered significant. Gene-ontology enrichment of the identified NMD gene sets were conducted using the functional annotation tool of the DAVID webserver (https://david.ncifcrf.gov). Enriched categories with a corrected P ≤ 0.001 (Benjamini–Hochberg) were considered significant.\n\nThe Split-ORF prediction pipeline is implemented using python, available under https://github.com/SchulzLab/SplitOrfs.\n\nTo count Ribo-Seq reads within unique NMD exons in RBP genes, we downloaded four Ribo-Seq datasets from mouse (SRA IDs: ERR3367717, ERR3367718, ERX1264382) and four from human (SRA IDS: SRR9332878, SRX3849510, ERX3391949, ERX339195) and aligned them using STAR. The junction index was built using the reference genome sequence and Ensembl gene annotations (v.95). Genomic regions of unique NMD exons were intersected with BAM alignments using bedtools76, counting only reads with a minimal alignment overlap of 20% of the read length with the unique NMD exon.\n\nFurther information on research design is available in the Nature Research Reporting Summary linked to this article.\n\nAny methods, additional references, Nature Research reporting summaries, source data, extended data, supplementary information, acknowledgements, peer review information; details of author contributions and competing interests; and statements of data and code availability are available at 10.1038/s41594-020-0385-9."}