{"title": "National Institute for the Infectious Diseases “L. Spallanzani”, IRCCS. Recommendations for COVID-19 clinical management", "body": "On January 9 2020, the World Health Organization (WHO) declared the identification, by Chinese Health authorities, of a novel coronavirus, further classified as SARS-CoV-2. This new virus, initially emerged in the Chinese city of Wuhan in December 2019, led to a sharply spreading outbreak of human respiratory disease (COVID-2019), both within People’s Republic of China and in several other countries worldwide. On March 9 2020, WHO declared COVID-19 a global pandemic. Currently, Italy is the second most affected country by COVID-19 infection after China. The first autochthonous infection case was confirmed in Italy on February 21 2020 and up to now (March 12), 12462 cases with 827 deaths have been registered in Italy. Considering the recent evolution of Italian epidemiologic picture, many health-care facilities will be likely in charge of managing patients affected by COVID-19 in the next days. The “L. Spallanzani” National Institute for the Infectious Diseases, IRCCS has been the first Italian hospital to admit patients affected by COVID-19. Therefore, it will be useful to share the protocol for the clinical management of COVID-19 confirmed cases, applied within our Institute, in order to support other facilities that may have a limited experience in treating COVID-19 patients.\n\nProcedures described in the present document are applied in agreement with the “Regional Network for the Infectious Diseases”, the “Regional Hospital and Medical Specialties Network” and with the active cooperation of the “Regional Agency for the Health Emergencies – ARES 118”. This latter is in charge for the response to the territorial health emergencies and for the transport of patients within the hospital network. Recommendations described within this document are based on very limited clinical evidences. Consequently, they should be considered as expert opinions, which may be modified according to newly produced literature data.\n\na. A person with an acute respiratory infection (defined as acute onset of at least one of the following sign/symptoms: fever, cough, respiratory difficulty breathing)\n\nand without another etiology which completely explains the clinical presentation\n\nand history of travels/stay in countries where there has been documented local transmission* within the 14 days preceding symptoms onset\n\nOR\n\nb. A person with an acute respiratory infection\n\nand\n\nhistory of close contact with a probable or confirmed COVID-19 case in the within the 14 days preceding symptoms onset\n\nOR\n\nc. A person with a severe respiratory infection (fever and at least one sign/symptom of respiratory disease e.g. cough or difficulty breathing)\n\nand\n\nwho require hospital admission\n\nand\n\nanother etiology which completely explains the clinical presentation\n\nIn the setting of primary care/AE department in countries/areas where autochthonous transmission has been observed, all patients with sings/symptoms of acute respiratory infection should be considered as suspected cases.\n\n*According to WHO reports available at: https://www.who.int/emergencies/diseases/ novel-coronavirus-2019/situationreports/\n\nA suspected case in which the result of SARS-COV-2 Real Time PCR performed at Regional reference laboratories is doubtful or not conclusive or the result of a pan-coronavirus test is positive.\n\nA person with laboratory confirmation of SARS-CoV-2 infection, performed at National Reference Laboratory (“Istituto Superiore di Sanita”), irrespective of clinical signs and symptoms.\n\nCases not presenting any clinical feature suggesting a complicated course of the infection. Main goals of clinical management are:\n\nThe application of strict measures of infection prevention should be applied for all patients with suspected or confirmed infection, regardless of clinical severity.\n\nCharacteristics:\n\nMinimal additional microbiologic diagnostics:\n\nClinical monitoring:\n\nVirologic monitoring:\n\nDiagnostic imaging:\n\nAntiviral therapy:\n\nSupportive therapy:\n\nIndividuals presenting COVID-19 clinical symptoms or signs. Considering the burden of clinical symptoms and the higher risk for complications, the goals of clinical management are, in addition to the ones stated for the asymptomatic patients:\n\nCharacteristics:\n\nAdditional microbiologic diagnostics:\n\nClinical monitoring:\n\nVirologic monitoring:\n\nImaging diagnostics:\n\nAntiviral therapy:\n\nSupportive therapy:\n\nPatients presenting severe respiratory conditions related to SARS-CoV-2 infection and/or to its complications. Adjunctive goals of clinical management at this stage are:\n\nCharacteristics:\n\nAdditional microbiologic diagnostics:\n\nClinical monitoring:\n\nVirologic, immunologic and biochemical monitoring:\n\nImaging diagnostics:\n\nAntiviral therapy:\n\nSupportive therapy:\n\nPatient affected by a very severe illness, due to severe respiratory failure or severe impairment of other vital functions. Main goals during this stage are, in conjunction to the procedures described for the unstable patient:\n\nCharacteristics:\n\nAdditional microbiologic diagnostics:\n\nClinical monitoring:\n\nVirologic, immunologic and biochemical monitoring:\n\nImaging diagnostics:\n\nAntiviral therapy:\n\nSupportive therapy:\n\nOnset: new or worsening respiratory symptoms within one week of known clinical insult\n\nChest imaging (radiograph, CT scan, or lung ultrasound): bilateral opacities, not fully explained by effusions, lobar or lung collapse, or nodules\n\nOrigin of oedema: respiratory failure not fully explained by cardiac failure or fluid overload. Need objective assessment (e.g. echocardiography) to exclude hydrostatic cause of oedema if no risk factor is present\n\nOxygenation (adults):\n\nOxygenation (children; note OI = Oxygenation Index and OSI = Oxygenation Index using SpO2):\n\nIt has been postulated that antiviral action of chloroquine may depend by several mechanisms such as the change of cell membrane pH which is necessary for viral fusion and the interference with glycosylation of viral proteins. Hydroxychloroquine, an analogue of chloroquine, has been proved to have similar if not better in-vitro efficacy on SARS-Cov-2.\n\nA recent study has demonstrated invitro efficacy of chloroquine and remdesivir in inhibiting replication of SARS-COV2. Moreover, emerging reports from China suggests that chloroquine has shown a superiority in reducing both the severity and the duration of clinical disease without significant adverse events in almost one hundred patients. In light of this results, an expert consensus group in China has recommended chloroquine for COVID-19 treatment.\n\nThe recommended dosage for SARSCoV- 2 infection is chloroquine 500 mg bid or hydroxychloroquine 200 mg bid for 10 days in combination with another antiviral agent (Lopinavir/ritonavir or Remdesivir).\n\nSerious adverse effects may include: QT prolongation & torsades de pointes, reduction in seizure threshold, anaphylaxis or anaphylactoid reaction, neuromuscular impairment, neuropsychiatric disorders (potential to increase delirium), pancytopenia, neutropenia, thrombocytopenia, aplastic anemia, hepatitis.\n\nCommon adverse reactions: nausea/ vomiting, diarrhea, abdominal pain, visual disturbance, headache, extrapyramidal symptoms\n\nIt is important to check G6PDH before starting treatment and during treatment to monitor complete blood count, QT interval.\n\nContraindicated in: Porphyria, G6PD deficiency, epilepsy, heart failure, recent myocardial infarction.\n\nLopinavir act its antiviral activity by inhibiting viral replication. As in HIV infection, ritonavir only acts boosting lopinavir plasma levels.\n\nAlthough only limited and anecdotal data are available of the clinical efficacy of lopinavir/ritonavir in COVID-19 infection so far, it seems to rapidly reduce SARSCoV2 replication. Lopinavir/ritonavir is currently under investigation within several RCTs in China.\n\nThe recommended dose for COVID-19 is the 400/100 mg bid (the standard dose used for HIV therapy). In case of swallowing difficulties or unconscious patient the oral solution of lopinavir/ritonavir should be administrated (tablets cannot be crushed).\n\nSerious adverse effects may include: Hypersensitivity reaction, angioedema, Stevens-Johnson syndrome and Toxic epidermal necrolysis, EKG alterations (QT prolongation & Torsade de Pointes, AV block, PR prolongation), pancytopenia, Pancreatitis, Hepatotoxicity\n\nCommon adverse reactions: gastrointestinal symptoms (nausea/vomiting, diarrhea)\n\nMonitoring transaminase levels during treatment and drug-drug interactions before treatment start.\n\nIn the light of the possible shortage of lopinavir/ritonavir stocks due to the increasing prescriptions, we suggest the possible use of darunavir/ritonavir at the dosage of 600 mg ever 12 hours in replacement of lopinavir/ritonavir considering the similar mechanism of action and the optimal safety profile.\n\nIt acts by inhibiting viral polymerase\n\nA recent study exploring in-vitro activity of remdesivir and chloroquine has demonstrated efficacy of the drugs in inhibiting replication of SARS-COV2. A recent case report described the use of remdesivir, requested for compassionate use, in the first patients with COVID-19 in the United States. Two ongoing clinical randomized clinical trials in China are evaluating remdesivir for moderate and sever COVID-19 infections.\n\nTo check drug-drug interactions of antiviral therapy please visit the University of Liverpool website: http://www.covid19-druginteractions.org\n\nTocilizumab (TCZ) is an anti-human IL-6 receptor monoclonal antibody that inhibits signal transduction by binding sIL- 6R and mIL-6R. The main approved indication is for rheumatoid arthritis, in association or not with methotrexate.\n\nIn 2017, the U.S. Food and Drug Administration approved TCZ for the treatment of cytokine release syndrome (CRS) consisting in a systemic inflammatory response caused by the massive release of pro-inflammatory cytokines in response to iatrogenic (e.g. CAR-t therapies) or infective stimuli.\n\nAlthough the lack of data on SARSCoV- 2 pathogenesis, studies in China showed a possible correlation of massive inflammation and severe lung damage on the rapid evolution of fatal pneumonia.\n\nIndeed, in COVID-19 patients, significant differences in IL-6 plasmatic levels were observed at different stage of disease with a higher expression in severe cases than mild ones. Moreover, in the biopsy samples at autopsy from a severe COVID- 19 patient, histological examination showed diffuse alveolar damage with cellular fibromyxoid exudates and interstitial mononuclear inflammatory infiltrates suggesting severe immune injury.\n\nDespite the lack of clinical trials on TCZ efficacy and safety for COVID-19 treatment, in China TCZ was recently approved for patients affected by severe SARS-CoV-2 pulmonary complications by the National Health Commission of the People’s Republic of China.\n\nPreliminary data from an observational study conducted in China on 21 severe cases receiving TCZ, showed an improvement of the clinical and radiological outcome.\n\nTCZ is a potential treatment strategy in severe and critical COVID-19 patients. In particular, patients who could benefit from TCZ therapy are:\n\nAlthough the optimal dose and schedule of TCZ for treatment of CRS is not known, the intended posology is 8 mg/kg intravenously (maximum 800 mg/dose) infused over an hour. Additional administration(s) are evaluated on the basis of patient’s response to TCZ 8-12 hours apart, in case of:\n\nDosage adjustment is required in relation to blood parameters of liver function and blood count according to the indications specified in the patient package insert.\n\nIt is advisable monitoring of the following blood parameters (full blood count including platelet count, ALT/AST, LDH, fibrinogen, D-dimer, ferritin, C-reactive protein and IL-6) at different time points: immediately before 1st infusion, immediately before 2nd infusion, 24h after 2nd infusion, 36h after 2nd infusion.\n\nSevere life-threatening infections and alterations in blood parameters as ALT / AST >5 ULN, absolute neutrophils count <500 cell/mmc and platelet count <50000 cell/mmc are contraindications for TCZ treatment. Caution is required in special categories: pregnancy/breastfeeding, active /latent pulmonary tuberculosis, bacterial/fungal infections, immune-related rheumatic disease or concomitant therapy with anti-rejection drugs or immunomodulating therapies, hepatopaties (including viral hepatitis). The safety profile of TCZ is well known. In the TQT study, the most common marked laboratory abnormality was low neutrophil counts. Decreases were observed in mean neutrophil counts following single doses of TCZ over the first 2 days post-treatment, reaching a maximum at approximately 24 hours after the infusion. The observed incidence of marked decreases in neutrophil counts increased with the higher dose of TCZ. Thrombocytopenia and increase of liver function tests have also been described.\n\nFor more detailed information, the reader should refer to the patient package insert.\n\nAbdeddaim A, Agrati C, Albarello F, Antinori A, Ascoli Bartoli T, Baldini F, Bellagamba R, Bevilacqua N, Bibas M, Biava G, Boumis E, Busso D, Camici M, Capobianchi MR, Capone A, Caravella I, Cataldo A, Cerilli S, Chinello G, Cicalini S, Corpolongo A, Cristofaro M, D’Abramo A, Dantimi C, De Angelis G, De Palo MG, D’Offizi G, De Zottis F, Di Lorenzo R, Di Stefano F, Fusetti M, Galati V, Gagliardini R, Garotto G, Gebremeskel Tekle Saba, Giancola ML, Giansante F, Girardi E, Goletti D, Granata G, Greci MC, Grilli E, Grisetti S, Gualano G, Iacomi F, Iannicelli G, Ippolito G, Lepore L, Libertone R, Lionetti R, Liuzzi G, Loiacono L, Macchione M, Marchioni L, Mariano A, Marini MC, Maritti M, Mastrobattista A, Mazzotta V, Mencarini P, Migliorisi- Ramazzini P, Mondi A, Montalbano M, Mosti S, Murachelli S, Musso M, Nicastri E, Noto P, Oliva A, Palazzolo C, Palmieri F, Pareo C, Petrone A, Pianura E, Pinnetti C, Pontarelli A, Puro V, Rianda A, Rosati S, Sampaolesi A, Santagata C, Scarcia D’Aprano S, Scarabello A, Schininà V, Scorzolini L, Stazi GV, Taibi C, Taglietti F, Tonnarini R, Topino S, Vergori A, Vincenzi L, Visco-Comandini U, Vittozzi P, Zaccarelli M, Zaccaro G."}