{"title": "The Italian ECMO network experience during the 2009 influenza A(H1N1) pandemic: preparation for severe respiratory emergency outbreaks", "body": "In recent years, health systems worldwide have been repeatedly faced with new epidemic and pandemic infections, including severe acute respiratory syndrome (SARS) [1, 2], avian influenza [3], and influenza A(H1N1) [4–11]. While a lot has been done in terms of preventive and control measures [12], specific plans for the organization of ICU services have received less attention, and only recently the European Society of Intensive Care Medicine task force promulgated a document suggesting a set of standard operating procedures for the ICUs [13].\n\nWe report here about the organization of an Italian specialized ICU network designed to cope with the expected high incidence of severe ARDS cases related to H1N1 infection in the winter of 2009–2010. In response to the 2009 H1N1 pandemic, the Italian Ministry of Health instituted a national network of selected ICU centers (Extracorporeal Membrane Oxygenation Network, ECMOnet). The primary aim was to minimize the number of respiratory deaths while making the best use of available resources.\n\nThe Italian network was set up to centralize all potentially severe patients and all necessary resources in a limited number of tertiary hospitals to provide advanced treatment options including ECMO, following the report by the Australian and New Zealand ECMO investigators (ANZ ECMO) [14].\n\nThe ECMOnet prospectively collected the epidemiological and clinical features, treatment data, and outcomes of 60 patients with ARDS due to confirmed or suspected H1N1 treated with ECMO according to predefined ECMOnet eligibility criteria between August 2009 and March 2010.\n\nThe Italian Ministry of Health officially completed the ECMOnet organization by November 5, 2009. The network was based on four key points:Two clinical experts coordinated the communication between the Health Ministry and the ECMOnet and guided its organization and operation.Fourteen ICU centers (Supplementary Table 1) were selected based on their (1) experience in treating ARDS patients; (2) experience in respiratory ECMO or presence of a cardiac surgery team expert in ECMO; and (3) territorial distribution. Five of the centers assured interhospital transportation throughout the Italian territory whenever the nearest ECMOnet center could not cope with a case.A 24 h national ECMOnet Call Center Service sorted all requests from any hospital in Italy and directed them to the closest ECMOnet center, and/or to the transportation ECMO team on call.Ten sessions of a 3 day ECMO training course, open to physicians, perfusionists, and nurses of the ECMOnet were organized in Milan.\n\n\nThe Italian Ministry of Health issued specific recommendations for patient referral to the ECMOnet. National recommendations for centralization and ECMO eligibility criteria were promulgated by the Ministry through written communication to all local sanitary authorities and to the administration of all Italian hospitals.\n\nProcedures for patient referral are summarized in Fig. 1. Criteria for patient referral and ECMO eligibility criteria are reported in Table 1. These criteria were consistent with those reported by others [15].\n\n\n\nEach center was free to provide ECMO for H1N1 cases without complying with the National Guidelines, however these patients were excluded from the study population. If required, an ECMOnet team travelled to the referring site to take care of the transfer. After an attempt to stabilize/improve the status of the patient, the ECMOnet team would decide to either transport the patient conventionally or establish ECMO at the referring hospital. In consideration of the adjunctive risks due to transportation, we defined less severe criteria for ECMO in patients to be transferred (Table 1). Transportation was carried out via ambulance, helicopter, or fixed-wing aircraft, depending on distance, weather conditions, and ECMOnet center resources.\n\nProof of H1N1 infection was obtained by polymerase chain reaction, viral culture, or both on upper and lower respiratory tract specimens.\n\nECMO was run with the aim of decreasing the ventilator-induced lung injury while assuring adequate gas exchange. The management of the patient’s ventilation and ECMO settings were left to the decision of the local ECMO team.\n\nWe collected data prospectively by means of electronic Excel-based forms submitted off line to the coordinating center. (See the Electronic Supplementary Material for more information.)\n\nAll patients were classified as H1N1 according to demonstration of influenza A(H1N1) infection (ARDSH1N1 vs. ARDSothers). Descriptive statistics include frequency analysis for categorical variables and medians and interquartile ranges (IRQs) for continuous variables. Differences between groups were compared with the Mann-Whitney test for continuous data, and with chi-squared or two-sided Fisher’s exact tests for categorical data. To evaluate the effect of the length of mechanical ventilation (MV) before ECMO upon survival we used a logistic regression analysis. Hosmer-Lemeshow goodness-of-fit test was used to verify adequacy of the model. A P value of less than 0.05 defined statistical significance.\n\nAll statistical analyses were performed with SPSS 18 (SPSS, Chicago, IL, USA).\n\nFor all patients, under emergency conditions, informed consent was waived according to Italian legislation. Families were informed and consent obtained for enrollment in the ECMOnet program. Individual data were anonymized according to the Public Health Ministry mandate for epidemiological and outcome surveillance of the ECMOnet program.\n\nThe Italian Ministry of Health allocated all economical, human, and technological resources required for the development and activity of the network.\n\nBetween August 20, 2009 and March 31, 2010, 153 critically ill patients with suspected H1N1 were admitted to the ICUs of the 14 ECMOnet centers (Table 2). During the same period a total of 685 patients were admitted to all Italian ICUs (personal communication by Doctor Maria G. Pompa, Department of Infective Diseases and International Prophylaxis, Ministry of Health, Italy).\n\n\nDetails on patient referral and transportation are reported in Fig. 2. Once the ECMOnet system became operational, all patients requiring referral and fulfilling criteria for centralization were safely transferred to one of the ECMOnet centers. In three patients who were considered not transportable without ECMO support but who also had absolute exclusion criteria for ECMO, referral was declined.\n\n\nSixty patients received ECMO according to ECMO eligibility criteria, of which 49 had a confirmed H1N1 diagnosis (ARDSH1N1). The remaining 11 patients had the following diagnoses: 1 non-H1N1 influenza A, 1 co-infection of Cytomegalovirus and Mycobacterium tuberculosis, 2 Klebsiella pneumoniae, 1 respiratory syncytial virus, and 6 had an alternative diagnosis. Six of the patients directly admitted to the ECMOnet centers who were excluded from the study because of the presence of absolute exclusion criteria (unresolved hematologic malignancy) received ECMO for compassionate use according to local clinical and ethical protocols and using local resources.\n\nNone of the patients had received H1N1 immunization previous to hospital admission. All patients with confirmed H1N1 received oseltamivir 150 mg twice daily, starting 0 to 12 days after hospitalization (median 2, IQR 1–3 days).\n\nOne patient was pregnant (22 week of pregnancy). Three patients were in puerperium (<28 days since delivery). All pregnant and puerperal patients had confirmed influenza A(H1N1) infection.\n\nThere were no differences in comorbidity factors between the ARDSH1N1 and ARDSother groups.\n\nMedian duration of MV before ECMO was 2 (IRQ 1–5) days (Table 2). All patients fulfilled criteria for ARDS [16]. Ten patients (17%) had PaO2/FiO2 < 50 mmHg, while 55 (92%) had PaO2/FiO2 < 100 mmHg. Before ECMO, forty-two patients (70%) received at least one of the rescue therapies. Duration of MV before ECMO was significantly lower in the ARDSH1N1 group compared to the ARDSother group. There were no statistically significant differences between ARDSH1N1 and ARDSother in terms of severity of respiratory failure, treatment, and nonrespiratory organ function before ECMO.\n\nMain indications for ECMO were refractory hypoxia (in 55 patients) or oxygenation index > 30 despite PaO2/FiO2 ratio > 100 mmHg (in 5 patients). Hypoxia was associated with metabolic acidosis with hemodynamic instability (in 19 patients) or with hypercapnia with life-threatening respiratory acidosis (in 4 patients).\n\nOverall survival at hospital discharge was 68.3% (41 patients). Details on patient outcomes are reported in Table 3.\n\n\nMost common causes of death were multiple organ failure associated with sepsis in ten patients (17%) and septic shock in five patients (8%).\n\nThe time on MV before ECMO was lower for survivors than for nonsurvivors. Survivors also showed higher hematocrit, lower SOFA and SAPS II scores, and lower bilirubin levels (Table 4).\n\n\nEach day of MV before ECMO increased by 29% the log odds of death (OR 1.291, 95 CI 1.092–1.527, P = 0.003) (Fig. 3). The Hosmer-Lemeshow test indicated a good fit of the model (P = 0.818).\n\n\nThe time on MV before ECMO was lower for survivors than for nonsurvivors. Survivors also showed higher hematocrit, lower SOFA and SAPS II scores, and lower bilirubin levels. Each day of delay in starting ECMO increased by 34.8% the log odds of death (OR 1.348, 95 CI 1.071–1.697, P = 0.011). The Hosmer-Lemeshow test indicated a good fit of the model (P = 0.660).\n\nECMO bypass was veno-venous in 59 cases (femoral-jugular in 33 and femoral-femoral in 26 cases), and veno-arterial in one patient. All ECMO circuits were heparin-coated and included centrifugal pumps and polymethylpentene oxygenators of different types and brands. All cannulas were heparin coated. The details of the EMCO treatment are presented in Table 5.\n\n\nAnticoagulation consisted of continuous heparin infusion (median 248, IRQ 120–370 IU/kg/day) based on activated clotting time (ACT) and/or activated partial thromboplastin time (aPTT).\n\nSixteen patients had hemorrhagic complications and in ten of them a major bleeding event occurred, requiring blood transfusions and temporary reduction or suspension of heparin administration (Table 3). One patient died of cerebral hemorrhage diagnosed 2 days after cannulation. In none of the other patients did ECMO treatment have to be stopped because of bleeding complications. Blood components were transfused in 47 (78%) patients. The median amount of packed red blood cells transfused per patient during the entire ECMO treatment was 1,500 (400–2,990) ml.\n\nSeventy-one patients were transferred by ambulance (19 on ECMO), 8 by helicopter (all on ECMO), and 2 by fixed wing aircraft (1 on ECMO). All patients were transported successfully and without complications to the referral hospital. Survival rate in the patients transported on ECMO was 81%. There were no statistically significant differences between patients transported on ECMO and patients starting ECMO at the ECMOnet center in terms of severity of respiratory failure, treatment, and outcomes.\n\nThe network achieved its established aims. Once in operation, all patients referred to the network were safely transferred to one of the ECMOnet centers. All patients fulfilling ECMO criteria received ECMO within 24 h of the first call. The ECMOnet teams instituted ECMO at the referring hospital in 28 patients and transfer was carried out safely while on ECMO.\n\nThe network was developed to provide centralized, coordinated access to ECMO support throughout the country. Centralization was a key aspect of the network effectiveness.\n\nWe assumed that centralization of patients to a few selected, specifically equipped centers could improve patient outcome [16]. The main criticism of this concept is that the risks associated with patient transport may outweigh the benefits of centralization [17]. To minimize these risks we planned two complementary strategies. First, indications for referral were based on a risk anticipation principle: clinical criteria for referral aimed to transfer in advance the largest possible proportion of patients potentially at risk of severe respiratory deterioration. Second, we identified precise criteria to place the patients under the responsibility of expert transportation teams, able to institute ECMO at the referring hospital and provide safe transportation with ECMO.\n\nIn this study, patients receiving ECMO support who had been ventilated for less than 7 days had a 77% survival to hospital discharge. The rate of ECMO-associated major complications was low; survival rate was higher in patients who received ECMO earlier; and ECMO allowed safe transportation of patients otherwise deemed too sick for safe transfer.\n\nDuring the H1N1 pandemic, hundreds of ARDS patients worldwide received ECMO [18]. Of all reports [14, 18–21], the most relevant is that of the ANZ ECMO investigators, which included 68 patients with suspected H1N1-associated ARDS treated with ECMO [14]. Severity of ARDS, patient characteristics before ECMO, and survival rates observed in our study were similar to those of the ANZ ECMO. Other case series on ECMO in H1N1 patients reported survival rates between 55 and 79% [18–21].\n\nThe worldwide acceleration in the use of ECMO in H1N1 patients has caused a debate between ECMO advocates and skeptics [22–27].\n\nMost studies have reported mortality rate of general ICU patient populations, independent of the need for MV or independent of the severity of respiratory illness [4, 10, 18, 21]. There are limited data on outcomes in patients who qualified for ECMO support but did not receive it. For this reason we do not have enough information to estimate an expected mortality against which we could compare our results. To our knowledge, the Argentinian report is the only study stratifying mortality according to PaO2/FiO2 ratio [8]. It reported a 67% mortality in patients with PaO2/FiO2 ratio < 100 mmHg. These patients received rescue therapies with a frequency similar to that in our study but did not receive ECMO treatment. The Italian Group for the Evaluation of Interventions in Intensive care Medicine (GiViTi) prospectively collected data from 152 Italian ICUs on H1N1 patients. The GiViTi H1N1 database included 45 mechanically ventilated ARDS patients whose lowest PaO2/FiO2 ratio was <100 mmHg but did not receive ECMO. Mortality at hospital discharge in this group was 45% (data by GiViTi following formal application to the GiViTi Coordination Center).\n\nA recent report from a single center in Utah [7] demonstrated a 73% survival rate in 30 H1N1 patients with ARDS not receiving any rescue therapy. However, the survival rate decreased to 42% in the subgroup of 14 patients with PEEP ≥ 20 cmH2O.\n\nThere were 48 (80%) and 49 (72%) patients referred from other hospitals to ECMO centers in our study and in the ANZ ECMO study [14], respectively. The high survival rate observed in our study and in other studies on ECMO in severe H1N1 ARDS patients echoes the recently published findings of a recent trial comparing MV with ECMO (CESAR) [15] and strongly supports the use of ECMO as an effective means to improve outcome in the most severe H1N1 ARDS patients. However, as most of these studies are descriptive, randomized trials comparing ECMO to conventional treatment are needed.\n\nOccurrence of bleeding remains the most important complication during ECMO support [28]. In the ANZ ECMO report, hemorrhagic complications were the cause of death in 10 of the 14 patients who died. In our study most patients died of multiorgan failure or septic shock, and in only one patient could death be related to a possible direct ECMO complication (cerebral hemorrhage). This result is comparable to that of the CESAR trial in which only one patient died because of an ECMO-related hemorrhagic complication [15]. Notably, in our study the need for ECMO was anticipated (following the ANZ ECMO experience) and planned as part of the critical response plan. Preventing and managing ECMO complications by promoting support from more experienced centers was a primary aim of the network.\n\nThough we aimed to anticipate patient centralization to ECMO centers, given the observed rapid progression of respiratory failure associated with H1N1 pneumonia, in 28 (46%) patients it was necessary to start ECMO on site and provide transportation while on ECMO. All our patients transported on ECMO were successfully transferred to the ECMO centers with no reported complications. Survival rate in these patients was 81%, supporting the effectiveness of ECMO in providing safe transportation of patients with severe respiratory failure. In the CESAR trial 22 of the 90 patients initially allocated to the ECMO group did not receive ECMO because they improved with conventional treatment once at the ECMO center [15]. Similarly, we cannot exclude the possibility that some of the patients transported with ECMO might not have needed ECMO if treated from the beginning with other rescue therapies at the referral centers, where more therapeutic options were available. However, most of these patients were considered to be not safely transportable without ECMO.\n\nAlthough the activity of the ECMOnet covered all of the Italian territory, a limited number of ECMO treatments were performed in centers outside the network and are not included in this report. The institution and funding of the ECMOnet was communicated officially by the Italian Ministry of Health to all Italian hospitals, but access to it was not compulsory. Thus, the study population does not include all ECMO treatments, nor all potentially eligible patients in Italy during the H1N1 pandemic.\n\nThe lack of a 6 or 12 month follow-up on respiratory function of surviving patients limits our knowledge on the effect of prolonged mechanical ventilation before ECMO assistance, and more generally, the long-term consequences of ventilatory treatment versus ECMO treatment in ARDS patients.\n\nIn summary, the institution of the Italian ECMO network allowed a high survival rate of patients with severe ARDS due to H1N1 infection treated by ECMO, providing effective and safe centralization and creating an important organization platform to face future possible epidemics with high demand for critical care services and specialized respiratory support."}