{"title": "Illuminating the Gateway of Gene Silencing: Perspective of RNA Interference Technology in Clinical Therapeutics", "body": "RNA interference (RNAi) is a process in which double-stranded RNA (dsRNA) directly degrades its corresponding targeted mRNA. The scientific community considers RNAi as a breakthrough biological discovery of the decade with the potential to change the treatment of diseases. The discovery of gene silencing through RNAi in mammalian systems has facilitated the use of RNAi as a therapeutic agent for curing various ailments of mammalian systems. Various efforts are in pipeline to create RNAi-based therapies and leverage the vast potential of this technology to treat patients. Fortunately, till date great success has been achieved by utilizing the power and potential of RNAi as a therapeutic agent, and clinical trials are being made rapidly so that this approach could be utilized for treatment of various non-curable and lethal human diseases and thus could serve as a gift to mankind.\n\nKnockdown of gene expression is achieved by designing siRNA sequences having exact complementarity with coding as well as non-coding regions of the cellular mRNAs for perfectly inducing post-transcriptional gene silencing (PTGS) in target organisms. The effector molecules of RNAi phenomenon are ~21-nt long siRNA duplexes that are chemically synthesized for various clinical applications. For in vivo implications of RNAi, these effector molecules must be uniformly synthesized at large scale. siRNA duplexes synthesized for this purpose possesses 2-nt 3′ overhangs on both ends. These synthetic siRNAs are amenable to chemical modifications for increasing their stability as well as efficacy in natural environments. The sequencing of human genome has provided pace for development of such techniques through the implications of in silico methodologies which are capable of performing the background tasks of sequencing with ease and effectiveness. Various commercial entities are available nowadays to make use of the algorithms present online and provide the researchers with effective designs of siRNAs instantly. A combination of mRNA target sequences, secondary structures, siRNA duplex end stabilities have been designed for effective treatment of diseases. Use of longer dsRNAs along with siRNA target combinations has increased the potency toward PTGS [1, 2]. Asymmetrical 27mers were designed with one 2-nt 3′ overhangs and one blunt end. The siRNA to be produced after dicing these dsRNA molecules is stringently controlled through this manner because dicer only recognizes the 2-nt 3′ overhangs for processing. The blunt end possessing DNA base is capable of inducing interferon responses that can be minimized by lowering the concentrations of 27mers required for gene silencing.\n\nSignificant success in RNAi technology was achieved by the pioneering work carried out by Tuschl et al. [3]. They were able to induce the silencing in cultured mammalian cells through the introduction of 21-mer dsRNAs (siRNAs). After this success story, research for identifying the basic structure of siRNA capable of inducing efficient silencing has gained significance and siRNAs with (2-deoxy) thymidine nucleotide overhangs were produced that are cost-efficient. Recent development in siRNA design was achieved through unfolding the biochemistry of RNAi mechanisms, particularly in the association of siRNA in RNA-induced silencing complex (RISC). It was revealed that the antisense strand having less stability at its 5′ end was incorporated in the enzymatic machinery [4, 5]. Work has been carried out to reveal the structure of siRNAs capable of inducing most effective and efficient gene silencing. In some of the organisms, particularly Caenorabditis elegans, RNA-dependent RNA polymerases amplify siRNAs and triggers long lasting, stable gene silencing [6, 7]. As RNA-dependent RNA polymerases are absent in the mammalian cells, gene silencing induced by synthetically delivered siRNAs have been restricted to the number of RNA molecules introduced into a cell. Silencing for a particular gene remains effective up to few days after the administration of siRNAs in cell culture systems because successive cell divisions and degrading action of cellular nucleases dilutes the siRNA counts with time. In non-dividing cells like macrophages, hepatocytes or cells dividing at a slower pace, gene silencing remains effective for around a week or so [8, 9]. The key solution to this problem lies in the synthesis of expression systems that are capable of inducing uniform, universal, and stable gene silencing by producing continuous supply of siRNAs. A group of scientists [10, 11] have synthesized shRNAs (short hairpin RNAs) expressing vectors with U6 or H1 splice factors for combating the problem of inconsistent expression of RNA effector molecules in the mammalian cells. As siRNAs induce transient effect on gene silencing, shRNAs mediate long-term, stable knockdown of target transcripts [11, 12]. These shRNA molecules consist of dsRNA molecules which are connected by a short loop of bases. The sequence of base present in the loop region plays a critical role in effective gene silencing. Dicer to form the siRNAs ultimately processes these shRNAs. Depending upon the type of expression required, i.e., transient or consistent, different RNA polymerase II and RNA polymerase III promoters were used accordingly [13]. The Pol III promoters (U6 or H1) are consistent in their normal cellular function for producing abundant, endogenous small cellular RNAs, such as splicing RNAs and tRNAs [14]. Transcription initiation and termination signals are well defined and highly conserved which provide them an advantage of uniform expression in almost all mammalian cell types, i.e., dividing as well as non-dividing. Besides this Pol III promoter, shRNA expression cassettes exhibit flexibility of expression in large number of expression systems including virus-based expression systems along with others which are used to create transgenic animals. However, there lies a state of controversy as to why different promoter works significantly better when compared with others in a particular system [15, 16]. The activity of these silencing molecules can be enhanced by making use of enhancer elements [17]. These promoters transcribe long transcripts having a cap and a long poly A tail that mimic the pri-miRNAs normally transcribed by the cells [18]. pri-miRNAs are the precursor molecules which are either transcribed by RNA Pol II from independent genes or represent introns of protein-coding genes. The long transcripts transcribed by these promoters effectively inhibit the target gene expression by efficiently incorporating into RISC [19]. The expression of Pol II promoters is tissue-specific and similar to endogenous micro RNAs (miRNAs) [20, 21]. shRNAs that are slightly longer by few base pairs interact more efficiently with the enzymatic machinery leading to potent gene silencing [11, 18, 26]. An additional advantage of using Pol II promoters is the transcription of single promoter, which can lead to simultaneous synthesis of several miRNA [22]. These miRNAs originate from single-stranded RNAs (ssRNAs) that forms a secondary hairpin structure and usually does not have exact complementarity with the target sequences in contrast to the siRNAs that originates from dsRNA and having exact complementarity with the target sequences.\n\nNon-selective delivery approach is suitable for some tissues like liver and jejunum but not for few specific cells. Systemic delivery is done by injecting siRNAs conjugated with cholesterol or rapped in liposomes intravenously. Cholesterol-conjugated 3′-OH group has shown better cellular uptake by receptor-mediated endocytosis after systemic delivery of apolipoprotein B (Apo B) in liver and jejunum [23]. Success rate was 50% reduction of Apo B level in liver and 70% reduction in jejunum with lowering of overall cholesterol levels [23]. One of the promising outcomes of gene silencing response was observed in non-human primates by transfecting siRNAs conjugated with stable nucleic acid–lipid particles (SNALPs) [24]. SNALPs consist of lipid bilayer of cationic and neutral lipids with an outer hydrophilic covering of polyethylene glycol (PEG). More potent silencing effect was observed in cynomolgus monkeys where injecting single dose of SNALP-mediated siRNA results in lowering of Apo B, low-density lipoprotein, and cholesterol levels for 11 or even more days with 10% remnant level of Apo B mRNA in liver and no remarkable toxicity [24]. The siRNA-mediated silencing via SNALP has proved to be effective in in vivo systems especially for therapeutic agents expressed in liver. However, there is consistent probability of occurrence of off-target effects (OTEs) due to non-specific siRNA delivery to other tissues and cell types over repeated administrations. The major drawback of using non-selective delivery system is the requirement of large quantity of siRNAs for gene silencing in vivo. On the other hand, selective delivery system requires only low doses of siRNA and it also reduces the probability of potential OTEs in the non-targeted tissues. For selectively targeting therapeutic siRNA, it is coupled with antibodies or aptamers. Such an antibody linked with siRNA is used to treat HIV-infected cells [25]. siRNA is linked to antibody heavy chain fragments which possess affinity for HIV-1 envelope glycoprotein group and thus specifically infect these cells only [15]. Antibody heavy chains are first conjugated with protamine, and then these protamine–antibody fused proteins were used to deliver siRNA to HIV-infected cells. After tagging with some fluorescent label, these were induced to monitor the effectiveness and specification of antibody-mediated siRNA delivery technique. In addition to these, nanoparticles are also frequently used for specifically delivering the silencing molecules to the targeted cells. These nanoparticles were first coated with receptor, specific for the cell type to be targeted and, therefore, taken by the targeted cells only. Presently, nanoparticles are frequently used for specific siRNA delivery in clinical trials due to the stringent specificity possessed by them. Chemical modifications of siRNAs are performed to overcome two basic hurdles: one is increasing its stability in extracellular as well as intracellular environment as an effective therapeutic molecule and other is for its applications as reverse genetic tool. The siRNA is an unstable molecule with 2′-OH group which facilitates its hydrolysis in acidic as well as basic environment. Despite this, cellular nucleases significantly reduce half-life of RNA in vivo. The other purpose is to reduce the OTEs [26, 27] and to gain desirable outcome from RISC machinery. By specifically modifying the chemistry of siRNA, its functionality and stability can be enhanced in in vivo systems [27].\n\nThe permanent cure of chronic diseases requires stable as well as long-term RNAi expression. For efficient silencing of specifically targeted gene, a variety of siRNA delivery vectors were designed for in vivo and in vitro purposes. Retroviral-based shRNA vectors have been designed to stably integrate the shRNA transgene into primary as well as transformed cells for genomic integration or episomal expression [12, 28, 29]. Being capable of expressing in hematopoietic stem cells, “knockdown’’ tissues in mice were created using these vectors. Vital concerns associated with viral vectors for their use in gene silencing mechanisms are to minimize their toxic effects while targeting specific cell types [30]. Lentiviral vectors have much wider applications due to their potential of infection in non-cycling and post mitotic cells, such as neurons [28, 29, 31, 32]. RNA silencing using lentiviral vector systems has been carried out for silencing specific genes in primary mammalian cells, stem cells, and transgenic mice by infecting embryonic stem cells with expected function, i.e., loss of particular phenotype and capable of transmitting RNAi vector to the future generations too [32, 33]. For enhancing, the infective range of lentiviral vectors pseudotyping with number of envelope proteins, including vesicular stomatitis virus G glycoprotein (VSV-G) was carried out. Recently, lentiviral vectors have been used to deliver shRNA expression cassette in hematopoietic stem cells of HIV-infected patients ex vivo, and then these transfused cells were again reinfused in them for therapeutic healing in vivo [34]. Other than these vectors created, adenoviruses and adenovirus-associated viruses (AAV) are capable of infecting wide range of cell types in vivo [35–37]. These viruses remain isolated and do not integrate into the host genome in fact, in few cases they have been found capable of inducing severe immune responses. However, AAV is not capable of causing disease in humans [38] and its integration at a defined location in the genome nullifies the probabilities of generating mutations in host genome at the site of integration [39, 40]. Both these siRNAs expressing cassettes are preferably used in the therapies of cancer and other diseases where continuous RNAi expression is not required and able to transduce both dividing as well as non-dividing cells with therapeutic shRNA genes [41]. Success level of any therapeutic approach depends upon the percentage specificity it possesses for the target that needs to be silenced. A highly targeted approach is more efficient to be used for therapeutic purposes. The assistance of some external agents is required to carry the negatively charged double-stranded siRNA across the hydrophobic cell membranes. Liposomes and nanoparticles have been used for transporting these siRNA to the inner side of the cell and also to protect them from degrading action of serum RNases. SNALP, aptamers, antibody heavy chain fragments are also used as delivery vehicles. Different specific and non-specific viral delivery methods have been shown in Fig. 1. Systemic delivery of nanoparticle containing tumor-targeting single chain antibody fragment resulted in significant reduction of tumor load in lungs [42].\n\n\nRNAi has been widely used as a therapeutic tool in animal models mainly rodents for curing several neurodegenerative diseases that majorly includes Alzheimer disease [43], Amyotrophic Lateral Sclerosis (ALS) [44], Huntington disease (HD) [45], and Spinocerebellar ataxia [46]. The most successful demonstration was reported in the ALS model, where it was reported to double the latency period and prolong the life span up to 80% approximately after intramuscular injections of shRNAs [47]. RNAi is an efficient therapeutic tool for ocular disease treatment and the clinical trials were primarily carried out in mouse model for substantial output [48]. Clinical trials to test safety and efficacy of this technique using direct intravitreal injections of siRNAs targeting vascular endothelial growth factor (VEGF) and vascular endothelial growth factor 1 (VEGFR1) with the aim of decreasing their expression are under progress. Decreased expression of VEGF results in suppression of abnormal blood vessel development in the eyes of patients suffering from diabetic renopathy and AMD by acuity pharmaceuticals. The success of this approach can be estimated by the fact that positive results were obtained from the trials carried out on 129 patients worldwide at phase 2 levels (http://www.acuitypharma.com). siRNA therapeutics is conducting the early stage clinical trials for VEGFR1 and obtained positive results in patients till date (http://www.sirna.com).\n\nRNAi has been widely used for developing models for neurological disorders, which are otherwise difficult to be generated using the conventional transgenic approaches. Most brain-based studies make use of shRNA vectors derived from AAV [28, 46, 49, 50] or Lentivirus (LV) [44, 51] for RNAi therapy. They facilitate the long-term and uniform suppression of gene expression in dividing as well as non-dividing cells. Synthetic RNAs [52, 53], adenoviral systems [54], and herpes-simplex viral systems [55] have been used as vectors for successfully introducing siRNA or shRNA in target cells. AAV vector systems have been designed in a way that they express shRNA targeting the leptin receptor protein which is responsible for controlling feeding behavior in mice. Leptin hormone is responsible for normal food intake as well as metabolism. Long-term RNAi-mediated knockdown of leptin receptor (Lepr) has resulted in increased food intake in the model organism. shRNA is introduced in dopamine neurons in adult mice for specifically knocking-down the Th gene responsible for encoding tyrosine hydroxylase. Th gene was found responsible for Parkinson disease (PD), the knockdown of gene has resulted in decreased motor performance [28]. It is well known that central nervous system (CNS) is the most specialized organ in human body and have almost negligible regeneration ability. Clinical neuroscience therefore, aims at developing effective therapies to prevent the neuronal damage that caused neurodegenerative diseases [56]. RNAi possesses enormous potential for the treatment of genetically inherited dominant neurodegenerative diseases. The root cause of these diseases is synthesis, inappropriate aggregation, deposition, sequestration, and mislocalization of some aberrant proteins. It is hypothesized that RNAi can be utilized as a tool against the synthesis of these aberrant proteins, hence against progression of neurodegenerative diseases. HD is a fatal autosomal dominant neurodegenerative disorder that results from polyglutamine repeat expansions and lead to cognitive and behavioral disturbances, chorea, neuronal inclusions, and striatal and cortical neurodegeneration [57] and ultimately lead to death after 10–15 years of symptom onset. Till date, there occurs no preventive treatment for HD. The potential of RNAi had been explored [47] to cure this dominant neurogenerative disease through reduction in the mutant gene expression. AAV systems were used for shRNAi delivery. Significant reduction had been reported [47] when RNA silencing is directed against human mhtt mRNA and protein expression in cell culture and in HD mouse brain. The silencing of mhtt gene had also improved behavioral as well as neuropathological abnormalities associated with HD. Intrastriatal rAAV-mediated delivery of anti-huntingtin shRNAs restricting RNAi-mediated partial reversal of disease progression in R6/1 Huntington diseased transgenic mice [50]. Associated studies revealed the use of lentivector-mediated RNAi for the development of prion disease therapy. Prion is a fatal transmissible neurodegenerative disease for which no pharmacological treatment is available. It is having three etiologies: genetic (leading to mutations in the gene encoding the prion protein [PrP]), acquired (due to exogenous prion infection), and sporadic (of unknown causes) [58]. It is caused by prions, in which a self-propagating, infectious protease resistant form of PrP, i.e., PrPSc is the only essential component identified till date. PrPSc multiplies through conversion of the normal cellular PrP (PrPC). Before the clinical manifestation of the symptoms in model organisms took place, their brains got seriously damaged. Therefore, the disease-curing therapy mainly aims at slowing down the disease progression instead of aiming at curing it. The host cellular PrPC is required for both prion replications as well as for its pathogenesis in the host organism as no prion replication occurs in mice devoid of PrPC [59]. Two basic therapeutic strategies adopted so far include reduction of PrPC levels and prevention of the conversion from PrPC to PrPSc. Lentivector-mediated RNAi significantly reduced neuronal PrPC expression with effectively suppressing accumulation of the infectious protease resistant form of PrP (PrPSc) in a persistently infected neuroblastoma cell line. It ultimately results in prominent reduction of progression of prion disease in unique chimeric mice model.\n\nRNAi manifestation against viral disease treatment relies upon three broad strategies. One way is to target the host genes required for viral entry and propagation into the cell (cell surface receptor gene), and the other one utilizes viral transcripts encoding essential viral replicating protein for viral infections. RNAi therapeutics potentially targets viral transcripts synthesized in HIV-infected cells [60]. Merely change in single and/or just two amino acids are sufficient to create mismatch pairing at the cleavage site of siRNAs, for greatly reducing the potency of RNAi. In viral infections, RNAi specifically targets cellular genes as it eliminates the major problem of genetic variability that occurs in most of the viruses. In HIV infections, co-receptor CC chemokine receptor 5 (CCR5) has resulted into setting efficient and promising target for RNA-induced viral therapy [61]. The homozygous individuals for 32 base pair deletion in CCR gene are immunized to HIV infection with no other adverse immune ailments. Targeting viral genome is the third approach used and the highly conserved sequences present in viral genomes act as promising candidates for therapeutic RNAi.\n\nEffective use of RNAi in viral treatment of HIV-infected cultured cells was experimentally demonstrated [62–65]. Clinical trials for RSV and HIV are on the tracks of making RNAi-based strategy effective for in vivo applications. Various antiviral approaches have been used for the HIV-1 treatment. These include targeting CD4 cells of the host individual through the blocking of the viral integration as well as replication processes. The Gag gene that encodes major structural proteins of HIV-1 has targeted for RNAi gene therapeutics [63]. In HIV-1 treatment, long terminal repeat (LTR), accessory proteins, regulatory proteins such as tat and rev serves as efficient and effective targets [64, 65]. Now, studies are under process for achieving long-term expression of anti-HIV-1 effectors for future excellence. A great success against HIV-1 in primary cells was obtained by triple RNA therapy that exploits the combinatorial use of triple RNA; single short hairpin RNA, an RNA decoy of HIV TAR element (on surface of viral transcripts), and a hammer-headed ribozyme. Lentiviral vectors can be used in clinical trials for delivering silencing molecule in the stem cells ex vivo. Hepatitis B virus (HBV) has been another important target for development of RNAi-based therapeutics. Initially, viral mRNAs and plasmid expressing shRNA against pre-genomic viral RNA resulted in decreased HBV replication and expression of two viral proteins [66]. Chemically modified synthetic siRNAs encapsulated in liposomes prevents interferon response and stabilizes the long-lasting effect of siRNAs in serum [67]. Another study using low doses of AAV expression vectors having shRNAs resulted in inhibition of HBV in mouse model consistently for a period of 5 months [68]. Adenoviral vector expressing shRNAs in transgenic mouse model reduces the HBV gene expression as well as replication in established HBV infection [69]. These studies revealed the degree of stability and effectiveness of RNAi strategy against viral infections. Both siRNA and shRNA had resulted in effective blocking of infection in cultured cells either by targeting HCV genome or by various viral transcripts [70–72]. Other antiviral RNAi strategies target negative-RNA strand virus RSV that majorly affects children and the elder persons. Intranasal administration of siRNA using nanoparticles effectively elicited RNAi showing reduction in viral titre in lungs before or at the time of viral infection without inducing interferon response and decreased inflammation in mice [73]. However, post-infection administration of RNAi effector showed minimal activity against infection [74]. The siRNA-based clinical trials using RSV as delivery agent are gaining fast access because of the effectiveness of the approach. In addition to these RNAi-based therapeutics has also been developed for Ebola virus [75], Herpes simplex virus-2 [76], and SARS coronavirus [77]. Infection of HSV-2 in mice can be blocked by vaginal application of lipid-encapsulated siRNAs targeting HSV gene [76]. After 6 days of infection, 70% of the mice treated with single type of siRNA before infection showed complete resistance to HSV-2 infection. However, a combination of two siRNA with different targets was required when applied postinfection for prevention of the disease. These results showed the effectiveness of lipid-encapsulated siRNAs as a microbicide at mucosal surfaces with no apparent toxicities in vivo. The internasal delivery studies of mucosal surfaces serve as efficient sites for siRNA delivery in regard to accessibility as well as cost effectiveness [76]. No matter what the target is, the important consideration for the utilization of RNAi as an antiviral approach is the sequence specificity. Viral genome possesses inherent ability to get frequently mutated which possess significant hurdle while using this for antiviral RNAi therapeutics. These mutations can lead to the development of viral resistance. For example, continuous culturing of HIV-1 cell lines expressing anti-HIV-1 shRNA can lead to sequence alterations (additions or deletions making it ineffective against the virus). Using vectors capable of expressing multiple shRNAs that can target independent sequences may help to overcome the potential hurdle of RNAi resistant mutations.\n\nOwing to high specificity, potency, and low toxicity, siRNA can be used as an alternate strategy as compared with conventional anti-cancer drugs to overcome the life-threatening condition caused by tumors. Advancements in development of delivery agents for silencing molecules had provided the advantage of specifically targeting the oncogene and thus, it acts as a significant therapeutic agent in cancer therapy [78]. Systemic delivery had also proven to be effective in the treatment of metastatic tumors [79–82], but there are some barriers that can hinder the path of siRNA to the target cells [48]. Effective oncogene silencing as well as lung metastasis inhibition was achieved through the systemic delivery of siRNA into mice model using nanoparticles as shown in Fig. 2. Nanoparticles were synthesized by the self-assembly method possessing siRNA, calf thymus DNA (carrier DNA), protamine (polycationic peptide) coated within cationic lipid and surface modified with PEG-conjugated ligand, anisamide for specifically targeting the sigma receptor-expressing B16F10 cells. Use of ligand had improved the efficiency of delivery of siRNA up to fourfolds in the metastatic tumor as compared with the non-ligand-coated nanoparticles. Calf DNA provides less immunotoxicity as compared with plasmid vectors due to the presence of lesser amounts of CpG motif in its sequences [83–85]. A combination of three siRNA sequences was used to attack multiple oncogene pathways simultaneously to gain synergistic antiproliferation in B16 cells. MDM2 (inactivator for p53) [86], c-myc (transcription factor that promotes cell proliferation) [87], VEGF (mediates angiogenesis and metastasis) [88] were used in weight ratio of 1:1:1 and resulted in synergistic antiproliferation effect in metastatic nodules [25]. The mice model (C57BL/6) drafted with xenograft tumor tissue having murine melanoma cells was also transduced with luciferase gene for analyzing the efficacy of silencing. Even single intravenous (IV) injection of 0.15 mg/kg of anti-luciferase siRNA in metastatic nodules resulted in reduction of ~70–80% of the luciferase activity. This preliminary data also reveals the potential and efficiency that can be achieved in tumor therapies with targeted nanoparticle formulations.\n\n\nIn 2004, first clinical trial of siRNA in humans was carried out in patients suffering from CNV (choroidal neovascularization). After this clinical trials for other diseases making use of siRNAs as therapeutic molecule gain speed [89] and clinical data therefore start accumulating for various disorders [90, 91]. At first, the phase-1 clinical trial of siRNA as a therapeutic molecule had been carried out in humans using nanoparticle-delivery system (clinical trial registration number NCT00689065) [92, 93] in patients suffering from solid cancers. The mechanism of action of RNAi in humans was manifested from the tumor biopsies of the myeloma patients carried out after nanoparticle delivery. Although nanoparticles were delivered systemically in the body but clear indication of intracellular localization of these nanoparticles was established by correlating the dose of nanoparticles injected with those present in tumor. Comparative analysis with pre-dosing tissue showed reduction in levels of both the specific messenger RNA (M2 subunit of ribonucleotide reductase (RRM2) and the protein (RRM2). Moreover, the RNAi mechanism was validated when an mRNA fragment was detected at a predicted site in a patient who was injected with the highest dose of the nanoparticles and conferred that systemically administered siRNA is capable of specific gene inhibition through RNAi [93].\n\nThe aim of all the scientists working for modern drug research is to develop or discover biologically active molecules or a class of biologically active molecules which are functionally specific and have the potential of acting efficiently on etiological targets of disease. A large variety of drugs used for disease treatment in present times interact with some kind of proteins that were found to be critical for the innate functioning of certain cells, tissues, or organs. The matter of concern here is the problem of non-target proteins, which are being targeted along with the targeted proteins in the body. Side effects from these conventional therapies may result into some unknown interactions with other proteins. Total knockdown of multidomain proteins can be carried out by truncating a particular domain that would ultimately lead to alterations in structure of whole protein and ultimately alters its functioning. This can be complemented by considering the example of a major class drug used in cure of Type-2 diabetes, thiazolidinediones (TZDs). TZDs improve the insulin sensitivity of the β-cells present in islets of langerhans. This drug is also supposed to bind with peroxisome proliferator-activated receptor-γ (PPARγ), a key adipogenic transcription factor in white adipose tissue. In addition, it leads to activation of genes concerned with glucose and lipid metabolism like CD36 and adiponectin [94]. The adverse effect of administration of these insulin drugs includes renal and liver toxicity, which is supposed to occur due to indiscriminate and non-specific activation of PPARγ systemically in kidney as well as in liver tissues [74, 95]. Progress in functional genomics had opened the knot of various fundamental molecular mechanisms underlying regulatory processes for gene expression as well as its dysfunction. Ribonucleic acid responsible for coding all protein compliment of the cell can be the ideal target for disease treatment and drug discovery. Being an important mediator of gene expression, the most efficient way to silence expression of defective gene is at RNA level. This can be achieved through synthesizing complementary sequences against the ssRNA sequences so that complementary base pairing between these sequences can lead to functional disruption of the future defective protein to be encoded by this RNA sequence.\n\nThe most important and potential advantage of using RNAi lies in its target specificity. The inherent mechanism of the sequence-based gene suppressions and its designing therapeutics are two interconnected aspects for almost any gene. Neither the function of gene product nor the information of protein structure is mandatorily required for knocking out a particular gene efficiently and effectively. Therefore, the scenario of RNAi as a therapeutic tool is expanding day by day for curing certain incurable and fatal diseases [96]. A particular defective gene can be selectively inhibited especially in cases where the disease is often caused by a dominant mutation in a single allele like age-related macular degeneration (AMD) [97], diabetic retinopathy, Respiratory syncytial virus (RSV) [98]. Detailed mechanism of RNAi is illustrated in Fig. 3. Several studies have been carried out to determine the efficacy of RNAi in comparison with other therapeutic approaches like antisense technologies and it has been concluded that RNAi-mediated inhibition has proved to be more potent in contrast to the cases where site selection has been optimized for antisense effectiveness [26, 99]. This also reflects the remarkable pace at which RNAi techniques have been implemented in scientific research as well as therapeutic tool in accordance with the number of successful RNAi-based experiments already published. The advent of rapid progress in field of RNAi technology owns its innate biological ability of gene silencing and hence it represents a more natural strategy for manipulating gene expression or for totally blocking it.\n\n\nMicroarray studies revealed that siRNAs are capable of silencing many unintended transcripts along with the targeted ones [26, 100]. Off-target gene silencing was discovered as a hurdle to in vivo gene silencing mechanisms using siRNAs [101] and accepted as a complication to RNAi therapy that leads to the development of undesirable phenotypes [77, 102, 103]. Off-target transcript silencing affects the specificity of siRNAs for clinical purposes [26]. Even single nucleotide mismatch is capable of reducing the potency of targeted gene silencing [104–106]. To minimize OTEs, local alignment algorithms such as BLAST and Smith-Waterman were used. Using these alignments, sequences sharing significant levels of identity (e.g., >15/19 bp) with other genes of the target genome can be diagnosed. These sequences were avoided while synthesizing the siRNA sequence for inhibiting the function of desired gene. Only a small section of experimentally validated off-targets were identified by in silico methods, suggesting that even overall sequence identity acts as poor forecaster of number and identity of off-targeted genes [101]. Failing of sequence alignment tools toward escaping OTEs led RNAi users to device other alternatives for reducing these effects, i.e., reducing siRNA concentration, chemically modifying the siRNA and applying challenging bioinformatics to siRNA design. Off-target gene silencing is concentration dependent. On decreasing the concentration of siRNA the OTEs were also faded. Unintended silencing is the result of complementary sequences present in the 3′ UTR of the non-target transcripts. Seed hexamer strings of siRNAs (1-6/2-7/3-8) possess sequence complementary with 3′ UTR of non-target transcript [26, 101]. Thus, the complementary base pairing between these regions results in off-target gene silencing. This seed-matched, off-target silencing hereafter was referred as to ‘‘microRNA-like’’ silencing because of its resemblance with miRNA-induced gene silencing procedures [77]. However, when complementary base pairing occurs between guide seed strand sequence with open reading frame (ORF) of unintended transcript OTEs are not reported [101]. These regions can be modified by using the facility of various 3′ UTR search algorithms present online to minimize the detrimental OTEs. Genome-wide libraries were used for designing RNAi reagents that can improve knockdown efficiency simultaneously minimizing OTEs [107]. Potential reduction in OTEs can be achieved through 2′-O-methyl modification in the seed region of siRNA [27]. Sense strand is modified in such a manner so as to prevent interaction with RISC and therefore favor antisense strand uptake. In contrast, antisense strand seed region is modified to minimize seed related off-targeting. This strategy can reduce OTEs up to 90% and it maintains potency of RNAi mechanism. The position-specific chemical modification of siRNA duplexes revealed that silencing of off-target transcripts by all siRNAs was reduced without halting silencing of the intended targets [26, 27]. BLAST search was done within the genome for finding out the sequence homology. RNAi sequences and siRNAs were designed to minimize OTE by escaping sequence homology. This approach was experimentally validated in plants through syn gene complementation. A gene was synthesized which codes identical protein as coded by targeted nat gene to complement the silenced phenotype. The syn gene variants are also designed with sufficiently different nucleotide sequences from that of the nat gene, so as to escape RNAi-induced silencing and the phenotype was found to be completely reversed by expression of this syn gene [108]. The siRNAs to be used as therapeutic molecule must be designed to have stringency toward the intended target gene with negligible activity toward unintended genes. Prior to the development of any RNAi-based therapy preclinical studies related to cellular functions, the viability of the approach must be assessed for analyzing the success rate.\n\nA key solution to conventional mono-therapies and the consistent problem of viral evolution can be resolved by artificially synthesizing single-stranded siRNA molecules that simultaneously knocks down the expression of multiple targets. This novel approach is well known as combinatorial RNAi (coRNAi). This multiplexing strategy is of great significance in therapeutics because of its ability of blocking gene expression of two or more therapeutic targets simultaneously as well as it can also target several sites of a single gene product, i.e., mRNA. Silencing single gene a routine practice but only a limited number of studies have been reported for the concurrent silencing of more than one gene by using combinations of siRNAs. Majority of combinatorial RNAi studies focused on silencing of two targets simultaneously. The siRNA libraries were prepared for the gene whose effect needs to be silenced. Then, synthetic siRNA were prepared and validation of their activity was carried out at molecular level. To use this approach in practical terms, a library comprising of randomly generated multiplexes was created and streamlined in the cell system. Using this approach effect of co-administered siRNAs was studied to dissect the roles of Rab proteins, i.e., Rab3A and Rab27A. These Rab proteins co-operatively regulate the docking step of dense-core vesicle exocytosis in PC12 cells [109]. Effects of siRNA co-administration were usually characterized at phenotypic level. Therefore, experimental multiplexing consisting of six siRNA was carried out to validate conditions for simultaneous silencing of multiple targets in the breast cancer cell line MDAMB-231 by generating siRNA libraries [110]. These six siRNAs were directed against three unique gene targets. Silencing of these genes through multiplexed siRNAs was found as effective as the silencing achieved by individual siRNA. Similar results were also observed by multiplexing twelve siRNAs against six gene targets. The consistent problem of viral evolution was also resolved by using coRNAi phenomenon. Use of multiple conserved sequences from viral genome enhances the chances of escaping mutants [111]. coRNAi approach was first used to study gene function using two shRNAs targeting α- and β-isoforms of glycogen synthase kinase 3, via simultaneous inhibition of multiple endogenous mRNAs [112]. Other functional gene studied using coRNAi approach includes co-targeted multiple SOD genes [113, 114], cyclin A and S-phase kinase-associated protein 2 [115], and the related kinases B-Raf and c-Raf [116]. Power of siRNA co-suppression using bispecific LV as a vector was revealed by targeting HIV-infected cells. Down regulation of T cell receptors: CD4 (primary receptor), CCR5 (co-receptor for monocyte/macrophagetropic HIV) along with T cell tropic HIV co-receptor (CXCR4) resulted in preventing HIV infection [117]. The siRNA constructs were engineered and transfected into HIV-permissive cells including peripheral blood mononuclear cells. Virus challenge assays showed a striking protection of the transfected cells from HIV but clinical applicability of the bispecific siRNA is doubtful as it may results into evoking IFN response. By validating the ability of multiplexed siRNAs to co-regulate several genes, siRNA-mediated RNAi offers robust potential for studying the interactions of biomolecules in various biological pathways. This analysis could be principally appreciated for the development of drugs, as it promotes the identification of molecular target combinations that create predominantly lethal phenotypes.\n\nIn addition to offering novel therapeutic applications, RNAi possesses its own limitations. It cannot obviate the limitations of conventional gene therapy. Delivery of siRNA to the targeted tissue is the major problem faced during exploiting the native mechanism of RNAi in clinical therapy for curing diseases. New targeting methods should be developed to improve the transfection efficiency of carrier systems. The synthetic siRNA injected into the host cells also needs protection against the rapid degradation action of the cellular nucleases. Earlier tremendous growth in revealing the factors concerned with RNAi mechanisms and understanding of RNAi biology allowed nucleotide modifications that facilitate the loading of guide strand in RISC [4, 13]. Improvement in siRNA sequence selection also improved the efficiency of RNAi. Nevertheless, the problem of readministration persists due to temporary cure of diseases because intracellular dilution of siRNA occurs during cell division. Binding to non-specific targets may elicit unpredicted and unwanted side effects and is a matter of significant concern [118]. The endogenous splicing machinery of the target cell can be blocked or harmed due to competitive binding of siRNA sequences with endogenous miRNA pathway components. Inspite of all these limitations, the major problem is that these are also capable of eliciting interferon immune response in the host body [119].\n\nConventional gene therapeutic strategies focused vastly on gene replacement of the affected gene in target host cells. However, progress in gene therapies is very slow because while moving from basic research to the clinical approaches, challenges arise for heterologous DNA delivery and gene regulation in in vivo systems, and therefore limits the potential of gene therapy in practice. Use of alternative approaches that target RNA rather than DNA possesses the ability to overcome some of the difficulties concerned with traditional gene therapies. The active therapeutic molecules used in alternative approach are majorly comprised of short oligonucleotide sequences. RNAi recently emerged as a powerful alternative to conventional gene replacement therapies for correcting genetic defects and is mainly concerned with correcting autosomal dominant diseases. Low efficiency of gene transfer, limitations on transgene size, specifically an inability to deliver genomic size loci, insertional mutagenesis, integration-associated events, immune responses, and toxicity also limit the conventional gene therapy. Novel therapeutic applications using RNAi include alteration in the processing of the target pre-mRNA transcripts, reprogramming the genetic diseases through mRNA repair mechanisms along with the targeted silencing of allele or isoform-specific gene transcripts. The realization of the potential of RNAi-based therapeutic approaches for addressing genetic disorders still needs to be revealed fully [120].\n\nFor the significant discovery of RNAi, Andrew Fire and Craig Mello were awarded Nobel Prize in Medicine or Physiology in the year 2006. The innate principle of gene regulation is utilized for the development of therapeutic agents and RNAi-based therapies for curing various fatal diseases are on trials and have gained remarkable success during the trials in model organisms. The enormous unprecedented therapeutic potential of RNAi encounters some hurdles like interferon response; OTEs and excessive dosage of promoter-based shRNA, which can even lead to death of injected model organisms. Since a decade ago, RNAi has emerged as a promising and powerful experimental tool for novel therapeutics. RNAi has widely explored attention for dominant targets involved in ocular, neurodegenerative, and HD therapeutics. However, it is still imperative to comprehend that our present knowledge about the biological functions of RNAi mechanisms perhaps represents just the tip of the iceberg and a great deal of technical issues and challenges need to be overcome. Hence, to unearth novel features of RNAi-related processes is important to continue the future studies on the animal models in parallel to the research on mammalian cell culture systems. Hopefully, it will add-on to the progress of highly efficient RNAi-based therapies."}