{"title": "Lymphopenia predicts disease severity of COVID-19: a descriptive and predictive study", "body": "We first randomly selected five death cases and monitored dynamic changes in blood tests for each patient from disease onset to death. Although course of disease in each patient was different, inter-day variations of most parameters studied are fairly constant among all five patients (Supplementary Fig. S1a–f). Among all parameters, blood lymphocyte percentage (LYM%) showed the most significant and consistent trend (Supplementary Fig. S1f), suggesting that this indicator might reflect the disease progression. To further confirm the relationship between blood LYM% and patient’s condition, we increased our sample size to 12 death cases (mean age: 76 years; average therapeutic time: 20 days) (Supplementary Table S1). Most cases showed that LYM% was reduced to lower than 5% within 2 weeks after disease onset (Supplementary Fig. S2a). We also randomly selected seven cases (mean age: 35 years, average therapeutic time: 35 days) with severe symptoms and treatment outcomes (Supplementary Table S2) and 11 cases (mean age: 49; average therapeutic time: 26 days) with moderate symptoms and treatment outcomes (Supplementary Table S3). LYM% of severe patients decreased initially and then increased to higher than 10% until discharged (Supplementary Fig. S2b). In contrast, LYM% of moderate patients fluctuated very little after disease onset and was higher than 20% when discharged (Supplementary Fig. S2c). These results suggest that lymphopenia is a predictor of prognosis in COVID-19 patients.\n\nBy summarizing all the death and cured cases in our hospital to depict the time-LYM% curve (Fig. 1a), we established a Time-LYM% model (TLM) for disease classification and prognosis prediction (Fig. 1b). We defined TLM as follows: patients have varying LYM% after the onset of COVID-19. At the 1st time point (TLM-1) of 10–12 days after symptom onset, patients with LYM% > 20% are classified as moderate type and can recover quickly. Patients with LYM% < 20% are initially classified as severe type. At the 2nd time point (TLM-2) of 17–19 days after symptom onset, patients with LYM% > 20% are in recovery; patients with 5% < LYM% < 20% are still in danger and in need of supervision; patients with LYM% < 5% become critically ill with high mortality rate and need intensive care.\n\nTo validate the reliability of TLM, 90 hospitalized COVID-19 patients typed by the latest classification guideline (5th edition) were redefined with TLM. LYM% in 24 out of 55 moderate cases was lower than 20% at TLM-1; LYM% of all these patients was above 5% at TLM-2, indicating that these patients would recover soon. LYM% at TLM-1 was lower than 20% in 20 out of 24 severe cases; LYM% at TLM-2 was <5% in six cases, indicating a poor prognosis. LYM% at TLM-1 in 11 out of 11 critically ill patients was lower than 20%; LYM% of these patients at TLM-2 was lower than 5% in six cases, suggesting a poor outcome (Fig. 1c). Furthermore, with kappa statistic test, we verified the consistency between TLM and the existing guideline in disease typing (Fig. 1d).\n\nThe classification of disease severity in COVID-19 is very important for the grading treatment of patients. In particular, when the outbreak of an epidemic occurs and medical resources are relatively scarce, it is necessary to conduct grading severity and treatment, thereby optimize the allocation of rescue resources and prevent the occurrence of overtreatment or undertreatment. According to the latest 5th edition of the national treatment guideline, COVID-19 can be classified into four types. Pulmonary imaging is the main basis of classification, and other auxiliary examinations are used to distinguish the severity. Blood tests are easy, fast, and cost-effective. However, none of the indicators in blood tests were included in the classification criteria. This study suggested that LYM% can be used as a reliable indicator to classify the moderate, severe, and critical ill types independent of any other auxiliary indicators.\n\nLymphocytes play a decisive role in maintaining immune homeostasis and inflammatory response throughout the body. Understanding the mechanism of reduced blood lymphocyte levels is expected to provide an effective strategy for the treatment of COVID-19. We speculated four potential mechanisms leading to lymphocyte deficiency. (1) The virus might directly infect lymphocytes, resulting in lymphocyte death. Lymphocytes express the coronavirus receptor ACE2 and may be a direct target of viruses.5 (2) The virus might directly destroy lymphatic organs. Acute lymphocyte decline might be related to lymphocytic dysfunction, and the direct damage of novel coronavirus virus to organs such as thymus and spleen cannot be ruled out. This hypothesis needs to be confirmed by pathological dissection in the future. (3) Inflammatory cytokines continued to be disordered, perhaps leading to lymphocyte apoptosis. Basic researches confirmed that tumour necrosis factor (TNF)α, interleukin (IL)-6, and other pro-inflammatory cytokines could induce lymphocyte deficiency.6 (4) Inhibition of lymphocytes by metabolic molecules produced by metabolic disorders, such as hyperlactic acidemia. The severe type of COVID-19 patients had elevated blood lactic acid levels, which might suppress the proliferation of lymphocytes.7 Multiple mechanisms mentioned above or beyond might work together to cause lymphopenia, and further research is needed.\n\nIn conclusion, lymphopenia is an effective and reliable indicator of the severity and hospitalization in COVID-19 patients. We suggest that TLM should be included in the diagnosis and therapeutic guidelines of COVID-19."}