{"title": "Evaluation of sialic acid and acute-phase proteins (haptoglobin and serum amyloids A) in healthy and avian infection bronchitis virus-infected chicks", "body": "Avian infectious bronchitis virus (IBV) is in the genus Coronavirus, family Coronaviridae, order Nidovirales (Schauer 1985; Stefenelli et al. 1985; Altintas et al. 1989; Lai and Cavanagh 1997). Infectious bronchitis (IB) is an acute and highly contagious disease occurring worldwide (Schalk and Hawn 1931; Collisson et al. 1992) and results in severe economic loss in the poultry industry (Schalk and Hawn 1931; Collisson et al. 1992). Infectious bronchitis virus is primarily a respiratory pathogen of domestic fowl, though the oviduct can be affected and some strains are nephropathogenic (King and Cavanagh 1991; Cavanagh and Naqi 1997; Ertekin et al. 2000; Cavanagh 2003). In young chickens, it causes a reduction in weight gain and a predisposition to secondary bacterial infections, which can be fatal and also affects egg production.\n\nPlasma proteins are mainly synthesized by the liver. Analysis of total protein concentration and percentage of protein fractions are important in various disease states (Kaneko 1997). Glycoproteins are defined as proteins which contain glycan chains linked glycosidically to selected amino acid residues. Monosaccharides commonly found in the glycans of the glycoproteins including N-acetylneuraminic acid, sialic acid (Hemming 1991). Sialic acids as monosaccharides are linked to the terminal galactose, N-acetylgalactosamine, or to other sialic acids in carbohydrate chains attached to glycoproteins and glycolipids (Corfield and Schauer 1982; Schauer 1985). Sialic acids are often involved in important cell surface communications and infection processes and are present in normal serum in humans and animals; their content in serum is changed in various diseases (Kloppel et al. 1978; Makimura and Usui 1990; King and Cavanagh 1991; Ekin et al. 2003; Citil et al. 2004) Sialic acids are also found in bacteria and animal tissues (Schauer 1982). High serum sialic acid level is an important factor for certain diseases. Sialic acid concentration increases rapidly following the inflammatory and injury process (Ekin et al. 2003). The mechanism underlying the induction of sialic acid increase is not clearly understood. However, investigators have reported that sialic acid localized at the end chain of many acute-phase proteins can be used as marker for the determination of acute-phase protein concentrations (Taniuchi et al. 1981; Crook 1993; Thougaard et al. 1998; Enjuanes et al. 2000; Ekin et al. 2003) because serum acute-phase proteins, especially α1-acid glycoprotein, are sialyted glycoproteins.\n\nThe acute-phase proteins (APPs) are a group of blood proteins that change in concentration in animals subjected to external or internal challenges such as infection, inflammation, surgical trauma or stress (Eckersall 2004; Murata et al. 2004; Gruys et al. 2005). SAA and Hp as well as other APPs have been proposed to be markers of stress in cattle and other species (Alsemgeest et al. 1995; Deak et al. 1997; Hicks et al. 1998; Hickey et al. 2003; Pieiro et al. 2007). The APPs assay may have potential for monitoring adverse environmental and/or management stressors, thus enabling better control of animal welfare (Pieiro et al. 2007; Murata 2007). They are mainly synthesized in the liver, mediated by pro-inflammatory cytokines, and their concentration can increase (positive APPs) or decrease (negative APPs) as a consequence of inflammatory stimuli. It has been suggested that APPs may be useful in the assessment of animal welfare (Murata et al. 2004; Murata 2007). APPs and their changes due to various inflammatory and non-inflammatory conditions have been studied intensively in many animal species (Kaneko 1997; Murata et al. 2004; Murata 2007). However, in chicken and poultry, few research studies have been undertaken on APPs and sialic acid and the changes of APPs and sialic acid in avian infection and disease is not known. There is no published study investigating the relationship between APPs and sialic acid in avian inflammatory conditions.\n\nInjecting salin or E. coli lipopolysaccharid in single comb white leghorns can lead to a significant increase of hemopexin as an APP, liver proteins and plasma proteins (Barnes et al. 2001). Bacterial and viral infection and croton oil and endotoxin administration cause increase the plasma proteins and ovotransferrin concentration, as a major avian APP (Rath et al. 2003, 2007; Rath 2005).\n\nThe aim of the present study was to investigate and compare the concentrations of haptoglobin, serum amyloid A and sialic acid (total, lipid- and protein-bound) in healthy and infected chicks by infectious bronchitis and selecting an index among these factors in infected chicks.\n\nForty-five 24-day-old Cobb chicks infected with IBV which were referred to the avian diseases clinic, School of Veterinary Medicine, Shiraz University, Iran were selected as the disease group. All diseased chicks showed some or all of the clinical signs of IB including gasping, coughing and nasal discharge, wet eyes, swollen sinuses, reduction of food consumption and weight gain. The control group consisted of ten healthy 24-day-old Cobb chicks without any clinical signs of IBV.\n\nDiagnosis of IBV was based on clinical signs and enzyme-linked immunosorbent assay (ELISA) test. Total IBV antibodies were measured in individual sera and lavage fluids using a commercial kit of indirect (Kierkegaard and Perry Laboratories, USA), based on manufacturer's instructions. Blood samples were taken from the wing vein into two tubes: one containing ethylenediaminetetraacetic acid (EDTA) and one without EDTA. The sera were separated by centrifugation at 750×g for 15 min and stored at −20°C until used. Haptoglobin was measured according to preservation of the peroxidase activity of haemoglobin, which is directly proportional to the amount of haptoglobin (Tridelta Development Plc, Wicklow, Ireland) and SAA was measured by a solid phase sandwich ELISA (Tridelta Development Plc, Co. Wicklow, Ireland). The analytical sensitivities of these tests in serum have been determined as 0.3 μg/ml for SAA and 0.0156 mg/ml for Hp by the manufacturer. Serum TSA concentration was determined by thiobarbituric acid method as previously described by Warren (1959). LBSA concentration was determined by the method described by Katopodis et al. (1982). The amount of TSA and LBSA were determined by use of a standard curve developed from a standard sample of n-acetyl neuraminic acid. PBSA was measured by subtracting serum TSA from LBSA.\n\nData were presented as mean ± SE. to investigate any important changes, the ratio of LBSA to PBSA, also the ratio of Hp to SAA were calculated in both study groups. Due to the deviation of the data from normality (P < 0.05 in Kolmogorov–Smirnov test) and inequality of variances in study groups, nonparametric Mann–Whitney U test was used for statistical comparisons. Spearman's rank correlation coefficients were calculated to determine relationships between variables. To evaluate which factor was more sensitive to change in diseased birds compared with healthy control birds, receiver operating characteristic (ROC) analysis was done and area under the curve (AUC) were compared. Statistical analysis was performed using SPSS and MedCalc softwares. P value less than 0.05 were considered as statistically significant.\n\nSummary statistics and results for comparison of study variables are presented in Table 1. There was significant differences between diseased and control group for TSA, LBSA, PBSA, Hp and SAA. All of these variables were significantly higher in diseased birds compared with the control group. Results showed that there were significant positive correlations between TSA, LBSA and PBSA in both groups (Table 2). No correlation was observed between Hp and SAA with any parameters; however, there was a significant negative correlation between Hp and SAA in the control group (Table 2). Comparisons of the ratio of LBSA to PBSA, also the ratio of Hp to SAA were performed in both study groups. No significant difference was observed between diseased and control groups for these ratio (Table 1).\n\n\n\n\nResults for ROC analysis showed that area under the curve for TSA, LBSA, PBSA, Hp and SAA were 0.93, 0.98, 0.90, 0.90 and 0.80, respectively. According to AUC, LBSA was the most sensitive factor to change in the diseased birds. However, except the difference between SAA and LBSA which was significant (P = 0.01), there was no significant difference for AUC between other variables (P > 0.05 for all other paired comparisons).\n\nIn this study, changes in TSA, LBSA, PBSA, SAA and Hp concentrations were evaluated as indicators for the determination of inflammatory process associated with IBV, a major health problem in chicks. There were significant differences between diseased and control group for all variables. The concentrations of study variables were significantly higher in diseased birds.\n\nInflammation or tissue injury causes the release of pro-inflammatory cytokines such as IL-1, IL-6 and tumour necrosis factor which alter the blood concentration of a variety of proteins that are produced primarily in liver. Increases in these proteins are recognized by finding elevations in the α- and/or β-regions by serum protein electrophoresis. The concentration of these proteins is generally low to non-detectable in healthy animals, and elevations are used to diagnose and monitor inflammatory diseases (Feldman et al. 2000).\n\nTracheitis, bronchitis, tracheal oedema, bronchial caseous plugs and air sacculitis indicates widespread inflammatory reaction in IBV this causes release and elevation of SAA and Hp concentrations. Kovacs et al. (2007) showed a mild increase in SAA in the goose by administration of a fowl cholera vaccine containing inactivated Pasteurella multocida. Vaccination was an inflammatory factor and produced increased SAA levels. Nazifi et al. (2009) showed a significant increase in SAA levels in chicks by gumboro. Chamanza et al. (1999) reported that administration of terpentin to pullet and Staphylococcus aureus infection in chicks cause the elevation in SAA and transferrin concentration.\n\nIn the present study, the concentrations of TSA, LBSA and PBSA were significantly higher in diseased birds. These results are in agreement with the previous studies (Abramjan and Kamaljan 1968; Tsolov et al. 1973; Ertekin et al. 2000; Keles et al. 2000; Farsang et al. 2002). It is well documented that serum sialic acid concentration rapidly increases following the onset of inflammatory disease or injury (Haq et al. 1993; Stefenelli et al. 1985). Several research studies have shown that the concentration of sialic acid in serum is elevated in pathological states when there is damage to tissue, tissue proliferation and inflammation (Hangloo et al. 1990). Tissue injury stimulates local cytokine secretions from cells involved in the complications or inflammation such as macrophages and endothelium. This induces an acute-phase response which involves the release of acute-phase glycoproteins with sialic acid from the liver into the general circulation, again leading to increased sialic acid concentration (Crook et al. 2001). Serum sialic acid concentration in the present study revealed apparent tissue damage and inflammatory disorders. In this study, increase in serum sialic acid concentration was in good agreement with other inflammatory parameters (SAA and Hp concentrations). According to the AUC, LBSA was the most sensitive factor to change in the diseased birds. Therefore, increase in serum LBSA concentration may be a good indicator of inflammatory process associated with IBV in chicks and detection of sialic acid particularly LBSA levels may be a valuable indicator for diagnosis and prognosis of inflammatory diseases (Motol et al. 1984).\n\nIn conclusion, IBV leads to tissue damages and inflammatory effects, so stimulates the synthesis of APPs and sialic acid. In IBV, the occurrence of significant changes in TSA, LBSA, PBSA, SAA and Hp concentrations were observed. Results obtained from this study showed that in naturally occurring IBV infection significant increases in TSA, LBSA PBSA, SAA and Hp concentration are expected and among study variables, LBSA had the most obvious change so may be considered as the most sensitive parameter."}