{"title": "Fatality risks for nosocomial outbreaks of Middle East respiratory syndrome coronavirus in the Middle East and South Korea", "body": "The first report of Middle East respiratory syndrome (MERS) was identified in Saudi Arabia in June 2012. The Middle East respiratory syndrome coronavirus (MERS-CoV) isolated from this patient was similar to severe acute respiratory syndrome coronavirus (SARS-CoV), which caused an epidemic in 2002–2003 [49]. Both novel viruses are single-stranded RNA viruses belonging to the genus Betacoronavirus [25, 48], and the diseases they cause share common clinical characteristics, including fever, cough, diarrhea, and shortness of breath [5].\n\nAs of 29 June 2016, the World Health organization (WHO) had been notified of 1769 laboratory-confirmed cases with MERS-CoV (globally), including at least 630 deaths; the case fatality rate (CFR) was 35.6 % (630/1769) [46]. A total of 26 countries in the world have been affected, including countries in the Middle East (Egypt, Iran, Jordan, Kuwait, Lebanon, Oman, Qatar, Saudi Arabia, United Arab Emirates, Yemen), Africa (Algeria, Tunisia), Europe (Austria, France, Germany, Greece, Italy, the Netherlands, Turkey, the United Kingdom), Asia (China, the Republic of Korea, Malaysia, Philippines, Thailand) and North America (United States) (http://www.who.int/emergencies/mers-cov/en/). So far, all cases of MERS have been linked through travel to or residence in countries in or near the Middle East. Generally, the Middle East is the primary region where MERS-CoV originates, circulates and is exported. In contrast, since the first report of SARS-CoV in China in 2003, a total of 8096 SARS cases, including 774 deaths, have been reported to WHO. These have involved 19 countries, predominantly in South East Asia, with only one case identified in Kuwait in 2003, and no cases were found in the Middle East since then (http://www.who.int/csr/sars/country/table2004_04_21/en/). The fatality risk for MERS-CoV is much higher than that for SARS-CoV, which has a CFR of 9.6 % [9, 24]. Furthermore, the CFR for patients with co-morbidities is greater (60 % in MERS vs. 46 % in SARS) than those without pre-existing diseases [49]. Generally, the CFR is attributed to both host factors and virus factors (e.g. virus replication and mutation) and local medical expertise [3, 14].\n\nOne unique common epidemiological characteristic of these two diseases is that the spread of both MERS-CoV and SARS-CoV infection has been largely driven by human-to-human transmission in healthcare settings [25]. Failures in infection prevention and control in healthcare settings have occasionally resulted in large numbers of secondary cases in nosocomial outbreaks. The earliest identified nosocomial MERS outbreak was traced back to March 2012 from clusters of severe respiratory illness among healthcare personnel (HCP) in Jordan [43]. Since then, a series of nosocomial MERS outbreaks in small numbers have been identified in the Middle East (Jordan in 2012, Saudi Arabia in 2014–2015) [1, 6, 10, 18, 36]. In 2015, the largest known outbreak of MERS outside the Middle East occurred in the Republic of Korea; as of 19 June 2015, 186 laboratory-confirmed cases, including 36 deaths, had been reported. This outbreak was associated with a traveller returning from the Middle East (http://www.cdc.gov/coronavirus/mers/about/index.html). Although the genome sequences of MERS-CoV isolates from the Republic of Korea are similar to those isolated from the Middle East (http://www.who.int/mediacentre/news/mers/briefing-notes/update-15-06-2015/en/), the epidemiology of MERS in South Korea is very different to that observed in the Middle East. On the one hand, a MERS-CoV isolate that was responsible for an outbreak in South Korea showed a higher transmissibility than other previous MERS-CoV isolates. The epidemic thus far has undergone four generations of infectious events in South Korea through nosocomial super-spreading episodes [11]. On the other hand, an overall CFR of only 19.4 % (36/186) in hospital-based outbreaks in South Korea is substantially lower than the overall CFR of cases, most of which originate in the Middle East [38 % (444/1163); 65.2 % (15/23)] [1, 6]. To date, it is not clear what has caused the observed differences between the CFRs of South Korea and the Middle East.\n\nIn this study, we conducted a preliminary mortality risk factor analysis for nosocomial MERS-CoV outbreaks in South Korea and the Middle East. The findings from this study might help to reduce the severity and number of deaths from hospital-clustered cases by leading to the adoption of appropriate control measures.\n\nThe National Health and Family Planning Commission of China determined that the collection of data from one human MERS-CoV infection imported from Korea was part of the public health investigation of an outbreak and was exempt from institutional review board assessment. All other MERS cases were obtained from publicly available data sources. All data were supplied and analysed without access to personal identifying information.\n\nInformation on all laboratory-confirmed MERS cases was obtained from various publicly available sources, including WHO Global Alert and Response updates, documents officially released by the local health bureau, news releases from Middle Eastern and South Korean authorities, the Weekly Epidemiological Record, ProMed posts, and literature published from 1 April 2012 to 29 June 2016 (http://www.who.int/csr/don/archive/disease/coronavirus_infections/en/). The latest cases that had not been officially announced by WHO were identified by searching ProMed posts, which confirmed announcements by individual countries’ ministries of health. Based on the available data, we initially established a database of a line list of human nosocomial MERS outbreaks (Supplementary Tables S1, S2 and S3).\n\nAccording to the WHO’s 14 July 2015 interim reporting definition (http://www.who.int/csr/disease/coronavirus_infections/case_definition/en/), a person with MERS has a laboratory-confirmed MERS-CoV infection, irrespective of clinical signs or symptoms. A case may be laboratory-confirmed by detection of viral nucleic acid or serology. The presence of viral nucleic acid can be confirmed by either a positive reverse transcription polymerase chain reaction (RT-PCR) result on at least two specific genomic targets or a single positive target with sequencing of a second target. A case confirmed by serology requires demonstration of seroconversion in two samples, ideally taken at least 14 days apart, by enzyme-linked immunosorbent assay (ELISA), by indirect fluorescent antibody (IFA) screening, or by a neutralization assay [25, 49].\n\nA direct epidemiological link with a confirmed MERS-CoV patient may include (1) healthcare-associated exposure, including providing direct care for MERS-CoV patients, working with healthcare workers infected with MERS-CoV, visiting patients or staying in the same close environment of individuals infected with MERS-CoV; (2) working together in close proximity or sharing the same classroom environment with individuals infected with MERS-CoV; or (3) travelling together with individuals infected with MERS-CoV in any kind of conveyance or living in the same household as individuals infected with MERS-CoV. In addition, the epidemiological link may have occurred within a 14-day period before or after the onset of illness in the case under consideration [25].\n\nWe used a comparative epidemical analysis of the dates of onset of illness and the characteristics of the fatal and surviving cases. All statistical analysis was conducted using the Statistical Analysis System, version 9.2 (SAS Institute, Cary, NC, USA). Quantitative measurements are presented as the median and range of the observed values, and qualitative measurements are presented as relative and absolute frequencies. An analysis of variance (F test) was applied to the measurement data. χ2 tests were used to compare the distribution of the different variables of qualitative measurements between fatalities and survivors. Fisher’s exact test was used in the analysis of contingency tables when the sample sizes were small (the expected values in any of the cells of a contingency table were below 5; the number of total samples was no more than 40; the data were very unequally distributed among the cells of the table). Any p-values given were two-sided and considered statistically significant at 0.05.\n\nAs of 31 March 2016, we had identified 47 human laboratory-confirmed clusters with MERS-CoV, involving 179 cases, of which 53 were fatal. All clusters had been reported to WHO or published by the local authority or in PubMed. These MERS-clustered cases were distributed in nine countries: 29 clusters from the Kingdom of Saudi Arabia (KSA), six from the United Arab Emirates (UAE), four from Jordan, three from Qatar, and one each from France, Iran, Italy, Tunisia, and the United Kingdom (UK). The numbers of clusters per year were as follows: three clusters including 18 cases in 2012, 33 clusters including 108 cases in 2014, and 11 clusters including 53 cases in 2014.\n\nFor the control groups, we chose a total of 504 sporadic cases of MERS-CoV, composed of 129 fatal and 375 nonfatal cases from the following countries: 350 cases from the KSA, 125 cases from the UAE, 10 cases from Jordan, 10 from Qatar and 9 from Tunisia. The numbers of sporadic cases per year were as follows: 110 cases in 2012, 350 cases in 2013 and 44 cases in 2014.\n\nThe results showed that the percentages of HCP in MERS clusters were much higher than those in sporadic cases (32.4 % [58/179] vs. 10.7 % [54/504], p = 0.000) (Table 1 and Table S1). However, the HCP-specific CFR was much lower than the overall CFR from MERS clusters (5.6 % [3/54] vs. 29.6 % [53/179], p = 0.000) and sporadic cases (7.4 % [4/54] vs. 25.6 % [129/504], p = 0.003) (Table 1).\n\n\nOf the 53 fatal cases analysed in the MERS cluster groups, 67.9 % (36/53) had concurrent health conditions, which was a much higher percentage than that for nonfatal cases (22.2 % [28/126], p = 0.000). A similar result was obtained for the sporadic groups (66.7 % [86/129] vs. 33.3 % [125/375], p = 0.000). However, the percentage of co-morbidities in fatal and nonfatal infections of HCP was much lower than that for fatal cases overall (67.9 % [36/53] vs. 22.2 % [28/126], p = 0.001) and nonfatal cases in the cluster groups (33.3 % [1/3] vs. 7.8 % [4/51], p = 0.000) (Table 1).\n\nThe mean age in the fatal cases was significantly higher than in the nonfatal cases in the clustered cases (57 years [range 19–94] vs. 38 years [range 2–86], p = 0.000) and sporadic cases (60 years [range 0–94] vs. 46 years [range 2–90], p = 0.000). In contrast, the mean age of the survivors in clusters was slightly lower than in sporadic cases (38 years [range 2–86] vs. 46 years [range 2–90], p = 0.000). The median age in fatal cases in HCP was much lower than in fatal cases overall (46.5 years [33–56] vs. 57 years [19–94], p = 0.000) (Table 1).\n\nWe stratified the age groups between the fatal and nonfatal cases groups. The results showed a statistical difference in the distribution of the 0–14, 15–29, 30–44, 45–59, and 60+ year-olds between the two groups (p = 0.000). Males dominated both the fatal and nonfatal groups of the clustered and sporadic cases (p > 0.05) (Table 1).\n\nA history of exposure to camels prior to onset of disease was not significantly correlated with survival (7.5 % [4/53] vs. 5.6 % [7/126], p = 0.612). Similarly, there was no significant correlation between survival and exposure to other animals, including sheep, goats, and horses (3.8 % [2/53] vs. 0.8 % [1/126], p = 0.156). Similar results were found for the sporadic cases for exposure to camels (3.9 % [5/129] vs. 1.9 % [7/375], p = 0.197) or to sheep, goats, and horses (0.8 % [1/129] vs. 1.3 % [5/375], p = 0.614). In contrast, the percentage of survivors infected by human-human transmission was slightly higher than in the group of fatal cases (92.9 % [117/126] vs. 64.2 % [34/53], p = 0.000) (Table 1).\n\nFive time periods useful for public health surveillance were evaluated. The median time from onset to confirmation of infection in the fatal groups was much longer than that for survivors in MERS clusters (12.5 days [2–19] vs. 9 days [0–24], p = 0.041) and in sporadic MERS cases (12 days [1–41] vs. 9 days [0–30], p = 0.003). However, there were no statistical differences in the median time from onset to hospital admission, onset to hospital discharge, and subsequent death or the number of hospitalized days between the fatal and nonfatal cases for the two groups (Table 1).\n\nBy 30 March 2016, we had obtained data on 51 nosocomial outbreaks involved in 216 confirmed cases (all 51 nosocomial outbreaks were from the Middle East; the above 47 clusters were not included in these outbreaks), including Iran (one cluster), KSA (41 clusters), Jordan (three clusters), France (one cluster) and UAE (five clusters).\n\nWe also had one nosocomial outbreak with 174 confirmed cases with MERS-CoV in South Korea (Table 2 and Table S2). The observed average cluster size (174) for MERS from South Korea was much greater than that for the Middle East (4, range 2–28).\n\n\nHuman nosocomial outbreaks with MERS-CoV in the Middle East occur throughout the year and peak in the spring, especially February to April. MERS outbreaks in South Korea were reported from March to June 2015, concomitant with peaks in the reporting of MERS nosocomial outbreaks in the Middle East (Table 2).\n\nThe overall CFR of the nosocomial outbreaks with MERS-CoV in the Middle East (25.9 % [56/216]) was significantly higher than in South Korea (13.8 % [24/174]; p = 0.003). In contrast, the HCP-specific CFR (4.2 % [3/71]) was slightly lower than the overall CFR in the Middle East (p = 0.000). Only one healthcare worker had died of MERS as of 15 July 2015 in South Korea (HCP-specific CFR 3.2 % [1/31]) (Table 2).\n\nThe percentage of HCP in outbreaks with MERS-CoV in the Middle East was much higher than in South Korea (32.9 % [71/216] vs. 18.7 % [31/166], p = 0.002), but the percentage visiting a hospital in the Middle East was lower (18.5 % [40/216] vs. 30.1 % [50/166], p = 0.008). Interestingly, no difference was identified in the percentage of hospitalized patients (48.6 % [105/216] vs. 51.2 % [85/166], p = 0.615) between these two areas (Table 2).\n\nFor the two groups, the percentage of co-morbidities in those that died was statistically greater than that for survivors (64.3 % [36/56] vs. 28.1 % [45/160], p = 0.000 in the Middle East; 45.8 % (11/24] vs. 12.0 % [18/150], p = 0.000 in South Korea) (Table 2).\n\nThe average age in the fatal groups was much higher than that in the survival groups (64 years old [25–98] vs. 46 years old [2–85], p = 0.000 in the Middle East group; 68 years old [49–82] vs. 53.5 years old [16–87], p = 0.000 in the South Korea group). The over-60-year-old groups had the highest proportion of deaths, while the 45-to-59-year-old groups had the largest number of survivors. We found no difference in the gender distribution between the fatal and nonfatal cases in these two groups (male vs. female ratio 2.5:1.0 vs. 1.28:1.0 in the fatal and nonfatal cases, respectively, from the Middle East, p = 0.057; 2.0:1.0 vs. 1.4:1.0 in the fatal and nonfatal cases, respectively, from Korea, p = 0.509) (Table 2).\n\nWe found no difference between the fatal and nonfatal cases with respect to exposure to camels and other animals (horses, sheep and goats). In contrast, the level of human-human transmission was much higher in the nonfatal cases in the Middle East than in the fatal cases (86.3 % [138/160] vs. 57.1 % [32/56], p = 0.000). The percentage of inter-human transmission was much higher in the fatal cases in South Korea than in the Middle East (57.1 % [32/56] vs. 100.0 % [24/24], p = 0.000) (Table 2).\n\nThe Middle East group showed a statistical difference between fatal and nonfatal cases for the median days from onset to confirmation (8 days [1–47] vs. 4 days [0–14]; p = 0.009) and hospitalized days (10 days [2–35] vs. 6.5 days [2–35], p = 0.004). However, there was no significant difference between fatal and survival cases from South Korea. There were more hospitalized days for nonfatal cases from South Korea than for those cases from the Middle East (15 days [6–39] vs. 6.5 days [2–35], p = 0.035) (Table 2).\n\nWe determined the characteristics of the nonfatal and fatal index and secondary cases from 51 human nosocomial outbreaks of MERS-CoV infection in the Middle East as of 31 March 2016.\n\nThe CFR in the index cases was statistically higher than that of secondary cases (47.1 % [24/51] vs. 19.4 % [32/165], p = 0.000). However, there were no differences in the percentage of total deaths between the index and secondary cases (Table 3).\n\n\nThe mean age of the deaths was significantly higher than that of the survival cases for the index (64 years [25–98] vs. 54 years [24–85, p = 0.038) and secondary cases (43 years [2–85] vs. 37 years [2–86], p = 0.030). Patients in the age groups ≥60 and 45–59 years were the most common in the fatal and survival cases, respectively, for the index group, while the 45–59 and 30–44-year age groups were the common groups in the fatal and nonfatal cases, respectively, for the secondary cases. There was no significant difference in gender distribution between the fatal and nonfatal cases in the index and secondary groups (Table 3).\n\nThe ratio of co-morbidity was much higher in the fatal groups than in the non-fatal groups from the secondary cases (37.5 % [12/32] vs. 17.1 % [19/111], p = 0.026); however, there was no difference between the fatal and nonfatal groups from the index cases. Similarly, a history of exposure prior to onset was common for the fatal and nonfatal groups from the index and secondary cases (Table 3).\n\nThere were no differences between fatal and nonfatal cases in the median time from onset to hospitalization, onset to confirmation, onset to discharge or death or hospitalized days (Table 3). However, the median time from onset to hospitalization was shorter in the secondary cases compared to the index cases (3 days [0–10] vs. 4 days [0–14] for the fatal cases, p = 0.035; 2 days [0–9] vs. 5 days [0–11] for the nonfatal cases, p = 0.009). Similar results were found for the median time from onset to confirmation (3 [0–14] vs. 5 days [0–14] for nonfatal cases, p = 0.024). The median time from onset to death in the secondary cases was slightly shorter than in the index cases (9 days [1–27] vs. 14 days [3–36], p = 0.033); however, the median time from onset to hospital discharge for secondary survivors was 10 days (6–18), which was significantly shorter than the 14 days (3–31) for index survivors (p = 0.025).\n\nAcute respiratory tract infections with MERS-CoV cause considerable morbidity and mortality and pose a threat of repeated outbreaks in healthcare facilities [1, 6, 10, 18–20, 38]. The resulting transmission among patients, visitors, and HCP has been a defining feature of MERS-CoV epidemiology since its emergence in 2012 [7]. In this study, we compared the mortality risk factors in two different nosocomial outbreaks, based on 51 nosocomial outbreaks of MERS-CoV infection in the Middle East and one large outbreak identified in South Korea.\n\nOur findings showed the final CFR for the Middle East (25.9 %) was significantly higher than that for South Korea (13.8 %). Both estimated CFRs were significantly lower than that for one hospital outbreak of MERS (CFR 65 % [15/23]) in Saudi Arabia in 2013 and another nosocomial outbreak (CFR 36.5 % [93/255]) in Saudi Arabia 2014 [5, 36]. The CFR of this latter outbreak was also much higher than that of one extended family cluster (10.5 % [2/19]) in Saudi Arabia in 2014 [4]. These results demonstrate that the survival rate of clustered patients with MERS-CoV in Korea was higher than in the Middle East. There are several possible explanations for the observed differences between the CFRs in South Korea and the Middle East. First, there may be disparities in national surveillance and available expertise [30]. Second, the CFR for the Middle East might have been overestimated because a large number of mild and asymptomatic cases are likely to go undetected there [37]. Third, it is possible that primary cases accounted for a higher percentage of the cluster patients in the Middle East than in South Korea [36].\n\nThe findings on age were consistent in hospital outbreaks in the Middle East and from South Korea. Our results showed that the median age in fatal cases was much higher than that in nonfatal cases. This is in agreement with a Saudi Arabian case series report that showed individuals older than 65 years had a greater association with mortality. A multivariate logistic regression model estimated that for every 1-year increase in age, the odds of dying increased by 12 % [29]. In all, this indicates that older age is associated with death in cases of MERS-CoV infection [12, 17, 44]. In particular, the median age in fatal HCP cases was also much higher than that in nonfatal HCP cases, but lower than the overall average. This is in agreement with the findings of Liu et al. [25]. The reasons for the higher fatality rates in older individuals are not understood but have been attributed to cultural practices that result in an increase in the exposure risk that older people are willing to take [37]. In addition, older people may be more likely to smoke and to have underlying diseases and impaired immune functions, which may increase susceptibility and progression of infections and even increase the chance of death [45].\n\nThe sex characteristics of MERS outbreaks in the Middle East are similar to those in South Korea. The patients in MERS outbreaks in both areas were predominantly male, and the proportion of males in the study populations did not differ [25]. Furthermore, there was no difference in the male-specific CFR between the MERS clusters of the two groups, a finding that is similar to other reports [1, 2, 10, 18]. Our findings suggest that the gender distribution is not linked to a fatal risk factor in MERS outbreaks.\n\nHCP are at high risk of acquiring emerging MERS infections due to occupational exposure and are affected mostly by nosocomial outbreaks [1, 6, 15, 28, 35]. Based on previous outbreaks in the Middle East, HCP-related infections with MERS-CoV have been reported to range from 1 % to 34.2 % [7, 15]. Our findings showed that the percentage of HCP infections in MERS clusters was much higher than in sporadic cases [32.4 % vs. 10.7 %]. The recent outbreak in Jeddha demonstrated that the CFR among HCPs was only 3.7 % (4/109) [43]. Our findings suggest that the HCP-specific CFR was much lower than the overall CFR in both the Middle East [4.2 % vs. 25.9 %] and South Korea [3.2 % vs. 19.4 %]. However, the CFR of MERS in HCP has been reported to be up to 15.4 % (2/13) in four healthcare facilities of Saudi Arabia [7]. In total, the fatality risk for HCP was significantly lower than the overall fatality risk in the Middle East and South Korea. These findings can be attributed to three facts: first, the majority of HCP developed asymptomatic or mild symptoms and moderate symptoms [15]; second, HCP were confirmed as secondary cases under medical investigation, which led to earlier confirmation and good outcomes [32]; third, epidemiological analysis showed that HCP were much younger and had fewer co-morbidities compared to total MERS cases [36].\n\nIn contrast with SARS, about 75 % of patients with MERS had at least one additional illness, and patients who died were more likely to have an underlying condition (86 % of patients who died vs. 42 % of recovered or asymptomatic patients) [47, 49]. Similar to the Middle East, this study showed that the odds of dying were four times higher for individuals with concurrent health conditions than for those without these conditions in South Korea. The odds of fatality were much lower than those estimated by the logistic regression model (seven times) [29]. This is in part due to higher viral loads in the respiratory tract and longer shedding in patients with underlying diseases compared to cases without co-mortalities [33, 49].\n\nHuman-to-human transmission of MERS-CoV has been confirmed by epidemiological and genomic studies of cases associated with hospital and household MERS outbreaks [13]. Spread was assumed to occur largely via large droplets and contact [36]. Our study indicated that the percentage of human-to-human transmission in nonfatal cases was slightly higher (92.9 % vs. 64.2 %) than in fatal cases in MERS clusters, and two reasons could explain this: first, the survivors in secondary cases were younger and had fewer co-morbidities [11, 19, 20, 29, 38]; second, most of the secondary cases were under medical investigation, and therefore, the infection could be confirmed early once symptoms were observed, making timely treatment possible [16, 19, 20, 23, 36, 39, 42]. Overall, human-to-human transmission seems to have had a positive effect on the outcome of the secondary cases from the MERS nosocomial outbreaks in the Middle East. Rapid diagnosis and providing supportive care may be of marginal consequence in the MERS clusters [25, 29].\n\nThe progression of illness in fatal and nonfatal infections in nosocomial outbreaks with MERS-CoV in the Middle East does not follow the typical pattern of South Korea infections [29]. In the Middle East, the median time from onset to confirmation in fatal cases (8 days) was clearly longer than in nonfatal cases (4 days). In South Korea, however, there was no difference in the median time between fatal and nonfatal cases. This is consistent with other retrospective studies of MERS virus infections [6, 30, 36]. Furthermore, the time between suspected symptom onset and laboratory confirmation (6.5 days) in the fatal clusters was also slightly longer than the overall average [38]. In particular, this finding indicated that delayed confirmation is a high-risk factor for human nosocomial outbreaks with MERS-CoV in the Middle East.\n\nIn conclusion, the overall CFR for nosocomial outbreaks in the Middle East was much higher than in South Korea. However, the mortality risk factors for MERS infections in the Middle East were similar to those identified for nosocomial outbreaks in South Korea. Older age, underlying diseases and delayed confirmation were the major risk factors for fatal outcome in human nosocomial outbreaks. In contrast, person-to-person transmission was associated with a good outcome for secondary cases during nosocomial outbreaks. Interestingly, gender, exposure history and median days were not indicators of death with MERS nosocomial outbreaks. The severity of nosocomial outbreaks and the risk of fatal infection in HCP were significantly lower than the overall rate in the Middle East and South Korea. nosocomial outbreaks of MERS-CoV infection are associated with knowledge deficits, unrecognized disease, insufficient infection control measures, poor compliance, and an overwhelming number of patient cases [21, 22, 34, 40, 45]. Therefore, early and rapid detection of suspected cases, especially in older people and HCP, along with appropriate infection control practices, education and timely preparedness, are important strategies to reduce nosocomial transmission and to improve the clinical outcome in health settings in the future [8, 27, 31, 35].\n"}