{"title": "Glucocorticoid treatment of patients with SARS: implications for mechanisms of immunopathology", "body": "Although I have no qualms about the hypothesis that immunopathology caused by coronaviruses, whether directly or indirectly through the involvement of cytokines and chemokines, occurs in animal models of coronavirus infection1, I believe the role of cytokines and chemokines in the aetiology of severe acute respiratory syndrome (SARS) in humans should take into consideration the impact of glucocorticoids. However, in their extensive Review of the topic, Perlman and Dandekar made no mention of glucocorticoids, which are known to impact cytokine and chemokine responses. Moreover, in the 2003 SARS epidemic in Hong Kong, patients were treated with glucocorticoids at supraphysiological doses to harness their immunosuppressive properties2 — a treatment that was criticized3 and was implicated in rendering one patient severely immunocompromised4.\n\nIn addition, Perlman and Dandekar highlight a study by Gu et al.5 as evidence for a direct role of SARS coronavirus infection in lymphopaenia; however, the authors of this study could only detect direct viral infection of lymphocytes in 6 out of 22 SARS patients. Although SARS patients showed lymphopaenia, whether virus mediated or more likely through stress-mediated activation of the hypothalamic–pituitary–adrenal axis, treatment with glucocorticoids exacerbated lymphopaenia in both patients infected with SARS coronavirus and uninfected controls. This observation correlates with the well-known role of glucocorticoids in trafficking of T cells from the blood to the tissues, as well as causing their destruction through apoptosis, hence their use as cytotoxic agents in treating haematological malignancies. The production of cytokines and chemokines, and their immunomodulatory role should also to be considered in the context of glucocorticoids, which inhibit the release of many such factors even under physiological concentrations6. Indeed, the immunopathological changes that occur in animals infected with experimental coronaviruses, although not subjected to the frailties of exogenous steroids as were the SARS patients, might also be influenced by endogenous steroids. The endogenous steroid response would depend on how stressed the animals became during an experimental viral infection, and it could account for the cyclical pattern of lymphopaenia described by the authors in the feline coronavirus model1.\n\nIn patients with SARS, the administration of supraphysiological doses of exogenous steroids would have suppressed the immune system and overridden many of the signalling pathways that are triggered by various cytokines and chemokines. Therefore, any hypothesis based on cytokines or chemokines being upregulated or downregulated in patients with SARS who are treated with exogenous steroids has to bear this in mind."}