{"title": "Immune responses induced by recombinant Lactobacillus plantarum expressing the spike protein derived from transmissible gastroenteritis virus in piglets", "body": "Transmissible gastroenteritis of pigs is a highly contagious disease caused by porcine transmissible gastroenteritis virus and has clinical symptoms of severe diarrhea, vomiting, dehydration, and high death rate for newborn piglets (Peng et al. 2017). In 1946, Doyle and Hutchings for the first time reported TGE in the United States (Doyle and Hutchings 1946), and it has now become a worldwide swine disease and has caused great harm to the global pig industry (Wang et al. 2016). TGEV is one of the main causes of piglet disease and death today. The spike (S) protein of transmissible gastroenteritis virus encoded by the S gene of TGEV is located in the outermost organelles and the main antigen protein of TGEV; it carries the major B lymphocyte epitopes and is the only structural protein that induces the body to produce neutralizing antibodies and provide immunoprotection (Krimmling et al. 2017). TGEV is also a cell-dependent viral antigen, and T cells can respond to whole virus particles and cause a cellular immune response (Chen et al. 2016).\n\nLactobacillus is a group of bacteria that can ferment carbohydrates, producing large amounts of lactic acid (König and Fröhlich 2017). They are long-term colonizers of the human or animal gut and have many benefits to the body, and they are recognized internationally as food-grade safety microbes (Saad et al. 2013). Lactobacillus has become the best choice for the expression of heterologous proteins and live vector vaccines presenting antigens in the field of genetically engineered vaccines because of its many advantages, such as easy culture, simple operation, and high safety (Trombert 2015). The Lactobacillus plantarum NC8 strain was a strain of Lactobacillus that was isolated from grass silage in the 1980s (Axelsson et al. 2012). Now, it is used as a model strain in the development of genetic tools, for instance, transformation, conjugation, and expression vectors (Yang et al. 2017a). Compared with Lactobacillus of animal origin, such as Lactococcus lactis, due to its resistance to stress and suitability as a host bacterium for expressing foreign protein, Lactobacillus plantarum has gained increasing attention (Jiang et al. 2015).\n\nDendritic cell peptides (DCpep) are derived from phage oligopeptides, which can significantly enhance the immune response (Yang et al. 2017b). DCpep has been considered to be a bridge between adaptive and host immunity because of its potent antigen-presenting ability and important role in inactivating and modulating the immune response (Mohamadzadeh et al. 2008). It can effectively capture foreign antigens and autoantigens and then present them to T cells, which induce different immune responses according to the environment (Yang et al. 2016). Poly-γ-glutamic acetase synthase A (pgsA) is a constituent protein of the polyglutamate synthetase (PGA) system of Bacillus subtilis that can act as a bacterial surface display component and stably anchor-related enzyme systems to the surface of the cell membrane (Narita et al. 2006). Given the characteristics of the pgsA protein, it has been applied to a variety of prokaryotic protein surface displays. In particular, it has been successfully applied in Gram-positive receptor strains such as lactic acid bacteria, which provide a theoretical basis for us to study how to anchor exogenous proteins on the cell wall surface of Lactobacillus plantarum (Lei et al. 2015; Yang et al. 2017c).\n\nPreviously, we successfully constructed recombinant L. plantarum NC8 (NC8-pSIP409-pgsA-S-DCpep) to enable the S antigen to be effectively recognized by the DC in the intestinal mucosa and to be exhibited on the surface of L. plantarum, and recombinant NC8-pSIP409-pgsA-S-DCpep can successfully express pgsA-S-DCpep displayed on the cell wall surface of L. plantarum (data not published). In the present study, oral administration of NC8-pSIP409-pgsA-S-DCpep significantly increased the secretion of IL-4, IFN-γ, secretory immunoglobulin A (SIgA), and IgG and the number of MHC-II+CD80+ B cells and CD3+CD4+ T cells in piglets, which provided a potential to protect against TGEV challenge. This provides a strategy for the preparation of oral lactic acid bacteria vaccines to prevent transmissible gastroenteritis of pigs.\n\nThe recombinant L. plantarum (for the delivery of S protein) used in this study was previously constructed by our laboratory. All the recombinant L. plantarum were cultured in Man Rogosa Sharpe (MRS) medium at 30 °C without shaking. When required, erythromycin was added to L. plantarum strain NC8 (CCUG 61730) at 10 μg/ml.\n\nA total of 25 one-month-old TGEV-seronegative crossbreed Junmu1 white pigs were provided by Jilin University Pig Farm and assigned to five groups (n = 5) named saline, NC8-pSIP409-pgsA, NC8-pSIP409-pgsA-S-Ctrlpep (the S gene fragment (GenBank accession no. KT696544, source—20,365 to 22,410)/Spike Protein GenBank accession no. AMB66488, source—1 to 682 and the control peptide (EPIHPETTFTNN)), NC8-pSIP409-pgsA-S-DCpep (DC peptide (FYPSYHSTPQRP)) (Shao-Hua et al. 2016), and TGEV inactivated vaccine. Groups were housed in a specific pathogen-free (SPF) environment. The piglets of the same group were placed in a uniform environment; however, they were separated into rooms and fed a balanced diet with free access to water. The piglets were administered orally with 5 ml saline, 1010 CFU NC8-pSIP409-pgsA, 1010 CFU NC8-pSIP409-pgsA-S-Ctrlpep, 1010 CFU NC8-pSIP409-pgsA-S-DCpep, and 2 ml inactivated TGEV, respectively, approximately twice at 7-day intervals. The feces and serum were collected every week after the initial immunity. The blood samples were incubated at 4 °C overnight without shaking and then centrifuged at 4 °C and 3000 rpm for 10 min, and the serum was obtained and stored at 80 °C for subsequent analysis. The feces were collected as previously published (Jiang et al. 2016). The piglets were handled and maintained under strict ethical conditions according to international recommendations for animal welfare. All group piglets were euthanized at 21 days after secondary immunization, and the intestinal segments were collected as previously described but with minor alterations (Zhao et al. 2014). In detail, upon washing with ice-cold PBS, the fixed tissues were immediately embedded in OCT (embedding medium for frozen tissue specimens; Sakura, USA) and then stored at − 80 °C until further use. Frozen tissue sections (5 μm thick) were cut on a frozen slicer (Leica CM 3050S cryostat, Germany) and transferred to poly-l-lysine-coated microscope slides. The slides were air-dried and stored for up to 4 weeks at − 80 °C before immunofluorescence staining. The animal management procedures and all laboratory procedures abided by the demands of the Animal Care and Ethics Committees of Jilin Agriculture University, China.\n\nThe levels of TGEV-specific SIgA in feces and IgG in the sera were identified by enzyme-linked immunosorbent assay (ELISA) according to previously published methods (Jin et al. 2017; Mou et al. 2015). Moreover, the levels of IL-4 and IL-17 in serum were determined by ELISA according to the manufacturer’s instructions (LVYE Biotechnology, China) with minor alterations. The difference between the original manufacturer’s recommendations and the changed was only in the sample processing method. The changed was only that all samples were added at twofold dilutions from 1/2 to 1/2048 in diluted buffer, and the other steps followed the instructions in the kits. Finally, the absorbance at 450 nm was read with a microplate reader (BioTek, USA).\n\nSingle-cell suspensions were prepared from spleens, mesenteric lymph nodes (MLNs), Peyer’s patches (PPs), and ileum lamina propria (ILP) using modifications of previously published methods (Rios et al. 2016), and then stained with specific antibodies as described previously (Sinkora and Sinkorova 2014). The percentages of CD3+CD4+ T cells and MHC-II+CD80+IgM+ B cells were evaluated by FACS (BD LSRFortessa, USA). Mouse anti-pig mAbs were used as primary immunoreagents. Single-cell suspensions from spleens and PPs were stained with specific antibodies for anti-IgM (M160, IgG1), anti-MHC-II (MSA3, IgG2a), and anti-CD80 (MEM-233, IgG1) to analyze the percentages of MHC-II+CD80+IgM+ B cells. Goat polyclonal Abs specific for mouse Ig subclasses labeled with allophycocyanin (APC), allophycocyanin/cyanine 7 tandem complex (APC-CY7), and peridinin–chlorophyll–protein complex (PerCP) were used as secondary antibodies. All fluorescent secondary antibodies were purchased from Southern Biotech (USA). The single-cell suspensions from MLNs were stained with anti-CD3 (FITC) (BB23-8E6-8C8; BD Pharmingen), anti-CD4 (APC) (74-12-4; BD Pharmingen), and anti-CD8(PE) (76-2-11; BD Pharmingen) to analyze the percentages of CD3+CD4+ T cells.\n\nMLNs are mainly used to analyze the immunoprotection supplied by lactic acid bacteria vaccines in mucosal immunity. To examine the viability of T cells from the MLNs, T-cell proliferation was performed. Single-lymphocyte suspensions of each group of piglets (n = 5) were prepared from the MLNs when the piglets were euthanized as previously published (Jiang et al. 2014) with slight changes. In detail, the lymphocytes were incubated in triplicate in 96-well plates at 5 × 105 cells/well in Roswell Park Memorial Institute 1640 medium (RPMI-1640) containing 10% fetal calf serum (FCS) and stimulated with 5 μg/ml phytohemagglutinin (PHA) and culture medium as a negative control in a 5% CO2 incubator (ThermoScientific, USA) at 37 °C for 3 days. A thiazolyl blue (MTS) solution was added to each well, and 10 μl was added to each well to develop the color after 3 days. The OD490 values were then detected using a microplate reader (BioTek, USA), and the value of the negative control wells was set to zero after 4 h of incubation.\n\nThe lymphocytes from the spleens, MLNs, PPs, and ILP were determined by real-time RT-PCR (qPCR) using a CFX96TM Real-Time PCR Detection System (Bio-Rad, USA). qPCR was used to quantify the messenger RNA (mRNA) of CD80, CD86, CD40, TLR-2, TLR-9, IL-4, IL-17, IFN-γ, TGF-β, B-cell activating factor (BAFF), and a proliferation-inducing ligand (APRIL) in the total RNA isolated from 1 × 106 lymphocytes of spleens, MLNs, PPs, and ileum lamina propria using an RNA Extraction Kit according to the manufacturer’s recommendations (Takara, Japan). Total RNA concentration was identified with BioTek Epoch 2 microplate Reader (Biotek, USA). The total RNA were reverse transcribed using the PrimeScript™ RT reagent kit with gDNA Eraser (Takara, Japan) according to the manufacturer’s instructions. The specific primer sequences are listed in Table 1. In the end, the 2− ΔΔCt method was utilized to calculate relative gene expression compared with the β-actin gene control (Livak and Schmittgen 2001).\n\nThe cryosections were incubated with anti-pig CD3, anti-pig CD8, anti-pig CD4 (three-antibody combination; BD Biosciences, USA), or anti-pig IgA (FITC) (Abcam, UK) as described previously (Subramaniam et al. 2017) but with some changes. Briefly, phosphate-buffered saline (PBS) containing 10% pig serum was used to block Fc receptors for 30 min. Combinations of CD3, CD4, CD8, or IgA mAbs were added to the slides overnight at 4 °C; subsequently, the slides were washed three times for 5 min each time, with fresh changes of TBS-Tween. The cell nuclei were then stained with 4,6-diamidino-2-phenylindole (DAPI) solution (Invitrogen, USA) for 5 min and washed three times for 5 min each time, with fresh changes of TBS-Tween. The slides were imaged by confocal microscopy (Zeiss LSM710, Germany), and the imaging results were analyzed using Zeiss 2012 (blue edition).\n\nIf not additionally declared, the data were presented as arithmetic mean values ± SEM, and statistical analysis was performed by one-way analyses of variance (ANOVAs) using GraphPad Prism 5.0 software. P < 0.05 was considered statistically significant.\n\nThe RNA of lymphocytes from spleens (SL), MLNs (ML), PPs (PL), and ILP (IL) were extracted to analyze the expression of TLR-2 and TLR-9 by real-time RT-PCR (Fig. 1). The TLR-2 and TLR-9 expression in ILP, PPs, and MLNs was higher in the NC8-pSIP409-pgsA-S-DCpep group than in the other groups compared with the saline, NC8-pSIP409-pgsA, NC8-pSIP409-pgsA-S-Ctrlpep, and TGEV inactivated vaccines (Fig. 2). Moreover, the results also showed that TLR-2 and TLR-9 of lymphocytes from spleens displayed the same trend in the NC8-pSIP409-pgsA-S-DCpep group than in the other groups (Fig. 2). Therefore, the results suggested that NC8-pSIP409-pgsA-S-DCpep could enhance innate immune responses in piglets.\n\nThe RNA of lymphocytes from ILP, PPs, MLNs, and spleens were extracted to analyze the expression of these costimulatory molecules CD40, CD80, and CD86 in B cells by real-time RT-PCR. Furthermore, to assess the expression of CD80 and MHC-II on the surface of B cells, we performed flow cytometry. All piglets were euthanized 21 days after secondary immunization. The results showed that NC8-pSIP409-pgsA-S-DCpep significantly improved the expression of CD40, CD80, and CD86 in the B cells from ILP, PPs, MLNs, and spleens by real-time RT-PCR compared with the other groups (Fig. 3a–c). In addition, the results found that NC8-pSIP409-pgsA-S-DCpep could also significantly increase the expression of CD80 and MHC-II on the surface of B cells from PPs compared with the groups of saline (P < 0.001), NC8-pSIP409-pgsA (P < 0.001), NC8-pSIP409-pgsA-S-Ctrlpep (P < 0.001) (Fig. 3d), and spleens compared with the groups of saline (P < 0.001), NC8-pSIP409-pgsA (P < 0.05), and NC8-pSIP409-pgsA-S-Ctrlpep (P < 0.05) by flow cytometry (Fig. 3e); however, NC8-pSIP409-pgsA-S-DCpep was not significant compared with the group of TGEV inactivated vaccine about increasing the expression of CD80 and MHC-II on the surface of B cells from PPs and spleens (Fig. 3d, e). In summary, the all data suggested that NC8-pSIP409-pgsA-S-DCpep could induce B-cell activation not only mucosally but also systemically in piglets.\n\nThe number of IgA+ B cells in ILP coming from all groups of piglets was determined by immunofluorescence. The results showed that NC8-pSIP409-pgsA-S-DCpep could significantly increase the number of IgA+ B cells in ILP compared with the groups of saline (P < 0.001), NC8-pSIP409-pgsA (P < 0.001), NC8-pSIP409-pgsA-S-Ctrlpep (P < 0.01), and TGEV inactivated vaccine (P < 0.05) (Fig. 4). In addition, the titers of anti-TGEV SIgA in feces and anti-TGEV IgG titers in the serum of piglets after oral immunization were determined by ELISA. We found that the TGEV-specific SIgA antibody titers in feces induced by NC8-pSIP409-pgsA-S-DCpep significantly increased compared to saline (P < 0.001) and NC8-pSIP409-pgsA (P < 0.001) from 7 days to 21 days and that the value reached the maximum at 14 days after initial immunity (Fig. 5a). In addition, NC8-pSIP409-pgsA-S-DCpep did not significantly increase the TGEV-specific SIgA antibody titers in feces compared to TGEV inactivated vaccine (positive control) (P > 0.05) (Fig. 5a). The results also showed that NC8-pSIP409-pgsA-S-DCpep could also significantly induce specific IgG antibody titers in serum compared with others (Fig. 5b). However, there were no significant differences between NC8-pSIP409-pgsA-S-DCpep and TGEV inactivated vaccine (P > 0.05) (Fig. 5b). Therefore, the data suggested that NC8-pSIP409-pgsA-S-DCpep served as the vaccine to immunize the piglets and could induce local mucosal immune responses and systemic immune responses.\n\nIn addition, to further demonstrate that the recombinant L. plantarum could influence cell-mediated immunity, we prepared a single-cell suspension of MLNs lymphocytes coming from piglets immunized with saline, recombinant L. plantarum, and TGEV inactivated vaccine groups 28 days after the boost immunization and then carried out a cell proliferation test. The results showed that NC8-pSIP409-pgsA-S-DCpep resulted in significantly higher levels of T-cell proliferative responses than saline (P < 0.05) (Fig. 6). However, there were no significant differences compared with the NC8-pSIP409-pgsA, NC8-pSIP409-pgsA-S-Ctrlpep, and TGEV inactivated vaccine (Fig. 6). This result implied that NC8-pSIP409-pgsA-S-DCpep could enhance the viability of T cells of MLNs in piglets.\n\nThe single-cell suspensions from the MLNs were stained with anti-CD3 antibody, anti-CD4 antibody and anti-CD8 antibody to detect by FACS. As shown in Fig. 7, NC8-pSIP409-pgsA-S-DCpep significantly increased the percentages of CD3+CD4+ T cells in MLNs compared to the groups of saline (P < 0.001), NC8-pSIP409-pgsA (P < 0.001), NC8-pSIP409-pgsA-S-Ctrlpep (P < 0.01), and TGEV inactivated vaccine (P < 0.05). Moreover, the number of CD3+CD4+ T cells in the ILP coming from all groups of piglets was determined by immunofluorescence. The results showed that NC8-pSIP409-pgsA-S-DCpep could significantly increase the number of CD3+CD4+ T cells in ILP (Fig. 8). These results indicated that oral immunization with NC8-pSIP409-pgsA-S-DCpep could effectively increase ileum local lymphocyte cells and induce local mucosal immune responses in piglets.\n\nThe cytokine expression was also detected in the splenic lymphocytes (SL), mesenteric lymph node lymphocytes (ML), and ileum lamina propria lymphocytes (IL) by qPCR or ELISA in all piglets. In this study, the expressions of IL-4 and IL-17 in serum induced by NC8-pSIP409-pgsA-S-DCpep were higher than saline (P < 0.01), NC8-pSIP409-pgsA (P < 0.01), and NC8-pSIP409-pgsA-S-Ctrlpep (P < 0.05) by ELISA (Fig. 9a, b). In addition, the IL-4, IL-17, IFN-γ, and TGF-β expressions of SL, ML, and IL induced by NC8-pSIP409-pgsA-S-DCpep were higher than those induced by the saline, NC8-pSIP409-pgsA, and NC8-pSIP409-pgsA-S-Ctrlpep by qPCR (Fig. 9c–f); however, NC8-pSIP409-pgsA-S-DCpep was not significantly different compared with the NC8-pSIP409-pgsA and NC8-pSIP409-pgsA-S-Ctrlpep on the IL-17 expression in IL (Fig. 9d).\n\nBesides, we also found that the expressions of BAFF and APRIL in SL, ML, and IL were the higher in the NC8-pSIP409-pgsA-S-DCpep group than in the other groups compared with the saline, NC8-pSIP409-pgsA, and NC8-pSIP409-pgsA-S-Ctrlpep by qPCR (Fig. 9g, h). Moreover, the BAFF and APRIL expressions in the ML and IL in the NC8-pSIP409-pgsA-S-DCpep group were significantly enhanced compared to the TGEV inactivated vaccine; however, there was no significant difference in SL (Fig. 9g, h). The higher expression of BAFF and APRIL suggested that NC8-pSIP409-pgsA-S-DCpep could effectively promote B-cell maturation and activation.\n\nLactobacillus plantarum is a well-characterized bacterium that is a particularly popular probiotic used to express heterogeneous proteins and deliver targeted antigens (Shonyela et al. 2017). In a previous research report, due to the use of the intracellular expression vector pSIP409 to express target antigens aiming to protect against Newcastle disease virus (NDV), the research results did not achieve the expected results (Jiang et al. 2015). To overcome these hurdles, as a powerful technology, surface display may be a good choice to express heterogeneous peptides and proteins on cells, making use of natural functional components of microorganisms (Raha et al. 2005; Kuczkowska et al. 2016). Poly-γ-glutamic acid synthetase A (pgsA), which is a constituent protein of the polyglutamate synthetase system (PGA) of Bacillus subtilis, has been widely used to anchor foreigner protective antigens on the surface of lactic acid bacteria (Sewaki 2010; Lei et al. 2015). In previous studies, we successfully used surface display technology to express a number of targeted proteins, such as hemagglutinin subunit 2 (HA2) of avian influenza virus (AIV), and murine IL-10 and spike protein (S) of porcine epidemic diarrhea virus (PEDV) (Cai et al. 2016; Huang et al. 2017; Jiang et al. 2017).\n\nBecause DC targeting strategies could stimulate stronger and lasting immune responses, they have attracted the eyes of an increasing number of people. In the present study, to reduce the number of vaccinations of L. plantarum, which served as oral administration, the specific 12-mer DC-binding peptides were utilized to target DCs from the bacteriophage library. Previous studies have found that anthrax PA or hepatitis C virus (HCV) NS3, which genetically fused DC-binding peptides, could efficiently deliver antigens to DCs (Shao-Hua et al. 2016). In previous reports, this vaccine strategy offered a variety of benefits in that the constructed L. plantarum expression of protein-fused DCpep could activate mucosal DCs, B cells, and T cells to induce the immunological response and could regulate inflammatory responses that took place in a mucosal microenvironment (Steinman and Idoyaga 2010). Our laboratory has previously studied (Huang et al. 2017; Yang et al. 2016) the effects of recombinant lactic acid bacteria expressing target antigens and DCpep on MHC-II+CD80+ DCs; however, the impact of recombinant lactic acid bacteria cells has not been studied in MHC-II+CD80+ B (such cells not only can secrete SIgA involved in mucosal immunity but also can act as antigen-presenting cells) (Adler et al. 2017; Mizoguchi and Bhan 2017). Therefore, in this study, we mainly researched the effects of recombinant lactic acid bacteria NC8-pSIP409-pgsA-S-DCpep expressing DCpep and target antigen S protein on MHC-II+CD80+ B cells, CD3+CD4+ cells related to mucosal immune responses, and anti-TGEV-specific antibodies. In this study, the results showed that the recombinant lactic acid bacteria NC8-pSIP409-pgsA-S-DCpep could raise not only the rate of MHC-II+CD80+ B cells in PPs and spleens by flow cytometry but also the number IgA+ B cells in ileum lamina propria by immunofluorescence and T cells in the mesentery by flow cytometry (Figs. 3, 4, and 7). This research also showed that NC8-pSIP409-pgsA-S-DCpep could increase S-specific SIgA antibody titers in fecal matter to produce mucosal immune responses and S-specific IgG antibody titers in serum to produce humoral immune responses by ELISA analysis (Fig. 5).\n\nThe researchers found that immunization with antigen-fused DC targeting peptides could notably induce CD3+CD4+ T cells to expand and proliferate (Lahoud et al. 2011); similarly, our results showed that NC8-pSIP409-pgsA-S-DCpep expressing S-DCpep also significantly boosted the number of CD3+CD4+ T cells in MLNs compared with S alone (Fig. 7). It has been considered that CD3+CD4+ T cells serving as a type of T-helper cells could promote other immune cells to mature and activate by secreting a variety of cytokines. The primary liability of the significant production of mucosal SIgA in the NC8-pSIP409-pgsA-S-DCpep group should be borne by observed T-cell expansion. This may be the cause for recombinant lactic acid bacteria NC8-pSIP409-pgsA-S-DCpep expressing DCpep and target antigens S protein being able to better assist recombinant antigen-induced dendritic cell proliferation and activation in piglets in vivo. DCs captured the DCpep binding targeted antigen S protein and then presented the antigens to T cells; by secreting cytokines, Th cells activated the B cells (Sahay et al. 2013). Another reasonable explanation is that DCpep may also be recognized by B cells which some B cells also have antigen-presenting function, which subsequently presented the antigens to T cells with APC function. Of course, the specific mechanism needs to be further studied.\n\nIFN-γ, which is a cytokine, could enhance phagocytic activity to efficiently kill pathogens and is produced by NK cells and T lymphocytes. It was reported that IFN-γ could cause Th1 responses to protect against pathogen infection by adjusting chemotaxis and enhancing antigen presentation (Schroder et al. 2004). IL-4 promotes the expression of MHC-II and CD40 in B cells and enhances the ability of B cells to present antigen so that the immune system can produce an immune response to antigen stimulation. The Th1 and Th2 cell responses are related to the secretion of IFN-γ and IL-4, respectively. As a consequence, in this study, the secretion levels of IFN-γ and IL-4 were analyzed in the immunized animals to indirectly reflect the capacity of the vaccine to induce the Th1 or Th2 response. In addition, the balance between Th1 and Th2 responses was evaluated by the secretion levels of these cytokines (Chen et al. 2010). In this study, compared to the saline control group in the piglets, we found that NC8-pSIP409-pgsA-S-DCpep could significantly induce the secretion of IFN-γ and IL-4, indicating that NC8-pSIP409-pgsA-S-DCpep significantly heightened the immunogenicity of the TGEV vaccine and triggered the immune response of Th1- and Th2-type cells (Fig. 9). The results also suggested that NC8-pSIP409-pgsA-S-DCpep administered orally to piglets had a powerful potentiation influence on both humoral and cellular immunity. A previous study showed that oral administration of Lactobacillus fermentum CECT5716 notably heightened not only the production of Th1-type cytokines in serum but also specific SIgA antibody responses to influenza (Olivares et al. 2007). The increased percentages of IL-4-secreting Th2 cells then possibly stimulated the differentiation of IgA+ B cells and increased production of mucosal SIgA antibodies. In addition, the primary function of Th2 cells is to induce B-cell proliferation and produce antibodies that are related to humoral immunity.\n\nIt was reported that IL-17 has significant functions that participate in pro- and anti-inflammatory effects (Jiang et al. 2016). Previous research showed that recombinant Lactobacillus induced the expression of IL-17 in both systemic and mucosal immune responses to protect against TGEV infection (Jiang et al. 2014). Similarly, in this study, we found that piglets immunized with NC8-pSIP409-pgsA-S-DCpep could remarkably induce the expression of IL-17 in spleen cells (systematic immune responses) and mesenteric lymph node cells (mucosal immune responses) compared with other groups (Fig. 9). Regulatory T (Treg) cells take part in the regulation of anti-inflammatory responses primarily through the secretion of cytokines such as IL-10 and TGF-β (Noack and Miossec 2014). Previous studies have found that the oral administration of Lactobacillus casei can increase the expression of TGF-β in blood, and this is essential for Th17 differentiation in the spleen (Jiang et al. 2014).\n\nMicrobe-associated molecular patterns or soluble factors from probiotic bacterial genome DNA, such as probiotic bacterial genome DNA CpG, may regulate immunoregulatory effects and enhance IgA. There was a report that compared with the vaccinated group, which was not colonized in piglets, the vaccinated probiotic colonized in piglets dramatically increased small intestinal TLR9 expression (Vlasova et al. 2013). TLR9 recognizes bacterial CpG motifs and the higher expression of TLR9 coming from MNCs was very important for mucosal IgA to participate in the immune response. A previous study showed that toll-like receptors (TLRs) play an important role in the activation of DCs using recombinant Lactobacillus (Kathania et al. 2013). Recombinant Lactobacillus has been reported to serve as a vaccine to effectively inhibit the expression of TLR in piglets (Jiang et al. 2016). However, in this study, we also evaluated the expression of TLR-2 and TLR-9 in piglets immunized with recombinant L. plantarum by real-time RT-PCR analysis and found that recombinant L. plantarum could increase the number of TLR-2 and TLR-9 expression in pigs to stimulate the host mucosal immune system (Fig. 2). It is likely that lactobacilli induced the expression of TLR-2 and TLR-9, which is related to the higher lactobacilli quantity (Wen et al. 2009). It is well known that the expression levels of cytokines and TLR in splenic lymphocytes are indicators of systemic immunity, but the expression of cytokines and TLR in the cells coming from MLNs is concerned with local and mucosal immune responses.\n\nBAFF and APRIL are usually secreted by not only monocytes and intestinal epithelial cells but also T cells (Fagarasan et al. 2010). BAFF has a strong B-cell chemotaxis and can induce activated B cells to secrete large amounts of IgG, IgA, and IgM as costimulatory factors for B-cell proliferation and differentiation in vitro, which can help the immature B cells of peripheral blood survive and differentiate into mature B cells in vivo (Boneparth and Davidson 2012). A previous study showed that piglets colonized by Lactobacillus rhamnosus showed that probiotic treatment enhanced the expression of APRIL in the gut but had no influence on the expression of BAFF in MNCs compared with control groups (Kandasamy et al. 2014). In this study, we found that recombinant lactic acid bacteria NC8-pSIP409-pgsA-S-DCpep also boosted APRIL and BAFF expression in the gut (Fig. 9). A previous study reported that the CD40–CD40L and CD28–CD80 pathways are essential for the activation of T cells and activation of polyclonal B cells (Tokunaga et al. 2005). This research also found that recombinant lactic acid bacteria NC8-pSIP409-pgsA-S-DCpep could improve the expression of CD40 and CD80/CD86 (Fig. 3). The above results provided a reason for why NC8-pSIP409-pgsA-S-DCpep could enhance the number of IgA+ B cells and CD3+ CD4+ T cells in the ILP.\n\nIt is well known that the mucosal immune response is considered the first barrier function to neutralize viruses, including TGEV. Previous research studies have already demonstrated that SIgA participates in the response protecting against disease at mucosal surfaces (Liu et al. 2011). SIgA agglutinates and incapacitates pathogens, by which it inhibits pathogen adhesion to the mucosal surface and is easily cleared in the secretions. Therefore, SIgA disenables pathogens to interact with epithelial cell receptors and inhibits the assembly of viral particles within the host cell cytoplasm (Kurashima and Kiyono 2017). Recombinant lactic acid bacteria can induce the production of SIgA in the intestines. In our research, we found that recombinant Lactobacillus NC8-pSIP409-pgsA-S-DCpep could significantly increase the titer of anti-TGEV SIgA in feces and anti-TGEV IgG titer in the serum of piglets after oral immunization, comparing the different versions of NC8-pSIP409-pgsA, NC8-pSIP409-pgsA-S-Ctrlpep, and NC8-pSIP409-pgsA-S-DCpep (Fig. 5). In addition, it is worth noting that the levels of specific antibodies induced by NC8-pSIP409-pgsA-S-DCpep could continue 28 days at a high level. This may be related to Lactobacillus colonization in the intestinal tract. Comparing the different versions of NC8-pSIP409-pgsA, NC8-pSIP409-pgsA-S-Ctrlpep, NC8-pSIP409-pgsA-S-DCpep, and TGEV inactivated vaccines, upon immunization, we also found that NC8-pSIP409-pgsA-S-DCpep triggered expected immune responses between B and T cells, and as expected, the expression of SIgA was higher and continual. In addition, it has been shown that lymphocyte proliferation occurs in the ileum lamina propria of piglets immunized with an oral dose of recombinant L. plantarum. It was further suggested that recombinant Lactobacillus could induce mucosal immune responses in piglets. In summary, all results recommended that the NC8-pSIP409-pgsA-S-DCpep expressing the S of TGEV fused with DCpep could effectively induce immune responses, including mucosal immune and systemic immune responses.\n\nIn conclusion, this study suggested that immunized piglets with NC8-pSIP409-pgsA-S-DCpep could enhance the percentages of MHC-II+CD80+ B cells and CD3+CD4+ T cells and induce the expression of cytokines to initiate immune responses. Furthermore, NC8-pSIP409-pgsA-S-DCpep could significantly raise not only the specific SIgA titers in feces but also IgG titers in serum. The NC8-pSIP409-pgsA-S-DCpep provided a feasible original strategy and approach for the design of TGEV vaccines."}