{"title": "Detection and genetic characterization of feline kobuviruses", "body": "Picornaviruses in the family Picornaviridae are currently divided into 12 genera based on genotypic and serological characterization [1, 2]. Kobuviruses were classified into a new genus, Kobuvirus, in 1999 [2]. The genus Kobuvirus comprises small, non-enveloped viruses with single-stranded, positive-sense RNA genomes. These genomes range from 8.2 to 8.3 kb in length and comprise polyproteins that are cleaved into three structural viral proteins (VP0, VP1, and VP3) and seven nonstructural proteins (2A–2C and 3A–3D) [3, 4].\n\nThe genus Kobuvirus contains two officially recognized species, namely Aichi virus and bovine kobuvirus [3, 5], and one candidate species, namely porcine kobuvirus [6]. Kobuviruses have also been recently identified in sheep, goat, dogs, mice, and probably bats in countries in Asia and Europe [7–11]. More recently, Aichi virus-specific IgG antibodies were detected in cat serum samples [12]. It is highly possible that different kobuviruses infect not only the above mentioned species, but also a number of other domestic and wild animals. At present, kobuviruses have been detected in fecal and serum samples of infected animals with and without diarrhea, but most of the clinical and epidemiological features of kobuvirus infection are still unknown. This study reports for the first time the detection of feline-specific kobuviruses and the phylogenetic analysis of the detected strains.\n\nA total of 39 fecal samples from cats were collected by the Animal, Plant & Fisheries Quarantine & Inspection Agency in South Korea from January 2011 to December 2012. All fecal samples were collected from cats (age < 3 years) with diarrhea, stored in a sample box, and frozen at −80 °C. Fecal samples were resuspended and vortexed in phosphate-buffered saline solution at a concentration of approximately 1 g/mL. The fecal suspensions were centrifuged at 2,000 rpm for 10 min to remove large debris. Total RNA was extracted directly from the fecal samples using the RNeasy Mini Kit (QIAGEN, Valencia, CA, USA) according to the manufacturer’s instructions.\n\nKobuvirus was detected from fecal samples using reverse transcription polymerase chain reaction (RT-PCR) by the Maxime RT-PCR premix kit (INtRon, Korea). RT-PCR was performed using previously reported bovine kobuvirus screening primers [3]. Oligonucleotide primers were designed based on the genome sequence of the U-1 strain from Japan (Accession No. AB084788); the sequences were U1F (5′-CATGCTCCTCGGTGGTCTCA-3′; 7357–7376) and U1R (5′-GTCCGGGTCCATCACAGGGT-3′; 7987–7968). The RT-PCR conditions were 45 °C for 30 min and 95 °C for 10 min; followed by 40 cycles at 95 °C for 1 min, 55 °C for 1 min, 72 °C for 1 min 30 s, and 72 °C for 10 min. The resultant amplicon size was 631 bp as visualized by electrophoresis. The amplified DNA fragments were purified using an Agarose Gel DNA Extraction Kit (INtRON, Korea) and subcloned into the pGEM-T vector (Promega, Madison, WI, USA), according to the manufacturers’ instructions. Automated nucleotide sequencing was performed on an ABI 3130XL Genetic Analyzer (Applied Biosystems, Foster City, CA, USA) using the Big Dye Terminator Cycle Sequencing Kit (Applied Biosystems). All nucleotide positions were confirmed by three or more independent sequencing runs in both directions.\n\nThe nucleotide and putative amino acid sequence alignments were created using BioEdit (Ibis Biosciences, Carlsbad, CA, USA). The partial sequences of the feline kobuviruses have been deposited in GenBank under accession numbers: KC894949–KC894954.\n\nThe partial sequences of feline kobuviruses were compared to those of kobuviruses from other species at both the nucleotide and amino acid levels. In addition, the partial sequences of feline kobuviruses were aligned with those of other kobuviruses obtained from GenBank using BioEdit. A phylogenetic analysis was conducted using BioEdit, and Molecular Evolutionary Genetics Analysis (MEGA) 4.0 with bootstrap values calculated from 1,000 replicates [13]. The neighbor-joining phylogenetic algorithm was used to construct the trees. For each analysis, foot-and-mouth disease virus was specified as the outgroup.\n\nSix of the fecal samples (14.5 %) tested were positive for feline kobuviruses. The partial 3D region (631 nt) showed genetically high percent homology (94.4–98.0 %) to all six strains. Feline parvovirus and/or feline coronavirus were also detected in most samples positive for feline kobuviruses, with the exception of 12D240. Whether the other viruses were directly associated with the kobuvirus infection is unclear. The feces of the six infected cats indicated that the cats were diarrheic, and all six cats were aged <6 months. These results indicate that young cats were highly susceptible to infection, possibly because of an inefficient immune response or other intrinsic age-related factors.\n\nComparative analysis of the partial RNA-dependent RNA polymerase (RdRp) sequences revealed that feline strains shared sequence identities (nucleotide/amino acid) with those of dog (82.1/92.1 %), mouse (79.9/89.4 %), and human strains (80.4/88.7 %). On the contrary, the sequence identities of cattle, sheep, and goat strains showed low similarity with feline kobuviruses (Table 1). The pairwise genetic distance among the strains derived from the different animal species revealed that viruses derived from cats were closest to those derived from dogs (Table 1).\n\n\nThe neighbor-joining tree based on partial RdRp sequences (631 bp in length) of 16 kobuviruses (two dog, one mouse, two human, five cattle, three pig, one sheep, one black goat, and one bat) fell into two groups with the exclusion of HM228882. Phylogenetically, feline kobuviruses were closely clustered with the canine kobuvirus, mouse kobuvirus, and Aichi virus (Fig. 1). Recent studies have focused on novel viruses of diarrheic dogs in the United States [11]. Canine kobuvirus was detected at high frequency in the feces of both healthy and diarrheic dogs. In addition, it is the first report of sequenced canine picornavirus and the closest genetic relative of the diarrhea-causing human Aichi virus. These results indicate the possibility of a relatively recent common origin and cross-species transmission (Table 2).\n\n\n\nOur study examined the viral nucleic acids in the feces of cats with diarrhea. feline kobuviruses was detected in 6 of the 39 (14.5 %) diarrhea samples. Non-diarrhea samples were not investigated in this study; therefore, it was not possible to reveal the relationship between feline kobuviruses infection and diarrhea, and such a relationship has been questioned in previous studies [3, 14–16]. Further studies are required to determine the pathogenesis of kobuviruses in cats.\n\nThis is the first ever report of the identification and genetic characterization of feline kobuviruses. Our findings suggest that kobuvirus infection is widespread in cats. These findings will help us understand the virus species and host spectrums. Further molecular and epidemiological studies are required to determine the distribution, diversity, and pathogenesis of kobuviruses in cats."}