{"title": "Viral etiology of influenza-like illnesses in Huizhou, China, from 2011 to 2013", "body": "Acute respiratory infections (ARIs) are a major factor responsible for outpatient visits and hospitalizations of infants and young children, and they are also one of the leading causes of child and adult morbidity and mortality worldwide [1]. Respiratory viruses are predominant causes of ARIs, but acute respiratory infection etiology is complex and often remains unknown because an etiological determination is frequently not done for patients with respiratory symptoms, either in the clinic or in the laboratory [2]. Influenza-like illness (ILI), a subset of ARIs, can be attributed to a wide range of respiratory viruses, including influenza virus (IFV), respiratory syncytial virus (RSV), adenovirus (ADV), human coronaviruses (HCoV-229E, HCoV-OC43), and parainfluenza virus (PIV1-3) [3]. Improvement of techniques in molecular biology has resulted in the high-through detection of several respiratory viruses, including novel pathogens such as human metapneumovirus (HMPV) [4], human bocavirus (HBoV) [5], severe acute respiratory syndrome (SARS) coronavirus [6], human coronavirus NL63 (HCoV-NL63) [7, 8], coronavirus HKU1 (HCoV-HKU1) [9–11], and rhinovirus (HRV), which are generally considered to cause mild upper respiratory illnesses [12, 13]. Patients infected by these diverse viral pathogens develop widely overlapping symptoms, which makes clinical diagnosis unreliable and is a severe limitation to etio-epidemiological investigation.\n\nInformation on the contribution of influenza viruses to the global burden of disease due to acute respiratory illness is incomplete. Clinical symptoms of viral respiratory infections are too similar to distinguish between etiologic agents. Better identification of the broad spectrum of respiratory viruses for ILI is essential, and this has impelled public health officials to formulate more effective prevention and control strategies, including monitoring of influenza vaccine efficacy in communities [14]. The etiologic agents associated with ILI in developed countries have been well characterized, but less is known concerning the epidemiology and etiology of ILIs caused by agents other than influenza viruses, and only a small number of groups have reported the prevalence and clinical presentation of viral respiratory infections in China [15–17]. So far, molecular epidemiology of ILI has not been conducted in Huizhou. In order to fill this gap and to better understand the etiological pattern in Huizhou, the clinical characteristics, epidemiological patterns, and viral pathogens involved in ILI were investigated in a local population admitted to Huizhou Municipal Central Hospital with ILI during July 2011 and July 2013. The methods used in this study represent a significant improvement over conventional methods for the detection of a broad spectrum of respiratory viruses.\n\nAll aspects of the study were approved by the Medical Ethics Review Board of the Center for Disease Control and Prevention of Huizhou, as well as the Ethics Committee of Huizhou Municipal Central Hospital. Written informed consent was obtained from parents or legal guardians of children enrolled in the study.\n\nA total of 1046 nasal and throat swab samples were obtained from 567 male and 479 female ILI patients admitted to Huizhou Municipal Central Hospital from July 2011 to July 2013. They were collected only from individuals with fever (body temperature ≥38 °C), cough, and at least two of the following symptoms – sore throat, rhinorrhea, headache, and muscular pain – for a maximum duration of 3 days. The epidemiological and clinical information including case history, symptoms, physical signs, and examination were included in a standardized questionnaire. All samples were collected in the absence of a respiratory outbreak during the full research period. Each specimen was stored in viral transport medium and quickly delivered to the laboratory on ice, then divided into aliquots and stored at −70 °C until processing.\n\nAll specimens were tested for 14 common respiratory viruses, including influenza virus types A, B (IFVA and IFVB), parainfluenza virus (PIV) types 1-3, respiratory syncytial virus (RSV), human metapneumovirus (HMPV), four human coronaviruses (HCoV), adenovirus (ADV), rhinovirus (HRV) and human bocavirus (HBoV), using a real-time PCR assay.\n\nViral nucleic acids extracted from specimens using a High Pure Viral Nucleic Acid Kit according to the manufacturer’s instructions (Roche, Mannheim, Germany). The nucleic acid was eluted in 100 μl of elution buffer and stored at −70 °C until further analysis.\n\nDetection of 14 respiratory viruses, including IFVA, IFVB, PIV 1-3, RSV, HMPV, HCoV-OC43, HCoV-229E, HCoV-NL63, HCoV-HKU1, ADV, HRV and HBoV, was performed in a 25-μl volume by using a PrimeScript One Step RT-PCR Kit (Huayin Biology Company, China) according to the protocols, with an ABI 7500 Fast Sequence Detection System, and the reaction conditions were as follows: reverse transcription at 45 °C for 10 min, an initial denaturation at 95 °C for 10 min, and then 5 cycles of 95 °C for 15 s, 50 °C for 30 s, 72 °C for 30 s, followed by 40 cycles of denaturation (95 °C for 15 s) and annealing and extension (55 °C for 60 s), and finally, cooling at 4 °C for 30 seconds. Positive and negative controls were included in each run, and the National Committee for Clinical Laboratory Standards guidelines for the molecular diagnosis of infectious diseases were adopted to prevent cross-contamination.\n\nAll statistical analysis were done using a two-tailed Fisher test, and P≤0.05 was considered significant. All statistical analysis was performed with Statistical Analysis System Software.\n\nA total of 1046 samples collected from patients with ILI during this period were enrolled in the investigation. There were 567 males (54.21 %) and 479 females (45.79 %), and the patients’ ages ranged from 3 months to 84 years. The detection limit of each real-time RT-PCR assay was 100 copies for the first PCR reaction, with intra-assay coefficients of variability (CVs) between 0.42 % and 1.05 % (n=3), and inter-assay CVs of 0.75-2.14 %. The reaction specificity of each real-time RT-PCR assay was tested for viral cDNA of target viruses and two non-target viruses, and amplified product were observed for the target viruses, while no products were obtained for the non-target viruses (data not shown).\n\nAmong all patients tests, 509 (48.66 %) were found positive for at least one virus, and 537 (51.34 %) were negative for all respiratory viruses tested (Table 1), so other pathogens should be further investigated. The monthly rates for 14 respiratory viruses ranged from 21.05 % to 86.21 % among these subjects.\n\n\nAmong the 509 positive samples, single infections accounted for 43.31 % (453/1046), while co-infections accounted for 5.35 % (56/1046). As expected, influenza viruses and HRV were the most frequently identified, with high incidence of 19.98 % (209/1046) and 7.46 % (78/1046), respectively, among all subjects with ILI. Of the 209 samples examined that were positive for influenza viruses, IFVA accounted for 64.59 % (135/209), and IFVB accounted for 35.41 % (74/209). Of the 135 influenza A cases, the A/H3N2 subtype was detected in 36, and 98 cases of pandemic H1N1 2009 influenza virus (H1N1pdm09) infections were identified in this sentinel surveillance. One influenza A virus was detected but not subtyped by one-step RT-PCR. The other viruses were found less than 4 % of the samples: HMPV, 3.06 %; RSV, 2.39 %; ADV, 2.29 %; HPIV-2, 1.82 % HBoV, 1.43 % and HCoV-229E, 1.43 %. HPIV-1, HPIV-3, HCoV-OC43, HCoV-NL63, and HCoV-HKU1 were rarely detected, with low positive rates of <1 % (Table 2).\n\n\nThe etiological distribution of ILI cases by age and gender is shown in Table 1. No difference in the positive rate was observed between males and females (P-value = 0.08). The patients’ age ranged from 3 months to 84 years, and 44.07 % of the subjects were children under 5 years. According to pathogen testing, respiratory viruses occurred in all age groups, and the positive rate in each of the five age groups was 57.92 %, 48.96 %, 36.30 %, 36.53 % and 33.33 % respectively (Table 2), with significant differences in the positive rate among the age groups (P-value <0.001). In the 0- to 4-year-old group, the incidence of single and co-infections was 51.41 % and 6.51 %, respectively, and the most common viral pathogens were IFVA (14.53 %), HRV (9.98 %) and RSV (5.21 %). IFVB was the most common viruses detected in the school-age group (5- to 14-year-old group, 13.28 %) and the 15- 24-year-old group (10.37 %). However, HCoV-OC43 was only detected in the 0- to 4-year-old group and was not detected in the other age groups. RSV was only detected in children less than 5 years old and adults older than 60 years old.\n\nFigure 1 illustrates the temporal distribution of the individual virus detected and the overall positive rates of respiratory viruses from July 2011 through July 2013. Throughout the study period, ILI and circulation of some viruses were observed throughout the year. The pattern of influenza A occurrence varied each month of each year, and increased viral activity was observed in 2013. Influenza B virus was not detected during every month of every year and infections were predominantly observed from January to March and from November to December. HRV activity was examined for many months each year. RSV infection occurred predominantly from February to March and October to December. HMPV was observed from January to March and September to December. The monthly distribution of the other respiratory viruses was relatively constant, with no clear seasonal pattern.\n\n\nAll patients presented with fever and cough, as they were inclusion criteria. The most frequent symptoms were sore throat (93.02 %), rhinorrhea (79.92 %), headache (78.01 %), muscular pain (34.99 %), and pneumonia (1.91 %) (Table 1), with no significant difference between patients with single infections and co-infections. Fifty-six were co-infected with at least two respiratory viruses, with a detection rate of 5.35 % (56/1046) in all subjects and 11.00 % (56/509) in the positive group, in which 46 dual infections, 9 triple infections, and 1 quadruple infection were found. Most co-infected patients were 0-4 years of age (53.57 %, 30/56), with HRV and RSV detected in 46.43 % (26/56) and 28.57 % (16/56), respectively, of all co-infections (Table 3). It was shown that the occurrence rate of single infections was significantly higher (P-value <0.05) in the group aged <5 years (237 of 461 [51.41 %]) than in the group aged ≥5 years (216 of 585 [36.92 %]), and no significant difference (P-value =0.166) was found for co-infections between the group aged <5 years (30 of 461 [6.51 %]) and the group aged ≥5 years (26 of 585 [4.44 %]).\n\n\nInfluenza-like illnesses are a serious health and economic burden, and with the individual cost per episode of illness representing approximately 20 % of the monthly per-capita income of the residents [18], they have become a national public health detection and monitoring priority. Nevertheless, most of the data on the epidemiological features and etiological characteristics of influenza-like illness were from more-developed regions in the world, and less is known about the etiology of influenza-like illness in China, especially in cities. The accurate and rapid analysis of a broad range of viral agents is critical for etiological investigations. In the present study, a continuous surveillance of 14 respiratory viruses of patients with influenza-like illness was conducted in Huizhou, China, from July 2011 to July 2013.\n\nDetection rates of respiratory viruses in patients with ILIs have been variable from report to report. In our study, the overall detection rate of respiratory viruses was 48.66 %, consistent with previous findings, which range from 37 % to 48 % [19–22], but it was a little lower than that observed in studies performed in France [23]. These differences could be due to environmental factors, population distribution, economic status, and the diagnostic techniques used. In addition, the sampling periods could also lead to differences in detection rates among studies. Hasman et al. [24] carried out a study during two successive winters in the USA and found 68 % samples from patients with influenza-like illness to be positive for at least one virus. In these studies, respiratory specimens were collected only during the winter. In contrast, our study was conducted continuously from July 2011 through July 2013, including not only epidemic but also non-epidemic seasons of influenza-like illness. Furthermore, infections from as yet unknown viruses may be responsible for ILI, and bacteria, such as M. pneumoniae or C. pneumoniae, were not investigated in this study.\n\nThe respiratory viruses that have been found most commonly have differed considerably among studies. In the USA, influenza A virus infections were found most commonly, followed by RSV and PIVs [24]. In France, the respiratory viruses detected most frequently were HMPV and RSV [23]. In Italy and Belgium, the sequences were influenza virus, ADV, and PIVs [25] and influenza virus, HRV, and RSV [26], respectively. In our study, the viruses detected most frequently were influenza viruses (positive rate, 19.98 %). These data are consistent with the positive rate observed in Zhuhai [27]. IFVA was more prevalent than IFVB in our study (12.91 % versus 7.07 %), while higher incidence of IFVB than IFVA was observed in Jinan [28]. Our study also highlighted a clear seasonal distribution of IFV. IFVB was active in the winter and IFVA was active in spring and summer.\n\nOf the 209 influenza viruses detected, 135 (64.59 %) were influenza A virus, which was active in the spring and summer. A novel avian-origin influenza A (H7N9) virus emerged and spread among humans in China during the spring of 2013. In order to find more patients without delay, ILI surveillance in national sentinel hospitals all over the mainland of China was strengthened. The possible reason for the peak in virus detection in April-July 2013 was that more samples were collected for etiological investigation. During the study period, H1N1pdm09 virus was the most prominent subtype in Huizhou, while the A/H1N1 subtype was not detected. It is possible that the epidemic of H1N1pdm09 interfered with the appearance of the A/H1N1 subtype. Of the total cases of ILI, 7.07 % were IFVB, which was the predominant viral pathogen and occurred mainly in cold winter. The incidence of influenza B was significantly higher among patients with ILI who were in the school-age group and the 15- to 24-year-old group.\n\nHRV, the second most frequent virus detected, was found in 7.46 % of the subjects, with a lower positive rate in the older age groups, which findings is in agreement with previous studies suggesting that HRV is responsible for upper acute respiratory tract infections in both children and adults [29, 30]. In our study, HRV seems to occur throughout the year with no discernable incidence peak, consistent with previous findings [31].\n\nRSV, which has been reported to be almost as common as influenza viruses, had the greatest impact on children under 5 years [32]. Our study showed that RSV infection occurred predominantly from February to March and October to December, with the majority of cases in children under five years old, which may be attributed to their developing immune state and vulnerability to infections [33].\n\nHMPV has been recognized as a major pathogen of lower respiratory tract infections in children [4, 34], whereas it was also detected in adult patients in this report. HMPV was mostly detected in June and July in another study but was observed during January-March and September-December. The etiological significance and seasonal distribution of HMPV infection in adults requires further research.\n\nOur study suggested that human coronaviruses, with a positive rate of approximately 6.5 %, are relatively important pathogens in ILI patients. HCoV-OC43, which is only found in children less than 5 years old, is more common in infants with ILI. HCoV-229E, HCoV-NL63 and HCoV-HKU1s were first identified and shown to have seasonal circulation.\n\nCo-infection with more than one respiratory virus, with a positive rate of 5.35 %, was less frequent than previously reported [35, 36], and dual infections were significantly more frequent than triple infections. Children less than 5 years old were more likely to be co-infected than other age groups in our study [37]. Unfortunately, the clinical significance of co-infections in our study was not clear due to the lack of information about the patients, but some studies have suggested that co-infections are associated with more-severe symptoms than single infections [38]. Further research is required to better understand the clinical significance of single versus multiple viral co-infections and to address the role of bacterial (co-)infections involved in severe respiratory illness.\n\nChildren less than 5 years old frequently became outpatients, with respiratory viruses detected at the highest positive rate, similar to a previous study [17, 39]. A possible reason for this is that the immune system of a child under five years old is naive and more susceptible of viral infections. However, it is unclear whether a particular age group is at higher risk of getting a co-infection, because samples were biased toward young patients.\n\nThe main limitation of this study is that we focused only on viral etiologies and did not evaluate other recently identified viruses (such as human polyomavirus, herpes simplex virus) or atypical etiologies (such as M. pneumoniae or C. pneumoniae). It is possible that these limitations might prevent the possibility of addressing key questions about bacterial pathogens and the possible role of viral and bacterial co-infections. Inclusion of bacterial pathogens in future studies should be taken into consideration. Nevertheless, this study was the first to systematically investigate the epidemiology and etiology of ILI and provide background information concerning the respiratory viral etiology in Huizhou City of Guangdong Province. Our findings could serve as a reference for government officers when designing and implementing effective intervention plans. They will also provide useful information to clinicians when treating patients presenting with ILI.\n\nSystematic testing for respiratory viruses is necessary to better understand the disease burden of respiratory pathogens and is one step forward toward the development of therapeutic and prevention strategies. One of our research interests for the future is the relationship between climate and occurrence of ILI. These findings will be helpful for establishing effective public health measures, such as interference time, identification of high-risk individuals, application of vaccines, social distancing, and so on."}