{"title": "Role of multiplex PCR analysis in children with febrile seizures", "body": "Febrile seizures are the most common type of childhood seizure disorder. About 2–5 % of children between the age of 6 and 60 months experience at least one febrile seizure [1–7]. Febrile seizures are classified as either simple or complex [1–7]. Recommendations for the management of febrile seizures have recently been updated by the American Academy of Pediatrics (AAP) [2].\n\nIn most children, febrile seizures are related to common infections, e. g., acute otitis media, bronchitis, gastrointestinal or urinary tract infection – both of bacterial and viral origin. Only rarely are febrile seizures a symptom of a central nervous system infection (e. g., meningitis). However, a site of infection needs to be confirmed or excluded during the initial diagnostic work-up so as to adjust further treatment [2]. Some issues and controversies surrounding febrile seizures have not been fully resolved including the need for cohortation to prevent nosocomial transmission and the use of antibiotics. Timely differentiation between bacterial and viral etiologies may reduce the unnecessary use of antibiotics. Recently, the use of multiplex polymerase chain reaction (PCR) analysis for the detection of a number of common viruses has been introduced into clinical practice [8–10]. In our hospital, respiratory multiplex PCR analysis has been routinely used in clinical practice for children with upper and lower respiratory infections since 2010.\n\nThe main purpose of this study was to evaluate the use and role of multiplex PCR analysis in children with febrile seizures admitted to a university children’s hospital. In particular, the rate of detecting an underlying viral illness in this cohort was assessed. Moreover, this investigation was performed to elucidate whether the detection of viral pathogens by multiplex PCR analysis translates into a significant reduction of antibiotic use.\n\nRelevant data were retrieved from an electronic hospital database (SAP, Germany) as well as from patients’ hospital charts. Data are presented as median, mean, range, standard deviation, standard error of the mean, and interquartile ranges (IQR) as appropriate. For comparison of categorical variables the Pearson chi-square test was employed. The Fisher exact test was used if prerequisites for the Pearson chi-square test were not met. Statistical significance was assumed at p ≤ 0.05. All statistical analyses were performed using SPSS, 23.0 (Chicago, Ill.).\n\nA total of 200 children with simple (129), complex (57), and 14 undetermined febrile seizures (median age: 24.0 months; IQR: 15.8–38.2 months; 104 male, 96 female) were included.\n\nWith regard to seasonality the following pattern was seen: 58 (29 %) episodes of febrile seizures occurred in spring, 42 (21 %) in summer and fall, respectively, and another 58 (29 %) during the winter months. The most common time of occurrence during the day was in order of frequency: evening (50; 25 %), afternoon (45; 22.5 %), at night (34; 17 %), early morning (21; 10.5 %), late morning (15; 7.5 %), noon (15; 7.5 %), and no data available in 20 (10 %) children.\n\nOf all children, 27 (13.5 %) were treated with antibiotics prior to admission to our hospital and 122 (61 %) did not receive prior antibiotic treatment; in the remaining 51 children, no definite information regarding prior antibiotic treatment could be extracted from the medical case notes.\n\nClinical sites of infection were: respiratory (89; 44.5 %), gastroenteritis (22; 11 %), tonsillitis (21; 10.5 %), acute otitis media (15; 7.5 %), and urinary tract infection (2; 1 %). In two children (1 %) the event was related to vaccination. In 23 (11.5 %) of all children, a combination of different foci was seen while in 26 (13 %) no definite site of infection could be established.\n\nIn 22 (11 %) of the children, a lumbar puncture was performed, but no bacterial infection of the central nervous system and no encephalitis could be confirmed. Overall, the mean CRP level in this cohort was 14.7 ± 1.4 mg/l (median: 5.5 mg/l; range: 0.25–140 mg/l). In 121 of 200 children, the CRP level was elevated (>5 mg/l). In 138 children (68 %), an EEG was performed with abnormal findings in 21 patients (focal or generalized slowing, increased beta wave activity, epileptic discharges), but no anti-epileptic drug treatment was initiated. In 34 (17 %) children, further diagnostic work-up included sonography, chest X‑ray, cCT (cerebral computer tomography), and cMRI (cerebral magnetic resononce imaging) (data not shown in detail).\n\nPositive results from microbiology testing (bacterial/fungal) demonstrated a significant increase between 2009 and 2010–2013 as detailed in Table 1. The three most common bacteria that could be cultured were coagulase-negative staphylococcus (4), Escherichia coli (2), and Haemophilus influenzae (2). In 2010–2013, the three most common bacteria were: Staphylococcus aureus (16), H. influenzae (15), and E. coli (12). The rate of positive virological studies also significantly increased between the two study periods (Table 1). In all, 52 positive virological results were confirmed by multiplex PCR analysis. The most commonly detected viruses (multiple entries possible) by multiplex PCR were: adenovirus (12), human bocavirus (10), enterovirus (9), rhinovirus (7), RSV (7), human coronavirus (7), parechovirus (5), parainfluenza virus (5), and human metapneumovirus (3). More than one viral pathogen was detected in 16 of 52 cases (30.7 %).\n\n\nThe number of bacterial/viral coinfections increased from 2 of 49 (4.1 %) in 2009 to 41 of 151 in 2010–2013 (27.1 %; p < 0.01). Short-term outcome was invariably good with no sequelae from febrile seizures and underlying infections.\n\nFebrile seizures in children are typically related to common infections caused by either bacterial or viral pathogens. However, the specific reason for an individual event remains hidden in the majority of cases as no extended microbiological or virological testing is routinely performed. To the best of our knowledge, our study is unique in assessing the role of viral multiplex PCR analysis as part of the routine management of young children with febrile seizures [14]. In our large study cohort of 200 children with febrile seizures, we were able to demonstrate a significant increase in the number of detected respiratory viruses, thus providing us with important insights into the etiology of the underlying infectious disease. Of note, we also detected an increase in the number of positive bacterial findings and viral and bacterial co-infections, and in parallel an increase in the use of antibiotics. This finding is somewhat surprising since there were no overt institutional changes in clinical practice with regard to microbiology testing for bacterial infections. However, the noted increase in the use of diagnostics and antibiotic treatment may be caused by children with more serious infections, as more uncomplicated cases (simple febrile seizure) are treated with minimal interventions possibly in an out-patient setting [15]. Also, it is important to note that a substantive number of patients were started on antibiotics prior to hospital admission. All the same, given the retrospective nature of our audit, the precise underlying mechanisms remain somewhat speculative. Of note, recent clinical data indicate that molecular techniques including multiplex PCR analysis have an overall higher performance regarding sensitivity and specificity when compared with standard conventional methods (immunofluorescence and viral culture) [14].\n\nOur findings are of clinical importance for a number of reasons: First, the results shed light on the possible etiology of viral diseases associated with febrile seizures in children. Timely detection of the underlying culprit by multiplex PCR analysis may have the potential to assist in the decision to isolate or cohort patients in order to prevent nosocomial transmission. In addition, one would suspect a contribution toward avoiding unnecessary antibiotics in febrile children. Unfortunately, in our study population the use of routine multiplex PCR analysis did not translate into a reduction in the use of antibiotics. In line with our findings, so far no benefit has been found for this diagnostic technique in children without underlying risk factors. Wishaupt et al. recently investigated the role of multiplex PCR testing in 298 children (intervention group) admitted to hospital with respiratory infections. Their analysis revealed that RT-PCR testing displays a high yield of viral diagnoses, but rapid communication of these results to the attending physicians does not lead to decreases in hospital admissions, shorter hospital stays, or less antibiotic use [16]. The time lag in our cohort was approximately 24 h.\n\nKrause et al. concluded in a recent review [10] that the high sensitivity of PRC-based methods is an important contribution to the diagnostic assessment of children with respiratory infections, but from a clinical perspective it still remains difficult to exclude a concomitant bacterial infection particularly in immunocompromised patients. Moreover, children may shed viral nucleic acids of specific pathogens for prolonged periods and their detection may not be directly associated with the acute illness.\n\nHowever, our clinical scenario (clinical diagnosis of an infection and the occurrence of a febrile seizure) strongly indicates a link between the positive results from multiplex PCR tests and the clinical presentation in our patients. However, the interpretation of multiplex PCR analysis may also be difficult because PCR-based diagnostic methods often detect more than one virus especially in respiratory specimens [10, 14]. This adds to the uncertainty since the interpretation of molecular results may sometimes not be so straightforward. Thus, the pros and cons of nucleic acid amplification tests must always be taken into account with regard to the clinical impact of a positive result [14].\n\nAs with many other diagnostic tools, multiplex PCR analysis should be used whenever consequences for the treatment ensue – e. g., adjusting hospital hygiene/infection prevention decisions or reevaluating the need for antibiotic treatment. So far, there are no algorithms for such an approach that have been validated in clinical practice. This underlines the necessity of implementing antibiotic stewardship initiatives in addition to the use of more sensitive diagnostic tools for detecting vital infections [17]. In terms of treatment, the use of multiplex PCR analysis has been recommended especially in the first months of life, in children with risk factors for influenza, and in immunosuppressed patients, since clinical consequences such as targeted treatment with antivirals are more likely to be concluded from the results in such patients [10].\n\nAs with any retrospective, descriptive cohort study, a number of limitations apply when interpreting our data. When comparing historical groups in a retrospective study, no definite recommendations with regard to the role and limitations of microbial testing can be made. In general, problems with historical controls include potential changes in diagnostic criteria, differences in the population with the affected disease, differences in concomitant standards of care, differences in performing assessments that measure the endpoint, and importantly missing data in historical records as well as other data quality problems. Nevertheless, our retrospective audit demonstrates the feasibility of multiplex PCR analysis in detecting specific viruses in a large cohort of young children (n = 200) with febrile seizures that were most commonly associated with respiratory infections. However, the precise role and the potential and possible limitations of multiplex PCR analysis in routine clinical practice remain to be elucidated and warrant further rigorous clinical trials. Potential benefits related to its use may include easier cohortation and reduced use of antibiotics.\n\n\nFebrile seizures are common in young children with a very good overall prognosis.It is of paramount importance to establish the site of infection in these children and to exclude central nervous system (CNS) involvement (encephalitis/meningitis).\n\n\n\nMultiplex PCR analysis is helpful in identifying a number of causative viruses in children with febrile seizures.By defining those children with an underlying viral illness, multiplex PCR analysis has the potential to facilitate cohortation of these patients and to reduce unnecessary use of antibiotics in the future.The precise role, importance, and limitation of multiplex PCR analysis in this cohort, however, remains to be established in rigorous prospective clinical trials.\n"}