{"title": "Wildlife Trade and the Emergence of Infectious Diseases", "body": "The recent epidemics of Severe Acute Respiratory Syndrome (SARS) and highly pathogenic avian influenza (HPAI) H5N1 have highlighted the severe health and socioeconomic impacts that emerging infectious diseases can have on human society. These two epidemics have also reemphasized the importance of zoonotic origins for many emerging infectious diseases (Desselberger, 2000; Weiss, 2001). SARS is one of a number of recent examples of emergent zoonotic diseases where wild, nondomesticated species have been highlighted in the search for animal origins (Guan et al., 2003; Lau et al., 2005) The list of infectious diseases thought to have their origin in wildlife encompasses some of the most feared diseases including Ebola virus, Lassa virus, hanta virus, bubonic plague, and human immunodeficiency virus (Weiss, 2001). Indeed, in a review of human infectious agents, it was found that emerging infections were more likely to be viral and more likely to be zoonotic than bacterial or protozoal pathogens (Woolhouse et al., 2001; Woolhouse and Gowtage-Sequeria, 2005).\n\nDespite the obvious importance of this wildlife reservoir of zoonotic pathogens, we still know relatively little about the transfer dynamics of such infections. We have recently raised the hypothesis that the international, and often illegal, wildlife trade may have been a significant factor in the emergence of SARS (Bell et al., 2004). In this article, we further highlight the risks posed to human health by the wildlife trade and hypothesize that this risk may be increasing. We demonstrate how local biodiversity loss and increasing rates of animal trafficking and trade may increase the probability of global epidemics such as SARS.\n\nIt is highly probable that the viruses currently known to clinical virology represent only a very small proportion of viruses with the potential to cause human disease. May (1988) drew attention to the low number of microbes described but was uncertain if this reflected under-recording or “real” low species richness. Colwell et al. (1994) suggested that just 1% of an estimated 5 × 105 viral species has been described. Although there have been some subsequent attempts to catalogue viral biodiversity at a local scale (Sabatini et al., 1965), accurate estimates, of both total viral diversity and the proportion of microbial biodiversity potentially infectious for humans, remain elusive (Wilson, 1992). However, it is likely that most of the, as yet undescribed, viruses are restricted to equatorial regions. Hunter and Izsak (1993) and, subsequently, Guernier et al. (2004) found a latitudinal gradient in diversity of human infectious diseases in parallel with that observed for most taxa (Pianto, 1967; Rosenzweig, 1995).\n\nMassive over-hunting of wildlife as a source of food across the humid tropics is now causing local extinctions of many species and reducing populations of others to critical levels (Fa et al., 2002). As hunting pressure at a particular site increases, there is a predictable shift in the species composition of harvested prey items “hunter-capture profiles”—from a few large-bodied species to several small-bodied species (Jerozolimskia and Peres, 2003). For example, in one wildlife market in Equatorial Guinea between 1991 and 1996, while the number of carcasses entering the market increased by 60% over that period, the accompanying increase in biomass was only 12.5% (Fa et al., 2000). Consequently, any person involved in the hunting or processing of wildlife within such a trade system may have to capture/prepare greater numbers of individuals from an increasing range of species.\n\nAlthough the explosion in “bushmeat” extraction from forests in West and Central Africa has been well-documented (Barnes, 2002; Fa et al., 2002, 2003, 2005; Bowen-Jones et al., 2003), it must be emphasized that fauna extraction through expanding wildlife trade systems is a widespread problem on several continents (Bell et al., 2004). In Southeast Asia, where the trade is predominantly of live animals, the demand for wildlife in traditional medicine, wildlife restaurants, and the pet trade poses a threat both to the persistence of viable populations of over-harvested species and potentially to human health (Li and Li, 1998; Gonzalez, 2003; Duarte-Quiroga and Estrada, 2003). In Vietnam, for example, the shift from subsistence hunting to sales in the wildlife trade for species such as civets, wild pig, deer, porcupine, and snakes appears to have been driven by increased market prices and increased national and international demand (Roberton et al., 2003).\n\nFor a new zoonotic disease to emerge, it has to be initially introduced into the human population, followed by subsequent human-to-human transmission. The probability of spread of an infectious pathogen from an animal to human host is determined by a wide range of factors. These include: the number of animal–human interactions; the number of different species to which humans are exposed; the probability that any animal is carrying a pathogen; the nature of the human–animal interaction; the genetic susceptibility of the human hosts; the infectiousness of the pathogen for humans, and its virulence and geographical remoteness.\n\nFor a novel infectious agent against which no pre-existing immunity is present in a population, subsequent spread from the index case to other human cases also depends largely on the basic reproductive ratio (R\n0) (Antia et al., 2003; Hernandez-Suarez, 2002). R\n0 can be defined as “the expected number of secondary infections originated by a ‘typical’ infective individual when introduced into a population of susceptibles.” Clearly, in the emergence of any new infectious disease which has not previously spread within a community and for which there is no related human pathogen providing cross-immunity, there will be no immune individuals within the population as a whole. If R\n0 > 1, then the infection will propagate itself in the population and, if <1, the infection will become extinct in that community (Antia et al., 2003).\n\nAnderson and Nokes (2004) define R\n0 as the number of susceptibles present with which the primary case can come into contact, X multiplied by the length of time the primary case is infectious to others, which is the reciprocal of the recovery rate, multiplied by the transmission coefficient, β. In what follows, we will assume that the rate of host recovery is the same for each pathogen so that the transmission coefficient is, in effect, scaled to account for host recovery. This alleviates the need to introduce additional, possibly flawed, assumptions about the distribution of the recovery rate and its independence or otherwise of the transmission rate. Hence, the number of infections secondary to the index case is R\n0 = βX.\n\n\nThe basic reproductive index is directly proportional to the transmission coefficient and the population size. The transmission coefficient, β, is itself related to biological and sociological factors of both the pathogen and the host (Anderson and Nokes, 2004). For this model, we are primarily interested in pathogen contributions to β. For now, we shall assume that host and sociological factors remain constant, though in reality these factors will tend to increase β in urban environments as discussed below.\n\nWe will develop a model for the probability of an outbreak in terms of the number of species, s, and the number of susceptibles, X.\n\n\nThis model assumes that each type of pathogen has a transmission coefficient, β—a realization of a random variable with an (unknown) probability distribution. For now, we make the simplifying assumptions that each new species contributes exactly one new pathogen and that the values of β from these s species are statistically independent. Further, we assume that the hunting pressure per species is sufficiently large that any existing pathogen present in that species will infect a human contact with certainty.\n\nLet p be the probability of an outbreak when there is only one species. For this study, we will consider that an outbreak is likely to occur when R\n0 > 1. Then \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}\n$$ {{\\rm{P (Outbreak)}}=p=P(R{\\rm{_0 > 1) = \\it{P} (}}\\beta {\\rm{ > 1/}}X{\\rm{)}}}. $$\\end{document} Notice that the threshold β depends on X. A larger X decreases the threshold and increases the probability of an outbreak.\n\nIt follows that, with one species only, the probability of no outbreak is 1\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}\n$$ {{\\rm{1 }} - {\\rm{ }}p={\\rm{P (}}\\beta \\, {\\rm{ < \\, 1/}}X{\\rm{) = F(1/}}X{\\rm{)}}} $$\\end{document} where F(β) is the cumulative distribution function of β\n\n\nNow suppose there are s species. Under the assumption of the statistical independence of the βs, the probability that there is no outbreak is the probability that all s\nβs lie below the threshold, that is 2\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}\n$$ {{\\rm{P}}_{{\\rm{s}}} {\\rm{ (No outbreak ) = (1 }} - {\\rm{ }}p{\\rm{)}}^{{\\rm{s}}} } $$\\end{document} and so\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}\n$$ {{\\rm{P}}_{{\\rm{s}}} {\\rm{ (Outbreak) = 1 }} - {\\rm{ (1 }} - {\\rm{ }}p{\\rm{)}}^{{\\rm{s}}} }. $$\\end{document} Notice from Eq. (2) that, for fixed X, each additional species multiplies Ps (No outbreak) by a constant ratio, 1 – p.\n\n\nFrom Eq. (2), when s increases to s + 1, the probability of an outbreak increases by ( 1 – p)s - (1 – p)s+1 so the changes with each addition to s form a geometric progression with ratio 1 – p. As 1 – p is close to 1, these changes are approximately the same over a narrow range of s, and so the probability of an outbreak is approximately linear. In particular, using the binomial expansion for small values of ps, \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}\n$$ {{\\rm{P}}_{{\\rm{s}}} {\\rm{ (Outbreak) = 1 }} - {\\rm{ (1 }} - {\\rm{ }}p{\\rm{)}}^{{\\rm{s}}} {\\rm{ = 1 }} - {\\rm{ (1 }} - {\\rm{ }}ps{\\rm{) = }}ps} $$\\end{document} and so the probability of an outbreak is proportional to s.\n\n\nAs p = P (β > 1/X) and is the probability of an outbreak from one species and so small, the way in which the probability of an outbreak increases with the number of susceptibles depends on the assumptions made about the upper tail of the probability density function of β\n\n\nAs β is a proportion, it can take values between 0 and 1 only, but in practice it takes values close to 0 and it seems reasonable to assume that, in the upper tail at least, larger values become less likely. A simple assumption is therefore that, in the upper tail, the probability density function decays exponentially as β increases. That is, it is proportional to a fraction raised to the power of β. It can be shown that this corresponds to the upper tail of an exponential distribution with parameter, θ where θ is the mean, so that the cumulative distribution function is F(β) = 1 – exp (-β/θ).\n\nUnder this assumption, and using Eq. (1):\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}\n$$ {{\\rm{P}}_{{\\rm{s}}} {\\rm{ (Outbreak) = 1 }} - {\\rm{ (1 }} - {\\rm{ }}p{\\rm{)}}^{{\\rm{s}}} {\\rm{ = 1 }} - {\\rm{ \\{ 1 }} - {\\rm{ exp (}} - {\\rm{(1/X}}\\theta {\\rm{)\\} }}^{{\\rm{s}}} }. $$\\end{document} Figure 1 shows curves for several values of s of Ps(Outbreak) as a function of X using the exponential assumption with θ = 0.00001.\n\n\n\nNotice that, for small X, say X = 1000, the risk is negligible for all values of s; when X = 10,000, the risk is small and approximately a multiple of s, for instance, 0.00023 for s = 5 and 0.00181 for s = 40. However, for larger X, the probabilities are larger; for instance, for X = 40,000, the risk is 0.3484 for s = 5 and 0.9675 for s = 40.\n\nIt should be noted that the choice of θ is not critical. Under the exponential assumption, Probs(Outbreak) is a function of Xθ so the curve for another value of θ say mθ will be the same, but with the horizontal axis relabeled X/m. For example, the curves for θ = 0.00005 will be the same as those in( Figure 1, but with the X axis labels divided by 5. Hence, for larger values of θ the effect of an increased number of species will be the same for smaller values of X.\n\n\nAnderson and Nokes (2004) suggest that the transmission constant could be modeled as the product of the rate at which contact occurs and the likelihood of transmission of a pathogen, to reflect the sociological and biological factors mentioned above. In this context, the exponential assumption has an additional desirable consequence. Multiplying β by a constant factor, c, to reflect the rate of contact results in an exponential random variable with parameter, cθ and so the probability of an outbreak is Eq. (2) with cθ in place of θ and is a function of Xcθ. It therefore makes no difference whether the contact constant is applied to β or whether the population of susceptibles, X, is multiplied by the same amount, as we would wish.\n\nIn the above, the assumption was made that the upper tail of the probability density function of β declines exponentially. Most probability densities for β would exhibit slower decay which increases the probability of an outbreak. Consequently, the exponential assumption is conservative.\n\nAt the request of a reviewer, we have considered the case when the number of unique viruses per species varies. It can be shown analytically (working available from the authors) that the probability of an outbreak is a weighted sum of the probabilities of an outbreak given each possible total number of viruses. In particular, when the number of viruses per species has a Poisson distribution mean μ, it can be shown that Ps (No outbreak ) = (exp (-p\nμ) )s. When μ = 1, as p is small, this is approximately the same as for the fixed, one virus per species case considered above.\n\nThere is already considerable evidence that the bushmeat trade can have a significant impact on biodiversity (Milner-Gulland and Bennett, 2003; Peres, 2000, 2001). In this article, we have raised the issue that such wildlife trade can also pose a serious threat to public health.\n\nWe have shown that the probability that a pathogen initiates an epidemic on introduction into a human population, can increase substantially as populations are exposed to greater numbers of novel pathogens, and when the number of susceptibles in the population (X) is large. We have related this model to the context of human exposure to novel pathogens arising from shifts in expanding wildlife trade (Bell et al., 2004).\n\nAs modeled above, for any value of β, the probability of an outbreak after infection of an index case is dependent on the population density. However, the value of β itself is affected by sociological factors. Many pathogens would have a higher β in urban than rural environments. For example person-to-person transmission of airborne pathogens is known to be far greater within the confinement of buildings than outdoors (Rudnik and Milton, 2003). It is reasonable to assume that transmission rates (and so β) will be greatest in areas of high population density and where reliance on public transport is heaviest. Furthermore, Antia et al. (2003) suggested that microbial evolution during person-to-person transmission is likely to further increase R\n0, by increasing β, and this evolutionary pressure may be even greater in the more densely populated urban setting. Consequently, for many potential pathogens, β is likely to be higher in a city compared to a rural environment. The probability of a subsequent outbreak following an animal-to-human transmission event in an urban environment is even higher than would be predicted based only on knowledge of X.\n\nFor many wild animal pathogens, hunters and people occupationally exposed (butchering, cooking, animal skin preparation, etc.) to wild animal species are more likely to have had prior exposure to the same or closely related pathogens and therefore show presence of antibodies (Switzer et al., 2004; Wolfe et al., 2004; Leung et al., 2004; Deutz et al., 2005). As the proportion of a population with protective immunity increases, the value of X decreases and [from Eq. (1)], the probability of an outbreak is reduced.\n\nFollowing these arguments, it would appear that traditional subsistence hunters hunting wildlife for immediate consumption, though at increased risk of infection themselves, are unlikely to be the source of major outbreaks of infectious disease. On the other hand, urban dwellers are generally unlikely to come into contact with infected wild animals. However, as the number and diversity of wild animals entering the wildlife trade increases, the probability that urban dwellers are exposed to infected animals increases. Consequently, the risk of transmission from infected animals to susceptible urban dwellers also increases. Once such a transmission event occurs, the probability of a subsequent outbreak with epidemic potential is substantially greater in the urban compared to the rural setting, as there is a higher concentration of people with lower levels of immunity living in close proximity.\n\nThe trade in wildlife not only threatens the integrity of ecosystems worldwide, but also poses a serious and increasing risk of initiating epidemics of emergent infectious diseases in human populations (Daszak et al., 2000; Kruse et al., 2004). We have shown that an increase in hunting pressure and concomitant change in hunter-capture profiles may lead to an increased risk of outbreak. We also suggest that the sale and transport of wildlife away from rural communities will further increase the probability of epidemic spread and will be the most important factor in increasing risk of human epidemics. Efforts to reduce the probability of novel infections emerging from wildlife trade should be directed at regulating and reducing, or even eliminating, this often illegal trade, especially that into urban environments and across international borders."}