{"title": "A survey of the preparedness for an influenza pandemic of general practitioners in the West Midlands, UK", "body": "Recent outbreaks of pathogenic avian influenza (A/H5N1 virus) in birds and in humans have been a cause of concern for public health officials worldwide. Although only relatively small numbers of human cases infected with the H5N1 virus have been reported to date, human cases continue to occur and there are concerns that the virus might eventually become capable of efficient human-to-human transmission thereby increasing the threat of the next influenza pandemic [1, 2].\n\nIn October 2005, the UK Department of Health (DH) sent information packs to all general practitioners (GPs) in the United Kingdom advising them about pandemic influenza. The pack contained a copy of a technical guide ‘Explaining Pandemic Flu’ and leaflets aimed at the general public [3]. The information provided outlined how the United Kingdom would respond to the threat of a pandemic.\n\nInternationally, research has been conducted on GP preparedness for public health emergencies such as bioterrorism, natural disasters and severe acute respiratory syndrome (SARS) [4–8]. To our knowledge there are no published surveys specifically examining GP preparedness for an influenza pandemic or GP preparedness in non-urban areas. We report the results of a postal questionnaire survey that aimed to define the perceived pandemic preparedness of GPs in the West Midlands, United Kingdom. We also explored whether there were any differences between GPs preparedness based on urban or non-urban geographic location.\n\nThe quantitative data on the completed questionnaires were pre-coded, and input to a Microsoft Excel spreadsheet prior to analysis in SPSS. Responses to the geographic location question were dichotomised into urban and non-urban (semi-urban and rural) areas. Odds ratios (OR) with associated 95% confidence intervals (95%CI) were used to measure the association between two attributes. Analyses were based on the number of respondents who completed each question. Qualitative data were examined to identify major content and themes.\n\nAltogether 429/773 (55%) questionnaires were returned, of which 358/429 (83%) were received after the reminder. A usable response rate of 54% (415/773) was obtained after excluding 14 questionnaires that were returned blank. Of the respondents to the survey, 69% (274/397) were male, 43% (177/404) were aged 45-54 years, 11% (47/411) were single-handed (did not work in a group practice) and 31% (127/410) worked in urban locations.\n\nThe majority of respondents (64%, 253/395) reported that they thought that an influenza pandemic would be likely/very likely to affect the United Kingdom. However, a notable minority (27%, 108/395) indicated that they thought an influenza pandemic was very unlikely or unlikely to affect the United Kingdom, a further 9% (34/395) were unsure.\n\nFifty-six per cent (226/401) of respondents were aware of influenza pandemic preparedness plans. Of these, 84% (189/226) had heard of the DH plan, 28% (64/226) had heard of their local Primary Care Trust plan and 21% (48/226) had heard of the World Health Organization plan.\n\nWhen asked to rate the preparedness of their practice to respond effectively in the event of a pandemic, 25% (101/401) thought that the response of the practice would be very good/good, 40% (161/401) indicated that they thought it would be fair and 28% (114/401) thought the response would be very poor/poor. A further 6% (25/401) were not sure about the preparedness of the practice in which they worked.\n\nApproximately 1 in 10 respondents (14%, 55/404) reported that they could confidently explain to their patients what to do and why during an influenza pandemic. One-third (32%, 130/404) reported that they would have difficulty and the remainder (54%, 219/404) indicated that, although some issues were still unclear, they felt fairly confident that they could explain the issues to their patients.\n\nAltogether 410 (98.8%) respondents could be classified as either urban or non-urban. Bivariate analysis revealed that non-urban GPs differed from urban GPs with respect to a number of factors (Table 1). When compared to GPs in urban areas, non-urban GPs were significantly more likely to rate the response of their practice as likely to be poor and were more likely to feel less confident in their ability to explain to their patients what to do and why during an influenza pandemic than GPs based in urban areas. Non-urban GPs were also significantly less likely to be aware of pandemic preparedness plans, and this was reflected in their not having made plans or provisions for various resources.\n\n\n\nOverall, 113 responses were received from respondents regarding their views or suggestions on the control and prevention of pandemic influenza in general practice. Comments from respondents varied greatly and included concerns about the ability of primary and secondary care facilities to cope in the event of a pandemic and the availability of resources and surge capacity to support primary care services during a pandemic. Comments were also made regarding information overload, the lack of clarity regarding roles and the lack of clear guidance from DH. In addition, a number of GPs who had recognised the need to plan had met resistance from practice colleagues regarding pandemic preparedness planning.\n\nAs the study was undertaken in only one part of the United Kingdom, the results may not be generalisable to all GPs in the United Kingdom. Nevertheless, the study area contains a similar proportion of single-handed GPs (11% in this study compared to 12% nationally) and male GPs (69% in this study compared to 60% nationally) to that seen nationally [10]. The response rate of 54% is comparable to that obtained from other GP questionnaire surveys (30%-63%) focusing on preparedness for public health emergencies [4–8]. However, response bias may have occurred as news media reports may have prompted a response from those who were concerned about pandemic influenza. Indeed, it is recognised that news media serve as a major source of information for physicians and can influence physician behaviour [11–13]. The remarkable increase in questionnaires received following the reminder in January provides evidence to support these roles as there appears to be a temporal association between the increased return of questionnaires and news media reporting of the first cases of human avian influenza outside Asia [14, 15]. Although the survey instrument defined the term ‘pandemic influenza’, it is possible that different interpretations of this definition may have influenced the responses to a number of questions. Nevertheless, we believe that the results obtained are valid.\n\nAs preparations are made for a potential pandemic event, the results of this survey can help to inform efforts as they indicate that general practitioners regard an influenza pandemic as a challenging situation for which clear guidance and additional resources, as well as education and training, are required. In view of the potentially devastating impact of an influenza pandemic and the ‘front-line’ role expected of GPs, simply raising awareness may not translate into improved preparedness. Policy makers will need to identify ways to meet the challenge including more effective communication, detailed educational and training needs assessment and delivery, targeting staff in non-urban areas and ensuring that pandemic preparedness is seen as cost-effective public health policy. Further study with a larger cohort may provide additional insight.\n\nThe views expressed here are those of the authors. No official endorsement by the Health Protection Agency, the Strategic Health Authority or the Primary Care Trusts within Shropshire and Staffordshire is intended or should be inferred. A version of this paper was presented at the Health Protection Conference, Warwick, September 2006."}