{"title": "In Vitro and In Vivo Pharmacological Models to Assess Demyelination and Remyelination", "body": "Multiple sclerosis (MS) is an autoimmune disease in humans whose key pathology is demyelination and axonal loss as the result of immune cell production of proinflammatory molecules and active attack of both the myelin sheaths and the cells producing them, the oligodendrocytes. The hallmarks of the pathology are plaques which are found in myelin-rich white matter regions of the central nervous system (CNS), in both brain and spinal cord. Destruction of myelin, oligodendrocytes, and ultimately axons is mediated by activated T cells, autoantibodies directed at self-antigens, enzymes, and free radicals secreted by macrophages and microglia (Prineas et al, 1984; Raine and Wu, 1993). Oligodendrocyte progenitors reside throughout the CNS from birth well into old age in the human brain (Roy et al, 1999; Nunes et al, 2003). It has been well documented that these cells are activated by the CNS pathology in MS to migrate to the lesion sites and attempt to repair the damage by differentiating and remyelinating naked axons (Prineas and Connell, 1979; Prineas et al, 1984, 1989, 1993; Raine and Wu, 1993; Lassmann et al, 1997). This continuum of myelin breakdown and repair can be seen in the majority of lesions in MS tissues and has led to the exploration of the process of repair in the CNS using basic models of demyelination and remyelination in vitro and in modeling these events in animals. The understanding that remyelination recapitulates processes known to occur in primary myelination, the growing knowledge of the local environmental factors that cause demyelination or prevent/promote remyelination, and the recognition that through the use of small molecules and biologics pharmacological intervention might harness the endogenous repair process to treat MS will be explored in this chapter (Sim et al, 2002, 2006; Franklin and Blakemore, 1995; Blakemore and Franklin, 1991). Specifically, a focus on which tools lend themselves to the drug discovery process and bridge the gap between models and man will be addressed.\n\nSuch a large area of research using experimental models cannot be covered in its entirety. This chapter is not intended to be a thorough review of the literature from the initial description through contemporary papers on all the models in vitro and in vivo for demyelination and remyelination. It will not review every dosing regimen, explore every variation on disease induction paradigms in the models, or argue fine points about exceptional pathology that can be elicited in a given model. In many cases and especially when the current general use of models has not deviated in a major way from the original description, the original references are cited. This chapter is also not intended to go beyond preclinical efficacy studies and the usefulness of models for such a purpose. Therefore, the issues surrounding clinical trials and the ideal drug candidate are outside the realm of the chapter. Neither the pros and cons of therapeutic modalities (in models or man) nor safety studies in in vivo models were intended to be a part of the discussion on use of models for evaluating the effectiveness of drugs. Nevertheless, some examples of drugs currently in clinical trials and their use in these models will be discussed with respect to some of the hurdles in assessing remyelination in the clinic.\n\nPrimary rodent culture systems lend themselves to evaluating oligodendrocytes at different stages of differentiation within the committed lineage (McCarthy and deVellis, 1980). The proliferative, migratory, bipolar oligodendrocyte precursor in rats can be identified by monoclonal antibodies to gangliosides GD3 and A2B5; such cells are also positive for platelet-derived growth factor-α receptor (PDGFαR+) and express, among others, such transcription factors as Olig1 and 2, id2, POU III, Sox 11, Krox 24 (Pfeiffer et al, 1993; Nicolay et al, 2007). Prooligodendrocytes are multipolar, postmigratory, proliferative cells identified by 04 antibody to the sulfated surface antigen POA; Sox 10 and 17, and Mash 1 are transcription factors seen at this stage. Premyelin oligodendrocytes express galactocerebroside (GalC), sulfatide, and 2′-3′-cyclic nucleotide 3′-phosphohydrolase (CNP) as detected by anti-GalC (01), anti-sulfatide (04), and anti-CNP antibodies, respectively. Cells at this stage express complex branching with secondary and tertiary processes. Mature myelin-producing oligodendrocytes can be identified by antibodies to myelin basic protein (MBP), proteolipid protein (PLP), and myelin oligodendrocyte glycoprotein (MOG). Complex myelin sheaths are readily seen and the transcription factor Nkx2.2 can be detected at this stage. Reverse transcriptase (RT)–PCR or microfluidics cards can be used to identify mRNA signatures for receptors, myelin genes, and transcriptions factors. Antibodies to astrocytes (anti-glial fibrillary acidic protein, GFAP) and microglia (CD11b, ED1 (rat), F4/80 (mouse)) are typically used in these cultures to detect potential contaminating cells types.\n\nHuman fetal oligodendrocyte precursors are obtained from postmortem human fetal spinal cord or brain (18–23 weeks of gestation). Enrichment of up to 90% is achieved by separation on immunomagnetic microbeads coated with rat anti-mouse IgM that captures the progenitors that have been labeled with A2B5 antibody. Separation by differential adherence properties followed by growth in oligodendrocyte-enhancing N1 or N2B3 medium for 5–10 days and plating on poly-L-lysine-coated plates can yield up to approximately 80% enrichment for A2B5+ cells (Miron et al, 2007, 2008; Wilson et al, 2003; Zhang et al, 2006). PDGFαR can also be used to validate enrichment. Human adult preoligodendrocytes can be procured from surgical resections or biopsies of subcortical white matter from temporal lobe obtained from medication-refractory epilepsy patients. Enrichment can be achieved by differential adherence (Armstrong et al, 1992), magnetic activated cell sorting using A2B5 antibody as with fetal cells (Sim et al, 2006), or by differential density separation using a 30% Percoll gradient (Miron et al, 2007). As in rodent cultures, antibodies to β-tubulin (βTubIII), neurofilament (NF), and microtubule associated-protein 2 (MAP2) are used to demonstrate the lack of neuronal contamination. Although these cultures are highly enriched, A2B5 is a marker of neural stem cells and not a guarantee that all the cells in the culture will be driven down the oligodendrocyte lineage. In addition, the numbers of cells generated from adult tissues is usually under a million cells from any given tissue preparation, greatly limiting their use in transcript profiling or assessing compounds in vitro (Sim et al, 2006). Assays used to demonstrate differentiation of these cells usually quantitate expression of markers at earlier stages (04) or resort to image-based analysis of increased process arborization.\n\nDrug discovery has been greatly aided by the use of cell lines derived from spontaneously transformed cells, genetically immortalized lines, and tumor lines. The cost- and time-effectiveness of their production and use, clonality, unlimited supply, uniform responsiveness, and similarity in function (when it exists) to normal cells have made them practical substitutes in primary screens entailing, five hundred thousand to one million compounds.\n\nMixed glial cultures are more complicated than single-cell cultures to establish and use but they can serve as an intermediate culture system for examination of demyelinating and remyelinating agents between simpler single-cell preparations and the resource-consuming in vivo models. Mixed aggregates or spheres, where oligodendrocyte precursors are a small fraction of the total cell number, can also be used to demonstrate the capacity of hormones and possibly small molecules to drive oligodendrocyte differentiation. Although the culture technique of organotypic slices allows for the preservation of the architecture of the nervous system and stimulation of complex electrical and biochemical pathways, it may not be as reproducible as single-cell or mixed-cell cultures and is a very low throughput assay system.\n\nThere is evidence that myelin damage and oligodendrocyte cell death occurs in MS lesions as the result of excitotoxicity (Yoshioka et al, 1998), lack of or inappropriate growth factor signaling (Scolding and Compston, 1995), immune cell-mediated mechanisms (Merrill et al, 1993; Selmaj et al, 1991, 1992), proinflammatory cytokines (Brogi et al, 1997; Vartanian et al, 1995; Casaccia-Bonnefil, 2000), ceramide (Larocca et al, 1997; Casaccia-Bonnefil et al, 1996), enzymes (James et al, 1998), free radicals (Mitrovic et al, 1994, 1996; Husain and Juurlink, 1995), and anti-MOG antibody plus complement (Copelman et al, 2000). All of these forms of cell cytotoxicity can be recreated as in vitro assays with quantitative endpoints.\n\nOligodendrocyte differentiation in vitro using rodent oligodendrocyte precursors can be accomplished within 5–7 days in vitro. Transcript profiling for myelin and other differentiation-related genes (MBP, PLP, MAG, MOG) using northern blots or in situ hybridization can be performed for a minimal number of compounds whereas RT–PCR (High Throughput Genomics Technologies ArrayPlate, HTG Inc. Tucson, AZ) and microfluidics cards (TLDA; Applied Biosystems, Foster City, CA) would be more useful for higher throughput (Blanchard and Friend, 1999; Martel et al, 2002). For analysis of myelin proteins, microscope-based imaging systems to quantitate antibody fluorescence using the two-color detection LI-COR system (Odyssey Infrared Imaging System; LI-COR, Lincoln, NE) or immunohistochemical ELISA-based analyses are available. Automated morphometric analyses for image-based high-content screening (HCS) is based on determining shapes of cells, distinguishing increased branching, and quantitating secondary and tertiary process numbers and lengths using reagents like CellMask cytoplasmic/nuclear stains (Invitrogen, Carlsbad, CA). HCS algorithms compatible with automated digital cell microimagers, data acquisition systems, and counting software can be used for analysis of single (Cellomics ArrayScan, Cellomics, Pittsburgh, PA; Fisher Biosciences, Fisher, Lafayette, CO) or multiple imaging channels (INCell 3000, Developer Toolkit; General Electric, INCell GE, Piscataway, NJ). These hardware/software systems remove the subjectivity and time-consuming component of visualization and manual evaluation.\n\nDifferentiation of human oligodendrocyte precursors in vitro poses several distinct differences from cultures of rodent cells. Although human precursors can be driven to differentiate morphologically within 7 days in vitro, in many cases a substantial number of cells expressing MBP do not develop in vitro until 2–3 weeks later (Wilson et al, 2003). Thus, the feasibility of using assays for differentiation of human precursors is more challenging than that of rodents cells and typically involves evaluating the transition of bipolar cells to 04+ or CNP+ cells with intermediate to high-complexity branching of processes (Zhang et al, 2004).\n\nIt is clear that myelination is regulated by the physical contact between mature oligodendrocytes and axons and that production of compact myelin occurs only when the axon is functioning. Targeting the inhibition of abnormal expression of axon-associated molecules that block myelination may be one way of allowing myelination to proceed. This can be examined in complex cultures. Demerens et al (1996) demonstrated in mixed stationary cultures that myelination could be blocked by tetrodotoxin or enhanced by α-scorpion toxin stimulation of electrical activity; the effect was confirmed in vivo using the developing optic nerve of the mouse. Electrical activity regulates the expression of cell adhesion molecules on axons such as PSA-NCAM and axonal L1 (Coman et al, 2005). In MS, PSA-NCAM is found on demyelinated axons in chronic lesions, but not on myelinated axons. Myelin deposition occurs only on axons that have downregulated PSA-NCAM. Internalization of PSA-NCAM by antibody or enzymatic removal of the polysialic acid moieties with endoneuraminidase increases myelination by fivefold in mixed cultures (Charles et al, 2000). Electrical stimulation of mixed cocultures stimulates ATP production which induces astrocytes in these cultures to produce leukemia inhibitory factor (LIF) (Ishibashi et al, 2006). This strong neurotrophic factor, in turn, stimulates myelin production by mature oligodendrocytes in the cultures.\n\nIn mixed co-cultures in vitro, it has been demonstrated that oligodendrocyte progenitors express functional adenosine receptors and detect action potentials from axons with large intracellular calcium fluxes. Adenosine (but not ATP) inhibits oligodendrocyte progenitor proliferation, promotes its interaction with axons, and drives myelination over the course of 14 days in vitro (Stevens et al, 2002). Myelination in these cultures systems is quantitated by counting of MBP-stained cells or the number of internodes/myelin segments, by toluidine blue staining (Wilson), and by validation of compact myelin using EM (Charles et al, 2000; Demerens et al, 1996; Stevens et al, 2002).\n\nAmong the cytokines and neurotrophic factors that positively affect oligodendrocyte precursor proliferation or precursor and mature oligodendrocyte survival, maturation, and differentiation, IL2, IL11, PDGF, bFGF, LIF, neurotrophin 3 (NT3), glial growth factor-2 (GGF2, neuregulin), insulin-like growth factor-1 (IGF-1), and ciliary neurotrophic factor (CNTF) are the best-studied proteins (Marmur et al, 1998; Copelman et al, 2000; Sperber and McMorris, 2001). These agents prove to be quite useful as positive controls in assays searching for unique small molecules to perform similar functions. Cell sources are important factors in evaluating such mechanisms. In comparing human cells from fetal spinal cord with cells from adult human epilepsy temporal lobe, it has been reported that fetal cells proliferate in response to PDGF whereas adult cells do not. However, IGF-1 drives differentiation of both fetal and adult precursors (Armstrong et al, 1992; Wilson et al, 2003). There have been reports that basic FGF has no effect on proliferation on either fetal or adult human cells in vitro whereas it does drive cell division in cultures of rodent precursors (Eccleston and Silberberg, 1984; Armstrong et al, 1992; Grinspan et al, 1993; Marmur et al, 1998; Wilson et al, 2003). Depending on the stimulus used, proliferation assays for progenitor cells can be established to run as an overnight assay or beyond up to 10 days in vitro with assessment using 3H-thymidine uptake (added in the last 17 h of culture), bromodeoxyuridine (BrDU) staining, CyQuant NF Proliferation Assay kit (Invitrogen) or autoradiography (Otero and Merrill, 1997; Wilson et al, 2003; Grinspan et al, 1993; Armstrong et al, 1992). Quantitative readouts like radioisotope incorporation can be achieved in a 96-well to as small as a 384-well format. When cell numbers are limiting, as in human cell cultures, cell-specific antigens can be stained and cells manually counted (Zhang et al, 2004).\n\nEstrogen and triiodothyronine (T3) are useful tools both in vitro and in vivo for assessing survival and differentiation of oligodendrocytes and their progenitors. Estrogen receptor-α and β (ERα, ERβ) have been detected on primary neonatal rat and mouse oligodendrocytes and their precursors in vitro and in vivo. Double staining for immature (A2B5+) and mature (MBP+) cells with ERα or ERβ-specific antibodies demonstrated subcellular localization in the nucleus and cytoplasm by confocal microscopy; nuclear compartmentalization became more pronounced with cell maturation (Takao et al, 2004). Although 17β-estradiol (E2) had no effects on cell proliferation, it did drive the increase in processes after 4 days in vitro at 50–500 nM (Zhang et al, 2004). E2 also protected immature and mature primary and CG4 cells from SIN-1 cytotoxicity at 20–200 nM. This protective mechanism required 17 h pretreatment with E2, as confirmed by LDH and MTT readouts, and was blocked by ICI 182780, an inhibitor blocking ERα and ERβ receptors (Takao et al, 2004). The SIN-1 exposure time was 6 h for CG4 and 17 h for primary cells, thus making this assay a convenient one for functional assessment before testing into animal models. Assessment of T3 effects on aggregates or neural spheres is less straightforward but still achieveable, requiring 2–4 weeks exposure to hormone. Assays demonstrating myelin-specific transcripts and proteins, immunohistochemistry for cell surface markers of mature oligodendrocytes, and morphometry confirm maturation of oligodendrocytes in the mixed cultures (Murray and Dubois-Dalcq, 1997; Tosic et al, 1992).\n\nSmall molecules are useful standard tools because they can be reproducibly generated and cost less than biologics. cAMP analogues have been shown to be oligoprotective and to drive differentiation. dbcAMP or 8-bromo-cAMP at 1 mM, increase the number of oligodendrocytes expressing myelin components in vitro after 1 week (Raible and McMorris, 1989). cAMP-elevating agents like 10 μM forskolin, 100 μM dbcAMP, and PDEIV antagonists, propentofylline (100 μM) and ibudilast (100 μM) all prevent kainate-induced LDH release in oligodendrocyte cultures.\n\nRecently, a small molecule currently in clinical trials for the treatment of MS has been investigated for its effect on survival and differentiation of oligodendrocytes in vitro. FTY720 is a lipophilic sphingosine-1-phosphate (S1P) analogue that crosses the BBB, currently in Phase III clinical trials for MS as an antiinflammatory agent (Kappos et al, 2006). FTY720 is an agonist of four G protein-coupled receptors S1P1, 3, 4, and 5, all members of the endothelial differentiation gene-related (Edg) family (Davis et al, 2005; Mandala et al, 2002). Different time and dose-dependent effects of S1P have been reported for rodent progenitors and mature oligodendrocytes in vitro including process retraction or cell survival (Jaillard et al, 2005). Some of the same effects are seen in human progenitors exposed to FTY720 in vitro as reported by Miron et al, (2007) such as progenitor survival following growth factor removal in 2-day cultures after exposure to 10 nM FTY720. Nevertheless, previous studies showed that S1P could not rescue rodent preoligodendrocytes from growth factor withdrawal-induced death, suggesting differences in either relative S1P receptor levels or subtypes or associated signaling cascades between humans and rodents (Toman et al, 2004). Table 1 summarizes the benefits and liabilities of the in vitro models assays in drug discovery for modeling survival and repair.\n\nAlthough many studies use mature rodent oligodendrocytes, their progenitors, or mixed rodent cultures to examine mechanisms of cell death, there are very few studies using human cells (Merrill and Scolding, 1999; Casaccia-Bonnefil, 2000). A review of the wide array of in vitro paradigms shows that mechanisms and pathways of cell death vary considerably. One striking example is NGF's activation of the low-affinity receptor (NGFR, in the absence of functional trkA) leading to cell death. In mature oligodendrocyte or cells where the ratio of p75 to trk is greater than 1 : 1 apoptosis occurs. Proinflammatory cytokines like IL1β, IFNγ, or TNFα can all induce ceramide production in oligodendrocytes leading to either apoptotic or necrotic cell death (Chakraborty et al, 1997; Casaccia-Bonnefil et al, 1996; Brogi et al, 1997).\n\nCeramide, a sphingolipid generated by neutral or acidic sphingomyelinase action on sphingomyelin, is a second messenger capable of mediating oligodendrocyte cell death. Apoptotic death occurs as a consequence of ceramide's elevation of c-jun through c-jun amino-terminal kinase (JNK) activity (Casaccia-Bonnefil, 2000). This agent can be used as a direct toxin in vitro to kill oligodendrocytes. Primary oligodendrocyte precursors and mature oligodendrocytes behave similarly to undifferentiated and differentiated CG4 cells, respectively, in response to C2 ceramide or C6 ceramide in that maximal cell death is achieved at 10 μM. Primary progenitors are more sensitive to ceramide than mature primary oligodendrocytes but CG4 cells appear to be more sensitive than primary cells in this assay. For CG4 cells, an assay time of 6 h is sufficient for achieving greater than 50% cell death. Primary cells generally need to be exposed to the toxin for 24 h, especially at lower doses of C2. Astrocytes and neurons are resistant to this form of cell death. Cell-based readouts for this assay include Live/Dead cell assay (Molecular Probes, Eugene, OR), apoptosis detection kit (ApopTag Plus; ONCOR, Gaithersburg, MD), or the MTT mitochondrial enzyme function assay using 3-(4,5-dimethylthiazol-2-yl)-2,5-diphenyl tetrazolium bromide (Boehringer, Mannheim, Germany).\n\nExcitotoxicity, attributable to ischemia and inflammation, has been implicated in oligodendrocyte depletion within MS lesions (Raine, 1997; Prineas, 1985; Prineas et al, 1984, 1989). Cells of the oligodendrocyte lineage express both kainate and α-amino-3-hydroxy-5-methyl-4-isoxazoleproprionate (AMPA)-type non-N-methyl-D-aspartic acid glutamate receptors (Patneau et al, 1994; Yoshioka et al, 1995). Prolonged activation of these receptors leads to increased intracellular calcium (Ca++), increased inositol phosphates and early gene induction and an inhibition of proliferation and migration of precursors (Gallo et al, 1996; Wang et al, 1996; Knutson et al, 1997). Mature oligodendrocyte death has also been shown to occur and can be modeled in vitro using CG4 cells that have been differentiated. Cells are cultured for 24 h in the presence of 2 mM kainate and cell death is quantitated by measuring the activity of lactate dehydrogenase (LDH) (Yoshioka et al, 1995).\n\nHuman glial cells and macrophages are capable of making NO in vitro and in vivo. Increased inducible NO synthase (iNOS) responsible for pathology-inducing NO levels can be detected in MS tissue by RT–PCR (Bo et al, 1994). That the enzyme is actively producing NO is evidenced by (1) NADPH diaphorase staining in astrocytes at the edge of chronic lesions (Brosnan et al, 1994, 2) increased levels of nitrite (NO2−) and nitrate (NO3−) in MS cerebrospinal fluid (CSF) (Johnson et al, 1995), and nitrotyrosine (NT) staining in MS tissues indicative of peroxynitrite formation by the chemical reaction of NO and superoxide anion. Additional evidence that lipid peroxidation occurs in MS tissues has been put forth in other references (Prineas et al, 1984, 1989; Hunter et al, 1985; Raine and Wu, 1993).\n\nOligodendrocytes and their precursors are easily damaged by free radicals of nitrogen and oxygen, with the less mature cells being more sensitive than myelin-producing cells. Oligodendrocytes are more sensitive to the effects of free radicals than are microglia and astrocytes (Mitrovic et al, 1994; Husain and Juurlink, 1995). Cell death appears to be mainly necrotic both in MS lesions and in vitro cultures with hallmarks being process withdrawal, single-stranded DNA breaks, swollen nuclei and cytoplasm, organelle disruption, plasma membrane damage, and mitochondrial dysfunction (Prineas et al, 1984, 1989; Mitrovic et al, 1994, 1995). Thorburne and Juurlink (1996) reported that compared to astrocytes, oligodendrocytes have 23-fold more iron, lower levels of manganese superoxide dismutase, half the amount of reduced glutathione, and less than 15% the level of glutathione peroxidase. Thus, as a consequence of not being able to scavenge harmful radicals, oligodendrocytes are much more vulnerable to free radical-mediated death.\n\nThe details of in vitro assay systems to model free radical-mediated cell damage and death are described in detail elsewhere (Mitrovic et al, 1996). Mixed cultures can be set up to assess the effects of anoxia and varying degrees of hypoxia by purging closed incubation chambers with different ratios of O2, N2, and CO2. Lipid peroxidation can be assessed using the cytochemical procedure demonstrating thiobarbituric acid fluorescent adducts in conjunction with morphological evaluation of cell death. The ability to detect cellular free radical scavenging is achieved using 5-(and -6)-carboxy-2′,7′-dichlorohydro-fluorescein as an intracellular probe of oxidative stress (Husain and Juurlink, 1995). A simpler and higher throughput cytotoxicity in vitro system using purified oligodendrocyte progenitors, mature oligodendrocytes, microglia, neurons, or astrocytes is that which uses chemical donors of free radicals of nitrogen and oxygen. NO is generated from S-nitroso-N-acetyl-DL-penicillamine (SNAP) whereas pyrogallol generates superoxide anion (O2−). Generation of both NO and O2− which quickly react to generate peroxynitrite (ONOO−) can be achieved by using 3-morpholinosydnonimine-HCl (SIN-1); peroxynitrite can also be generated by mixing equal moles of pyrogallol and SNAP. SNAP causes significant mitochondrial enzyme damage in oligodendrocytes at 0.5 mM but less than 25% cell death even at 2 mM. SIN-1 and pyrogallol cause significant cell death at 0.5 mM and 100% death and mitochondrial damage at 2 mM after 18 h in vitro (Mitrovic et al, 1996). Oxyhemoglobin is generally used as a positive control for inhibition of SNAP-induced mitochondrial damage (Mitrovic et al, 1994).\n\nQuantitative multiplex assays for cell death include the release of incorporated label from proteins (51Cr, 3H-leucine) or nucleotides (3H-thymidine), release of LDH, or uptake of propidium iodide, trypan blue, or vital dyes. Some cell types, like astrocytes, can be damaged without dying when exposed to free radicals. Cell damage is detectable using the assay for activity of the ferrosulfur-containing enzyme succinate dehydrogenase with the Nonradioactive Proliferation/Cytotoxicity Kit or CytoTox Fluor Assay (Promega, Madison, WI). The assay is based on the ability of the intact enzyme to cleave MTT tetrazolium salt into the blue product formazan. Isocitrate dehydrogenase, a nonferrosulfur containing enzyme, is a useful control in the assay. For validation of the mechanism of cell death, techniques using EM, DNA-laddering gels, and differential alkaline precipitation of DNA to determine the proportion of DNA strands which are single-stranded as a fraction of the total cellular DNA should be employed (Mitrovic et al, 1994, 1996).\n\nIn lieu of using cocultures of T cells or macrophages/microglia and oligodendrocyte targets, the proinflammatory mediators generated by the effector cells may be added directly to mature oligodendrocytes or their precursors. High-throughput assays for viability end points are available. Determining the mechanism of cell death can be achieved by more direct and labor-intensive assays such as electron microscopy (EM) or for mixed cultures, the use of antibodies for specific cell types followed by morphological analysis (Casaccia-Bonnefil et al, 1996; Brogi et al, 1997; Larocca et al, 1997).\n\nYoung adult male C57Bl/6 mice at 6–8 weeks old, are susceptible to demyelination produced by a 4 to 6-week diet of 0.2% cuprizone (bis-cyclohexanone oxaldihydrazone) (Ludwin, 1978). Demyelination occurs globally throughout the white matter, but is most easily detected within the corpus callosum (Merkler et al, 2005). Demyelination is evident within 3 weeks after starting the cuprizone diet and is complete by 5 weeks. Replacement of the diet with normal food allows for almost complete remyelination within 4 weeks (Matsushima and Morell, 2001). Adamo et al (2006) have produced a similar model of demyelination in 21-day-old Wistar rats after 0.6% cuprizone for 2 weeks; remyelination occurs significantly after 2 weeks on normal diet. Immunohistochemical staining for axonal damage using amyloid precursor protein (APP) or Bielschowsky' silver impregnation did not reveal much axonal damage in 8-week-old mice (Merkler et al, 2005), though axonal transection increases significantly in 6 to 7-month-old aged mice, thereby greatly impairing repair (Irvine and Blakemore, 2006). Microglia and macrophages are required for efficient remyelination (Gilson and Blakemore, 1993) and these can be quantitated in tissue sections by staining for markers CD11b (Mac1) or biotinin-conjugated Ricinus communis agglutinin-1 (RCA-1; Sigma, Madison, WI). Mature oligodendrocytes numbers can be quantitated by staining with CC1 antibody (antiadenomatous polyposis coli; Calbiochem, San Diego, CA) (Adamo et al, 2006) or with an antibody to the π-isoform of glutathione-S-transferase (GST-π). GST-π will not stain NG2+ immature oligodendrocytes (Mason et al, 2000, 2001). A medium throughput assay for myelin loss can be achieved by harvesting the entire brain and running quantitative MBP protein dot blots. Alternatively, a more time-consuming identification of actual tissue myelin loss and repair involves quantitative stereology using the Computer Assisted Stereological Toolbox (CAST) system (CAST GRID; Olympus, Center Valley, PA) assessment of myelin in the corpus callosum using following LFB staining. Toluidine blue and EM are necessary final steps to assure that compact myelin is investing naked axons.\n\nWhen available, it is ideal to be able to apply measurements in animal models that might be used in the clinic. Merkler et al (2005) have recently demonstrated that they can produce an accurate magnetic resonance imaging (MRI) prediction of the status of myelin in the corpus callosum of cuprizone-fed mice using a combination of T1-weighted, T2–weighted, and magnetization transfer ratio (MTR) values with a 2.35 T Bruker (Billerica, MA) Biospin small animal MRI. Franco-Pons et al (2007) have described the use of open field and rotorod tests in the cuprizone model, claiming functional deficits in the cuprizone-fed mice compared to normal fed controls. Whether either of these translational assays will prove sensitive enough to detect drug effects in the animal model remains to be determined.\n\nA 0.01–0.1% solution of ethidium bromide (EtBr) can be stereotactically injected, following surgical preparation, into the thoracolumbar dorsal funiculus of the spinal cord or the caudal cerebellar peduncle (CCP). EtBr has also been injected into the subarachnoid space thereby causing demyelination of the optic nerves and chiasm in Sprague–Dawley or Wistar rats (8–10 weeks old). EtBr demyelination begins within 48 h but may not be complete before 2 weeks depending on the concentration of EtBr. As in the cuprizone model, macrophage and/or microglial cell removal of myelin debris is essential before repair (Graca and Blakemore, 1986; Guazzo, 2005). Demyelination is extensive but can be contained within a circumscribed area (such as CCP) by minimizing the volume of the injection; lesion size is also EtBr concentration-dependent. EtBr will injure all nucleated cell types because its mechanism of action is as a DNA-intercolating agent. Because astrocytes are damaged within the EtBr lesion area, Schwann cells are able to migrate in and remyelinate before oligodendrocytes repopulate the area (Woodruff and Franklin, 1999; Sim et al, 2002). Spontaneous remyelination occurs from the outside of the lesion inward toward the center and is not extensive until 3.5 months following lesion production. Axons are spared but a significant proportion of naked axons remain demyelinated in the CCP 6 weeks after EtBr injection. As animals age (>12 months), spontaneous remyelination in this model is less efficient (Ibanez et al, 2004; Sim et al, 2002). For the assignment of repair to exogenous stem cells during transplantation therapy, the model can be modified by local high-dose irradiation (40 Gy X-rays) before EtBr (Franklin and Blakemore, 1995; Blakemore and Franklin, 1991). Evaluation of oligodendrocytes, the precursors, and intact myelin can be accomplished using assays similar to those previously described above, but require tedious dissection of the lesioned area to eliminate background noise from normal surrounding areas. Honmou et al (1996) have been able to demonstrate conduction block by quantitating compound action potentials in the spinal cords of animals subjected to EtBr lesioning. Functional repair by transplanted Schwann cells reversed this slowed conduction velocity as assessed by ex vivo using field potential and intraaxonal recordings of the segment of spinal cord involved in the lesion.\n\nLysolecithin (lysophosphatidylcholine; Sigma) is a detergent-like membrane solubilizing agent injected following surgical preparation of brain or spinal cord and stereotaxic positioning of the Hamilton syringe. A 1% solution of the agent creates demyelinating lesions in adult mice or rats when administered to the dorsal funiculus of the spinal cord or CCP (Gregg et al, 2007; Girard et al, 2005) or into the right centrum semiovale after craniometry in adult male Macaque monkeys (Dousset et al, 1995). In mice and young adult rats, myelin debris is completely removed and remyelination has begun by 7 days after lesion in the spinal cord; total remyelination, albeit with thin myelin sheaths, was seen by 1 month (Jeffrey and Blakemore, 1995; Kotter et al, 2001). In old male rats (380 days old), the center of the lesion remained completely demyelinated at 1 month (Gilson and Blakemore, 1993). Macrophage depletion, as with the other demyelinating models, impairs remyelination (Kotter et al, 2001). For rat CCP lesions, remyelination proceeded slower than in spinal cord, with patches of oligodendrocyte progenitors obvious at lesion edges not before 2 weeks. Remyelination in the CCP was evident at 3 weeks and all axons appeared to have compact myelin by 6 weeks using EM (Woodruff and Franklin, 1999). In monkeys as in rodents, maximum myelin loss was seen by histology and magnetization transfer ratio (MTR) by day 7 (Dousset et al, 1995). Astrocytes and axons are spared in this demyelinating model, so oligodendrocytes are the primary remyelinating cell. Faster remyelination may occur because oligodendrocyte progenitors are spared to a greater extent in this model than in the EtBr model (Woodruff and Franklin, 1999). As with the EtBr model, targeted lesion areas must be dissected before analysis. See Table 2 for a comparison of the chemically induced demyelinating models.\n\nExperimental autoimmune encephalomyelitis (EAE) is an autoimmune model produced by active immunization of rats, mice, or marmosets using whole brain or spinal cord homogenates (SCHs) or purified myelin proteins (PLP, MOG, MBP) or by adoptive transfer using activated, myelin antigen-specific T cells.(Genain and Hauser, 2001; Tiwari-Woodruff et al, 2007; Pluchino et al, 2003; Dalal et al, 1997; Raine et al, 1980; Wuerfel et al, 2007; Beeton et al, 2001). Analysis of inbred mouse strains has demonstrated that specific major histocompatability haplotypes (MHC) confer a susceptibility to the disease which is both gender and antigen specific. Active subcutaneous immunization of female SJL/J mice with PLP1–139 peptide emulsified in complete Freund's adjuvant (CFA) supplemented with Mycobacterium tuberculosis and two injections of pertussis toxin 3 days apart produces a relapsing–remitting disease similar to MS. The disease is evident between days 7 and 10, peaking by the end of the second week in a first attack; the pathology of the first attack is strictly inflammatory. Following a remission, the subsequent attacks include inflammation, demyelination and axonal loss. T cells, dendritic cells, macrophages, and endogenous glia all are involved in the disease (Butzkueven et al, 2002). In contrast, rMOG35−55 or hMOG1−125 induce chronic EAE in female C57Bl/6 mice. Inflammation, demyelination, oligodendrocyte and neuronal death, and axonal loss occur within the first 2 weeks of disease. Human MOG1−125 induces demyelination that is primarily antibody mediated and thus produces a pathology similar to that seen in MS lesions (Table 3; Tiwari-Woodruff et al, 2007; Kanwar et al, 2004; Lalive et al, 2006; Bernard, 1976; Arnon, 1981; Offner, 2004).\n\nThese two models are complementary in their utility for drug discovery. Because of the temporal separation of pathologies (inflammation vs tissue damage) and the relapsing–remitting nature of the disease, the PLP model allows for the assessment of both anti-inflammatory and prorepair drugs as well as a comparison of prophylactic with therapeutic intervention. The chronic C57Bl/6-MOG models (1) allow for the specific assessment of agents targeting B cells (hMOG1−125 model), (2) demonstrate axonal damage and cell death at an earlier time point than is seen in the PLP model, thereby shortening the in-life dosing, and (3) are compatible with creation of knock out and transgenic mice for target and drug validation.\n\nEven though rat models consume more drug substance than do mouse models, the rat EAE models may be necessary for proof of concept assessment due to the selectivity and/or pharmacokinetics or pharmacodynamics of the drug being tested. In addition, assessment of drug effects using MRI or electrophysiology may be made more easily using rats (Bechtold et al, 2004; Brochet et al, 2006). Acute, nonrelapsing EAE can be actively induced in Lewis rats using guinea pig SCH or MBP, CFA, and M. tuberculosis (Floris et al, 2004; Berger et al, 2006). By increasing the concentration of the encephalitogenic antigens and/or M. tuberculosis, the disease phase can be prolonged and induction of a relapsing pattern achieved in this strain of rat (Feurer et al, 1985). The acute monophasic model in Lewis rats demonstrates neurological deficits by day 10, peaks at day 15, and resolves by day 20, at which time animals are resistant to reinduction of disease. This model is one of relatively short duration which is an advantage, but as there is no demyelination, cell death, or axonal loss, its use is limited to the assessment of antiinflammatory drugs only. Rat MOG1−125 will induce chronic, nonrelapsing EAE in female Brown Norway rats when given with CFA and M. tuberculosis (Mi et al, 2007; Diem et al, 2005). When the same dose of MOG is given to female Dark Agouti (DA) rats or whole homologous rat SCH is given to male DA rats without M. tuberculosis, animals develop relapsing–remitting disease (Issazadeh et al, 1996; Lorentzen et al, 1995; Brochet et al, 2006; Fernandez et al, 2004; Figure 1). As in the relapsing–remitting model in SJL/J mice, peak disease in DA rats is achieved by the end of the second week followed by remission and is strictly inflammatory in nature; animals experience disease through the first remission in a relatively synchronous manner. Subsequent attacks are asynchronous among animals and involve demyelination involving macrophages and anti-myelin antibodies as well as axonal loss (Lorentzen et al, 1995; Issazadeh et al, 1996).\n\nInflammation can be verified in these models by RT–PCR and staining for proinflammatory markers of cells and their products. In rat EAE models, it has recently been shown that macrophages can be tracked in vivo by T2-weighted MRI images of these cells labeled with ultra small particles of iron oxide (USPIO) (Sinarem; Guerbet, Paris, France). The particles are phagocytosed by macrophages in the periphery and in the DA rat EAE model as these cells migrate first into the cervical cord and subsequently into the brain stem and cerebellum with disease progression, they can be detected as hypointense images. With a half-life of only a few hours, USPIOs can be injected repeatedly into animals. Longitudinal studies mapping time and location of inflammatory cells in intact animals can thereby be accomplished. In addition, contrast agents such as gadolinium diethylenetriamine-pentaacetate (Gd-DPTA) (Magnevist; Schering, Berlin, Germany) and gadofluorine M (Schering) have been used in T1-weighted MRI images for discerning leakage at the BBB. Correlations can then be made regarding BBB breakdown and inflammatory cell invasion of the CNS (Brochet et al, 2006; Berger et al, 2006). Similar studies have been reported in murine adoptive transfer models of EAE (Wuerfel et al, 2007; Smorodchenko et al, 2007; Anderson et al, 2004). MBP exon 2-containing transcripts, normally expressed at extremely low levels in adult CNS, are elevated during remyelination and can be detected in tissues using in situ hybridization (ISH) or immunohistochemistry (Jordan et al, 1990; Kanwar et al, 2004). In these models, myelin and axonal damage or loss are identified as described above for chemically induced lesions using myelin histology, toluidine blue, LFB, immunostaining for NF or APP, and EM.\n\nAs in the lysolecithin-mediated demyelination model, MRI magnetization transfer ratios (MTRs) can be used as a measurement of myelin loss in EAE models. Diffusion tensor imaging (DTI) takes advantage of the anisotropic nature of water diffusion in tissue to allow for detailed microstructural information and is used to confirm axonal integrity. Both MTR and DTI techniques have been used in rats and marmoset EAE models (Mi et al, 2007; Berger et al, 2006; Fujiyoshi et al, 2007; Brok et al, 2001). Thus, small animal MRIs (1.5 T magnet, Philips, Best, The Netherlands 7 T Bruker; 4.7 T horizontal bore NMR spectrometer, Varian, Palo Alto, CA) are becoming more readily available and standardly used for chronic in-life monitoring of pathology in EAE models.\n\nThere are several models of spinal cord injury and focal ischemia that lead to demyelination with partial sparing of axons that can be produced in rodents and monkeys. Spinal cord lesions can be created weight drop contusion and hemisection and ischemic insult can be produced by a 90 min middle cerebral occlusion (MCAO). Although these models cannot be fully explored in this chapter, they are mentioned because they induce endogenous repair responses that lend themselves to the same quantitative biochemical, histological, and MRI analyses, drug intervention, and stem cell therapy as seen in EAE models (Tanaka et al, 2003; Ohori et al, 2006; Fujiyoshi et al, 2007; Yang et al, 2006).\n\nThe location of injection, the length of time for infusion, and the properties of the toxic agent will define whether damage is limited and reversible, is restricted to oligodendrocytes but without long-term macroscopic alterations, leads to short-term direct attack on myelin, or results in long-term damage to myelin indirectly due to oligodendrocyte loss. The injection of the peroxynitrite donor SIN-1 into white matter corpus callosum in rats leads to severe myelin alteration within 2 days starting with vacuolization of the myelin membrane as a consequence of S-nitrosylation of proteins including PLP (Boullerne and Benjamins, 2006).\n\nA brief infusion of kainate causes some oligodendrocyte apoptosis but an infusion that lasts for several days produces massive oligodendrocyte and progenitor cell death, demyelinating plaques, axonal damage, and inflammation (Matute et al, 2001). A single dose of 8 or 22 Gy irradiation to rodent C2-T2 cervical spinal cord produces apoptotic oligodendrocytes after 24 h but no demyelination until 16–18 weeks later (Atkinson et al, 2003). Injections of kainate or anti-galactocerebroside (anti-Gal C) may be made into the optic nerve, dorsal spinal cord or CCP, thereby focusing the lesion formation and facilitating subsequent analysis of damage and repair (Sergott et al, 1985; Woodruff and Franklin, 1999; Barres et al, 1992).\n\nAlthough most published studies employing anti-Gal C used a conventional polyclonal antibody or serum from rabbits in combination with guinea pig complement, Barres et al (1992) implanted a mouse hybridoma cell line secreting anti-Gal C into the p5 rat optic nerve. Injection of antibody and complement into the adult rat lumbar cord showed demyelination by day 3, remyelination commencing by day 14, and complete remyelination by day 60 (Keirstead et al, 1998) Sergott et al (1985) injected antibody and complement into the guinea pig optic nerve and demonstrated myelin vesiculation by day 5, naked axons between days 7 and 14, and remyelination beginning between days 21 and 35. Injection of antibody and complement into the CCP produced the greatest delay in demyelination and repair: demyelination was seen at 2 weeks and remyelination by oligodendrocytes started by 6 weeks after injection. Extensive remyelination within the CCP was apparent at 8 weeks but it took 3.5 months for the repair to be complete (Woodruff and Franklin, 1999). A comparison of these demyelinating models is summarized in Table 2.\n\nBypassing induction of global inflammation as an alternative strategy for in vivo demyelination can be achieved by administering agents that directly damage oligodendrocytes, their precursors, or myelin. Anti-GalC plus complement, kainite, SIN-1, irradiation, and Theiler's or corona virus infection are examples of such models (Dal Canto and Lipton, 1976; Jordan et al, 1990; Touil et al, 2001; Matute et al, 2001; Atkinson et al, 2003; Boullerne and Benjamins, 2006). In general, the use of mouse models is preferred because less drug substance is required; this of considerable importance when daily dosing paradigms are chronic, lasting several weeks. However, in the case of (1) particular requirements of model generation or analysis that lend themselves to one species over another, (2) the lack of identical molecular targets or adequate homology at the target molecule in some species of rodents compared to humans, (3) species-specific potency of certain drugs, and (4) pharmacokinetic properties peculiar to a given species, the use of rats, guinea pigs, and nonhuman primates may be necessary for in vivo drug screening.\n\nEAE models are of interest in drug screening as they most faithfully represent the pathology seen in MS The use of the marmoset EAE model can take advantage of the potential for cross-reactivity in the monkey of therapeutic agents as well as human reagents for cell and biomarker identification. In addition, MRI and electrophysiological techniques may be employed in the model. Cognitive and visual acuity assessments and chronic safety can also be conducted in this model providing an advantage over rodent models.\n\nSmall molecules that have been chemically engineered to be potent, selective, soluble, and orally available may be preferable to biologics in that they can be taken by the patient him/herself as a pill and they may have fewer side effects such as irritation at injection site or flu-like symptoms. One such molecule is teriflunomide, an inhibitor of dihydroorotate dehydrogenase, currently in Phase III trials for the treatment of MS. It is an antiinflammatory agent that inhibits T- and B-cell proliferation and function. This drug is a contender to be among the first orally available drugs to treat the disease (O'Connor et al, 2006). Teriflunomide is very active in several EAE models when administered by oral route once daily. In DA rats it reduces induction and severity of EAE, inhibits demyelination, prevents axonal loss, and increases conduction velocity (manuscript accepted, J Neurol). The in vivo effects of teriflunomide provide an example of the species and strain-dependent differences that are seen in different EAE models with respect to minimal effective dose and efficacy (Figures 2 and 3). In both the acute Lewis rat and relapsing–remitting DA rat EAE models, the drug is efficacious at a minimal effective dose of 3 mg/kg; at this dose the disease is virtually eliminated in the acute model whereas delayed and reduced in severity in the relapsing–remitting model (Figure 2). In the PLP-induced SJL/J EAE mouse model, a prophylactic dose of 10 mg/kg has no effect at all whereas 20 mg/kg delays onset of disease. Although delayed, these mice eventually get EAE disease as severe as the vehicle controls. However, 10 mg/kg teriflunomide given prophylactically to MOG-induced C57Bl/6 mice eliminates disease induction (Figure 2). Teriflunomide is more effective at 3 mg/kg given therapeutically during remission in the DA rat model than when given prophylactically in this model. But the drug is totally ineffective when given therapeutically at disease onset in the SJL/J mouse model (Figure 3).\n\nAn explanation as to the difference between drug effects in the relapsing–remitting models in SJL/J mouse and DA rat may be that teriflunomide is 6-fold less potent in enzyme binding and inhibition in the mouse than in the rat and 100-fold lower in its antiproliferative activity on mouse lymphocytes than rat lymphocytes (Fox et al, 1999). Clearly, there is a different explanation for the difference between the drug's effects in the two different mouse EAE models. Because the time course of pathology in these two mouse EAE models differs so significantly (see above), it might be anticipated that the drug may affect additional cell types than T and B cells involved in the MOG model. This aspect of the therapeutic efficacy is currently being investigated.\n\nAntibodies as biological agents will not cross an intact BBB and they cannot be delivered orally, but need to be injected. In animal models, antibodies are generally injected intraperitoneally (i.p.) or intravenously (i.v.) by tail vein injection. Antiinflammatory antibodies act on cells in the peripheral blood to prevent their accessing of or functioning in the CNS and can be administered less frequently (ie not once a day chronically) than small molecules and still be effective. Kanwar et al (2004) describe the antiinflammatory antibody to mucosal addressin cell adhesion molecule-1 (MAdCAM-1) whose effects, after only three injections of 10 mg/kg IV, were sustained for several months as a monotherapy. The effects of this antiinflammatory antibody in conjunction with an IGF-1 peptide for repair and an AMPA/kainate receptor antagonist 2,3-dihydroxy-6-nitro-7-sulfamoylbenzo-(f)-quinoxaline (NBQX) for neuroprotection were even better than antibody alone. This study represents an example of combination therapy of complimentary drugs treating different aspects of the disease that might be envisioned for the treatment of MS.\n\nHowever, if the cellular or molecular target for the antibody treatment resides within the CNS, and the BBB is intact, then a strategy for delivery of the antibody to the site of the pathology is required. Anti-LINGO-1 antibody was delivered intrathecally by way of an Alzet mini-osmotic pump into animals with MOG-induced EAE where it inhibited a key negative regulator of oligodendrocyte differentiation and myelination. Within 2–3 weeks of treatment, EAE disease was slowed, axonal integrity preserved, and spinal cord remyelination initiated (Mi et al, 2007).\n\nNeurotrophic factor proteins are difficult to deliver chronically as exogenous therapeutic agents in animal models because they need to be injected frequently or released in a sustained fashion, they may have a short plasma half-life, and they may induce neutralizing antibodies rendering them ineffective with time. Some investigators have applied innovative strategies to demonstrate the positive role of neurotrophic factors in oligodendrocyte cell survival in demyelinating models. Mason et al (2000) solved the problem of chronic IGF-1 delivery by creating the cuprizone model in IGF-1 +/+ transgenic mice, whereas Barres et al, (1992) delivered PDGF on the CNS side of the BBB by implanting a hybridoma cell line secreting the neurotrophic factor. Oudega et al (1997) used semipermeable polymer tubes containing Matrigel implants of Schwann cells bathed in IGF-1 and PDGF. Alzet mini pumps can be implanted SC or IP as in the case of prolactin delivery to drive remyelination (Gregg et al, 2007). Subcutaneous sustained release pellets have been used for delivery of estrogen for oligodendrocyte protection, progesterone for producing myelin repair within 3–5 weeks, and testosterone, whose therapeutic administration eliminated MBP-induced EAE in SJL/J mice (Offner, 2004; Ibanez et al, 2004; Dalal et al, 1997).\n\nA simpler mode of drug delivery that avoids the need for genetic manipulation of cells or animals, the use of devices, or complexities of surgical implantation but accommodates sustained drug exposure and BBB penetration is daily subcutaneous injection. This has been successfully used for administration of the neurotrophic factor LIF and hormones like thyroid hormone (T4) and estrogen (E2) in EAE (Butzkueven et al, 2002; Tiwari-Woodruff et al, 2007; Fernandez et al, 2004). It has been documented that LIF can enter the CNS and mediate survival of oligodendrocytes; it is equally effective given IP but ineffective when administered IV (Butzkueven et al, 2002). Estrogen is both antiinflammatory and neuroprotective in ovariectomized mice with EAE. If given prophylactically, estrogen's neuroprotective effect is not evident until after day 20 in the MOG EAE model. However, delaying treatment until that time shows that estrogen has no effect. Indeed the hormone works better in murine EAE models if started 7 days before disease induction (Offner, 2004; Tiwari-Woodruff et al, 2007). As has been mentioned for small molecules above, there are significant mouse strain differences with respect to sensitivity to the neuroprotective effects of estrogen that should influence the choice of the model and the impact of the results (Offner, 2004). A summary and comparison of some of these features of the in vivo models is shown in Table 2.\n\nIn vivo repair can be greatly influenced by the animal models chosen as proof of concept models. Additional complexity is added by the fact that neurotrophic factors like IGF-1 and GGF are not only neuroprotective agents and promote remyelination but can also act as antiinflammatory molecules. Lymphocytes may produce neurotrophic factors (T-cell production of BDNF) and proinflammatory cytokines (IFNγ, TNFα) may act as pro-repair molecules (reviewed by Stangel, 2004). The route/location and timing of drug delivery that is chosen to be used in various models may be dictated by the physical characteristics of the drug and targeted pathology to be affected. The ease or difficulty of drug delivery to the site of action in models depends on the nature of the therapy (small molecule vs biological agent vs transplanted cells), pharmacokinetics of exposure (metabolism, clearance, drug on–off rate kinetics), blood–brain penetrability, and solubility, among other characteristics.\n\nTo illustrate the flow of a screening tree for a library of small molecular weight compounds starting with the primary screen through to the proof of concept (POC) models, we can consider a receptor whose activation is necessary for oligodendrocyte differentiation and ultimately remyelination as a hypothetical target. The primary screen could be a promoter–reporter based screen for a gene directly and specifically activated by ligand binding to the receptor. Such a screen could be performed in a 1536-well plate format using a half million compounds at a single dose and would require 109 cells. Following validation of an assay system with standard tools as positive controls, such a primary screen could be conducted using a stably transfected rodent oligodendrocyte cell line such as CG4. If the hit rate is 0.5% (2500 compounds), reconfirmation and IC50 s would be performed with 10 million CG4 cells. The orthogonal secondary screen, usually performed on hundreds of active compounds, could be carried out with CG4 cells or primary oligodendrocytes and might be a receptor binding assay; this assay would also require millions of cells. The tertiary screen, involving differentiation of primary rodent oligodendrocyte precursors, would likely involve tens to hundreds of compounds and could be performed in a 96-well format requiring 5–10 million cells. The human orthologue assay to screen fewer than 50 compounds should be performed using primary human fetal or adult-derived progenitors. An additional screen for induction of myelination using a mixed cell culture is optional at this stage. With fewer than 10 compounds to be pursued, an acute in vivo model for assessment of the ability of the molecule to enter the brain and hit its molecular target would be performed next. Such a model would have a fast turnaround of hours to 1–2 days and could have biochemical or molecular readouts. The assessment of remyelination would then be performed in a remyelination model such as the cuprizone model; this would be reserved for 1–2 lead compounds. With the development candidate chosen, the final assessment of the compound's ability to drive remyelination would be performed in a disease POC model such as in EAE, the model of choice for development of drugs to treat MS.\n\nThe future holds promise for the use of drugs which drive repair of the CNS. As the MRI technologies such as MTR and DTI for distinguishing and quantitating repair of the nervous system in humans become refined and standardized, they will be incorporated into the growing use of small animal MRI for assessing drugs that drive remyelination in animal models and used more routinely in human clinical trials. Peripheral biomarkers of drug–target interaction and surrogate peripheral blood or tissue markers for drug efficacy within the CNS may well be established in animal models but will ultimately assist in dose-range finding and prediction of responders vs nonresponders in human trials. Drug mechanisms of action will be better defined using transcript profiling both in animal models and in drug responders in clinical trials. Combination therapy with drugs that drive repair and preserve the integrity of axons and myelin need to be evaluated for their use in a chronic disease like MS as well as for their compatibility, safety, and efficacy when given with anti-inflammatory drugs."}