{"title": "Clinical translation of RNAi-based treatments for respiratory diseases", "body": "Human diseases affecting the upper and/or lower parts of the respiratory tract can be associated with high morbidity and socio-economic burden. These diseases range from chronic conditions such as asthma or chronic obstructive pulmonary disease to acute infections of bacterial and viral etiology. A significant number of respiratory infections are caused by viruses such as respiratory syncytial virus (RSV) that accounts for more than 600,000 annual deaths worldwide [1] and influenza viruses accountable for seasonal flu epidemics and 250,000 to 500,000 deaths yearly [2]. Harnessing the natural process of RNA interference (RNAi) to silence or downregulate specific genes presents an exciting therapeutic strategy. Acute viral infections are ideal candidates due to susceptibility to short-term treatment facilitated by the transient nature of the RNAi activity. In addition, targeting conserved viral genes and cellular host factors can reduce resistance as a consequence of viral genetic evolution, for example, those found with influenza requiring seasonal vaccines. Furthermore, RNAi-based drugs offer the possibility to simultaneously silence several viral and/or host genes involved in pathogenesis that may improve the therapeutic effectiveness.\n\nLocal application to the respiratory mucosa represents an attractive alternative to intravenous injection as it avoids the necessity to overcome serum nuclease degradation, nonspecific accumulation, and rapid renal clearance. The effectiveness of respiratory RNAi therapeutics, however, is dependent on overcoming anatomical, mucus, and cellular barriers that restrict the delivery and uptake of these molecules across the epithelium.\n\nThis review describes the current status of RNAi-based treatment for respiratory diseases with focus on preclinical studies and clinical trials using synthetic siRNA (siRNA). Attention is given to overcoming biological and physiological barriers, disease and RNAi target selection, and safe siRNA design, essential requirements for realizing the clinical potential of RNAi-based therapeutics (Fig. 1).\n\n\nThe discovery that RNAi is mediated by double-stranded RNA (dsRNA) [3] and that these molecules act as potent RNAi triggers in mammalian cells [4] has paved the way towards clinical translation of RNAi-based therapeutics [5, 6]. RNAi constitutes a fundamental process in eukaryotic organisms that allows selective gene silencing at a transcriptional [7, 8] or posttranscriptional level [9]. It serves as a defensive mechanism against viral infection [10, 11] as well as transposons [12, 13] or other mobile genetic elements [14], in addition to its involvement in fine-tuned regulation of cellular gene expression in higher eukaryotes.\n\nMediators of the posttranscriptional gene silencing process are 21–22 nucleotide in length dsRNAs, that upon incorporation into the RNA-induced silencing complex (RISC), direct the cleavage, destabilization, or translational repression of the targeted messenger RNA (mRNA) [3, 15]. This activity is directed by the partial or complete base paring of the guide strand retained in the active RISC to the targeted mRNA. While most synthetic siRNA engage the pathway directly at the level of RISC, longer dsRNA species, for example of viral origin, require previous processing by the cytoplasmic RNAse III enzyme Dicer.\n\nRNAi activity can also be mediated by endogenous small noncoding RNA known as microRNAs (miRNAs) that control cellular gene expression. These effector molecules are normally transcribed by RNA polymerase II as long primary miRNA (pri-miRNA) and subsequently processed by the enzyme Drosha into 50–70 nt stem-loop structures termed precursor miRNA or pre-miRNA. Once transported to the cytoplasm, pre-miRNA are further cleavage by Dicer into 21–22 nt RNA duplexes that are then incorporated in RISC. In contrast to siRNAs that direct mRNA cleavage through perfect guide strand/mRNA complementarity, mature miRNA incorporated into RISC will induce translational repression by partial annealing to the mRNA 3′ untranslated region (UTR).\n\nConsiderable efforts have attempted to harness the “exogenous” or “endogenous” branches of the RNAi pathway for therapeutic purposes. For example, therapeutic intervention may aim to regulate miRNA activity through miRNA inhibitors termed Antagomirs [16, 17] as a way to inhibit tumor progression [18, 19] or to restore the expression of miRNA that exhibit antitumoral activities. Despite these exciting posibilities with the miRNA pathway, the majority of efforts to develop RNAi therapeutics have been focused on engaging the “exogenous” RNAi pathway with siRNAs. These effector molecules are normally delivered directly to the cellular cytoplasm requiring, in the case of the so-called Dicer substrates [18, 19], or not for shorter 21–22 siRNA, enzymatic cleavage before RISC incorporation. Alternatively, these triggers can be translated intracellularly from plasmid or viral rectors [20, 21] as pri- or pre-miRNA-like structures that would then, in analogy to the endogenous miRNA, become processed and loaded into RISC.\n\nInfluenza viruses contain a segmented genome composed of eight single-stranded RNA molecules of negative polarity [31]. Classified into types A, B, and C, these RNA viruses are capable of overcoming interspecies barriers and, therefore, circulate amongst various animal hosts. Influenza A virus has important implications in human disease, as it is responsible for epidemic and occasional pandemic “seasonal flu” that each year causes the death of thousands of people. Common practice for controlling IAV infections is seasonal vaccination and treatment with antiviral compounds such as adamantate derivatives or neuraminidase inhibitors. Several preclinical studies have now evaluated the siRNA-mediated silencing of viral proteins such as the nucleoprotein [32–35] or components of the RNA polymerase [32, 33, 35] to abolish its replication. In addition, recent genome-wide screens have identified host factors involved in IAV infection [30, 36, 37]. In contrast to other studies [36, 37], the system employed by Karlas et al. [30] allowed the identification of host factors not only involved in early and mid-stage, but also in the late phase of infection. Forty-eight hours post-transfection with 62,000 siRNAs of a commercially available library, the human lung epithelial cell line A549 was challenged with influenza A H1N1 virus (A/WSN/33). Viral infection was then monitored either directly through cell staining with a virus-specific antibody, or by bioluminescence after adding the virus-containing supernatant from these cells onto a 293T human embryonic kidney reporter cell line. The data suggested 287 primary hits of genes affecting the virus replication of which 168 were validated in further analysis employing the same and the A/Hamburg/04/2009 influenza strain. The main conclusions of this work were the involvement of most validated hits in early stages of IAV infection and that many of these are essential for a broad spectrum of influenza viruses, making conceivable siRNA designs with a broad spectrum of antiviral activity. Interestingly, only a limited number of genes overlapped among the different studies [30, 36, 37] probably as a consequence of the different experimental settings employed.\n\nRSV is a single-stranded, negative-sense RNA virus that is a common infection affecting the respiratory tract [38]. Mild symptoms characterized by cold-like symptoms can occur in healthy adults and older children; however, it is a major cause of hospitalization and viral death in infants and individuals suffering from chronic lung disease or with a compromised immune system. Similarly, in elderly people or adults with underlying lung pathologies, such as pneumonia, asthma, or chronic obstructive pulmonary disease, RSV can induce severe respiratory complications by affecting the lower respiratory tract. The only accepted RSV antiviral interventions at present are treatment with inhaled ribavirin and prophylactic administration of humanized monoclonal antibodies against the viral fusion protein. While the usage of ribavirin is restricted due to a questionable efficacy and potential serious side effects, prophylactic treatment is mainly limited to infants at high risk of RSV infection. In recent years, RNAi-based preclinical studies have focused on silencing the viral phosphoprotein [39] or the nonstructural (NS1) protein [40] to reduce infection. Significantly, several clinical trials have been conducted to determine the safety and antiviral activity of ALN-RSV01, a siRNA against the viral N-protein [41–43] (refer to “RSV clinical program”).\n\nCoronaviruses are enveloped viruses with a positive single-stranded RNA (ssRNA) genome that in animals can cause life-threatening diseases by affecting the respiratory tract or systemic organs. Until its identification as the cause of the SARS epidemic of 2003, the two coronavirus strains known to infect humans were recognized as the causative agent of approximately 15 % cases of the common cold. Although these coronaviruses normally affect the upper respiratory tract, they can also cause lower respiratory tract disease in immune-compromised patients or persons with underlying lung pathological conditions [44]. Due to the devastating consequences of the 2003 outbreak, significant efforts were made in the identification of new antiviral agents, including siRNA-based drugs targeting the leading sequence [45] or the Spike protein-coding and ORF1b regions of the virus [46].\n\nThe main target site within the respiratory tract is dependent on disease type. Diseases such as sinusitis, rhinititis, and the common cold caused by the rhinovirus are predominately nasal restricted while RSV and Influenza occur within the epithelial cells in the upper and lower respiratory tract. Overcoming barriers that restrict access into the epithelial cellular targets is crucial to enable RNAi-based therapeutic intervention. These barriers can be divided into nasal and lung architectural features, overlying mucus and epithelial cell type and resident phagocytes.\n\nThe primary function of the nasal cavity is air conditioning by warming and humidifying air from the exterior of the body. In addition, it also functions as a filter, removing particulates from the inhaled air. The physiological structure of the nasal cavity supports these functions. The nasal vestibule constitutes the cavity from the nostrils to the inferior turbinate followed by the nasal passage reaching from the anterior ends of the turbinates to the nasopharynx. On the cellular level, the epithelia undergo a change from squamous epithelia in the vestibule to ciliated epithelia in the turbinates. Further into the turbinates, the epithelial lining consists of tightly packed columnar secretory epithelia similar to the rest of the conducting airways [47] that present a barrier to siRNA delivery.\n\nThe architecture of the lung can be divided into two main functional regions, the trachea, bronchi, and bronchiole, commonly termed the airways, and the air sacs or alveoli forming the gas exchange component. The surface area of the alveoli is much greater (70–140 m2) compared to that of the airways (a few square meters) allowing for extensive absorption of oxygen [48, 49]. Despite the favorable anatomical and physiological conditions for increased bioavailability of therapeutics in the lung such as large surface area, limited metabolic capacity, a thin alveolar epithelium, and extensive blood supply, there are several barriers to overcome for successful delivery of siRNA therapeutics. Due to the extensive amount of bifurcations in the airway (~16–17 bifurcations before the alveoli) [48], deposition of therapeutics in the deep lung is a challenge.\n\nThe pulmonary epithelium of the airways is composed of a pseudostratified columnar layer of secretory cells and ciliated cells which together constitute the mucociliary escalator. The secretory cells can be further divided into goblet cells, Clara cells, and serous cells, and together they produce mucins and antimicrobial, immunomodulating, and protective molecules [50]. As the airways narrow from the proximal to the distal part, the height of the mucosal lining decreases but the cellular composition remains the same until reaching the alveoli [48]. The epithelia in the alveoli differs drastically from the epithelia of the airway and are populated mainly (>95 %) by type I pneumocytes. These cells are broad and thin (~0.1–0.2 μm) compared to the columnar cells of the airway epithelia. In addition to type 1 pneumocytes, progenitor cells to type 1 cells and surfactant producing type 2 pneumocytes are found in the alveolar sacs [48]. The integrity of the pulmonary epithelia is supported by tight junctions between the epithelial cells with the density of tight junctions in the airway about five times higher than in the alveoli [48]. Specialized alveolar macrophages are present on the apical side of the alveoli where they assist the removal of foreign particulates deposited in the deep lung. This may restrict the usefulness of nanoparticle delivery systems for local delivery of RNAi therapeutics. However, it has been suggested that alveolar macrophages can transport foreign material to the draining lymph of the lung [51], and recently, Moschos et al. have demonstrated that naked, locked nucleic acid antisense oligonucleotide with a phosphorothioate backbone was retained in macrophages after intratracheal administration [52]. Interestingly, the oligonucleotides were shown to migrate to systemic sites where they induced knockdown in the liver [52]. Collectively, these results suggest that local pulmonary administration may offer an opportunity for dissemination of RNAi therapeutics into systemic tissue within migratory alveolar macrophages.\n\nOverlying the epithelial barrier of both the nasal region and the airways is a fluid layer composed of a thin periciliary liquid layer which surrounds the cilia and a gel forming layer of mucus [50]. Mucus is a hydrated protein gel which overlays the luminal surface at mucosal sites and serves as a barrier between the external environment and the underlying tissue. It lines the respiratory surfaces and serves as a first line of defense against various pathogens [53] and toxins [54] and in addition facilitates continuous exchange of gases. Mucus has macroscopic properties of a gel and exhibits non-Newtonian rheological behavior [55, 56]. It is composed of ions, glycoproteins (termed mucins), proteins, lipids, DNA, and cellular debris [56]. The mucins are extended 0.5–40 MDa molecules that are produced and secreted by goblet cells predominantly found in submucosal glands in the larger airways. In healthy individuals, the composition of airway mucus is 97 % water and 3 % solid; however, this composition may change under various pathological conditions [50]. There are site variations in the mucus layer within the pulmonary tract. These are important evolutionary traits which support the function at the various sites. The mucus thickness increases from the distal to the proximal part of the pulmonary tract. This is partly a consequence of the mucociliary escalator mechanism which is the primary innate defense mechanism of the airways and serves the purpose of removing foreign particles from the lungs. This mechanism is a combination of two effects: (1) particle entrapment in the mucus layer and (2) removal and shedding of this layer of mucus by ciliary movement with an estimated rate of clearance of 1 mm/min [50]. Coughing is another clearance mechanism by which mucus is moved up the airways. In this way, mucus builds up in the most proximal part of the airways where the thickness can be up to 50 μm [50]. From the trachea, the mucus reaches the pharynx and is cleared through the gastrointestinal tract [50]. The protective properties of mucus pose a barrier to RNAi-based therapeutics both in naked or within a delivery system such as nanoparticles. Two approaches govern the design of particles for mucosal delivery: (1) the mucoadhesive and (2) mucus penetrative. Mucoadhesiveness can be achieved by using a mucoadhesive polymer such as chitosan [57, 58] that prolongs the bioavailability of particles at mucosal surfaces but materials or nanoparticles may alter the structure of mucus so that it becomes more permeable to siRNA-loaded particles [59]. Mucus-penetrating particles with limited interaction with mucus and increased diffusion rate can be achieved with PEGylation [60–63] and is an exciting approach to overcome the mucosal barrier.\n\nThe periciliary liquid layer is spaced between the mucus layer and the apical side of the epithelia. It is approximately 7–8 μm in height in the larger airways [48, 50] corresponding to the length of the cilia and decrease height (~3 μm) as the airways get smaller [48]. The height of the periciliary liquid layer together with the viscosity of the mucus layer determines how effectively mucus is removed [64]. The alveoli are devoid of mucus and are instead lined by surfactant which enables them to expand [50].\n\nThe intriguing ability of mucus to entrap foreign pathogens and facilitate the active clearance of these pathogens from the respiratory tract is crucial to our survival but at the same time represent the biggest hurdle for siRNA-based treatments exploring the respiratory route of administration. It is commonly accepted that siRNA needs to be administered together with a delivery system for pulmonary delivery even though naked siRNA has shown therapeutic effect and has undergone several clinical trials [41–43].\n\nIn a study by Glud et al. [65], naked siRNA modified with locked nucleic acids (LNAs) administered by intravenous injection (five doses of 50 μg/dose) showed ~55 % reduction of enhanced green fluorescent protein (EGFP) expression in bronchoepithelial cells in an transgenic EGFP mouse. The authors attributed this effect to the greater serum stability of the modified siRNA. Incorporation of siRNA within nanoparticles composed of polycations termed polyplexes has been shown to induce pulmonary silencing after intravenous administration. Polyplex systems based on the polycation polyethylenimine (PEI) have been used for anti-influenza effects in preclinical studies [32, 34]. Ge et al. [32] used the intravenous route for administration (retro-orbital injection) of PEI/siRNA complexes against influenza nucleocapsid protein and/or influenza RNA transcriptase component PA in mice. Prophylactic treatment (60 μg siRNA, single dose) induced ~10-fold reduction of viral titers 1 and 2 days post-infection compared to nontreated mice. In a therapeutic approach, PEI/siRNA complexes (60–120 μg siRNA, single dose) also showed ~10–1,000-fold reduction in viral titers when administered 5 or 24 h after infection [32]. In a similar study, Thomas et al. showed ~94 % reduction in viral titers after prophylactic retro-orbital administration of PEI/siRNA complexes against influenza nucleocapsid protein using a highly deacetylated PEI [34]. The accumulation of these systems in the lung may reflect serum-induced aggregation and consequent entrapment in the lung capillary beds as observed for PEI/DNA complexes [66, 67]. The possibility of lung embolism resulting from capillary entrapment would seemingly restrict any likelihood of clinical translation for this approach. In contrast to the use of PEI/siRNA complexes, Tompkins et al. investigated the antiviral properties of naked siRNA against influenza A nucleocapsid protein and/or acidic polymerase after intravenous injection [35]. This prophylactic treatment (50 μg siRNA, single dose) was followed by intranasal administration of cationic lipid-based siRNA formulation (20 μg siRNA, single dose) simultaneously with viral infection and analyzed titers 2 days post-challenge. Approximately, a 63-fold reduction in viral titers was observed [35].\n\nThe specificity of RNAi-based antiviral effects has been questioned by Robbins et al. [68] based on immune stimulation and the EGFP sequence employed as a negative control. The authors suggested that the observed therapeutic effect reported in early studies was most likely due to activation of the innate immune response by the recognition of viral-specific nonmodified siRNA sequences by toll-like receptors (TLRs) instead of an RNAi-mediated effect. Robbins et al. found that the EGFP sequence used as a negative control, however, did not induce innate immune responses. This emphasizes the importance in the design of siRNA sequences and possible activation of innate immune responses causing secondary effects in the evaluation of siRNA-based therapeutics which will be described more thoroughly in “Activation of the immune system”.\n\nSerum-induced aggregation can be decreased by introducing a hydrophilic polymer on the polyplex surface [67]. In a recent study by Ghosn et al., a reduction in lung GAPDH expression after intravenous administration of PEGylated chitosan–imidazole–siRNA complexes (nonmodified siRNA) was demonstrated [69]. The reduction was ~49 % of GAPDH in the lung at the protein level which highlights the potential of these polyplexes to target pulmonary diseases, but reduction was also observed in the liver showing nonspecific accumulation associated with systemic administration. Surface modification by inclusion of hydrophilic polymers might reduce the possibility of serum-induced aggregation; however, deposition in the lung may be compromised.\n\nLipoplexes based on cationic lipids complexed with siRNA are an alternative to polyplexes for gene silencing in the lung. Gutbier et al. used lipoplexes (AtuPLEX) complexed with 2′-O-methylated siRNA against endothelial VE-cadherin and reported ~50 % reduction at the mRNA level of pulmonary vascular endothelial cells after intravenous injection (50 μg nonmodified siRNA, single dose per day, four consecutive days) [70].\n\nPulmonary gene silencing has been demonstrated using chitosan [58, 65, 71]. These studies used a chitosan-based polyplex system formed between the cationic chitosan and anionic siRNA [58]. Chitosan is a natural polysaccharide comprised of β (1-4)-linked glucosamine (2-amino-2-deoxy-d-glucose) and N-acetyl glucosamine (2-acetamido-2-deoxy-d-glucose). It is derived by partial deacetylation of chitin, present in the shells of crustaceans, bacterial walls, insect exoskeleton, and mushrooms [72]. It is a biomaterial that is biodegradable, biocompatible [73, 74], and mucoadhesive [57] and facilitates mucopermeation [75]. A chitosan-based siRNA delivery system has been developed by our group at the Interdisciplinary Nanoscience Center (iNANO) at Aarhus University and shown to be effective in silencing EGFP in transgenic EGFP mice after nasal administration. Chitosan/EGFP siRNA nanoparticles (30 μg siRNA per day for 5 days) showed ~43 % reduction in EGFP in bronchoepithelial cells compared to untreated mice [58]. In a later study [65], we confirmed the silencing potential of the chitosan/EGFP siRNA system after intranasal administration in transgenic EGFP mice. A knockdown in EGFP of ~50 % was observed in bronchoepithelial cells. Despite these encouraging results, intranasal administration may restrict transit into the lung due to possible nasal adherence and partial gastrointestinal clearance which can lower the amount reaching pulmonary targets. An alternative method is the use of intratracheal instillation or aerosols that exploit the gaseous exchange function of the lung for improved deposition in the airways. From a clinical perspective, aerosolized-based delivery by inhalation is expected to be the predominant choice [76]. In a subsequent study using the chitosan/siRNA system, our group demonstrated EGFP silencing with an aerosolized chitosan particle formulation produced by a nebulizing catheter (AeroProbe™, Trudell Medical Instruments) directly inserted into the trachea of EGFP mice [71]. We observed deposition of chitosan/siRNA in the conducting and respiratory airway epithelium. In addition, ~37 % EGFP knockdown (compared to mismatch) was observed by flow cytometric analysis using a low amount of siRNA (26 μg per dose, three doses) [71].\n\nPEI has also been used as a delivery system for pulmonary administration [77, 78] although the interactive properties of PEI with mucus have not been investigated. In an early study by Merkel et al., PEG–PEI/siRNA polyplex targeted against EGFP was administered by intratracheal instillation to C57BL/6-Tg(CAG-EGFP)1Osb/J mice (50 μg EGFP siRNA, single dose) [77]. Knockdown of EGFP was evaluated 5 days post-administration, and EGFP was found to be 42 % reduced in the lungs compared to mice receiving nonspecific luciferase siRNA [77]. In a later study, Beyerle et al. administered fatty acid-modified PEG–PEI/siRNA complexes by intratracheal instillation in mice and observed 69 % reduction of EGFP compared to nontreated animals (35 μg siRNA, single dose) [78]. While PEGylated polyplexes showed reduced cytotoxic effects, increased secretion of proinflammatory cytokines was observed [78]. Merkel et al. similarly found induction of several proinflammatory cytokines CXCL1, IL-6, and TNFα of the acute cytokine response together with the granulocyte colony stimulating factor and interferon-γ inducible protein 10 in bronchoalveolar lavage fluid after administration of PEGylated polyplexes [77]. Induction of immune responses can, however, be overcome by chemical modification of the siRNA (see “Clinical translation”).\n\nAlternative delivery systems have been used for pulmonary gene silencing that include pulmonary surfactant (InfaSurf) [79], Genzyme [80], and cholesterol and cell-penetrating peptides TAT(48–60) and penetratin [81]. Intranasal instillation of a single dose of surfactant mixed with anti-GAPDH siRNA (10 μg) resulted in a 50–70 % knockdown at the protein level in the lung 24 h or 7 days, respectively, post-administration in mice [79]. A reduction in GAPDH was also observed in the heart (~40 % after 24 h) and the kidney (~40 % after 24 h) that indicates some degree of systemic dissemination [79]. In contrast to these findings, Griesenbach et al. used a cationic lipid (GL67, Genzyme) which is commonly used for in vivo gene transfer [80]. Intranasal administration of lipid/anti-LacZ–siRNA complexes resulted in uptake by alveolar macrophages after 24 h and no detectable uptake in airway epithelia. Reduction in mRNA of β-galactosidase of ~33 % was observed in the airway epithelia of the β-galactosidase expressing K18-LacZ transgenic mice after 48 h without detectable reduction at the protein level [80]. An important factor for successful epithelial uptake is the timescale by which the complexes are in contact with the mucosal lining. In an attempt to prolong this period, Griesenbach et al. slowly perfused lipid/siRNA (80 μg siRNA) into the nostrils of mice for 75 min; however, no uptake was observed in the nasal epithelia 1 or 24 h after perfusion [80]. Cell-penetrating peptides represent an alternative delivery method. In a study by Moschos et al., siRNA against p38 MAP kinase was conjugated to cholesterol, TAT(48–60), or penetratin, and the biological effect in vivo was examined after intratracheal administration in mice [81]. Administration of the linker-modified siRNA alone showed distribution in macrophages and epithelial cells and a reduction in p38 MAP kinase mRNA of ~30–45 % after 6 h depending on the dose (50, 10, or 1 nmol nonmodified siRNA) [81]. This effect was observed to be transient with only the 50-nmol dose resulting in knockdown after 12 h (~30 %) and 24 h (~20 %). When siRNA was conjugated to cholesterol, the knockdown duration was prolonged (~28 % after 6 h, ~42 % after 12 h). Conjugation of siRNA to the cell-penetrating peptide TAT(48–60) resulted in knockdown of p38 MAP kinase mRNA comparable to the linker-modified siRNA after intratracheal administration, whereas conjugation to penetratin resulted in slightly increased knockdown (~47 % after 6 h). Noticeably, both peptides caused reduced gene expression when administered alone indicating a modulating effect of the peptides on p38 MAP expression and activation of the innate immune response by penetration siRNA [81].\n\nNasal or pulmonary delivery of nonmodified siRNA either naked or within a delivery system has resulted in reduction of disease states in pulmonary fibrosis [22–24], ischemia reperfusion injury, acute lung injury [25–27], tuberculosis [28], Equine Herpes Virus-1 [82], lung metastases [29], and SARS coronavirus [83]. The following section, however, will focus on the preclinical evaluation of anti-RSV RNAi-based therapies due to its translation into clinical trials.\n\nAnti-RSV studies have been evaluated in a well-established murine model in which Balb/c mice are locally administered with the therapeutic approximately 4 h before viral inoculation and subsequent viral analysis carried out 4 days post-infection. Pioneering preclinical studies on treatment of RSV using siRNA was performed by Bitko et al. [39]. They showed that intranasal administration of RSV siRNA either complexed with commercial TransIT-TKO reagent or naked (70 μg nonmodified siRNA per dose, one dose) reduced viral titers by several logs [39]. The effect was highest with the complexed siRNA, but interestingly, naked siRNA also showed substantial reduction estimated to be 70–80 % compared to TransIT-TKO complexed siRNA. The observation of equal reduction in viral titers after siRNA administration before or during RSV infection is relevant for designing a relevant treatment strategy. Administration of siRNA at later stages showed reduction compared to nontreated but the effect was significantly reduced [39]. The authors suggest a curative effect of siRNA that would be an important goal in pediatric medicine. Following these findings, Zhang and Tripp showed that prophylactic instillation of siRNA against protein P of RSV decreased the viral titer without limiting the induction of the memory immune response [84].\n\nIn another study, Zhang et al. administered plasmid-cloned siRNA against RSV nonstructural protein NS1 complexed with chitosan [40] intranasally in mice with one dose of 10 g plasmid. They observed reduction in viral titers when the complexes were administered before and after viral inoculation with the protective effect lasting ~4 days [40]. The protective effect was partially enhanced by increased IFN-mediated immunity, as suggested by the authors, possible as a result from downregulation of NS1 which antagonizes the IFN response [40]. Similarly, Kong et al. used a plasmid encoding for a siRNA against the RSV NS1 protein within a chitosan delivery system. Intranasal delivery in Fischer 344 rats 24 h prior to infection with RSV showed a reduction in viral titers of ~50 % observed 5 days later [85]. Plasmids encoding siRNA sequences, however, do not allow the possibility for installing chemically modifications or controlling the dose as with synthetic siRNA.\n\nAlnylam Pharmaceuticals (www.alnylam.com) have used an anti-RSV siRNA (ALN-RSV01) that has shown promising effects in the prophylactic Balb/c model of RSV infection after naked intranasal administration [86]. Prophylactic treatment with a single dose showed a dose-dependent reduction in viral titers (25 μg siRNA, ~1.25 log reduction; 50 μg siRNA, ~2.0 log reduction; and 100 μg siRNA, ~2.5–3.0 log reduction) with a single dose of 120 μg siRNA reducing titers below the background level [86]. Following ALN-RSV01 administration in a single dose 1, 2, and 3 days post-infection, the effect decreased with increasing time after infection [86]. Multiple daily doses of 40 μg siRNA per dose three times daily did, however, reduce the viral titers to the same level as a single dose of 120 μg [86]. This specific siRNA sequence against RSV has been taken into clinical trials and represents one of the most advanced siRNA-based therapeutics [41–43] (refer to “RSV clinical program”). The observed therapeutic effect after intranasal administration of naked siRNA is contradictory to the common perception that the anionic and macromolecular characteristics of siRNA reduce cellular interaction and uptake and, therefore, requires a delivery system [87]. Loss of cellular integrity during infection or cellular receptors for double-stranded RNA [88] could possibly explain the mechanism of cellular internalization of naked anti-RSV siRNA.\n\nMost preclinical studies have used nonmodified siRNA which may activate the innate immune response and lead to adverse effects. It is, therefore, important for clinical translation to understand and address the potential adverse effects and solutions to avoid them.\n\nTLRs are pattern recognition receptors expressed on the cell and/or endosomal membranes. Of the ten human TLRs identified, TLR3, TLR7, and TLR8 are relevant for siRNA therapeutics. Expressed at the cell surface and endosomes, TLR3 participates in the cellular antiviral response by detection in a sequence-independent manner of dsRNA, replication intermediate, or the genome of many RNA viruses [89, 90]. TLR3 activation results in IFN-α and IFN-β type I interferon production [91, 92] and the consequent induction or repression of over 1,000 IFN-regulated genes involved in various cellular activities such as apoptosis or antiviral and antiproliferative responses [93]. In fact, the anti-angiogenic results observed in patients with the neovascular form of age-related macular degeneration in several clinical trials employing an RNAi-based therapeutic may be probably attributed to TLR3 engagement and not the specific silencing of the intended target [94, 95]. It is reasonable to speculate that, as in the case of TLR7 and TLR8, chemical modification of the siRNA may be able to suppress immune recognition.\n\nTLR7 and TLR8 are localized exclusively at the endosomes where they detect nucleic acids derived from internalized and lysed microbes. These receptors are involved in antiviral immune response by detecting in a sequence-dependent manner ssRNA [96, 97] and probably duplex RNA [98–101]. Sequence requisites have not been fully established although uridine (U)- and guanosine (G)-rich sequences, particularly when present in UGU or UG motives, seem to trigger activation [97, 99, 102]. In addition, TLR8 can also detect adenosine uridine (AU)-rich sequences [103]. It seems, however, that other factors such as dsRNA length may influence the response. In agreement, the same stimulatory motif (GUCCUUCAA) can induce considerable less cytokine production when included into 12 or 16 nt siRNA as compared to 19 and 21 nt sequences [99]. Interestingly, multiple uridines in close proximity and a ribose backbone may be sufficient to, in a sequence-independent manner, stimulate TLR7 [104], while some siRNA with theoretical stimulatory U- and G-rich characteristics fail to induce a potent immune response [98, 99].\n\nIn addition to TLR, cells possess certain cytosolic proteins that act as sensors of viral infection and that have been shown to interact with RNAi effector molecules. Protein kinase R (PKR) has traditionally been considered the main cytoplasmic sensor of viral dsRNA. PKR–dsRNA interaction in a sequence-independent manner facilitates the formation of homodimers and consequent activation of the protein through autophosphorylation [105]. Although ~30 bp was considered as the lower length level for RNA recognition [106, 107], more recent studies have suggested that 19–21 bp siRNA may also bind and, to some extent, mediate PKR activation [108–110]. Significantly, both siRNAs with blunt or the classical 3′ 2 nucleotide terminal overhangs may be susceptible to recognition [110]. It is uncertain, however, to what extent these interactions can result in translation inhibition through eIF2 α phosphorylation [105, 111] or the induction of proinflammatory cytokines and IFN-regulated genes [109, 112], responses normally attributed to TLR3 activation. In any case, chemical modification of siRNA can be effectively used to avoid PKR recognition [110].\n\nCurrently, the RIG-I-like receptors such as LGP2, RIG-I, and MDA5 are considered the main cytoplasmic sensors of viral dsRNA. Of these, retinoid-inducible gene I (RIG-I) has particular relevance for the development of RNAi therapeutics as it can be activated by short RNA fragments [113]. RIG-I normally involved in foreign RNA recognition through the detection of uncapped 5′-triphosphate structures [114] has been shown in certain situations to mediate siRNA-triggered immune responses. Blunt-ended siRNAs appear to induce RIG-I activation in a manner proportional to the dsRNA length [115], suggesting the benefits of staggered ends to avoid recognition.\n\nIt has now become evident that saturation of the RNAi machinery with exogenous RNAi triggers may induce serious detrimental effects through the alteration of miRNA activity. This disturbance was first suggested in studies employing short hairpin RNAs (shRNAs), stem-loop effector molecules normally transcribed from plasmids or viral vectors. By competing for Exportin 5, the nucleocytoplasmic transport factor required for miRNA nuclear export [116], shRNA can potentially disrupt miRNA activity leading to cellular toxicity [117, 118] or even to a lethal phenotype in mice [119].\n\nIn the study by Grimm et al. [119], the long-term effect of high shRNA expression in livers of adult mice was evaluated after intravenous infusion of an adeno-associated virus-based shRNA vector. In 73 % of the screened shRNA, hepatic overexpression caused a dose-dependent toxicity that could be attributed to restricted miRNA activity, and in nearly half of the cases (23 of 49 shRNAs), animal mortality was observed within 2 months. In addition, co-transfection studies of multiple siRNAs have shown reduced individual efficacies of the effector molecules, suggesting a competition for the silencing machinery [39, 120]. In fact, this competition seems to also affect miRNA activity as demonstrated in a recent study in which increased expression of genes targeted by common miRNAs was observed upon siRNA transfection [121]. These results highlight the importance of ensuring appropriate shRNA expression levels through careful vector designs and optimal siRNA dosage to achieve the desired gene silencing without disruption of miRNA function.\n\nmiRNA-like off-target effects are defined as the unintentional downregulation of gene expression in a manner resembling miRNA translational blockage [122]. More specifically, this off-target activity is mediated by perfect match annealing of a siRNA seed sequence (positions 2–8 from the 5′ terminus of the guide strand) to the 3′ UTR of mRNAs [122, 123]. Although not all mRNAs sharing sequence complementary in their 3′ UTR to a siRNA seed sequence would be affected by the process, this activity could potentially compromise the expression of hundreds of genes [123, 124]. As both siRNA strands can potentially serve as the guide strand, different strategies have been developed to avoid RNAi activity through the incorporation in the active RISC of the “undesired” siRNA strand. In general, strand selection is determined by the thermodynamic stability of the siRNA ends, with the nonguiding strand having the most stable 5′ terminus in terms of base pairing. Therefore, different chemical modifications that increase (LNA [125] or 2-thiouracil [126] substitutions) or decrease (unlocked nucleic acid (UNA) [127] or thiophosphate [128] modifications) base paring stability can be introduced to achieve the appropriated thermodynamic asymmetry in the siRNA ends. Reduced participation of the “undesired” strand can be also accomplished by the use of effector molecules in which this strand presents insufficient length [129–131] or an internal segmentation [132]. Alternatively, the strand can be rendered inactive by avoiding the presence of a 5′ terminal phosphate group required for activity. This can be achieved by inhibiting the 5′ phosphorylation of the strand (a normal cellular process) through 5′-O-methylation [133] or the placement of a 5′ terminal UNA [134].\n\nIn addition to ensuring appropriate strand selection, chemical modifications of the guide strand can be included to abolish miRNA-like activity. For example, 2′-O-methyl substitutions at position 2 (counting from the 5′ terminus) have been shown to reduce ~80 % of off-target transcripts without loss of on-target activity [135]. Similarly, reduced off-targeting has been observed after the substitution with DNA of the entire seed sequence [136] or introduction of an UNA at position 7 [127].\n\nAlnylam Pharmaceuticals in partnership with Kyowa Hakko Kirin and Cubist Pharmaceuticals have an RSV program that is currently at phase IIb (Table 2). Clinical trials have evaluated the safety, pharmacokinetics, and activity of naked ALN-RSV01 that is a nonmodified siRNA administered without any delivery vehicle to the respiratory tract. ALN-RSV01 is composed of a classical 19 + 2 siRNA design and was selected in a preclinical study based on its high antiviral activity, broad spectrum across RSV strains, low homology to the human genome, and the ability to target the viral N-protein gene that is one of the most conserved regions of the RSV genome [86].\n\n\nThe first phase I study involved 101 healthy 18–45-year-old males to whom ALN-RSV01 or saline placebo was administrated as a nasal spray (Becton-Dickinson AccusprayTM) [41]. In the single-dose arm of the study, the “no-placebo subjects” were exposed to 1.5, 5, 15, 50, or 150 mg of ALN-RSV01, while in the multiple-dose arm, cohorts received daily doses of 5, 25, or 150 mg siRNA over a period of 5 days. Follow-up evaluation of symptoms and objective signs revealed transient, mild to moderate adverse effects, which occurred at similar frequency and severity in the ALN-RSV01 and placebo groups. Interestingly, pharmacokinetic analyses revealed that in most individuals, the siRNA could not be detected in several blood samples during the first 24 h after the administration or in urine 24 h post-dosing. A subsequent phase I clinical trial investigated inhalation delivery of siRNA. The study, presented at the “18th Annual Drug Delivery to the Lungs” meeting held in Edinburgh, UK in 2007, included 38 subjects receiving saline and 71 receiving ALN-RSV01 either once (0.1 to 3 mg/kg) or daily for 3 days (0.01 to 0.6 mg/kg for each dose). Inhaled ALN-RSV01 using an eFlow® Nebulizer System (PARI PHARMA) was considered safe and well tolerated by healthy adults with only a mild to moderate flu-like adverse event observed at the higher doses (1 mg/kg and above). Daily administration of 0.6 mg/kg for 3 days was found to be well tolerated. Smaller amounts of siRNA administered as part of a multi-dose strategy may permit high antiviral activity without potential adverse events associated with a large single dose.\n\nIn order to assess the prophylactic and therapeutic activities of ALN-RSV01 in infected subjects, Alnylam in collaboration with Meridian Life Science and several universities and research centers developed a highly reproducible human experimental infection model [137]. Intranasal inoculation of healthy male and females with an infectious wild-type RSV (Memphis 37 strain) allowed studies into quantitative and temporal correlation between the viral load and the disease progression/severity. Furthermore, the data suggests that an aberrant Th2 immune response triggered by the virus does not appear to drive disease manifestations in humans in contrast to animals. The establishment of the model allowed the company to move on to a phase II clinical trial in which experimentally infected adults were treated for 2 days before and 3 days after RSV inoculation [42]. This study referred as Gemini aimed to further evaluate the safety and tolerability of ALN-RSV01 and to demonstrate for the first time proof-of-concept antiviral activity of the siRNA in humans. While ALN-RSV01 exhibited a safety profile similar to saline administration with only induced mild to moderate upper respiratory tract illness, siRNA administration through the nasal spray (Becton-Dickinson AccusprayTM) resulted in a relative 38 % reduction in the number of infected and a 95 % increase in the number of uninfected subject as compared to placebo controls. This antiviral effect was statistical significant in the subjects receiving the highest daily dose (150 mg) but not when a lower dose (75 mg) was administrated, probably due to the small number of subjects in the group. Preclinical studies have demonstrated a specific RNAi effect of ALN-RSV01 [86] based on the identification of the N-protein mRNA cleave product, the demonstration of antiviral activity with an “immune-silent ALN-RSV01 version,” and the lack of effect of an unrelated siRNA with immune-stimulatory properties. The antiviral activity reported in the Gemini study was independent of intranasal cytokine levels, suggesting a negligible (if any) contribution of immune stimulation.\n\nDue to the necessity to reach both the higher and lower respiratory tract, an eFlow® Nebulizer System (PARI PHARMA) was employed for the phase IIa study conducted with 24 RSV-infected lung transplant patients [43]. In this immune-compromised population, RSV infection is associated with serious complications and increased mortality. During the study, subjects received inhaled placebo or ALN-RSV01 (0.6 mg/kg dose) once daily for three consecutive days, a dosing regime previously demonstrated to be well tolerated by healthy individuals. In agreement with previous observations, no drug-related serious adverse events were detected in the lung transplant patients, and the study achieved its primary objective to demonstrate safety and tolerability of inhaled ALN-RSV01 in naturally infected individuals. Although the study did not demonstrate a statistically significant antiviral effect of ALN-RSV01, some promising findings were observed regarding the incidence of new or progressive bronchiolitis obliterans syndrome (BOS). BOS is a progressive inflammatory lesion associated with irreversible loss of respiratory function and, in lung transplant patients, is linked to organ rejection and increased 5-year posttransplant mortality. Relative to the placebo group, subjects treated with ALN-RSV01 presented a lower incidence of this serious pathology and an additional lowering of the daily symptoms scored over a 14-day period. These reported symptoms included for example sneezing, sore throat, coughing, shortness of breath, myalgia, or pleuritic chest pain. Secondary endpoints such as viral load reduction and shorter duration of viral shedding could not be achieved, although imbalance in the viral load baseline between the placebo and ALN-RSV01-treated cohorts and the reduced number of subject in the study may be the reason for this observation.\n\nRecently, Alnylam has announced “top-line results” from a new clinical trial in which RSV-infected lung transplant patients were treated with ALN-RSV01. This phase IIb trial, of which additional data would be disclosed in September 2012, enrolled 87 patients split into equal drug and placebo groups. Owing to the impossibility to confirm RSV infection in 10 of the patents, the so-called intent-to-treat–central lab confirmed (ITTc) analysis population included only 33 patients treated with placebo and 44 treated with ALN-RSV01. The primary endpoint of this clinical trial was to investigate BOS incidence 180 days post-RSV infection. Although more than a 50 % reduction in BOS incidence was observed in the ALN-RSV01-treated group as compared to placebo, clinically relevant data narrowly missed statistical significance in the ITTc analysis population (p = 0.058). However, siRNA treatment was associated with a statistically significant reduction in BOS incidence in prospectively defined analyses of ITTc patients with their “last observation carried forward” (p = 0.028) and of ITTc patients treated “per protocol” (p = 0.025). In the study, placebo or ALN-RSV01 (0.6 mg/kg dose) was administrated with an eFlow® Nebulizer System (PARI PHARMA) once daily for five consecutive days. Overall, the treatment was tolerated although ~10 % of the subjects in the placebo and ALN-RSV01 groups developed serious “treatment emergent adverse event.” During the length of the study, three participants died due to unrelated causes to treatment. Alnylam have announced their intentions to discuss these results with US and EU Regulatory Authorities in order to determine the appropriate steps for clinical implementation.\n\nThe potential to harness the RNAi pathway as a potent therapeutic has fueled numerous preclinical investigations and attracted enormous interest and investment from Big Pharma. Its clinical translation, however, is dependent on high efficacy, safety, and cost-effectiveness. Lessons learnt from early RNAi studies emphasize the necessity for optimal RNAi molecule design to reduce induction of the innate immune response and maximize target specificity. Furthermore, delivery technologies are considered key to realize the full clinical potential. A wide range of nanoparticle-based delivery systems have been developed; however, complex design requirements such as PEGylation and targeting needed to overcome systemic barriers and facilitate site-specific delivery and its associated high production cost would seemingly restrict the clinical utilization of these systems in the short term.\n\nAn alternative approach is mucosal RNAi therapies based on direct application to the disease site. Respiratory tract diseases are ideal candidates for this approach, in particular, acute viral infections susceptible to transient RNAi activity. Furthermore, targeting conserved viral genes and cellular host factors may limit viral escape and avoid the necessity for seasonal vaccines. Mucosal barriers need to be breached but the delivery requirements are less complex exemplified by the success of Alnylam ALN-RSV01 naked siRNA. It seems likely, however, that delivery systems will be required to potentiate delivery across mucosal surfaces, albeit a simple design attractive for clinical implementation. The majority of respiratory studies have focused on RNAi-based pulmonary disease treatment; however, it is likely that more focus will be directed towards nasal disease due to greater accessibility. An important consideration for clinical translation is the cost and purity of siRNA. Commercial large-scale high quality HPLC grade endotoxin-free material can be presently purchased for ~$25,000 for 1 g. The additional FDA requirement for Current Good Manufacturing Practices material for human use would increase cost further. The relatively low dose used in RSV clinical trials and the continuing reduction in siRNA production costs, however, suggest its feasible application as a drug. This work outlines mucosal barriers and delivery solutions, optimization of siRNA design, and preclinical evaluation; essential steps for the clinical translation of respiratory RNAi-based therapies."}