{"title": "Evolution of virulence, environmental change, and the threat posed by emerging and chronic diseases", "body": "The AIDS pandemic arose from a previously unrecognized virus that was apparently transmitted to humans from chimpanzees early during the twentieth century, spread in central Africa during the mid-twentieth century and then spread globally during the 1970s (Holmes 2001; Rambaut et al. 2001; Worobey et al. 2008). This global spread occurred at a time when medical dogma suggested that outbreaks of infectious diseases in wealthy countries were largely of historical importance rather than major threats. The AIDS experience made evident the fallacy of this dogma and raised concerns that human populations would suffer other lethal pandemics from zoonotic pathogens (i.e., pathogens transmitted to humans from nonhuman hosts). This concern grew during the late 1980s and 1990s as the global scope of AIDS unfolded and epidemiologists recorded other examples of newly recognized lethal zoonotic diseases. Overviews of such “emerging infectious diseases” (e.g., Morse 1993; Garrett 1994) and fictional dramatizations (e.g., Preston 1994) have heightened this concern broadly across the health sciences and the general public over the past 15 years.\n\nUnfortunately, opinions about the threat posed by emerging infectious diseases have been presented during this time with little reference to any unifying conceptual framework. As a result it remains unclear how to assess the spectrum of threats.\n\nThis paper offers such a conceptual framework built from an evolutionary perspective on infectious disease. The critical characteristics addressed are virulence (defined as the harm caused by the infectious agent), transmissibility (the tendency for infectious agents to be transmitted from infected hosts to susceptible individuals), and chronicity (the tendency of an infectious disease to have a prolonged course after the acute phase of infection). Emerging infectious diseases are defined broadly to encompass (1) diseases caused by pathogens that have recently entered human populations from other host species, (2) diseases that are expanding from one human population into another, and (3) infectious diseases that are generating new characteristics (such as antibiotic resistance) as a result of the evolution of their etiologic agents. In this paper I evaluate how evolutionary principles can provide insights into the threat posed by these categories of disease, but also emphasize that discussions of future threats from infectious diseases need to include a fourth category: diseases that are newly recognized as being caused by infection. This fourth category reflects emerging recognition of the spectrum of infectious causation and is often not included within the topic of emerging infectious diseases. All four categories, however, deal with the future threat posed by infectious diseases. Limitations on intellectual and economic resources require that investments in research and control efforts for any one of these categories be evaluated relative to investments in each of the others.\n\nGenerally, the greatest threats are from pathogens that are severe, highly transmissible, and difficult to control once they are recognized, because such pathogens are associated with the greatest potential for causing widespread morbidity and mortality. These characteristics need to be considered in concert because they are highly interdependent. A high degree of disease severity, for example, may often reduce transmissibility because severe illness may reduce the ability of infected individuals to contact susceptible individuals (Ewald 1994). But high virulence may also enhance control efforts because severe diseases are conspicuous, and chains of transmission are easier to recognize and halt when infections are conspicuous during their early acute phase.\n\nThe conceptual framework presented in this paper is built upon the interdependence between transmission characteristics and virulence. Consideration of this interdependence advances two goals. The first is to identify those emerging diseases that have a combination of virulence and transmission characteristics that would allow them to spread in a damaging way through human populations. Advancing this goal should allow a better allocation of effort to control the damage caused by infectious diseases. The second goal is to understand interventions that can be used to counter the threat posed by each category of disease.\n\nMuch of the variation in the harmfulness of acute infections is associated with the dependence of transmission on host mobility. When transmission occurs by direct contact, infected hosts generally need to be mobile to facilitate contact with susceptibles. When transmission of pathogens does not depend on the mobility of infected hosts, evolutionary considerations predict that natural selection should favor high degrees of host exploitation and hence high degrees of virulence (Ewald 1983).\n\nPathogens that are maintained through transmission between humans conform to this generalization (Table 1). Pathogens transmitted by biting terrestrial arthropods (i.e., vector-borne pathogens) do not require host mobility for transmission and are more severe than directly transmitted pathogens (Ewald 1983, 1994). Waterborne transmission of diarrheal pathogens also does not require mobility of infected hosts. Attendants remove feces and fecally contaminated materials, and transport them to cleaning or disposal areas that directly or indirectly contaminate water sources. Accordingly, the per infection mortality of pathogens is positively correlated with the degree to which diarrheal pathogens are waterborne (Ewald 1991a). Pathogens that are durable in the external environment (termed “sit-and-wait” pathogens) are less dependent on mobile hosts for transmission than pathogens that lose viability quickly after release from infected hosts (Ewald 1994). Accordingly, the mortality of untreated human respiratory tract infections is positively correlated with the durability of their etiological agents (Walther and Ewald 2004). Many hospital-acquired infections similarly do not rely on the mobility of infected hosts, because they are transmitted by hospital attendants. Theory predicts that such pathogens will evolve to increased virulence in response to such attendant-borne transmission. Outbreaks of Escherichia coli in neonatal wards accords with this prediction (Ewald 1991b).\n\n\nThe acute phases of sexually transmitted diseases also accord with this conceptual framework. Specifically, transmission of sexually transmitted pathogens requires host mobility. Accordingly, and in contrast with the pathogens in the categories described above, sexually transmitted infections tend to be benign during the initial acute phases: mortality per untreated infection is far <1% for every sexually transmitted pathogen of humans. Manifestations in adults are generally restricted to lesions or discharges. Sexually transmitted pathogens of humans are, however, often lethal over the entire course of infection, because sexually transmitted pathogens cause persistent infections that may cause lethal damage long after the end of the acute phase.\n\nThe evolution of this pattern of virulence appears to be molded by societal factors that influence the potential for sexual transmission. Few people in human societies change sexual partners at a rate that would allow for much sexual transmission during the acute phase. Success at sexual transmission is greatly fostered by persistence within humans for months or years. Accordingly, sexually transmitted pathogens have evolved mechanisms for avoiding destruction by immune responses. Once pathogens have evolved the ability to persist, however, they may eventually cause severe damage to the tissues they infect even though the pathogens are benign during the acute phase of infection. Human T lymphotropic virus type 1 (HTLV-1), for example, has evolved mechanisms for stimulating its host cells (helper T cells) to divide indefinitely, while exposing few viral antigens to the immune system. HTLV-1 infections are essentially asymptomatic during the first few weeks of infection and remains so for decades in most individuals. But they eventually causes lethal cancer in approximately 1–7% of infected individuals (Arisawa et al. 2009).\n\nWhere the potential for sexual transmission is high, theory predicts that sexually transmitted pathogens should evolve to be more exploitative, and hence more damaging. Epidemiological comparisons accord with this prediction for all sexually transmitted pathogens that have been tested, including HTLV-1, the human immunodeficiency virus (HIV), the human papillomavirus (HPV), the human herpes virus (HHV), and the bacterium Chlamydia trachomatis (Ewald 2002).\n\nThese evolutionary considerations implicate several categories of transmission that are associated with dangerous acute infectious diseases: vector-borne, waterborne, attendant-borne, and sit-and-wait transmission. An emerging pathogen that is transmitted by any of these modes could pose a grave threat where social and environmental conditions permit transmission. But where human activities prohibit transmission from sick individuals this threat is ameliorated (Table 2). Malaria, for example, is one of the most damaging infectious diseases of humans, but it poses little threat where housing tends to be mosquito-proof—about 1,300 imported cases of malaria were reported in the United States in 2003, but only 10 infections were acquired within the US (Eliades et al. 2005). The main reason for this lack of vulnerability appears to be an infrastructure that strongly reduces the potential for mosquito-borne transmission. The effect of mosquito-proof housing was experimentally demonstrated by a campaign that virtually eradicated malaria from an area in which the prevalence had been about 40% (Fig. 1). The inability of dengue virus to spread in the US similarly appears to be due to mosquito-proof infrastructure (Reiter et al. 2003).\n\n\n\nIt is often argued that large-scale ecological alterations, such as global warming, might foster the geographic spread of human diseases (Epstein 2000; Khasnis and Nettleman 2005; McMichael et al. 2006). Several overviews, however, note a paucity of evidence supporting this hypothesis (Zell 2004; Lafferty 2009).\n\nThe evolutionary insights raised above suggest that infrastructural details need to be more explicitly incorporated into the assessments of effects of environmental changes on disease emergence. The literature on emerging diseases has suggested, for example, that global warming could facilitate the spread of vectors and diseases they transmit (Epstein 2000; Khasnis and Nettleman 2005). A case in point is dengue. Specialists on vector-borne diseases worried that the spread of Aedes mosquitoes in the US would cause the spread of dengue from Mexico throughout much of the southern US. But studies north of the Texas/Mexico border have documented the inability of dengue to spread in Texas even in the presence of an abundant vector population (CDC 1996; Reiter et al. 2003). The most reasonable explanation is that infrastructural barriers to mosquito-borne transmission, such as air-conditioned cars and buildings, prevent sustained transmission of dengue on the Texas side of the border (Reiter et al. 2003).\n\nIt has been similarly proposed that global warming may cause the distribution of severe diarrheal diseases, such as cholera and dysentery, to expand. But in this case as well, evidence indicates that severe diarrheal diseases cannot successfully invade where infrastructure blocks transmission from very sick people. The inability of Shigella dysentery type 1 to spread within the US during a massive epidemic in Mexico, for example, implicates the effectiveness of protected water supplies; a CDC study in Los Angeles showed that in the absence of waterborne transmission, transmission was insufficient to perpetuate the outbreak (Weissman et al. 1974).\n\nThe epidemic potentials for most examples of acute emerging infectious diseases are even more restricted when the causal pathogens infect humans as dead-end hosts. West Nile virus, for example, attracted much attention in the US during 2000 and 2001. This virus is not, however, transmitted from human to mosquito. Its threat is therefore limited to spillover from avian hosts that maintain it in a region. One might argue that evolution of transmission from person to mosquito could transform West Nile virus into a major threat in countries with mosquito-proof dwellings. But the evidence from malaria and dengue suggests otherwise. Even if a mutation allowed some transmission from human to mosquito, this toehold has little chance of leading to sustained transmission from mosquito to human when infrastructures block sustained mosquito-borne transmission of pathogens that are well adapted to transmission from humans to mosquitoes. The Plasmodium agents of human malaria and dengue virus, for example, have highly evolved abilities for transmission from human to mosquito; yet they could not maintain themselves in the US, even though Plasmodium once did, and the yellow fever virus, a relative of the dengue virus, once spread epidemically in the US. A mosquito-borne virus, such as the West Nile virus, must have a much lower potential for epidemic spread and persistence because it is not adapted to transmission from humans to mosquito.\n\nThe other side of this argument emphasizes the threat of acute infectious diseases in places where infrastructure does not prohibit transmission from sick individuals. This threat could materialize into damaging epidemics of vector-borne diseases when pathogens enter areas without mosquito-proof infrastructure, as evidenced by the resurgence of dengue in Latin America, the sporadic return of yellow fever epidemics, and the widespread resurgence of malaria in areas where the infrastructure does not block entrance of mosquitoes (Solomon and Mallewa 2001). The threat could also materialize when infrastructural changes increase the mosquito density, as occurred in sub-Saharan Africa when dams were built. The resulting stagnant water increases mosquito density and may exacerbate outbreaks of vector-borne pathogens, including those that are not well adapted for transmission from human to mosquito, such as Rift Valley fever virus (Wilson 1994; Lautze et al. 2007). The threat could similarly materialize into damaging epidemics of diarrheal diseases when pathogens enter areas without protection of water supplies, as has occurred broadly over the past half century with the El Tor biotype of Vibrio cholerae (Ewald 1994).\n\nMany pathogens can, of course, spread and persist in technologically advanced societies, respiratory tract pathogens transmitted by sneezing and coughing, for example. Over the past decade the respiratory tract pathogen that has elicited the greatest attention is the influenza virus. Influenza causes concern because influenza epidemics are difficult to control and an influenza pandemic in 1918 caused massive global mortality. The recognition in 1997 that the H5N1 avian influenza virus could be transmitted directly to humans and cause a high case fatality led to widespread concern that this virus might be on the verge of causing a pandemic that was as bad as or worse than the 1918 pandemic. The emergence of H1N1 influenza from swine into humans in early 2009 and the subsequent global spread has led to a related concern. During the first month of the outbreak, deaths per case appeared to be about an order of magnitude greater than that associated with seasonal influenza. After a few months, as the epidemic became pandemic, the deaths per infection were comparable to seasonal influenza. This mortality has persisted to the time of this writing. Experts in emerging diseases point to the second wave of increased virulence that occurred during the 1918 pandemic and suggest that the new H1N1 virus could similarly develop a hypervirulent second wave during the 2009–2010 influenza season. Consideration of past influenza epidemics, particularly the 1918 pandemic, in light of the trade-offs associated with virulence, host mobility, and transmission, provides perspective.\n\nExcept for the 1918 pandemic, the probability of mortality per influenza infection is consistent with its durability in the external environment—it is moderately durable and moderately lethal (Table 3). Using deaths per infection as a gauge, the influenza viruses that caused the second wave of the 1918 influenza pandemic were more lethal than typical influenza by one to two orders of magnitude. Emerging disease experts tend to presume that this unusual mortality was bad luck associated with the randomness of mutations, recombinations, and zoonotic transmission to humans. They also tend to presume that this bad luck could happen again, especially when a zoonotic influenza virus is readily transmissible from human to human, which is only a possibility for the H5N1 viruses but is a fact for the new H1N1 viruses. The implicit and sometimes explicit argument is that pathogens that are poorly adapted to humans can be severe in humans, and if such a severe pathogen by chance has the ability to be transmitted from human to human, it could cause a terrible pandemic. Advocates of this hypothesis point to a zoonotic origin of the 1918 virus, suggesting that it may have not been well adapted to humans (e.g., Gorman et al. 1991).\n\n\nThe evolutionary theory of virulence presented in this paper argues that natural selection will favor only moderate harmfulness among respiratory pathogens of moderate durability (Table 3). It therefore emphasizes the need to investigate whether the high virulence of the 1918 pandemic resulted from natural selection acting under unusual environmental circumstances. This line of reasoning led to consideration of the conditions in the Western Front of the first world war (Ewald 1991b). Those conditions allowed individuals immobilized by illness to be transported repeatedly from one cluster of susceptible hosts to another, in trenches, tents, hospitals, and trains (Ewald 1991b, 1994). This line of argument extends the definition of attendant-borne transmission to include not only transport of the pathogens by attendants, but also transport of the infected host into contact with susceptible hosts. As is the case with the other examples of attendant-borne transmission (Table 1), the more exploitative and hence more virulent variants of the influenza virus would be favored by this transport of infected hosts, because the virulent variants would obtain the competitive benefits of exploitation of a person without paying the price of reduced transmission that would normally be associated with immobilization of the infected person.\n\nRecords of the 1918 influenza pandemic allow these two hypotheses to be tested against each other. The attendant-borne transmission hypothesis predicts that the unusual virulence that characterized the 1918 pandemic should first be seen in northern France in the vicinity of the Western Front. The virulence as maladaptation hypothesis predicts that the virus will be highly virulent when it first enters the human population, as H5N1 influenza is and as the scanty records of the new H1N1 variant appears to have been involved in the first human infections in Mexico.\n\nThe sequence of key events of the 1918 pandemic is presented in Table 4. The earliest recorded episodes of the 1918 pandemic occurred in the US military camps in the early spring of 1918. Influenza spread among camps during the spring and then more broadly in the US and Europe during the late spring and early summer. These influenza outbreaks had the unusual W-shaped age distribution of the 1918 pandemic, but the case fatality rates were not particularly high (Burnet and Clark 1942), suggesting that these outbreaks in the early part of the 1918 were part of the same pandemic that caused the massive lethality later in the year. Mortality statistics from New York City during the first half of 1918 indicated a higher mortality consistent with an influenza epidemic (Olson et al. 2005), but nowhere near what would be expected from an epidemic with a lethality that characterized the 1918 pandemic in New York and elsewhere during the fall of 1918 (Olson et al. 2005).\n\n\nTo my knowledge the first record of the extraordinarily high lethality that is now considered the hallmark of the 1918 pandemic was an entry in the diary of Colonel Jefferson Kean, who was the deputy chief surgeon of the American Expeditionary Force in northern France and the chief army liaison with the American Red Cross (Byerly 2005). After noting the mild nature of the influenza in April, May, June, and July of 1918, he noted a more virulent character on August 9. On August 17 he recorded, “Influenza increasing and becoming more fatal” (Byerly 2005, p. 97). At the end of August extraordinarily lethal influenza was recorded in Boston and Sierra Leonne; both cities were destinations for transport of troops from Western Europe (Burnet and Clark 1942). In September lethal influenza spread globally. The high lethality gradually declined to normal levels, generally within 6 months in almost all regions, although a few pockets of unusually lethal disease persisted into 1920 (Burnet and Clark 1942).\n\nDescendents of the 1918 H1N1 viruses persisted as the dominant viral type until 1957 (Morens et al. 2009; Zimmer and Burke 2009), when they were replaced with H2N2 viruses. The rapid, stable, and universal replacement of the highly lethal H1N1 influenza viruses with H1N1 of normal influenza virulence indicates that the highly lethal variants were at a competitive disadvantage under normal living conditions. During the interval from 1920 to 1957 influenza was caused almost entirely by H1N1 viruses, but highly lethal H1N1 viruses have never again dominated during this interval, nor during the past 30 years when H1N1 has once again been circulating in human populations (apparently as the result of an “escape” from a virology laboratory during attempts to create an H1N1 vaccine in the late 1970s). Nor has highly lethal influenza of any other subtype predominated since the 1918 pandemic.\n\nIf scientific inquiries were not constrained by ethics, one could imagine testing this idea by introducing highly virulent influenza variants into human populations. Such ethical constraints require that “natural experiments” be analyzed to determine whether naturally arising, highly harmful strains of influenza virus are outcompeted by moderately virulent strains under normal conditions. The next best evidence comes from past and future epidemics. Outbreaks of unusually high lethality occur occasionally, but in all cases the harmful strains are replaced by strains of normal virulence within several months. For example, an outbreak of influenza with a reported mortality per case of 2.5% (roughly comparable to that of the virulent phase of the 1918 pandemic) occurred in Madagascar in 2002, but this outbreak waned after about 30,000 cases (WHO-GOARN Investigation Team 2002; Centers for Disease Control 2002). In Liverpool, UK, high death rates were attributable to a mortality per case that was elevated by about threefold (Viboud et al. 2006). Subsequent spread in the UK, Canada, and the US was associated with a decline in mortality to normal levels within a few months (Viboud et al. 2006). These “natural experiments” accord with the tendency for 1918 influenza to evolve toward more typical levels within several months everywhere it seeded during the fall of 1918.\n\nMore generally the evidence from the 1918 pandemic and the years after this pandemic supports the hypothesis that increased virulence evolved as the 1918 viruses when environmental conditions permitted transmission of very sick people and is contrary to the hypothesis that the high virulence of 1918 influenza resulted from a lack of adaptation to humans. The evolutionary considerations presented above predict that influenza viruses will not cause another pandemic of the severity experienced in the fall of 1918, unless the extremely unusual conditions that permit extensive, regional transmission of influenza viruses from immobile hosts once again occur. This prediction was first published in 1991 (Ewald 1991b), even though influenza experts were suggesting then and have been suggesting ever since that a new highly lethal flu pandemic might be imminent. Over the past 2 decades, the prediction has been borne out in spite of expert opinions to the contrary, particularly with regard to the outbreak of H5N1. Within the next year the new H1N1 pandemic will provide another test. The evolutionary theory outlined here predicts that there will not be a second wave of hypervirulent HIN1 during the 2009–2010 influenza season, in contrast with the 1918–1919 influenza season and the concerns of some influenza experts.\n\nThe evolutionary theory of virulence discussed above predicts the presence as well as absence of highly lethal epidemics. Soon after this theory was applied to influenza, it was pointed out that rearing operations for chickens often offer great potential for continual transmission from severely ill individuals, much like the potential that occurred in 1918 at the Western Front (Ewald 1994). Evolutionary considerations therefore predicted recurring chicken epidemics associated with a lethality comparable to that 1918 pandemic. Such severe epidemics have in fact recurred repeatedly in chicken-rearing facilities over the past 15 years (Table 5). A variety of influenza types have been responsible these outbreaks. The recurring epidemics are therefore not simply due to resurgences of one particularly virulent type of avian influenza virus. Rather, the pattern is better explained by a potential for lethal epidemics that is generally present among influenza variants when environmental circumstances allow transmission from very sick hosts. This pattern emphasizes the importance of natural selection acting on variation generated by processes such as mutation and reassortment rather than some predisposition to virulence that is intrinsic to any particular variant.\n\n\nThe preceding considerations identify categories of acute infectious disease that are associated with high levels of threat when particular opportunities for transmission are present. When opportunities for vector-borne, waterborne, sit-and-wait transmission, or attendantborne transmission are feasible, emerging diseases transmitted by these routes may pose grave threats. Where environmental infrastructure broadly restricts these routes, even pathogens that are well adapted to humans tend to be unable to maintain themselves by these routes. This restriction of transmission routes generally correlates with economic prosperity; the threat of diseases spread by these routes tends to be great in poor countries, but slight or moderate in wealthy countries (rows 1–3 of Table 2). If an emerging pathogen is moderately transmissible (e.g., SARS virus), then interventions that reduce this transmission below the break-even point (in the terminology of epidemiological mathematical models, reducing R0 below 1) are sufficient to prevent emergence, but most of the emerging diseases that have been emphasized are not transmissible or only slightly transmissible from humans (Table 7). Such pathogens pose little threat, because they can spread in humans only if they evolve higher transmissibility. For some modes of transmission (e.g., waterborne and vector-borne), this hurdle will be virtually insurmountable because it is too high even for pathogens that are well adapted for transmission by these modes; the lack of malarial transmission in countries with mosquito-proof housing, for example, argues against the possibility that less human-adapted mosquito-borne pathogens such as West Nile virus could be stably transmitted in a human/mosquito cycle in such countries.\n\nThese considerations suggest that emerging acute infectious diseases generally pose a low threat to wealthy countries relative to the threat that such diseases have posed to wealthy countries in past centuries and pose to poor countries today. One exception to this generalization pertains to hospital-acquired diseases where hospital guidelines for preventing attendant-borne transmission are not followed (Tables 2, 6; Ewald 1988).\n\n\nChronic infectious diseases require a different analysis for two reasons. First, they are often transmitted by routes that are not well restricted in wealthy countries (e.g., sexual transmission). Second, their causal pathogens often persist within people for long periods of time. As a consequence they can be damaging to a large portion of the population even if only a small proportion is infected in a given unit of time—they can have a high prevalence even if they have a low incidence.\n\nAcute infectious diseases that have emerged into human populations from other animals in recent decades have caused relatively little damage during their acute phase (Table 7). Far more mortality has resulted from chronic diseases that have been newly recognized as caused by infection. Peptic ulcers and gastric cancer, once thought to be attributable to environment and diet but now known to be caused by the bacterium Helicobacter pylori, kill about 12,000 people per year in the US and about 1 million people worldwide. Most of these lives could be saved through antibiotic treatment and reductions in transmission through improved hygiene. Similarly, the global annual death rate from liver cancer has been about 660,000 in recent years. Most of these deaths could be avoided in the future through vaccination against hepatitis B viruses and reduced transmission of hepatitis B and C viruses.\n\n\nAIDS corresponds to the recent emergence of a chronic disease from a zoonotic origin and then from one population to another. It remains the only new emerging disease of humans that is known to have caused devastating global destruction since the 1918 influenza pandemic. Some infectious diseases may have done so, yet have attracted a small amount of attention relative to the threat they pose.\n\nHepatitis C, for example, is a major cause of liver cirrhosis and liver cancer, and may be a cause of other lethal diseases such as pancreatic cancer. Molecular phylogenies indicate a dramatic global spread over the past few decades through intravenous transmission via contaminated hypodermic needles and transfused blood (Markov et al. 2009), supplemented by some sexual transmission in some populations (Terrault 2002; Plamondon et al. 2007; Urbanus et al. 2009). In contrast to the diseases that have attracted most attention in the emerging disease literature, hepatitis C has been and continues to be a major cause of global mortality. In the US, for example, it causes about 9,000 deaths per year from liver cancer and liver cirrhosis, about the same as the number of deaths caused by AIDS. Influenza causes roughly comparable numbers of deaths in the US, though the actual numbers are difficult to estimate: about 2,000 influenza deaths are reported annually and estimates suggest that influenza may contribute to about 35,000 influenza deaths annually. The emergent swine H1N1 is similar to seasonal influenza in transmissibility and lethality, and will therefore probably cause death at a rate that is comparable to seasonal influenza. Of all the emerging acute diseases that have been discovered and discussed since the onset of the AIDS pandemic, the emerging H1N1 virus is the only one that has had an effect that would put it into the same threat category as hepatitis C. This is a sobering comparison, because little attention has been given to hepatitis C relative to emerging diseases such as SARS, Ebola, West Nile, and H5N1 influenza.\n\nAs is the case with influenza, principles of natural selection need to be integrated with epidemiological evidence to gauge the threat posed by hepatitis C. In heterosexual populations, sexual transmission seems to be much less important than needle-borne transmission. As a virus is spread by the needle-borne route one expects that the virus would evolve to be better spread by that route, perhaps at the expense of sexual transmission. As routes of needle-borne transmission are blocked (e.g., by needle exchange programs, drug rehabilitation, and screening of blood supplies), the virus may evolve to become increasingly competent at sexual transmission, increasing the future threat of sexually transmitted disease caused by hepatitis C.\n\nAlthough the hepatitis C virus was once considered an anomaly, it may be indicative of a serious but underappreciated cause of mortality: cancer-causing pathogens. Cancers kill vastly more people than newly emerged acute infectious diseases. Collectively cancer causes about 7.6 million deaths per year worldwide, about 13% of human mortality (World Health Organization 2009a). The proportion of human cancer that is accepted as caused by infection has increased from less than about 1% of all cancers at the onset of the AIDS pandemic to about 20% today (zur Hausen 2006; Ewald 2009; Table 8). The leading cancers worldwide (Table 9) are either known to be or suspected to be caused at least in part by pathogens. Even lung cancer, for which tobacco smoke is a widely accepted cause, may arise in part through a contribution from infection (Abdel-Aziz et al. 2007; Zheng et al. 2007). Because infection-induced cancers can be prevented by preventing the causal infection, the growing recognition of infectious causation of cancer since the onset of the AIDS pandemic offers a much greater potential for saving lives than the recognition of emerging zoonotic acute infectious diseases during this time. The associations between infections and cancers of uncertain cause (Table 10) suggest that we are in the midst—perhaps still near the beginning—of a long-term trend toward increased recognition of infectious causes of cancer.\n\n\n\n\nRecent and incipient recognition of infectious causation of other lethal chronic diseases (Tables 8, 10) suggests that the recognition of infectious causation of chronic diseases in general will further contribute to the disparity between the importance of chronic infectious diseases and the emerging acute infectious diseases. This trend together with the infrastructural barriers to the global threat posed by acute zoonotic infectious diseases suggests that efforts to control emerging infectious diseases have been too narrowly focused on surveillance for and prevention of acute, zoonotic infectious diseases, at the expense of recognition and prevention of infectious causes of chronic diseases.\n\nAlthough chronic infectious diseases represent the greatest threat to prosperous populations, the chronic infectious diseases pose a comparable threat to less prosperous populations as well. Overall wealthy and poor countries contribute comparably to global cancer deaths (Table 9), for example, even though particular cancers may be correlated with economic prosperity. The infrastructure of wealthy countries favors allocation of effort to the control of chronic infectious diseases. Determining the best allocations to alternative health interventions is more complicated in less prosperous countries, where wise assessments will need to consider relative merits of interventions to control the changing landscape of newly recognized chronic infectious diseases in addition to emerging acute diseases."}