{"title": "A cluster of coxsackievirus A21 associated acute respiratory illness: the evidence of efficient transmission of CVA21", "body": "Human enteroviruses (HEVs, genus Enterovirus, family Picornaviridae) are small, non-enveloped, positive-strand RNA viruses [6]. HEV infections cause various clinical symptoms ranging from mild upper respiratory illnesses to severe neurological dysfunctions [9]. Based on the genetic diversity of the VP1 gene, HEVs are classified into four different species (Enterovirus A to D) [3]. Coxsackievirus A21 (CVA21), a member of the species Enterovirus C, is occasionally associated with mild respiratory infections [8] and is therefore rarely detected. None of the outbreaks caused by CVA21 have been reported yet.\n\nIn March 2016, a cluster of unexplained respiratory illnesses was reported by the acute respiratory infections (ARI) surveillance system of Guangdong Province, China. Twenty-three high school students and one teacher from the four neighboring classes were admitted to the health center between March 2 and 6 2016. Their clinical symptoms included fever (14 cases), sore throat (15 cases), cough (12 cases), rhinorrhea (13 cases), sneezing (7 cases), and headache (9 cases). None of these patients developed neurological symptoms. A retrospective investigation was performed, and one student was identified who had developed a respiratory illness on February 25. With the informed consent of the patients, throat and nasal swabs were collected from fourteen patients with the onset of symptoms between February 25 and March 3, and were sent to Guangdong Provincial Center for Diseases Control and Prevention for pathogen identification (Fig. 1A). For each specimen, assays for 11 common respiratory viruses (respiratory syncytial virus, influenza virus A and B, parainfluenza virus 1–3, human adenovirus, human enterovirus, human metapneumovirus, human bocavirus, and human coronavirus) were performed using one-step reverse transcription polymerase chain reaction. The only virus that was detected was enterovirus, which was found in eight of fourteen patients. Thereafter, an RT-PCR assay adapted from Nix et al. [5] was performed as described previously to determine the genotype of the enterovirus [4, 10]. CVA21 virus was identified through partial sequencing of the capsid protein VP1 coding region and BLAST analysis [4]. All eight clinical isolates were positive for CVA21 virus, including the first one, which was collected 7 days after the onset of the patient’s illness (Fig. 1A).\n\n\nThe entire VP1 gene was sequenced for all eight isolates (GenBank accession numbers KX132129-136). Primers for whole-genome sequencing were designed according to the closely related CVA21 genome sequences from GenBank, and one representative genome sequence was submitted (accession number KY284011). Phylogenetic analysis was performed using all publically available CVA21 VP1 sequences (29 strains). The CVA21 virus was first identified in 1952, but infections with CVA21 have rarely been reported, and the majority of sequences were from isolates collected in China between 1997 and 2013, which indicated that CVA21 circulates in China. Phylogenetic analysis demonstrated genetic diversity among CVA21 strains collected in mainland China from different time periods, suggesting that there has been continuous evolution of this virus. The Guangdong outbreak strains were closely related to and clustered with strains from Japan in 2014 and one strain collected from sewage in Shandong Province in 2013, but they were more divergent from other strains collected in Shandong between 1997 and 2013. The diversity of CVA21 strains identified in China indicates the number of CVA21 infections in China may have been greatly underestimated.\n\nA strain from a patient with onset of symptoms on February 25 shares 100% nucleotide sequence identity with strains from subsequent patients, except two strains with single nucleotide mutations (Fig. B). One synonymous mutation was observed at nt 315 (C to T) of the VP1 gene of the 16SF047/2016-Mar-3 strain. The other mutation was observed at nt 845 (T to C) of the 16SF040/2016-Mar-3 strain, resulting in an I282T amino acid change in the VP1 protein. The high sequence similarity among these eight CVA21 isolates suggested that the CVA21 outbreak was most likely caused by a single viral introduction.\n\nThe lesson learned from analysis of EV-D68 is that a previously rarely detected HEV strain can cause widespread outbreaks in a short time period [2]. CVA21 always causes clinical symptoms similar to those caused by the closely related rhinoviruses [8]. However, this virus has also been shown to be able to invade the central nervous system, causing poliomyelitis in mice [1], and it has been detected in stool samples of patients with AFP [7]. Currently, few sentinel hospitals or laboratories of the CDCs have the capacity to specifically identify CVA21. CVA21 is a pathogen that causes viral respiratory diseases and has the potential for neuroinfection and efficient person-to-person transmission. The risks it presents should be recognized, and infections with this virus should be closely monitored by clinicians and public health agencies."}