{"title": "Molecular epidemiology of porcine epidemic diarrhea virus in China", "body": "Porcine epidemic diarrhea virus (PEDV) is a member of Group 1a, genus Alphacoronavirus, family Coronaviridae, order Nidovirales, and is an enveloped, single-stranded, positive-sense RNA virus. The size of its genome is approximately 28 kb. Porcine epidemic diarrhea (PED), caused by PEDV, is an acute and highly contagious enteric disease that is characterized by severe enteritis, vomiting and watery diarrhea in swine. PED was firstly reported in the UK in 1971, and the virus was firstly identified during episodes of epizootic diarrhea in Belgium and the UK in 1978 [1]. This disease has subsequently been reported in many other swine-producing countries in Europe and Asia [2].\n\nIn China, transmissible gastroenteritis (TGE)-like outbreaks of acute diarrhea were first observed in Shanghai in 1973, but the causative agent of the disease was not confirmed as PEDV by fluorescent antibody test and serum neutralization test until 1984 [3]. Since 1995, bi-combined killed or attenuated vaccines have been used to against TGEV and PEDV infection in China [4, 5]. However, since early 2006, PEDV has been emerging in immunized swine herds in spite of using the current vaccine strategy. The damage caused by PEDV infection has been continuous and serious, and the diarrhea caused by PEDV cannot be differentiated clinically from acute TGE. Sometimes, the diarrhea caused by PEDV and TGEV coinfection occurs in the field.\n\nA variety of genes encoding accessory proteins are interspersed between the structural genes. Their number and location vary among coronavirus genomes. These genes are called accessory genes. Whereas the genes encoding the structural proteins have been thoroughly investigated for most coronaviruses, little is known about the accessory genes. Reverse genetic analyses of mouse hepatits virus (MHV) and feline infectious peritonitis virus (FIPV) have suggested that these genes are not required for virus replication. Moreover, deletion of MHV and FIPV accessory genes results in attenuation in their respective hosts, indicating that the accessory genes represent pathogenicity factors [6–8]. It has been shown that virulence of TGEV and PEDV can be reduced by altering the ORF3 gene through cell-culture adaptation [9, 10], and ORF3 has been suggested to be an important determinant for the virulence of these viruses. ORF3 is the only accessory gene in the PEDV genome. Differentiation of ORF3 genes between the highly Vero-cell-adapted viruses and field virus could be a marker of adaptation to cell culture and a valuable tool for molecular epidemiologic studies of PEDV infections [10].\n\nIn order to control and prevent PEDV infection, it is necessary for us to further investigate the molecular epidemiology of PEDV field strains in China. The purpose of this study is to investigate the molecular epidemiology and diversity among Chinese PEDV field strains based on sequence analysis and examination of the phylogenetic relationship of ORF3 genes and to establish a method that can differentiate PEDV field strains from PEDV vaccine strains.\n\nPorcine fecal samples were taken from piglets with watery diarrhea and dehydration at 11 different swine-raising farms in 8 provinces in China (Gansu, Heilongjiang, Henan, Hunan, Inner Mongolia, Jiangsu, Jilin and Shanghai) where the bi-combined killed or attenuated vaccines against TGEV and PEDV infection were used from January 2006 to August 2009. These fecal samples had been confirmed positive for PEDV by RT-PCR or by using an Anigen Rapid PED Ag Test Kit (Animal Genetics Inc., Korea) [11]. PEDV-positive fecal samples were diluted with phosphate-buffered saline (PBS; 0.1 M, pH 7.2) to make 10% (V/V) suspensions. The suspensions were vortexed and clarified by centrifugation for 10 min at 5,000 rpm. The supernatants were collected for RT-PCR or nested RT-PCR.\n\nTwo pairs of primers (Table 1) for nested RT-PCR were designed and synthesized according to the sequence of PEDV CV777 strain (GenBank accession number AF353511). ORF3U1 and ORF3L1 were used for the amplification of the full ORF3 gene of PEDV. The size of the expected product was 774 bp. ORF3U2 and ORF3L2 were used to differentiate Chinese field PEDV strains from the CV777 vaccine strain. The size of the expected product was 149 bp.\n\n\nViral RNA was extracted from the supernatants or the live vaccine using TRIzol Reagent (Invitrogen Corp., Carlsbad, USA) according to the manufacturer’s instructions. The RNA pellet was dissolved in diethylpyrocarbonate (DEPC)-treated deionized water, and the first-strand complementary DNA (cDNA) was synthesized using ORF3L1 as the reverse transcription primer as described previously [11].\n\nPCR was carried out in a two-step reaction, first with a pair of primers flanking the region to be amplified (ORF3U1 and ORF3L1), and then using a pair of primers within the amplified sequence (ORF3U2 and ORF3L2) in a total volume of 25 µl. In detail, 1 µl cDNA was mixed with a reaction mixture containing 2.5 µl 10× Ex Taq buffer (TaKaRa, Dalian, China), 2 μl 2.5 mM dNTPs (TaKaRa), 0.5 µl each specific primer (10 pmol), 0.25 µl Ex Taq DNA polymerase (TaKaRa) and 18.25 μl sterile deionized water. The first round of amplification was performed under the following reaction conditions: pre-denaturation at 94°C for 5 min followed by 30 cycles of denaturation at 94°C for 60 s, annealing at 50°C for 60 s, extension at 72°C for 60 s, and a final extension at 72°C for 10 min. For the second round of amplification, a 100-fold dilution of the first PCR product in distilled water was used as a template under the following reaction conditions: pre-denaturation at 94°C for 5 min followed by 25 cycles of denaturation at 94°C for 30 s, annealing at 50°C for 30 s, extension at 72°C for 30 s, and a final extension at 72°C for 10 min.\n\nPCR products were excised from 1.0% agarose gels and purified using an AxyPrep™ DNA Gel Extraction Kit (Axygen Scientific, Inc., USA) and then cloned into a T-tailed vector, pMD18-T and introduced into competent JM109 cells (TaKaRa) by transformation. Three recombinant DNA clones of each PEDV strains were sequenced by Beijing Genomics Institute (China). The nucleotide sequences of 13 PEDV strains (including CV777 vaccine strain) were edited, analyzed with EditSeq software and aligned with reference sequences using MegAlign software (version 7.1.0, DNASTAR Inc., USA).\n\nThe sequences of PEDV strains described in the present study have been deposited in the GenBank database. The accession numbers are as follows: CH/HLJH/06 (GU372732), CH/S (GU372733), CH/JL/08 (GU372734), CH/HLJM/07 (GU372735), CH/HNHJ/08 (GU372736), CH/GSJI/07 (GU372737), CH/HNCH/06 (GU372738), CH/IMT/06 (GU372739), CH/SHH/06 (GU372740), CH/JL/09 (GU372741), CH/GSJII/07 (GU372742), CH/GSJIII/07 (GU372743) and CV777 vaccine strain (GU372744). The accession numbers for reference PEDV strains are as follows: CV777 (AF353511), Br1/87 (Z24733), LZC (EF185992), DR13 (EU054929), DR13 vaccine strain (EU054930) and Chinju99 (EU792474).\n\nThe sequences of ORF3 genes were also aligned with ClustalX v1.83, and phylogenetic analysis was conducted by the minimum-evolution method, Kimura distances and a bootstrap of 1,000 replicates, using the MEGA program [12].\n\nThe approximately 774-bp fragments containing the full ORF3 gene were amplified by the first pair of primers, ORF3U1/ORF3L1, from all of the field strains and the CV777 vaccine strain (Fig. 1a). The 149-bp products were amplified by the second pair of primers, ORF3U2/ORF3L2, from the field strains (excluding CH/GSJIII/07). However, no PCR products were amplified by ORF3U2/ORF3L2 from the CH/GSJIII/07 and CV777 vaccine strain (Fig. 1b).\n\n\nThe ORF3 genes of Chinese PEDV field strains (excluding CH/GSJII/07 and CH/GSJIII/07) contain a single ORF, which consists of 675 nucleotides and encodes a 224-aa-long peptide. CH/GSJII/07 has a 3-nt deletion at nt 416–418 (Fig. 2) and contains a single 672-nt ORF encoding a 223-aa-long peptide. However, the ORF3 genes of the CV777 vaccine strain and CH/GSJIII/07 have a 49-nt deletion at nt 245–293 compared with the parent CV777 and other Chinese field strains. In addition to the large deletion region, CH/GSJIII/07 also has 3 nt deletions at nt 417–419 (Fig. 2).\n\n\nNucleotide and deduced amino acid sequence homology results are described in Table 2. The recent Chinese field strains (excluding CH/GSJIII/07) have 97.6–100% DNA sequence identity to each other. They share more than 97.2% DNA sequence identity with Korean field strains (Chinju99, DR13). However, they have 96.6–97.6% DNA sequence identity to CV777 vaccine strain, less than 95.9% DNA sequence homology to Chinese stain LZC and less than 97.2% DNA sequence identity to the European field strains (CV777, Br1/87). The deduced amino acid sequences of the recent Chinese field strains (excluding CH/GSJIII/07) have 96.4–100% homology to each other and more than 95.2% to those of Korean strains (Chinju99, DR13 and attenuated DR13). They have less than 94.6% homology to the deduced amino acid sequences of two European strains (CV777, Br1/87) and one Chinese strain (LZC). CH/GSJIII/07 has 99.0% DNA sequence homology with CV777 vaccine strain and 100% homology to the deduced amino acid sequence of the CV777 vaccine strain.\n\n\nBased on the phylogenetic analysis of the ORF3 genes, all of the PEDV strains are divided into three groups (Fig. 3). Group I comprises 11 Chinese field strains and 2 Korean strains (DR13, Chinju99). Group II consists of one Chinese field strain (CH/GSJIII/07) and two vaccine strains (attenuated CV777 and attenuated DR13). Group III is composed of one Chinese strain (LZC) and two European strains (CV777 and Br1/87).\n\n\nIn this study, the complete sequences of the ORF3 genes of Chinese PEDV field strains and the CV777 vaccine strain have been determined. There are no insertions or deletions in the ORF3 genes of the Chinese PEDV field strains (excluding CH/GSJII/07 and CH/GSJIII/07)—only point mutations. All of the ORF3 genes of the Chinese PEDV field strains and the CV777 vaccine strain have a sequence (CTAGAC) of 46 nucleotides upstream of the initiator ATG, as already recognized in a previous study [13]. This sequence is a hexameric motif common to coronaviruses and is similar to the hexameric motifs XUA(A/G)AC found adjacent to other PEDV ORFs. These hexameric motifs have been proposed to be a start site for transcription of the subgenomic mRNAs [14].\n\nA previous study has indicated that there are three variable regions (I, II and III) in the ORF3 gene [13]. In our study, variable regions I and III are not observed in all the ORF3 genes of Chinese field strains and CV777 vaccine strain. However, variable region II is observed in the ORF3 genes of CH/GSJII/07 and CH/GSJIII/07. Both CH/GSJII/07 and CH/GSJIII/07 have a 3-nt deletion in variable region II (Fig. 2). Both the CV777 vaccine strain and CH/GSJIII/07 have a 49-nt deletion at nt 245–293. The large deletion is similar to the deletion in the ORF3 gene of attenuated DR13, which has a 51-nt deletion at nt 245–295 (Fig. 2). Although they have 51-nt deletions in their ORF3 genes, attenuated-type PEDV strains, including attenuated DR13, KPED-9 and P-5V, contain a single 624-base ORF encoding a 224-aa-long peptide [15]. However, because of the large deletion, the CV777 vaccine strain and CH/GSJIII/07 contain a truncated ORF, which consists of 276 nt and encodes a 91-aa-long peptide.\n\nPrevious studies revealed that the highly cell-culture-adapted PEDV, attenuated DR13, could be differentiated from wild-type PEDV strains by both RT-PCR and restriction fragment length polymorphism (RFLP), which used sequence variations in the ORF3 gene of the highly cell-culture-adapted PEDV [10, 15]. Because detection of PEDV in feces might be affected by the reliability and sensitivity of the technique [16], we have established a nested RT-PCR method using the deletion in the ORF3 gene of the CV777 vaccine strain. Because the sense primer ORF3U2 is located in the region that corresponds to the large deletions in the ORF3 genes of PEDV vaccine strains (Fig. 2), the 149-bp PCR products could not be amplified by ORF3U2/ORF3L2 from CV777 vaccine strain when using the products amplified by ORF3U1/ORF3L1 as the templates. In this study, the 149-bp fragments of the CV777 vaccine strain and CH/GSJIII/07 were not amplified, while the corresponding fragments of other Chinese PEDV field strains were amplified by the nested RT-PCR (Fig. 1).\n\nIn order to trace the origin and evolution of PEDV field strains in China, a phylogenetic tree of the Chinese PEDV field strains and PEDV reference strains was constructed based on the nucleotide sequences of the ORF3 genes. The phylogenetic relationship of the ORF3 genes indicates that Chinese PEDV field strains (excluding CH/GSJIII/07) differ genetically from European field strains (CV777 and Br1/87) and have a close phylogenetic relationship to Korean field strains (DR13 and Chinju99). The Chinese PEDV field strains (excluding CH/GSJIII/07) are genetically different from the CV777 vaccine strain, which is used to prevent PEDV infection in China at present. There is a new genotype of PEDV prevailing in China that differs from the genotype of the vaccine strains. PEDV shedding may be variable, depending on the sensitivity of the detection tool. Moreover, shedding may be influenced by the viral strain employed. It has been reported that virus shedding in piglets inoculated with cell-adapted DR13 lasted for 7 or 8 days [10, 17], while in sows, it persisted for 3 days [17]. CH/GSJIII/07 has the highest DNA sequence identity and a close phylogenetic relationship to the CV777 vaccine strain. It may have evolved from the vaccine strain under the immune pressure. However, further work will be required to determine whether this field strain is a variant of the CV777 vaccine strain.\n\nBy accurate analysis of ORF3 genes, we can understand the molecular epidemiology of PEDV field strains in our country. Differentiation of ORF3 genes between highly Vero-cell-adapted PEDV and PEDV field strains can help us to choose an appropriate PEDV field strain as a vaccine candidate and prevent outbreaks of PEDV-induced diarrhea more effectively. Moreover, the complete nucleotide sequences of the ORF3 genes of the CV777 vaccine strain and the 12 field samples will now form the basis for further functional exploration of both wild- and attenuated-type PEDV strains in China."}