{"title": "2 methylate or not 2 methylate: viral evasion of the type I interferon response", "body": "The induction of antiviral responses in hosts and the evasion of these responses by viruses represent major selective forces for both types of organisms. As hosts evolved sophisticated mechanisms for viral recognition leading to antiviral immunity, viruses evolved counteracting mechanisms to evade recognition as well as the effects of the host antiviral response. This evolutionary battle has been ongoing almost since the origin of life, and has shaped many different aspects of the molecular processes in prokaryotic and eukaryotic organisms. Among the hallmarks of this battle were the acquisition by eukaryotic organisms of sensors of viral RNA products that trigger secretion of antiviral cytokines, such as type I interferon, and the subsequent acquisition by viruses of mechanisms to evade recognition by these sensors. The studies published by Züst et al.1 in this issue of Nature Immunology and by Daffis et al.2 in a recent issue of Nature reveal one of the surprising consequences of the ongoing coevolutionary forces that shape virus-host interactions and cellular and viral mRNA processing mechanisms.\n\nSensing of viral RNA products by the infected cell implies the challenge of distinguishing self versus non-self (viral) RNA. This challenge is overcome by the cellular cytoplasmic sensor RIG-I3. RIG-I recognizes 5′-triphosphate–containing RNAs present in the genome of many RNA viruses4,5,6,7, but not in the cellular cytoplasmic RNAs. Self RNAs are modified to avoid the presence of this danger signal. RIG-I belongs to a small family of related proteins with RNA helicase activities. A second member of this family, Mda5, is also involved in the recognition of viral products, presumably viral RNA. Although it is known that several virus families, such as picornaviruses and coronaviruses, and long double-stranded RNAs, such as poly(I:C), are preferentially recognized by Mda5 (ref. 8), the actual pathogen-associated molecular pattern (PAMP) generated during viral infection that triggers Mda5 sensing has remained unknown. Züst et al.1 now show that mRNA lacking 2′-O-methylation at their 5′ cap structure induces production of type I interferon through Mda5 activation.\n\nThe cap structure of the cellular mRNAs is characterized by methylation at the N7 position of the 5′ guanosine residue. This modification is known to mediate optimal mRNA processing and translation. In addition, cellular mRNAs from higher eukaryotes are methylated at the ribose-2′-O position of the second and sometimes third residue adjacent to the 5′ guanosine. The functional significance of 2′-O-methylation has remained unclear. However, many virus families encode not only N7-methyltransferases but also 2′-O-methyltransferases that modify the 5′end of their viral mRNAs, suggesting that this modification may be physiologically important. As shown by Züst et al.1, 2′-O-methylation is critical to avoiding Mda5 recognition. Thus, mutant coronaviruses lacking 2′-O-methyltransferase activity induce type I interferon expression in an Mda5–dependent manner. In addition, these mutants are more sensitive to the antiviral action of type I interferon.\n\nIn a related study, Daffis et al.2 have characterized a mutant West Nile virus that is defective in 2′-O-methyltransferase activity. Like the mutant coronaviruses, the mutant West Nile virus was more sensitive to the antiviral action of interferon, and characterization of the mechanism responsible for this effect implicates the interferon-induced proteins IFIT. The IFIT proteins inhibit viral protein synthesis through translational arrest9. Lack of 2′-O-methylation increased the sensitivity of West Nile virus to the antiviral action of the IFIT proteins. Thus, it appears that mRNAs devoid of 2′-O-methylation are being sensed by cellular Mda5 and IFIT proteins, resulting in interferon induction and translational inhibition. The West Nile virus mutant, in contrast to the coronavirus mutant, did not increase type I interferon induction. This might be explained by the presence of inhibitors of type I interferon production encoded by West Nile virus, as recently demonstrated for the closely related dengue virus10.\n\nThe picture that emerges from these two studies is the following (Fig. 1). As higher eukaryotes acquired the ability to 2′-O-methylate their mRNAs, this opened the possibility of distinguishing self from non-self mRNA through new types of antiviral sensors, such as Mda5 and IFITs. This evolutionary advantage was counteracted by the viral acquisition of 2′-O-methyltransferases; coronaviruses, flaviviruses and poxviruses, among others, adopted this evasion strategy. However, this is not the only strategy used by viruses to counteract detection. Some viruses known to transcribe mRNA in the nucleus, such as the human immunodeficiency virus (HIV), use the host cell mRNA capping machinery. Other viruses, such as the influenza virus, steal the cap from the cellular mRNAs to be used as primers for initiating synthesis of their viral mRNA. Finally, picornaviruses avoid the use of a cap altogether. Instead, they use internal ribosomal entry sites, which allows cap-independent protein translation. In summary, it seems that mammalian viruses cannot afford to produce mRNA containing a cap structure lacking 2′-O-methylation.\n\nThe studies by Züst et al. and Duffis et al. open up new questions related to viral recognition by cellular sensors. Is non–2′-O-methylated mRNA directly recognized by Mda5, or are there other cellular proteins upstream of Mda5 that are required for this process? What is the molecular mechanism used by the IFIT proteins to preferentially mediate translational arrest of non–2′-O-methylated mRNA? Do other RNA modifications and cellular sensors participate in the distinction between self and non-self RNA? Can this information be used to design new antiviral inhibitors? Future studies are needed to elucidate these intriguing and interesting questions emerging from the millions of years of coevolution between viruses and hosts."}