{"title": "Infection prevention and chronic disease management in cystic\nfibrosis and noncystic fibrosis bronchiectasis", "body": "Bronchiectasis is a chronic lung disease (CLD) characterized by irreversible\nbronchial dilatation noted on computed tomography with associated chronic cough,\nongoing viscid sputum production, and recurrent pulmonary infections.1 Patients can be classified into two groups: those with cystic fibrosis (CF)\nand those without CF. Individuals with either CF-related bronchiectasis (CFRB) or\nnon-CF-related bronchiectasis (NCFRB) experience continuous airway inflammation\nleading to airway changes fostering development of a unique polymicrobial community.\nChronic pulmonary infection with many of these organisms worsens airway\ninflammation, triggers pulmonary exacerbations (PEx), reduces quality of life (QOL),\nand, in some cases, is an independent risk factor for increased mortality. As there\nis no cure for either condition, prevention and control of infection is\nparamount.\n\nInfection prevention is a complex undertaking aimed to reduce acquisition of\npathologic organisms and mitigate their effects once a patient becomes infected.\nMore specifically it incorporates transmission prevention, immunoprophylaxis, and,\noccasionally, antimicrobial prophylaxis.2–4 If acquired, however, some\norganisms may be eradicated from the airway.5 Should eradication be unsuccessful, chronic suppression of inflammation and\nthese organisms’ activity becomes the focus of therapy. Topics important to\ninfection control and prevention, but are beyond the scope of this discussion, are\ndetails regarding mechanical airway clearance and treatment of, or screening for,\nnontuberculous mycobacteria (NTM).\n\nTeam education is a sizable undertaking, incorporating the rationale for\ninfection prevention with the methods by which microbial transmission is best\nprevented.4,6 To affect change, all patients, family members, and\nhealthcare team should be included in this endeavor.4 It is important to remember that the healthcare team is not limited to\nclinical providers, it includes anyone who may have contact with a patient, such\nas scheduling staff, phlebotomists, radiology technicians, and environmental\nservice providers.\n\nA clinic or hospital ward needs a clinical champion tasked with organizing\neducation plans and ensuring compliance with established protocols. Teaching\nmaterials and presentations should be tailored to the recipients’ education\nlevel, age, pre-existing conceptions regarding prevention, and their specific\nrole on the team. Patients must be empowered to ask their providers to follow\nknown guidelines, and team members need to educate colleagues when a lapse is\nnoticed. Regular training of personnel, and immediate individual feedback\nfollowing a protocol deviation, help provide effective institution of protocols\nand improves individual clinical practice. Finally, as the quality of feedback\nis strongly related to guideline adherence, a formal review process outlining\nteam successes and areas needing improvement should occur every\n3–6 months.4,6\n\nImmunoprophylaxis prevents disease via passive or active immunity.7 Unfortunately for both adults and children, there is global\ndiscordance between recommended vaccination schedules for those with CLD.8 Additionally, CFRB and many causes of NCFRB lead to systemic diseases\nthat may benefit from nonpulmonary vaccination. Thus, even though it is\nrecommended that persons with CLD receive pulmonary vaccinations according\nto a nation’s recommended schedule, one must also consider nonpulmonary\norgan involvement to determine which of all available vaccines may be\nbeneficial for patients.\n\nThe CDC has multiple suggestions regarding vaccination for persons with CLD.9 Foremostly, this should include the annual influenza vaccine, which\nis recommended for all persons 6 months of age and older (unless a medical\ncontraindication exists).10 These persons should also receive standard treatment or\nchemoprophylaxis with oseltamivir if diagnosed with, or exposed to, acute\ninfluenza A or B.9,11 In contrast with healthy persons, those with CLD\nare recommended to receive pneumococcal vaccination beginning much earlier\nthan healthy individuals; at age 19 instead of 65.9 Important to keep up-to-date is the pertussis booster\nvaccination.3,9 In CFRB, however, practice patterns differ sometimes\ndiffer from these guidelines (see below).\n\nAs liver disease complicates the clinical course in many patients with CFRB\nor NCFRB, one could consider viral hepatitis vaccination in these\npatients.3,12 For example, 3.4% of all US patients with CF have\nliver disease,13 as do 40% of those with Pi ZZ alpha-1- antitrypsin deficiency.14 Persons with CF experience noncirrhotic or cirrhotic liver disease in\n3.9% and 2.6%, respectively, and up to 17% of children with CF have\nclinically significant liver disease.15,16 Of persons with\nalpha-1 antitrypsin deficiency (Pi ZZ), 40% have histologic evidence of\nsignificant liver disease or frank cirrhosis.14 Despite the inactivated hepatitis A and recombinant hepatitis B\nvaccinations having been shown to be safe and effective in those with\nchronic liver disease, there is a paucity of recommendations aimed to\ncapture those inadequately vaccinated.3,14–26\n\nHistorically, Streptococcus pneumoniae has not been commonly\ncultured from CF sputa.15 Some have speculated that its isolation is underestimated due to the\ndominance of other bacteria.3 Additionally, recent publications suggest a pediatric carrier state\nof 4.8–7.4% to as high as 12.7–28.6%.17,18 Nevertheless, there is\nlittle data demonstrating invasive pneumococcal disease in CF, thus the\nclinical relevance of pneumococcal vaccination seems to be unclear.19 On the other hand, the risk of both pulmonary and invasive\npneumococcal disease significantly increases following lung\ntransplantation.20,21 Thus, as\nimmunosuppression blunts immune responsiveness, pretransplant pneumococcal\nvaccination is important.3 Additionally, the long-term impact of the new CF Transmembrane\nRegulator Protein modulators (ivacaftor, lumacaftor/ivacaftor,\ntezacaftor/ivacaftor, elexacaftor/tezacaftor/ivacaftor, and those currently\nin development) on the life expectancy and pulmonary microbiota of those\nwith CFRB is unknown, which should prompt caregivers to consider whether\nthese vaccinations may be indicated.\n\nSource containment of would-be pathogens comprises both the understanding of\nhow organisms are transmitted and the precautions required to diminish their\nspread. In practice, it addresses how those with bronchiectasis interact\nwith their environment.4 Individuals acquire new flora from person-to-person contact,\ncontaminated medical equipment, and via a multitude of\necological sources.22\n\nPerson-to-person transmission may occur from direct contact, indirect\ncontact, droplet transmission, and airborne transmission of droplet-nuclei\n(Table\n1).\n\nPatients expel these infectious particles when they cough, sneeze, speak,\nundergo chest physiotherapy (CPT), perform pulmonary function testing\n(PFTs), or are intubated or suctioned.4\n\nMost organisms are transmitted via one primary mode, but\ntransmission may occur via other routes.\nPseudomonas aeruginosa, for example, is typically\nacquired from water sources (reservoirs, hot tubs, sinks, and showers).\nHowever, as it survives longer in CF sputum, it may be transmitted\nvia a handshake up to 180 min following skin contamination.23 It has been isolated from infectious droplets in hospital rooms,\nclinic hallways, and following pulmonary function tests 45–120 min after an\ninfected individual has departed.4 Additionally, infectious droplets were implicated as the vector by\nwhich an epidemic outbreak occurred at a European adult CF center.24 Methicillin resistant Staphylococcus aureus (MRSA)\nmay spread via contact or infectious aerosols.4 Influenza is usually transmitted via fomites or\ndroplets, but some suggest that airborne isolation should be implemented in\npandemic situations.4,25–27\n\nIn addition to incorporating recommendations to decrease cross-infection, as\noutlined by the CDC and WHO, many outpatient clinics incorporate cohort\nsegregation (i.e. patients with Burkholderia spp. being\nseen on one day and those with P. aeruginosa on another) or\nphysical separation by distance into their infection control practice.28 Several studies have reported reductions in the rate of patient-to\npatient transmission of P. aeruginosa and\nBurkholderia spp. by combining cohort segregation with\nother interventions such as equipment decontamination, patient education,\nand use of barrier precautions.28,29 As there is little\ndata on cohort segregation alone (i.e. without being combined with other\ninfection control interventions), the CF Foundation supports only physical separation.4 Currently, physical separation is defined as approximately\n2 m.4,22 Recent data, however, suggests that infected\ndroplet nuclei may travel as far as 4 m30; This is an important consideration in clinic as patients wait in\nlines and lobbies from check-in to check-out. Finally, regardless of the\nhealthcare setting, all patients should wear a mask when not in an exam or\nhospital room.4\n\nHealthcare workers (HCW) need to practice meticulous hand hygiene and use\nappropriate personal protective equipment (PPE). They should clean their\nhands before and after contact with patients using a waterless antiseptic\ncleanser as these are superior to antimicrobial soap.4,22 Upon\nexiting from a patient room isolated for Clostridium\ndifficile, hand cleansing using soap and water is preferred as\nalcohol-based cleaners do not disinfect C. difficile\nspores.31,32 Those having contact with patients or their\nexpelled airway secretions should don gown and gloves. When relevant, team\nmembers may need to wear a mask (surgical or N-95) or protective eye\ncovering (intubation).4,26,33,34 Providers must clean\ntheir stethoscopes between patients or use patient-specific\nequipment.4,26,33,34\n\nPulmonary function tests (PFTs) result in the production of many aerosols.\nWhether patients are completing basic spirometry or complete pulmonary\ntesting, the procedure must be performed in a negative pressure room or one\nequipped with a high efficiency particulate air (HEPA) filter. If this\nprecaution is not possible, then each test should be separated by 30 min.4 Methodical cleaning of medical equipment is paramount to infection\ncontrol. Airway clearance devices, nasal irrigation devices, and spacers may\nbe cleaned with tap, well, distilled, or bottled water when followed by\ndisinfection.4,35 Nebulizers should be maintained using either the\nhot or cold method (Figure\n1), incorporating machine specific instructions as outlined by\nthe manufacturer.35\n\nRespiratory equipment and humidifier reservoirs need to be cleaned and used\nwith sterile water.4,35\n\nTo avoid acquisition of soil-borne organisms such as\nBurkholderia spp. (typically a CF pathogen) and\nAspergillus spp., the CF Foundation recommends minimal\nexposure to activities generating dust from organic matter.4 Hot tubs or stagnant water should be avoided as P.\naeruginosa is often harbored in these environments.4\n\nChildren with CF (ages birth to 17 years) are initially infected with\nmethicillin sensitive S. aureus (MSSA) (60–70%), followed\nby Haemophilus influenza peaking at 30% in school-aged\nchildren, and then P. aeruginosa. The presence of\nP. aeruginosa rises steadily through adolescence and\nbecomes the most prominent organism infecting the CF airway in adulthood.\nOther important organisms in adults include MSSA, MRSA, multidrug resistant\nPseudomonas, and other gram negative rods such as Burkholderia\ncepacia complex (not shown) (Figure 2).15\n\nPrimary antimicrobial chemoprophylaxis for MSSA is controversial within the\nCF community. Commonly practiced in Europe, children from the age of\ndiagnosis through 2 years may be given daily flucloxacillin as recommended\nby the United Kingdom (UK) based CF Trust.39 Published literature shows that CF children have fewer isolates of\nMSSA, less cough and reduced hospitalizations when a narrow spectrum\nantistaphylococcal antibiotic, such as flucloxacillin, is started in early\ninfancy and continued through 6 years of age.40 This practice does not result in lung function improvement.39,40\nStudies using prophylactic cephalexin resulted in an increased risk of\nP. aeruginosa infection,41,42 and a 2017 Cochrane\nreview noted a trend towards increased P. aeruginosa\nisolation in children aged 4–6 years treated with flucloxacillin.40 Due to concerns regarding accelerated P. aeruginosa\nacquisition, some American pediatric pulmonologists remain reticent to\nimplement this practice, and, currently, the CF Foundation recommends\nagainst its use.43 To better define long-term flucloxacillin treatment in infants with\nCF, there is an ongoing UK study: ‘The cystic fibrosis (CF)\nanti-staphylococcal antibiotic prophylaxis trial (CF START); a randomized\nregistry trial to assess the safety and efficacy of flucloxacillin as a\nlong-term prophylaxis agent’ (ISRCTN18130649 https://doi.org/10.1186/ISRCTN18130649).\n\nAn organism’s pathogenicity refers to its ability to increase PEx frequency,\ndiminish lung function and increase mortality.4 As bacteria increase airway inflammation, the rationale to eradicate\nis to diminish the long-term pulmonary consequences associated with ongoing\ninflammation by preventing chronic infection.4 Both the UK CF Trust and European Cystic Fibrosis Society (ECFS)\nrecommend eradication of P. aeruginosa, MSSA, MRSA, and\nH. influenzae,22,39,44 whereas the CF\nFoundation has specific eradication recommendations only for P.\naeruginosa.45 Due to its devastating effects on lung function, and being a relative\ncontraindication to lung transplantation, regimens to eliminate B.\ncepacia complex are currently being studied, with reports of\nsuccess beginning to appear in the literature.46–48\n\nPseudomonas aeruginosa. Eradication of P.\naeruginosa in CFRB may be accomplished with inhaled tobramycin\nsolution or dry powder.45,49,50 Alternatively, inhaled\naztreonam lysine may be used.51 Its use is not specifically discussed in the most recent CF\nFoundation guidelines, but the Foundation noted that data supporting inhaled\naztreonam had not yet been released when its recommendations were made. In\nEurope, as strongly recommended by the CF Trust, patients are often started\non inhaled colistin with oral ciprofloxacin.39\n\nMethicillin sensitive Staphylococcus aureus.39 For MSSA-culture-positive CF patients, the CF Trust and ESCF\nrecommend oral therapy for 2–4 weeks. If already on primary chemoprophylaxis\nwith flucloxacillin, the dose of flucloxacillin is increased and a second\nanti-staphylococcal antibiotic added. If eradicated and not on daily\nprophylaxis, 2–4 weeks of treatment every time a patient is culture positive\nmay be continued. Alternatively, the CF Trust suggests that regardless of\npreculture therapy, the patient be continued on secondary chemoprophylaxis.\nThe duration of secondary chemoprophylaxis is unclear. For further details,\nthe reader is referred to the CF Trust Antibiotic Treatment in Cystic\nFibrosis 3rd Edition.39 Eradication is not specifically reviewed by the CF Foundation, but\nshould a patient become chronically infected with MSSA, the Foundation\nstates there is insufficient evidence to support or recommend against\nsecondary chemoprophylaxis.43\n\nHaemophilus influenza.39 To eradicate H. influenzae, the UK CF Trust and ESCF\nrecommend H. influenzae directed oral therapy for\n2–4 weeks.22,39 Should H. influenzae persist in\nthe sputa, antibiotic therapy is continued and the clinician may consider\ncontinuous suppressive antibiotics as is done for MSSA. The CF Foundation\nhas no current recommendations regarding eradication or secondary\nprophylaxis for H. influenzae.\n\nMethicillin resistant Staphylococcus aureus. There is no\nglobal consensus regarding an effective MRSA eradication protocol.\nEradication is recommended by the UK CF Trust, and the effectiveness of\ndifferent protocols for acute and chronic infection is being actively studied.39 The UK CF Trust suggests patients be given rifampicin and fusidic\nacid, with or without inhaled vancomycin, but there is little data to\nsupport this regimen.52 The Northern Ireland Regional Adult Cystic Fibrosis Center in Belfast\npublished a retrospective review of 37 patients with newly acquired MRSA.\nThe majority of patients were treated using the CF Trust’s oral regimen\n(i.e. without inhaled vancomycin) with added 2% nasal mupirocin and 4%\nchlorhexidine body wash for 5 days. This resulted in a 79% success rate,\nbut, not unexpectedly, was complicated by known fusidic acid\ngastrointestinal distress in many patients.52 In the US, Johns Hopkins University recently published results of a\n28-day phase II trial in chronic MRSA pulmonary infection evaluating the\ncombination of oral therapy (rifampin combined with either\ntrimethoprim-sulfamethoxazole or doxycycline) and skin treatment (with\nmupirocin nasal cream and 4% chlorhexidine body wash) with or without\ninhaled vancomycin (NCT01594827). They did not find any significant\ndifference in sputum culture at 1 and 3 months between those receiving\ninhaled vancomycin and those who received taste matched placebo.53 Additionally, the START-too study team is actively recruiting\npatients for an open-label phase II study to examine the effect of oral\nantibiotics (trimethoprim-sulfamethoxazole or minocycline), intranasal\nmupirocin and 0.12% chlorhexidine to gargle on the microbiota of patients\nwith newly acquired MRSA pulmonary infection (NCT03489629).\n\nChronic pulmonary therapy is a daily (or multiple times daily) medical\nregimen aimed to improve clinical outcomes by improving a patient’s\nmucociliary clearance. This is a multi-faceted approach utilizing airway\nclearance techniques (ACT) combined with inhaled osmotic and mucolytic\naerosols, antimicrobial agents, and anti-inflammatory medications.54\n\nA variety of ACT are utilized in both CFRB and NCFRB. The purpose is to\nloosen viscous mucous from airway walls utilizing mechanical force. These\ninclude: CPT with or without positional drainage, huff coughing, positive\nend expiratory pressure with or without oscillation, autogenic drainage, and\nhigh frequency chest oscillation. These methods improve patient symptoms and\nQOL scores, but none has yet been shown to be superior to another in either\ndisease state.54–57 These\nmaneuvers are typically used simultaneously with nebulized medications. For\nmore detailed information regarding current studies and recommendations, the\nreader is referred to Wilson LM and Colleagues-Cochrane Review 2019, Flume\nPA and Colleagues-Respiratory Care 2009, and Lee AL and Colleagues-Cochrane\nReview 2017.\n\nRecommendations for aerosolized osmotic and mucolytic agents is often based\non disease severity as defined by percent predicted Forced Expiratory Volume\nin 1 s (ppFEV1): Normal, greater than 90%; mildly impaired,\n70–89% predicted; moderately impaired, 40–69% predicted; and severely\nimpaired, 40% predicted.58 They function by improving the quality of the airway surface liquid\n(ASL). Additionally, as these agents may cause bronchospasm, one should\nconsider a tolerance test prior to initiating therapy or pretreat their use\nwith a short acting beta-agonist.43,50\n\nThe lung defends itself against inhaled pathogens primarily\nvia mucociliary clearance, a vital part of which is\nhealthy ASL. ASL has been well studied in CF. Based on a gel on mucous\nmodel, ASL is comprised of two layers; the perimembranal aqueous layer,\ntermed periciliary liquid (PCL), over which lies a mucous layer intended to\nentrap inhaled pathogens.59,60 Ideally, the PCL is\nthe height of an extended cilium (approximately 7 µm), allowing the cilia to\nbeat unimpeded in a thin liquid layer. The cilia propel thicker mucous layer\nis caudally separated from the mucin rich mucous.59,60 In CFRB, both layers\nlose volume (thus height) due to dehydration, resulting in viscous mucous\nplaques and plugs containing neutrophils, entrapped microorganisms, and\nother particulate matter.59–61\n\nAerosolized osmotic agents (also known as hydrators) are intended to thin the\nASL. Both hypertonic saline (HTS) and dry powder mannitol have been studied\nfor this purpose. Inhaled 7% hypertonic saline results in a sustained\nincrease mucous clearance, a small absolute difference in lung function,\nmild improvement in QOL, and reduction of PEx in patients with a\nppFEV1 of >40–50%.62–64 It is thus recommended\nfor use in CF patients older than 6 years by the CF Foundation, and is part\nof the ECFS Best Practice Guidelines.43,50 Dry powder mannitol\nhas been used in Europe for some time. It is recommended by the ECFS as it\nincreases FEV1, and may reduce the number of PEx in patients with\nmoderately impaired lung disease.50,65,66 In May 2019, the US\nFederal Drug Administration approved its use to improve lung function in CF\nadults based on the results from the Long Term Administration of Inhaled\nMannitol in Cystic Fibrosis – A Safety and Efficacy Trial in Adult Cystic\nFibrosis Subjects. This double-blinded, randomized, parallel, multicenter\nstudy randomized 350 CF adults to receive either inhaled mannitol 400 mg\ntwice daily or placebo twice daily for 26 weeks. Patients in the study arm\nhad a significant increase in FEV1 compared with placebo. Both\ngroups, however, had a similar number of PEx and adverse events\n(NCT02134353).\n\nExtracellular DNA is released by leukocytes and constitutes approximately 10%\nof the dry weight of CF airway secretions.67 Recombinant human DNase (rhDNase) also known as dornase-alpha,\nhydrolyzes DNA, and, in so doing, decreases the viscosity of the ASL in\npatient with CF. With chronic use (at least 12–26 weeks), rhDNase has been\nhas been shown to improve QOL in patients with moderate-to-severe lung\ndisease as well as reduce PEx frequency and increase ppFEV1 in\npatients with mild to severe lung disease.67,68 These results are not\nsustained with discontinuation, and, thus, the CF Foundation and ECFS\nrecommend long-term use.43,50 Another mucolytic\nagent, N-acetylcysteine, has been trialed but has not been found to have a\nbeneficial effect on pulmonary function in CFRB.69\n\nTreatment with inhaled antibiotics is recommended for patients with CFRB\nchronically infected with P. aeruginosa.43 CF patients with chronic pseudomonal infection are prescribed a\ncycling 28-day on/off regimen of inhaled antibiotic therapy. Tobramycin\ntwice daily (as solution or dry powder) or aerosolized aztreonam three times\ndaily may be prescribed.49,50 Inhaled colistin\nsolution or dry powder is recommended by the ECFS and the CF Trust, but its\nuse not yet recommended by the CF Foundation.39,43,50\n\nIn CF patients chronically infected with P. aeruginosa, both\ninhaled tobramycin and enteral macrolide therapy reduce exacerbation\nfrequency and loss of ppFEV1.70,71 The 2003 azithromycin\ntrial published in the Journal of the American Medical\nAssociation (JAMA) included a balanced number of patients on\nchronic inhaled tobramycin in the intervention and control groups. This\nsuggested that azithromycin has an added benefit to inhaled tobramycin,70 and the use of both is recommended by the CF Foundation, CF Trust and\nECFS.39,43,72 Over the past several years, however, new data\nsuggests that the concomitant use of inhaled tobramycin and oral\nazithromycin may have an antagonistic effect. In 2017, Nichols and\ncolleagues published in the Journal of Cystic Fibrosis that\nthere was no change in ppFEV1, but a decreased QOL when\ntobramycin and azithromycin were used together. Additionally, there was a\ngreater decrease in the bacterial burden of P. aeruginosa\nwhen inhaled tobramycin was used alone versus the\ncombination. Interestingly there was an increase in ppFEV1 and\nQOL in patients using azithromycin with inhaled aztreonam.73 To further study the relationship between inhaled tobramycin and\nenteral azithromycin, Seattle Children’s Hospital is sponsoring a phase IV\nprospective, randomized, double-blinded, placebo-controlled trial of the\naddition of thrice weekly azithromycin 500 mg to chronic inhaled tobramycin\nin adolescents and adults with CF (NCT02677701).\n\nAt this time, the CF Foundation does not recommend chronic suppression with\ninhaled antibiotics for any other organism due to a paucity of data.\nCurrently, however, Savara Pharmaceuticals is conducting a phase III double\nblind, multi-center, randomized placebo controlled parallel-group study\nanalyzing the mean absolute change in ppFEV1 in patients given\n30 mg of inhaled vancomycin powder twice daily (NCT03181932).\n\nAlthough traditionally used as an antimicrobial, azithromycin is used as an\nanti-inflammatory agent in CFRB. Continual azithromycin was initially\nrecommended for those chronically infected with P.\naeruginosa, and it remains so by the CF Foundation.43 Over the past several years, accumulating data suggests that patients\nnot chronically infected with pseudomonas may also benefit from ongoing\nmacrolide therapy. A 2012 Cochrane review included CF patients regardless of\npseudomonal status, and found that azithromycin reduces the frequency of\npulmonary exacerbation and improves lung function. The authors mention that,\nalthough pseudomonal status is unlikely a confounding factor regarding\npulmonary function, further studies in those not infected with this organism\nare needed.74 Currently, both the CF Foundation and CF Trust suggest consideration\nof macrolide therapy in those not chronically infected with\npseudomonas.39,43 Regardless of the population in which azithromycin\nis being used, each patient must be screened for NTM infection prior to\nbeginning therapy, and throughout the course of its use.39,43 One\nshould monitor for side-effects such as QT prolongation, ototoxicity, and\nnephrotoxicity.1,39\n\nInhaled corticosteroids are not recommended as chronic therapy.43 These medications are indicated for use only if patients have\nconcomitant asthma or chronic obstructive pulmonary disease.43 The use of HMG Co-A reductase inhibitors has not yet been adequately\nstudied in the CF population. Ibuprofen has been studied in CFRB, and is\nefficacious in the pediatric population, but there is insufficient data to\nrecommend for or against its use in adults.43 Finally, leukotriene modifiers require further study before they are\nrecommended for chronic use as an anti-inflammatory.43\n\nThe role of thoracic surgery in patients with CFRB is typically reserved\nfor recurrent or refractory infections, hemoptysis isolated to a given lobe\nor lobar segment, and refractory pneumothorax.75–78 Surgery should\nbe undertaken only following a discussion of the relative merits of the\nintended operation, patient QOL without the operation, and the future need\nfor lung transplantation. As surgery is performed infrequently, available\ndata are often weakened by retrospective design or small sample size. The\navailable analyses, however, have reported mixed conclusions, often due to\ndifferences in patient age and severity of lung disease as measured by\nppFEV1. In their cohort of 10 pediatric patients (ages\n2¾–19 years) Marmon and colleagues reported improved symptomatology, fewer\nsubsequent hospitalizations, and no need for postoperative tracheostomy.76 Their population had a ppFEV1 predominately ⩾60% and their\ntwo reported deaths had a pre-operative ppFEV1 in this range.\nSmith and colleagues reported a similar clinical and functional experience\nin 14 patients ages 9¾–20 years old.79 However, they noted that patients with a ppFEV1 < 30%\nhad a poor outcome. This finding was corroborated by Sheikh and colleagues\nin their population of 15 patients (median age 20.6 ± 10.5 years), but in\npatients with a ppFEV1 of ⩽40%.75 Many individuals in each of these three groups also experienced a\npostoperative decline in ppFEV1. Furthermore, although long-term\nmortality is not affected, patients transplanted for any indication with a\nhistory of prior cardiothoracic surgery (CTS) have lower post-transplant\npeak ppFEV1, higher rates of respiratory and renal complications,\nand increased postoperative bleeding when compared with those without prior CTS.80 Thus, there remains a precarious balance between patients’ current\nand possible future treatment.\n\nInterestingly, despite the similarities of patient signs and symptoms, the\nmicrobiota of CFRB and NCFRB are different. The true prevalence of specific\norganisms infecting the NCFRB airway is difficult to describe as there is a\npaucity of pooled data. Culture data reported from different studies and\nthose from the recently published US Bronchiectasis Registry Report reveal a\nwide distribution of several prominent organisms: P.\naeruginosa, community acquired organisms such as H.\ninfluenza and Moraxella catarrhalis, and\nanaerobic organisms (Table 2).81–84 Note that NTM was very\ncommon in the Bronchiectasis Registry Report (30%), but this may be\nsecondary to a registration bias from a large NTM treatment center actively\nenrolling in the registry.84\n\nThere are no specific recommendations for primary chemoprophylaxis for\npatients with NCFRB.\n\nUnlike CFRB, recommendations for bacterial eradication in NCFRB are published\nonly for P. aeruginosa as there is a lack of data\nevaluating regimens for other organisms.1,39,50 Please note that the\nrecommended regimens are different for NCFRB than those for CFRB.\n\nBased on clinical common practice, the European Respiratory Society published\nthree different pathways (numbered below) by which eradication may be\nattempted. Each step within any of these pathways is separated by sputum\nculture with escalation of treatment only should a patient remain culture positive.1\n\nThe specifics of ASL has not been as well examined in NCFRB as in CFRB. Also\nlimiting the strength of evidence supporting osmotic and mucolytic therapy\nin the setting of NCFRB is the dearth of data and the paucity of subjects in\navailable studies. Nevertheless, as there is evidence that 7% of HTS results\nin improved ppFEV1 and QOL scores, European Respiratory Society\n(ERS) guidelines recommend its use in this population.1,85 Use of\ninhaled mannitol is not clear in this population. Although inhaled mannitol\nincreases 24-h sputum weight and time to first PEx, it does not decrease the\nfrequency of PEx.86 Also, in a phase III trial that excluded patients with a positive\nmannitol provocation test, 1.8% of patients still experienced bronchospasm\nin the study arm, whereas 0% reported bronchospasm in the placebo group.87 Finally, studies utilizing inhaled mannitol and 6% HTS did not result\nin improved ppFEV1.86,88 None of these\ntherapies has been shown to decrease the rate of PEx.1\n\nSymptomatic similarities between CFRB and NCFRB have led to the assumption\nthat NCFRB is a parallel disease that should respond similarly to therapies\nproven effective in CFRB. Such a supposition has proven dangerous, such as\nthe use of rhDNase in NCFRB patients, which is deleterious their\nFEV1 and was associated with an increase in PEx.89\n\nTreatment with inhaled antibiotics is recommended for patients with NCFRB\nexperiencing three or more exacerbations in the preceding year regardless of\ntheir pulmonary microbiota.1,43 They may be treated\nwith an inhaled antibiotic, a macrolide, or both. Those chronically infected\nwith P. aeruginosa begin with daily nebulized antibiotics\n(as there is no data as yet to support a monthly on–off cycle).1 These recommendations are based primarily on two randomized\nplacebo-controlled studies demonstrating improved clinical outcomes in those\nprescribed suppressive inhaled antimicrobial therapy:\n\nNote: Inhaled aztreonam is not recommended due to decreased QOL scores and\nincreased side-effects.1,92 Macrolides are\nrecommended to replace, or be added, should there be a lack of response or\nintolerance to the inhaled antimicrobial therapy.1\n\nIndividuals not chronically infected with P. aeruginosa\nshould be started on macrolide therapy based on the results of three\nprominent randomized double-blinded placebo-controlled studies: EMBRACE,\nBAT, and BLESS.1,93–95 Both EMBRACE and BAT reported a reduction in the\nfrequency of PEx. BLESS had similar results, but this was manifested in\nthose with P. aeruginosa infection. Despite this finding in\nBLESS, macrolide therapy is suggested as the first choice for frequent\nexacerbators without chronic P. aeruginosa infection. In\nthis population, the ERS further suggests (although there is poor supporting\nevidence) that, should a patient continue to exacerbate or be macrolide\nintolerant, one may prescribe long-term targeted inhaled therapy. Should\nfurther clinical decline occur, a patient may be subsequently placed on a\ntargeted oral antibiotic.1\n\nIt is important to remember that, prior to initiation of macrolide therapy,\ncoinfection with NTM must be excluded.1 Additionally, continued screening for NTM ought to be performed\nthroughout therapy along with regular monitoring for drug toxicity such a QT\nprolongation, ototoxicity, and nephrotoxicity.1,39\n\nAs in CFRB, inhaled corticosteroids are indicated for patients diagnosed with\nconcomitant asthma or chronic obstructive pulmonary disease.1 HMG Co-A reductase inhibitors have not yet been found effective in\npatients with NCFRB.1 Ibuprofen has not yet been studied in NCFRB, and, thus, there are no\nrecommendations regarding its use.50 Also, as in CFRB, leukotriene modifiers require further study before\nthey are recommended for chronic use.96\n\nSurgical indications for NCFRB are broader than those for CFRB. Similarly to\nCF, treatment for localized refractory infection and uncontrolled hemoptysis\nare included.97 Refractory infection in this population is very often due to\nNTM.98,99 Many of these patients, however, often experience a\nsignificantly diminished QOL even with ppFEV1 approaching 70%.100 Thus, in contrast to CF, diminished QOL may be a prompt for surgical evaluation.100 Additionally, as many cases of NCFRB are due to localized structural\nchange such as right middle lobe syndrome or postinfectious bronchiectasis\n(such as prior tuberculosis) resection may result in symptom resolution or\nimprovement.97,101 Zhang and colleagues retrospectively reviewed the\noutcomes of 790 patients who underwent resection for localized disease,\nsignificant hemoptysis, pulmonary abscess, empyema, chronic productive\ncough, chronic infection refractory to antimicrobial therapy.99 They reported symptom resolution in 60.5%, improvement in 14.1%, and\nno change or decline in 14.8% of patients. Other results emphasized that\nmeticulous patient selection is paramount for successful outcome as\nage > 70 years and renal failure (creatinine clearance < 60 ml/min)\nwere both associated with increased postoperative mortality. Additionally,\npre-operative ppFEV1 < 50% was associated with increased risk\nof postoperative complications.100 Thus, following careful patient selection, surgical consideration may\noccur more commonly than in CFRB.99,100\n\nInfection control and prevention is paramount in the care of patients with both CFRB\nand NCFRB. It is a complex endeavor combining education, protocol development,\nenvironmental changes, behavioral changes and adherence to treatment plans, which,\nwhen combined, decrease bacterial transmission and temper the pulmonary consequences\nof bacterial infection. Detailed attention from a team of individuals committed to\nits implementation can prevent or delay the acquisition of many pathologic\norganisms. Further, by controlling the effects of chronic infection we can offer our\npatients decreased mortality, fewer exacerbations and, most importantly, improved\nQOL."}