{"title": "Import seltener, aber lebensbedrohlicher und hochansteckender Erreger", "body": "Nachdem Sie diese Lerneinheit absolviert haben,wissen Sie, bei welchen Symptomen an ein virales hämorrhagisches Fieber zu denken ist.welche anamnestischen Befunde bei Patienten mit respiratorischen Symptomen auf eine hochkontagiöse Erkrankung hindeuten.kennen Sie seltene Erreger, die bei unklaren Symptomen nach Aufenthalten in abgelegenen tropischen Regionen und nach Tierkontakten differenzialdiagnostisch infrage kommen.\n\n\nEnde 2013 brach in mehreren westafrikanischen Ländern eine Ebola-Epidemie aus. Ende September 2014 wurde in den USA erstmals ein Fall von Ebola außerhalb Afrikas nachgewiesen, am 6. Oktober folgte die erste bestätigte Infektion in Spanien, am 29. Dezember 2014 der erste Fall im Vereinigten Königreich. 2015 hat sich die Lage entspannt, es werden aber weiterhin Fälle gemeldet.\n\nSelbstverständlich kann es uns in Deutschland nicht gleichgültig sein, ob sich auf anderen Kontinenten derartige Epidemien abspielen – insbesondere aus humanitären Gründen. Wie man solche Ausbrüche, die teilweise auf eine mangelnde medizinische Infrastruktur zurückzuführen sind, in Zukunft verhindert oder rasch eindämmt, ist eine Frage der internationalen Politik. Es ergeben sich aber auch ganz praktische Konsequenzen für den klinisch tätigen Arzt in Deutschland. Die Ebola-Epidemie hat bewusst gemacht, dassImportierte Infektionskrankheiten können lebensbedrohlich verlaufen und hochkontagiös sein es Krankheiten gibt, die zwar bei uns sehr selten vorkommen, aber aus zwei Gründen sehr gefährlich sind:Sie können lebensbedrohlich verlaufen, teils weil sie mit Hämorrhagien einhergehen oder weil sie schwere respiratorische Symptome verursachen.Sie können hochkontagiös sein und damit eine Bedrohung für das behandelnde medizinische Personal darstellen, eventuell auch für die weitere Umgebung.\n\n\nSolche Krankheiten können bei bekannten Epidemien aus den Tropen eingeschleppt werden. Dann werden sie relativ leicht erkannt. Es können aber auch einzelne Fälle bei Migranten oder Reiserückkehrern auftreten und hier erstmalig manifest werden – mit möglicherweise enormen Konsequenzen, wenn die Krankheiten zu spät diagnostiziert werden. Und schließlich muss bedacht werden, dassAuch bisher unbekannte Erreger können auftreten auch bisher unbekannte Erreger auftreten könnten.\n\nKrankheiten zu erkennen, die man wahrscheinlich im Leben noch nie gesehen hat, oder Krankheiten aufzudecken, die sogar gänzlich neu sind, ist nicht einfach – zumal die Symptome zu Beginn meist unspezifisch sind. Aber genau dies muss man heutzutage von Internisten fordern, die Migranten oder Reisende betreuen. Daher werden in diesem Beitrag die seltenen, aber lebensbedrohlichen und hochansteckenden Erkrankungen vorgestellt. Abschließend soll diskutiert werden, womit wir möglicherweise in Zukunft rechnen müssen.\n\nMit Infektionen durch beide Viren muss in weiten Teilen Zentral- und Westafrikas gerechnet werden (Abb. 1).Bei entsprechend guter Gesundheitsversorung wären Ausbrüche von Ebola- und Marburg-Viren leicht eindämmbar Grundsätzlich wären Ausbrüche leicht einzudämmen; die Ausbrüche in Afrika hängen mit mangelhaften Gesundheitssystemen, der – z. T. daraus resultierenden – Nichtinanspruchnahme der Krankenhäuser sowie kulturellen Besonderheiten zusammen.\n\nInfektionen mit Ebola- und Marburg-Viren nach Nadelstichverletzungen\nNadelstichverletzungen sind bei Ausbrüchen in Afrika häufig. Offenbar ist eine Infektion schon bei sehr geringen Inokula möglich. Filoviren können aber auch durch Kontakt mit Schleimhäuten übertragen werden. Da man bei Patienten eine große Zahl an Ebola-Viruspartikeln auf der Haut und in den Ausführungsgängen der Schweißdrüsen findet,Bereits die Berührung infizierter Patienten kann zur Infektion führen kann bereits die Berührung infizierter Patienten zur Infektion führen – ein derartiger Übertragungsweg wird bei Erkrankten vermutet, die während Ebola-Epidemien Angehörige gepflegt oder Verstorbene gewaschen hatten.\n\nImportierte Infektionen sind sehr selten [4]. In Tab. 2 sind Risikofaktoren aufgeführt, bei deren Vorhandensein man an Filovirusinfektionen denken sollte.\n\nDie Inkubationszeit beträgt 2–21 Tage [5]. Daher kann es sich bei einerEine mehr als 3 Wochen nach Verlassen des Endemiegebiets einsetzende Symptomatik deutet nicht auf ein virales hämorrhagisches Fieber hin Symptomatik nicht um ein virales hämorrhagisches Fieber handeln, wenn sie mehr als 3 Wochen nach Verlassen des Endemiegebiets einsetzt. Die Krankheit beginnt mit plötzlichem Fieber, es entwickeln sich schwere Kopf-, Gelenk-, Muskel-, Brust- und Bauchschmerzen sowie Anorexie [6, 7, 8]. Gastrointestinale Symptome treten häufig auf, wobei die Durchfälle bei fatalem Verlauf blutig werden. Am fünften bis siebten Krankheitstag kann zu einer allgemeinen Blutungsneigung kommen. Neurologische Symptome wie Halbseitenlähmungen oder Psychosen sind häufig, eine Rhabdomyolyse oder eine Anurie kann auftreten. Der Tod tritt im Mittel um den neunten Krankheitstag ein.\n\nPathophysiologisch stehen eine Gerinnungsaktivierung, ein Zytokinsturm und ein Endothelschaden im Vordergrund. Wird die Krankheit überlebt, können Allgemeinsymptome, Kopfschmerzen, Amenorrhö, Myalgien und Arthralgien, aber auch Sehstörungen und ein Hörverlust persistieren [9]. Bei den Angaben zur Letalität in Tab. 1 ist zu beachten, dass diese sich meist auf Fälle im Krankenhaus beziehen – wie häufig leichtere oder auch asymptomatische Verläufe vorkommen, wird man jetzt genauer untersuchen.\n\nDie Symptome sind zunächst unspezifisch. Umso wichtiger sind die anamnestischen Hinweise (Tab. 2). Wichtige Differenzialdiagnosen sindMalaria,eine fulminante Virushepatitis,Leptospirose,Meningokokkensepsis (Waterhouse-Friderichsen-Syndrom) undIntoxikationen.\n\n\nNatürlich kommen selten auch andere (nichtkontagiöse) virale hämorrhagische Fieber in Betracht, z. B. Gelbfieber, Rift-Valley-Fieber oder hämorrhagische Verläufe eines Denguefiebers. Alkhumra-Viren werden von Zecken übertragen, kommen in Saudi-Arabien vor und können ein hämorrhagisches Fieber auslösen.\n\nWichtigsteWichtigste Differenzialdiagnose ist die bedeutend häufiger importierte Malaria Differenzialdiagnose ist die Malaria, die bedeutend häufiger importiert wird. Bei der Malaria tropica tritt typischerweise eine Thrombozytopenie auf, eine Verbrauchskoagulopathie mit manifesten Blutungen ist allerdings selten.\n\nDas Lassa-Fieber kommt endemisch in Westafrika vor. Schätzungen zufolgeIn Westafrika gibt es jedes Jahr etwa 100.000–300.000 Lassa-Fieber-Fälle gibt es in dieser Region jedes Jahr etwa 100.000–300.000 Fälle, etwa 70 % verlaufen subklinisch.\n\nÄhnlich wie bei Filoviren besteht eine Ansteckungsgefahr insbesondere durch Kontakt mit infiziertem Blut oder Sekreten [10]. Es wird vermutet, dass auch eine aerogene Transmission möglich ist, tierexperimentell wurde diese auch nachgewiesen. Während eines Lassa-Ausbruchs in einem Krankenhaus in Nigeria kam es zu Sekundärfällen, die auf derselben Station wie der Indexfall gelegen hatten. Dieser hatte ein Lassa-Fieber mit schwerer pulmonaler Beteiligung [11]. Bei anderen Lassa-Fällen traten keine Sekundärfälle auf, obwohl vor Diagnosesicherung keine Isolierungsmaßnahmen durchgeführt worden waren.Nosokomiale Lassa-Infektionen bei Krankenhauspersonal sind beschrieben Es wurden nosokomiale Infektionen bei Krankenhauspersonal beschrieben.\n\nBis Mitte 2015 wurden insgesamt 57 Lassa-Fieber-Fälle bei Reisenden dokumentiert [12]. In Tab. 3 sind Risikofaktoren aufgelistet, bei denen man an ein Lassa-Fieber denken sollte.\n\nDie Symptome des Lassa-Fiebers sind häufig unspezifisch.Aufgrund der häufig unspezifischen Symptome sind Fragen nach anamnestischen Risikofaktoren sehr wichtig Sehr wichtig ist daher die Frage nach anamnestischen Risikofaktoren. Die Inkubationszeit beträgt 3–21 Tage. Zunächst treten Fieber und unspezifische grippeähnliche oder gastrointestinale Symptome auf. Als Vorzeichen für einen schweren Verlauf gelten ab der zweiten Krankheitswoche Ödeme der Augenlider und des Gesichts, Zeichen einer allgemeinen Blutungsneigung (Schleimhautblutungen), Pleura- und Perikardergüsse sowie neurologische Symptome. Es bestehen Bradykardie und Hypotonie. Der Tod tritt im Durchschnitt 12 Tage nach Krankheitsbeginn im irreversiblen Schockzustand mit Organversagen, Hypovolämie und Anurie ein. Das Zentralnervensystem kann mit einer Enzephalopathie beteiligt sein, die sich mit Krämpfen oder Somnolenz bis hin zum Koma manifestiert.Prognostisch ungünstig sind u. a. Blutungen und eine exsudative Pharyngitis mit Ödem Blutungen, eine exsudative Pharyngitis mit Ödem (Erstickungsgefahr) sowie die Kombination aus erhöhter Glutamat-Oxalacetat-Transaminase ( 150 U/l) und hoher Virämie sind prognostisch ungünstig.\n\nDas argentinische hämorrhagische Fieber wurde zunächst im Nordwesten der Provinz Buenos Aires festgestellt, das Verbreitungsgebiet hat sich dann aber in die Provinzen Córdoba, La Pampa, Entre Rios und Santa Fé ausgedehnt. Bei seroepidemiologischen Untersuchungen wurden Seroprävalenzen von 3 % in der ländlichen Bevölkerung gefunden,Beim argentinischen hämorrhagischen Fieber geht man von 30–50 Erkrankungsfällen pro Jahr in Argentinien aus man geht von 30–50 Erkrankungsfällen pro Jahr aus. Das bolivianische hämorrhagische Fieber tritt im Departamento Beni und in der Gegend um die Ortschaft San Joaquín an der östlichen Landesgrenze auf, 1971 gab es eine Epidemie in Cochabamba. Das venezolanische hämorrhagische Fieber ist in drei epidemischen Ausbrüchen aufgetreten, vorwiegend in ländlichen Gebieten im Süden von Portuguesa, einige Fälle gab es auch in den benachbarten Bundesstaaten Barinas und Guárico. Das Sabiá-Virus wurde bisher nur einmalig bei einem Patienten isoliert (Tab. 4). Das Chapare-Virus wurde einmalig im Serum eines Patienten nachgewiesen, der während eines kleinen Ausbruchs eines hämorrhagischen Fiebers von Dezember 2003 bis Januar 2004 in der bolivianischen Provinz Chapare verstorben war [13].\n\nDie mögliche Infektion über Aerosole ist belegt [14] und wurde auch tierexperimentell nachgewiesen [15]. Beim argentinischen hämorrhagischen Fieber wurde auch – ähnlich wie beim Lassa-Fieber – die Möglichkeit einer sexuellen Übertragung nachgewiesen.\n\nSüdamerikanische hämorrhagische Fieber wurden bisher nicht nach Europa importiert –Trotz bislang fehlender Fälle ist der Import eines südamerikanischen hämorrhagischen Fiebers nach Europa denkbar die Möglichkeit besteht aber.\n\nDie Klinik ist ähnlich wie bei anderen hämorrhagischen Fiebern. Schwere Verläufe werden insbesondere bei Schwangeren beschrieben.\n\nAuch das Lujo-Virus gehört zu den Arenaviren. Bisher wurde es nur bei einer Patientin aus Lusaka, Sambia, nachgewiesen. Allerdings übertrug sie es auf das Gesundheitspersonal, das sie in Johannesburg betreute.Das Lujo-Virus trat bislang nur bei einem Ausbruch mit 5 Fällen in Erscheinung Insgesamt kam es zu 5 Fällen, von denen 4 tödlich verliefen [16].\n\nEndemisch ist das hämorrhagische Krim-Kongo-Fieber [“Crimean–Congo hemorrhagic fever“ (CCHF)]Das CCHF hat ein großes Verbreitungsgebiet in Asien, Afrika und Südosteuropa in Afrika und Asien, aber auch in Südosteuropa. Ausbrüche waren z. B. im Kosovo, in Albanien, in der Türkei, in Kasachstan, Pakistan und Südafrika zu verzeichnen [17]. In einigen Ländern, wie Ägypten, Portugal, Ungarn, Frankreich und Benin konnten die Viren in Zecken nachgewiesen werden, manifeste Erkrankungen hat es dort bislang aber nicht gegeben (Abb. 3).\n\nDie Übertragung erfolgt durch direkten Kontakt mit infiziertem Blut. Das Virus kann auch in Speichel und Urin nachgewiesen werden; die Bedeutung ist unklar.Mehrere nosokomiale CCHF-Ausbrüche mit hoher Letalität sind dokumentiert Mehrere nosokomiale Ausbrüche mit hoher Letalität sind dokumentiert.\n\nImportierte Fälle sind selten [20, 21]. In Tab. 5 ist angegeben, wann man an ein CCHF denken sollte.\n\nAuchAuch beim CCHF sind die Symptome zunächst unspezifisch beim CCHF sind die Symptome zunächst unspezifisch. Plötzliches Fieber, Schüttelfrost, Kopf-, Muskel- und Rückenschmerzen, auch Gesichtsröte, Konjunktivitis, Nackensteifigkeit und Fotophobie sind Zeichen des akuten Krankheitsbeginns. Übelkeit und Erbrechen können früh hinzutreten, manchmal mit Durchfall und Bauchschmerzen. Über die nächsten Tage können die Patienten verwirrt oder aggressiv werden. Nach 2–4 Tagen werden sie zunehmend schläfrig. Bei mehr als 25 % der Fälle kommt es am dritten bis fünften Krankheitstag zu petechialen Blutungen\nPetechiale Blutungen der Haut bzw. dann zu profusen Blutungen mit Kreislaufkollaps. Als prognostisch ungünstig gelten zentralnervöse Störungen als Folge zerebraler Blutungen. Die Patienten können ein hepatorenales Syndrom\nHepatorenales Syndrom entwickeln, meist tritt es in der zweiten Krankheitswoche auf.\n\nIm Jahr 1993 traten im Südwesten der USA in der von den angrenzenden Bundesstaaten Arizona, Colorado, New Mexico und Utah gebildeten Four-Corners-Region gehäuft Fälle eines akuten Atemnotsyndroms [“acute respiratory distress syndrome“ (ARDS)] bei jungen, vorher gesunden Personen auf. Serologische und molekulargenetische Analysen führten dann zur Identifikation eines neuartigen Hantavirus\nHantavirus, des Sin-Nombre-Virus, das von der Hirschmaus (Peromyscus maniculatus) übertragen wird. In der Folgezeit wurden weitere Neuwelt-Hantaviren entdeckt, so in Südamerika das Andes-Virus. Dieses kann von Mensch zu Mensch übertragen werden [22]. Über mehrere nach Europa importierte Infektionen mit einem südamerikanischen Hantavirus wurde berichtet [23, 24].\n\nHantaviren der Neuen Welt können also ein ARDS hervorrufen.Bei Pneumonie nach Kontakt mit Nagetieren sollte eine Infektion mit Hantaviren bedacht werden Bei Pneumonie nach Kontakt mit Nagetieren sollte diese mögliche Ursache bedacht werden.\n\nDas „Middle East respiratory syndrome coronavirus“ (MERS-CoV) ist ein im Jahr 2012 erstmals identifiziertes Virus aus der Familie der Coronaviren\nCoronaviren. Die ersten Fälle traten auf der Arabischen Halbinsel auf. Als wahrscheinlichster Reservoirwirt wurden Dromedare identifiziert. Von Mai bis Juli 2015 kam es in Südkorea zu einem größeren Ausbruch.\n\nKlinischKlinisch beginnt das MERS wie eine Grippe beginnt die Erkrankung wie eine Grippe. Bei schweren Verläufen ist die Entwicklung einer Pneumonie möglich, die in ein ARDS übergehen kann. Durchfall ist ein häufiges Begleitsymptom. Bei schweren Verläufen kann ein Nierenversagen auftreten.\n\nEine Mensch-zu-Mensch-Übertragung ist durch epidemiologische Daten belegt. Genomische Untersuchungen sprechen für eine Mensch-zu-Mensch-Ausbreitung mit periodischer Reintroduktion des Virus in die menschlichen Populationen.Die größeren MERS-Ausbrüche sind bisher krankenhausassoziiert Die größeren Ausbrüche sind bisher krankenhausassoziiert [25]. Importierte Fälle wurden auch in Deutschland beobachtet.\n\nDer Pesterreger, Yersinia pestis, ist ein gramnegatives Stäbchenbakterium aus der Familie der Enterobacteriaceae. Menschen werden über verschiedene Übertragungsmechanismen mit Pest infiziert: Flohbisse, Kontakt mit infizierten Tierkadavern, Kratzer und Bisse durch infizierte Katzen, Exposition gegenüber Aerosolen, Essen infizierter Tiere (z. B. Meerschweinchen in Peru und Ecuador oder Ziegen und Kamele in Libyen), Kontakt mit lungenpestinfizierten Personen.\n\nIn Asien, Südafrika, Kenia und Tansania, Madagaskar, im nördlichen Afrika, den Vereinigten Staaten und Südamerika kommt es immer wieder zu Übertragungen auf den Menschen. In den letzten Jahren wurden immer etwa 1000–5000 Fälle und 100–200 Todesfälle pro Jahr gemeldet, die meisten in Afrika (Abb. 4).\n\nDieDie Bubonenpest ist die häufigste Manifestation Bubonenpest ist die häufigste Manifestation. Ohne Therapie kann sie in eine disseminierte septische Erkrankung übergehen. Die Lungenpest tritt häufig sekundär bei septikämischer oder Bubonenpest auf. Lungenpest kann aber auch primär nach Inhalation von Y.-pestis-Bakterien auftreten, die von anderen Erkrankten oder Tieren mit Lungenpest ausgeatmet wurden [27]. Diese primäre Lungenpest hat eine sehr kurze Inkubationszeit von wenigen Stunden bis Tagen. Die Betroffenen sind plötzlich dyspnoisch, haben hohes Fieber und leiden unter Brustschmerzen. Der Husten ist oft von blutigem Auswurf begleitet. Unbehandelt versterben die Patienten sehr rasch. Bei Lungenbefall kann also, wenn die Bakterien in die Alveolen übertreten, eine sehr große Erregerzahl aerogen übertragen werden [28].Bei Patienten mit Lungenpest kann nur die sofortige Einleitung von Isolationsmaßnahmen eine Epidemie verhindern Bei Patienten mit Lungenpest kann nur die sofortige Einleitung von Isolationsmaßnahmen eine Epidemie verhindern.\n\nDifferenzialdiagnostisch kommen fulminante Pneumonien anderer Ursache infrage. Bei Lungenmilzbrand findet sich ebenfalls ein schweres septisches Krankheitsbild mit Dyspnoe, Fieber und Hypotonie, Ursache ist vorwiegend eine hämorrhagische Mediastinitis, es besteht keine Kontagiosität.\n\nPestfälle bei Reisenden wurden beschrieben [29, 30]. In Tab. 6 ist angegeben, bei welchen Patienten mit einer Pneumonie eventuell an hochkontagiöse Erreger zu denken ist.\n\nDas „severe fever with thrombocyopenia syndrome“ (SFTS) geht auf ein Phlebovirus aus der Familie der Bunyaviridae\nBunyaviridae zurück. Die Erkrankung geht mit Fieber, Erbrechen, Diarrhö, multiplem Organversagen, erhöhten Transaminasen, Thrombo- und Leukopenie einher [31]. Sie kommt in Nordost- und Zentralchina sowie in Japan und Korea vor.Das SFTS-Virus wird durch Zecken übertragen Das SFTS-Virus wird durch Zecken übertragen. Nosokomiale Ausbrüche wurden beschrieben [32].\n\nDie Affenpocken („monkey pox“) sind in Zentral- und Westafrika endemisch und kommen auch im Südsudan vor. Reservoirtiere sind Hörnchen, gambische Riesenratten und andere Nagetiere. Das Krankheitsbild der Affenpocken kann mit typischen Pockenpusteln im Gesicht, an Körper und Extremitäten dem Bild der echten Pocken sehr ähnlich sein. Im Unterschied zu Pocken sind bei Affenpocken Schwellungen der maxillären, axillären und inguinalen Lymphknoten typisch. Die Letalität liegt bei 1–10 % [33]. Im Gegensatz zu anderen Tierpocken ist eine Mensch-zu-Mensch-Übertragung möglich. Im Jahr 2003 gab es einige Fälle von Affenpocken in den USA, die nach Kontakt mit Präriehunden auftraten. Diese hatten sich wiederum an importierten Ratten aus Gambia angesteckt.Bei Patienten aus West- und Zentralafrika mit Verdacht auf Windpocken sollte auch an Affenpocken gedacht werden Bei Patienten aus West- und Zentralafrika mit Verdacht auf Windpocken sollte auch an Affenpocken gedacht werden.\n\nBei einem entsprechenden Verdacht muss der Patient soweit möglich vor Ort isoliert und das zuständige Gesundheitsamt informiert werden.Das Gesundheitsamt muss den strikt isolierten Transport des Patienten in ein Behandlungszentrum organisieren Das Gesundheitsamt muss den strikt isolierten Transport des Patienten in ein Behandlungszentrum organisieren. In Deutschland sind mehrere derartige Behandlungszentren vorhanden. Diese sind Mitglieder des Ständigen Arbeitskreises der Kompetenz- und Behandlungszentren für hochkontagiöse und lebensbedrohliche Erkrankungen (STAKOB; http://www.rki.de/DE/Content/Kommissionen/Stakob/Stakob_node.html).\n\nViele Erreger sind nicht neu, sondern können durch neue Techniken erst jetzt detektiert werden. Molekularbiologische Techniken haben eine zuvor unvorstellbare genomische Diversität\nGenomische Diversität unter den Mikroben gezeigt, sodass viele Arten jetzt in neue Arten unterteilt werden.\n\nDerDer horizontale Gentransfer ist eine Übertragung von Genen außerhalb der geschlechtlichen Fortpflanzung horizontale Gentransfer ist eine Übertragung von Genen außerhalb der geschlechtlichen Fortpflanzung. Er kann zu neuen Spezies führen. Ein Beispiel ist der Escherichia-coli-Stamm O104:H4, der 2011 die Epidemie eines hämolytisch-urämischen Syndroms ausgelöst hat. Man nimmt an, dass das Gen für die Shiga-Toxine durch Transduktion über einen horizontalen Gentransfer mittels Bakteriophagen in einen enteroaggregativen E. coli (EAEC) gelangte. Dadurch hat dieser Stamm die Eigenschaft erworben, Shiga-Toxine zu produzieren.\n\nDie meisten neuen Infektionen sind wahrscheinlich darauf zurückzuführen, dass esDie meisten neuen Infektionen basieren wahrscheinlich auf der Überwindung von Speziesgrenzen Erregern gelingt, die Speziesgrenze zwischen Tier und Mensch zu überwinden [35]. Dies ist nicht einfach. Adaptive Eigenschaften der Organismen entstehen üblicherweise in kleinen Schritten, wobei in jedem Zwischenschritt die Lebensfähigkeit erhalten bleiben muss. Die neu entstehenden Erreger sollten darüber hinaus ihren Vorgängern überlegen sein, sonst können sie sie reproduktiv nicht überholen. Beim Sprung auf eine neue Spezies sind aber evtl. Zwischenschritte erforderlich, die die Fitness herabsetzen – das sollten nicht zu viele sein [36]. Die ersten wirklichen „new emerging infections“ sind wahrscheinlich beim Übergang von der nomadisierenden zur sesshaften Lebensweise in der neolithischen Revolution aufgetreten [37]. In Tab. 7 sind Beispiele für eine erfolgreiche Überwindung der Speziesgrenze aufgeführt.\n\nAuf die Gensynthese im Labor und auf die Frage, ob Mikroben mit Meteoriten zu uns gelangen könnten, soll hier nicht eingegangen werden.\n\nDieDie meisten neuen Infektionen sind Zoonosen meisten neuen Infektionen sind Zoonosen. Risikofaktoren für die Übertragung von Infektionserregern vom Tier auf den Menschen sind sicherlich eine hohe Populationsdichte, z. B. durch Superurbanisierung, der Handel mit Wildtieren und „bushmeat“ sowie eventuell auch Xenotransplantationen [38]. Sich ändernde Umweltbedingungen, z. B. der Klimawandel oder der Verlust der Biodiversität, können die Übertragung begünstigen [39]. Es liegt auf der Hand, dass die globale Mobilität Infektionserregern rasch neue Nischen erschließen kann. Beispiele hierfür sindUN-Soldaten aus Bangladesh, die 2010 die Cholera in Haiti importierten,ein Reisender aus Indien, der 2007 einen Chikungunya-Ausbruch in Italien verursachte, undPilger aus Mekka, die 1988 und 1989 Epidemien der Meningokokkenmeningitis in Westafrika auslösten.\n\n\nEinige Erreger werden von Tieren gelegentlich auf den Menschen übertragen. Es kommt aber zu keiner weiteren Übertragung von Mensch zu Mensch, so beispielsweise bei Tollwut oder Milzbrand. Bei anderen sind einige Zyklen sekundärer Infektionen möglich, die aber schnell zum Stillstand kommen (z. B. Affenpocken). Wenige Erreger haben ein natürliches Reservoir sowohl in Tieren als auch im Menschen etabliert. Ein Beispiel sind der sylvatische und urbane Zyklus beim Gelbfieber. Andere Erreger kommen nur noch beim Menschen vor. Die Gründe für diese unterschiedlichen Ausbreitungstendenzen liegen im Verhalten der Erreger und in ihren Virulenzfaktoren, eine Vorhersage ist im Einzelfall aber schwer [40].\n\nDieDie meisten in den letzten Jahren als „neu“ beschriebenen Erreger sind nicht hochkontagiös meisten Erreger, die in den letzten Jahren als „neu“ beschrieben wurden, sind nicht hochkontagiös. Daher werden sie in diesem Beitrag nicht weiter erwähnt. Beispiele sind die aviären Influenzaviren und Nipah-Viren. Oft vergehen viele Jahre zwischen der Entdeckung eines Virus und seinem epidemischen Auftreten – ein Beispiel ist das Zika-Virus, das vor 70 Jahren bei Affen in Uganda beschrieben wurde und jetzt 12.000 km entfernt in Mikronesien zu einem Ausbruch geführt hat.\n\nDie Surveillance im Hinblick auf neue Erreger ist naturgemäß schwierig („the problem of knowing the unknown“). Am wahrscheinlichsten erscheint, dass Zoonosen als neue Erreger infrage kommen. Modellrechnungen helfen, das Risiko für Ausbrüche durch neue Erreger zu beschreiben und „hot spots“ zu lokalisieren [41]. Bisher kann man aus der Gensequenz von Viren bei Tieren nicht darauf rückschließen, ob eine Adaptation an den Menschen zu erwarten ist. Nur für aviäre Influenzaviren wird dieses Risiko als hoch eingeschätzt.\n\nWichtigWichtig ist eine weltweite epidemiologische Überwachung sind selbstverständlich eine weltweite epidemiologische Überwachung und ein weltweites Netzwerk, um auf Ausbrüche reagieren zu können [42]. Dieses beinhaltet aucheine veterinärmedizinische Surveillance,die Entwicklung neuer diagnostischer Möglichkeiten,eine Überwachung von Risikogruppen, z. B. von Jägern in Zentralafrika,die Etablierung weltweiter Netzwerke, um etwa Reisende als „sentinels“ zu nutzen, sowieein Screening digitaler Netze („digital disease detection“; [43]).\n\n\nAn seltene oder sogar an neue hochkontagiöse Erreger sollte manbei Fieber und hämorrhagischer Diathese;bei Patienten mit Fieber, die in den Tropen oder Subtropen im Krankenhaus gearbeitet haben;vielleicht bei Patienten mit unklaren Symptomen nach Aufenthalt in abgelegenen tropischen und subtropischen Regionen;bei Personen mit unklaren Symptomen, die engen Kontakt zu Tieren hatten (insbesondere zu Vögeln, Fledermäusen und nichthumanen Primaten);bei Pneumonien nach Kontakt mit Nagern oder Vögeln undvielleicht auch bei Ausbrüchen mit ungewöhnlich vielen schweren oder synchronisierten Krankheitsverläufen\n\n\ndenken.\n\n\nEin Patient, der vor 14 Tagen aus der Demokratischen Republik Kongo zurückgekehrt ist, wird mit starken abdominalen Schmerzen und Diarrhö vorstellig. Seit einer Woche bestünden grippeartige Symptome. Auffällig sind diffuse Einblutungen in die Haut, der Patient berichtet zudem über einen Rückgang der Urinausscheidung. Welches ist die am ehesten zutreffende Diagnose?\n\n\nLassa-Fieber\n\nEbola-Virusinfektion\n\nMERS\n\nCCHF\n\n„Hantavirus pulmonary syndrome“\n\n\nEin Patient, der bis vor einer Woche im Urlaub in Saudi-Arabien war, wird mit starken grippeartigen Symptomen und röntgenologisch nachgewiesener Pneumonie aufgenommen. Im Verlauf entwickelt er ein ARDS, zudem treten Durchfall und ein akutes Nierenversagen auf. Welches ist die am ehesten zutreffende Diagnose?\n\n\nLassa-Fieber\n\nEbola-Virusinfektion\n\nMERS\n\nCCHF\n\n„Hantavirus pulmonary syndrome“\n\n\nMit Ausbrüchen welches hämorrhagischen Fiebers muss in Südosteuropa am ehesten gerechnet werden?\n\n\nMarburg-Virusinfektion\n\nChapare-Virusinfektion\n\nBolivianisches hämorrhagisches Fieber\n\nEbola\n\nCCHF\n\n\nWelche Aussage zur Epidemiologie der südamerikanischen hämorrhagischen Fieber ist richtig?\n\n\nMit dem brasilianischen hämorrhagischen Fieber ist neuerdings auch in Rio de Janeiro und São Paulo zu rechnen.\n\nMähdrescherfahrer in den Pampas von Argentinien sind gefährdet, da sie aerolisiertes Blut von Nagern einatmen können.\n\nMan kann sich mit dem bolivianischen hämorrhagischen Fieber bei Kontakt zu Affen im Amazonasgebiet anstecken.\n\nBeim Essen von Meerschweinchen in Ecuador kann man ein hämorrhagisches Fieber bekommen.\n\nNach Fledermauskontakt in Venezuela muss man sich auf ein venezolanisches hämorrhagisches Fieber untersuchen lassen und eine postexpositionelle Tollwutprophylaxe durchführen.\n\n\nBei welcher der folgenden Infektionskrankheiten erfolgt die Übertragung häufig durch Zecken?\n\n\nLassa-Fieber\n\nHantavirusinfektion\n\nArgentinisches hämorrhagisches Fieber\n\nEbola\n\nCCHF\n\n\nBei welcher der folgenden Krankheiten ist eine aerogene Übertragung von Mensch zu Mensch \nnicht\n möglich?\n\n\nMERS\n\nLassa-Fieber\n\n„Hantavirus pulmonary syndrome“\n\nLungenmilzbrand\n\nLungenpest\n\n\nWelche Aussage zur Pest trifft \nnicht\n zu?\n\n\n\nYersinia pestis, der Erreger der Pest, kann durch Flohstiche übertragen werden.\n\nFrüher gab es Pestfälle in den USA – jetzt nicht mehr.\n\nDie Beulenpest ist die häufigste Manifestation einer Pest.\n\nDer Verzehr von rohem Fleisch infizierter Tiere kann zur Pest führen.\n\nUnter den Krankheitsmanifestationen der Pest ist nur die Lungenpest hochkontagiös.\n\n\nBei welcher Klinik und bei welcher Anamnese muss man an Affenpocken denken?\n\n\nBei einem Primatenforscher aus Peru, der im Amazonasgebiet Kontakt mit Neuweltaffen hatte und jetzt Fieber hat\n\nBei einem Migranten aus Gabun, der vor einigen Tagen eingereist ist und jetzt unter der Verdachtsdiagnose Windpocken eingewiesen wird\n\nBei einem Reiserückkehrer, der auf Bali in einem Tempel von einem Affen gebissen wurde und jetzt zur Tollwutimpfung vorgestellt wird\n\nBei einem Tierpfleger in Deutschland, der von einem Affen im Zoo gebissen wurde und jetzt eine Enzephalitis hat\n\nBei einem Reiserückkehrer aus Kenia mit einem makulopapulösen Exanthem, der in Kenia einen Autounfall hatte und Bluttransfusionen bekommen hat\n\n\nBei welchen anamnestischen Angaben eines Patienten mit Fieber und hämorrhagischer Diathese müsste man \nnicht\n an ein CCHF denken?\n\n\nTeilnahme an der rituellen Schlachtung eines Schafs im Iran\n\nMultiple Zeckenstiche während eines Pakistanaufenthalts\n\nNadelstichverletzung während einer Tätigkeit in einem Krankenhaus im Kosovo\n\nKontakt zu Neuweltaffen auf einer Forschungsreise in Südamerika\n\nFamulatur in einem Krankenhaus in Südafrika\n\n\nEin Patient, der vor 3 Wochen von einer Safari in Kenia zurückgekehrt ist, stellt sich mit seit 2 Tagen bestehendem Fieber in der Notambulanz vor. Laborchemisch findet sich eine schwere Thrombozytopenie, manifeste Blutungszeichen liegen aber nicht vor. Welches ist die am ehesten zutreffende Diagnose?\n\n\nLassa-Fieber\n\nMalaria tropica\n\nMarburg-Virusinfektion\n\nGelbfieber\n\nCCHF"}