{"title": "Antiviral, antifungal, and antiparasitic activities of fluoroquinolones optimized for treatment of bacterial infections: a puzzling paradox or a logical consequence of their mode of action?", "body": "The history of quinolones began in 1962 with the isolation of a byproduct of chloroquine synthesis by George Yohe Lesher and colleagues [1] at the Sterling-Winthrop Research Institute in Rensselaer, New York; this compound was found to be antibacterially active and was subsequently modified to yield nalidixic acid. Nalidixic acid and chloroquine share structural features being essential for their antibacterial and antiparasitic activity, respectively. Apart from its well-known antimalarial effects [2–4], chloroquine exerts direct antiviral [5–13], antifungal [13–16], and antibacterial effects [13, 17–20]. Furthermore, chloroquine exhibits immunomodulatory activity [21–25] and was found to reverse P-glycoprotein (P-gp)-mediated multidrug resistance, thereby increasing the cytotoxicity of some antineoplastic agents [26–30]. The antimalarial effects of chloroquine are due to its accumulation in acidic food vacuoles of intraerythrocytic trophozoites, thereby preventing hemoglobin degradation and inhibition of a haem polymerase enzyme [3, 4]. The antiviral, antifungal, and antibacterial activities of chloroquine are pH-dependent [10, 14, 16, 18]. This phenomenon is due to the fact that chloroquine is a weak base and, therefore, does not enter the cell if the extracellular fluid or the incubation medium is acidic. Once chloroquine has entered cells, it intercalates into DNA and prevents the introduction of topoisomerase II-mediated DNA breaks. The intercalation of chloroquine into DNA protects cells against epipodophyllotoxins such as etoposide, acting as topoisomerase II poison by hindering the DNA cleavage reaction of this target enzyme [31, 32]. The use of chloroquine in the treatment of some autoimmune diseases and its anti-inflammatory properties may be due to the inhibition of MHC class II antigen presentation; the inhibition of T-cell response may be due to a direct interaction of chloroquine with the cell membrane [22]. Furthermore, chloroquine was found to destabilize indirectly lysosomal and plasma membranes as a result of accumulation within the lysosome, followed by an increase in lysosomal volume; it also sequesters important cell membrane constituents in lysosomes [29]. Chloroquine was found to adsorb to the plasma membrane of yeasts, inhibit competitively the binding of immunoglobulin G to the cell surface, altered phospholipid turnover, and influenced directly but non-specifically the membrane integrity and permeability of renal brush border vesicles, mast cell membranes, and fibroblasts [16, 33–35]. Furthermore, chloroquine blocks the inward rectifier potassium channel Kir2.1; it is bound at the center of the cytoplasmic domain of the channel [36, 37]. These data demonstrate that the congener of fluoroquinolones, i.e., chloroquine, exhibits, apart from its antimalarial activity, pleiotropic actions and interacts with multiple targets.\n\nAs chloroquine and nalidixic acid share structural features being essential for their activity, it was not surprising that it has been recognized in the late 1980s that nalidixic acid and oxolinic acid derivatives exert trypanocidal and antitumor activities [38]; in the early 1990s, it was described that fluoroquinolones used for the treatment of bacterial infections exert not only an antibacterial but also an antiprotozoal activity [39] and may find applications as antiparasitic, antifungal, or antiviral agents [40]. Furthermore, and in analogy to chloroquine, the activity of antibacterially active fluoroquinolones is pH-dependent [41], and they bind directly to bacterial DNA, i.e., two molecules intercalate at the highly bent DNA gate in the DNA cleavage domain [42–46]. Despite these phenotypic and molecular homologies between chloroquine and fluoroquinolones, the pharmaceuticals industry invested financial and human resources into focused research programs on the application of developmental fluoroquinolones as antibacterials only and into pre- and postmarketing studies supporting the use of fluoroquinolones in the once-granted indications. Studies on the function of an antibacterial agent exerting pleiotropic anti-infective actions have never been performed systematically. Surprisingly, the use of fluoroquinolones in indications other than bacterial infections has never been exploited, although not only nalidixic acid and its congener chloroquine exerts pleiotropic actions but, e.g., β-lactams and aminoglycosides are characterized by a broad range of biological activities too [47, 48], so that a multitude of antimicrobial effects would not have been unusual.\n\nThis review summarizes the pleiotropic phenotypes of non-antibacterial actions of fluoroquinolones and addresses the question if the diversity of effects are due to one common mode of action of antibacterially active fluoroquinolones, i.e., inhibition of essential bacterial type II topoisomerases, or if other mechanisms may mediate non-antibacterial activities. Although the complexity and diversity of prokaryotic and eukaryotic topoisomerases is remarkable and little or no sequence homology of amino acids exists, type I and type II topoisomerases share certain structural elements mediating identical functions like DNA relaxation or DNA transport in bacteria, DNA viruses, yeasts, and parasites; the DNA helicase coordinates the directionality of topoisomerase activity; RNA helicases as present, e.g., in hepatitis C virus (HCV) directly interact with double-stranded DNA or RNA and assembles complexes with type II topoisomerases [49–53]. As DNA topoisomerases are ubiquitous enzymes controlling DNA topology, it is conceivable that antibacterially active quinolones may not only inhibit the growth of bacteria at clinically relevant concentrations, but that of other prokaryotic and even eukaryotic organisms as well.\n\nCiprofloxacin, ofloxacin, levofloxacin, and gatifloxacin were found to be clinically effective in the treatment of the single-stranded RNA HCV and the non-enveloped, encapsulated DNA polyomavirus BK [54–60]. Five and four patients with HCV-induced chronic hepatitis and compensated liver cirrhosis, respectively, were treated with 100 to 900 mg ofloxacin per day for one to eight weeks. In three patients with chronic hepatitis and one patient with compensated liver cirrhosis, HCV RNA decreased at least by 1 log titer [54]. In another study, five patients with chronic HCV were treated with 500 mg ciprofloxacin twice daily (b.i.d.) for 30 days. Serum HCV RNA levels remained largely unchanged in these patients [55]. The latter study indicates that the anti-HCV efficacy of quinolones may be limited in patients with advanced liver cirrhosis. Ciprofloxacin decreased BK peak viral load after hematopoietic stem cell transplantation [56]. A reduction of viremia was demonstrated two months after a 10-day course of gatifloxacin at 400 mg/d in 7 of 10 transplant recipients with active BK virus replication [57]. A retrospective analysis revealed that the use of either ciprofloxacin 250 mg b.i.d. or levofloxacin 250 mg once daily (q.d.) within the first month post transplantation and up to 3 months after transplantation was associated with significantly lower one-year rates of BK viremia [58]. A recent study in nine kidney transplant recipients with persistent BK infection revealed that, three months post ciprofloxacin treatment with 250 mg b.i.d for 30 days, the virus load was cleared completely in three patients and decreased by >50 % in another three patients [59]; patients were not treated with anti-infectives other than fluoroquinolones.\n\nFluoroquinolones inhibit BK viral replication in vitro. Ofloxacin and levofloxacin inhibited polyomavirus BK replication in primary human kidney cells in a dose-dependent manner, yielding a ~90 % inhibition at 150 μg/ml. BK virus genome replication was reduced by 77 % at 48 h post infection of the kidney cells. At 72 h after inoculation of the kidney cells, the reduction in genome replication and protein expression was less pronounced. A dose-dependent cytostatic effect was noted. In infected cells, 150 mg/L ofloxacin led to a 26 % and 6 % inhibition of cellular DNA replication and total metabolic activity, respectively, while 150 mg/L levofloxacin exhibited a slightly more marked cytostatic effect, particularly in uninfected cells [60]. Ciprofloxacin, moxifloxacin, levofloxacin, ofloxacin, gatifloxacin, and norfloxacin inhibited BK virus replication to 50 % at concentrations ranging from 66.7 to 266.6 mg/L [61]. Ciprofloxacin, ofloxacin, levofloxacin, gatifloxacin, and trovafloxacin inhibited viral replication of simian virus 40 (SV40), another member of the polyomaviridae, in permissive monkey cells, as well as plaque formation, DNA replication, and helicase activity. Ciprofloxacin, levofloxacin, and ofloxacin inhibited “significantly” helicase activity at 0.5, 1.0, and 2.0 mM, whereas trovafloxacin inhibited helicase activity at 50 μM [62, 63]. Recently, it was demonstrated that norfloxacin, ofloxacin, flumequine, enrofloxacin, cinoxacin, enoxacin, fleroxacin, lomefloxacin, balofloxacin, and difloxacin inhibited HCV replication, in particular, hepatoma Huh-7 and Huh-8 cell lines, and HCV NS3 helicase activity. The concentrations inhibiting HCV RNA replication to 50 % ranged from 3.3 to 8.2 μM and those inhibiting helicase activity ranged from 4.1 to 9.9 μM [64].\n\nThe clinical studies reviewed above and one recent report of a successful treatment of a kidney retransplant patient with ciprofloxacin (250 mg b.i.d. for 10 days) who needed an overall increase of immunosuppression due to acute rejection [65] suggest that fluoroquinolone treatment of polyomavirus BK infections in transplant patients may be beneficial. Therefore, a study protocol for a randomized controlled clinical trial evaluating the prophylactic efficacy of fluoroquinolones has been designed and is registered at ClinicalTrials.gov under NCT01353339; levofloxacin at a dose of 500 mg q.d. will be administered for 3 months and will be compared to placebo [66]. Another clinical study on the use of ciprofloxacin (250 mg q.d. for 3 months as compared to placebo) for the prevention of BK infections is registered under NCT01789203 [67].\n\nFurthermore, it was demonstrated that ofloxacin [68] and levofloxacin [69] inhibited viral topoisomerase activity of vaccinia virus but not of herpes simplex virus and influenza virus [68]. In agreement with this finding, it was reported that 200 mg/L each of ciprofloxacin, lomefloxacin, ofloxacin, pefloxacin, and rufloxacin inhibited to 50 % the cytopathic effect of herpes simplex virus type 2 at concentrations being equivalent to the cytotoxic effect of the quinolones on the Vero cells [70]. Fluoroquinolones inhibit not only enzymic activity of viral topoisomerases/helicases, but inhibit in vitro human immunodeficiency virus (HIV) reverse transcriptase as well; complete inhibition was observed at concentrations of ciprofloxacin and ofloxacin of 3 μM and norfloxacin of 1 μM, respectively [71–73].\n\nInhibition of rhinovirus (RV) infection by quinolones is due to the inhibition of cell functions required for viral replication. Levofloxacin pretreatment of not yet infected human tracheal epithelial cells reduced the mRNA level of intercellular adhesion molecule 1 (ICAM-1), a receptor for RV, in the cells and the concentration of the soluble form of ICAM-1 in the supernatant, so that RV infection of the tracheal epithelial cells was significantly reduced. Levofloxacin pretreatment also decreased the number of the acidic endosomes from which RV RNA enters the cytoplasm. Furthermore, levofloxacin pretreatment inhibited the activation of nuclear factor κB proteins. These data suggest that levofloxacin inhibits RV infections first by reducing ICAM-1 expression levels and the number of acidic endosomes, and second by modulating airway inflammation [74]. Fluoroquinolones other than levofloxacin have not been studied in this context.\n\nMoxifloxacin and gatifloxacin inhibited, at a concentration of 0.5 % used for topical application in ophthalmology, Candida spp. to >95 % [75]. Gatifloxacin and sparfloxacin showed activity in a qualitative paper disk diffusion test against Trichophyton rubrum, Fusarium solani, and Candida albicans, but not against Saccharomyces cerevisiae [76]. Ciprofloxacin, moxifloxacin, levofloxacin, trovafloxacin, and sitafloxacin enhanced the activities of antifungal agents against Candida albicans and Aspergillus fumigatus [77–84]. Furthermore, ciprofloxacin showed synergism with azoles against Histoplasma capsulatum and Coccidioides posadasii [85], as well as in combination with amphotericin B against Exophiala spinifera [86].\n\nSeveral but still rare reports of clinical and microbiological cure of fungal keratitis by quinolones have been published; recently, five additional cases of fungal keratitis treated successfully with topical moxifloxacin monotherapy were published [79]. The causative organisms Curvularia spp., Candida parapsilosis, Paecilomyces lilacinum, and Aspergillus fumigatus were treated with moxifloxacin 0.5 %, one drop every half-hour to every hour. All these cases of fungal keratitis were cured with topical moxifloxacin and the pathogens were eliminated [87].\n\nThese data demonstrate that topical administration of quinolones, thus generating high target site concentrations, are clinically effective in the treatment of fungal ophthalmological infections.\n\nTopoisomerase II has been identified as the primary target for quinolones in yeast [88, 89], so that the antifungal activities of the fluoroquinolones tested are likely to be mediated by this enzyme. The DNA topoisomerase II isolated from Candida albicans was more susceptible to quinolones than the calf thymus DNA topoisomerase II, despite the fact that both enzymes are of eukaryotic origin [80]. Yeast DNA topoisomerase II selected for resistance to quinolones are characterized by amino acid mutations which are homologous to mutations in gyrA of Escherichia coli [90–92]. These differences between yeast and mammalian type II topoisomerases may explain why fluoroquinolones exhibit an antifungal activity by maintaining in parallel a selective toxicity against prokaryotic topoisomerases.\n\nAlthough antibacterially active fluoroquinolones were derived from the antimalaria agent chloroquine, the clinical efficacy of norfloxacin against Plasmodium falciparum was discovered by chance when the agent was used for the treatment of typhoid fever in Indian patients. Norfloxacin was administered to nine hospitalized malaria patients orally with 400 mg norfloxacin b.i.d. for three days; treatment led to disappearance of splenomegaly [93]. Later, another 15 patients with uncomplicated malaria were treated with norfloxacin (ten with 400 mg b.i.d. and five with 800 mg b.i.d.) for three days [94]. This study confirmed that norfloxacin is clinically effective in the treatment of falciparum malaria, but the efficacy of the lower dose was suboptimal. Later, it was demonstrated that norfloxacin is inferior to chloroquine for falciparum malaria. A prospective, randomized trial revealed that the mean parasite clearance time as well as the mean defervescence time were shorter in the chloroquine group [95].\n\nFluoroquinolones like ciprofloxacin, amifloxacin, enoxacin, norfloxacin, ofloxacin, pefloxacin, grepafloxacin, trovafloxacin, and 16 additional commercially available quinolones exhibit marked in vitro activity and in vivo efficacy against Plasmodium spp. [96–105].\n\nNalidixic acid and several fluoroquinolones like ciprofloxacin, norfloxacin, enoxacin, ofloxacin, fleroxacin, clinafloxacin, pefloxacin, and sparfloxacin exerted an antitrypanosomal in vitro and in vivo effect at micromolar concentrations [38, 106–116].\n\nIn addition, nalidixic acid, norfloxacin, ofloxacin, moxifloxacin, gatifloxacin, lomefloxacin, and some more fluoroquinolones inhibited growth of the microsporidia Encephalitozoon intestinalis and Vittaforma corneae to 50 % at concentrations ranging from 0.9 to 98.4 μM [112]. Furthermore, ciprofloxacin caused a 50 % growth inhibition of Babesia microti, B. bigemina, B. caballi, B. equi, and B. bovis at concentrations of 2.5 to 15.8 μM [113]. Fluoroquinolones exerted antitoxoplasma activities as well. Moxifloxacin, gatifloxacin, trovafloxacin, and grepafloxacin were the most active agents, inhibiting growth of T. gondii to 50 % at concentrations ranging from 0.4 to 5.1 mg/L, while ciprofloxacin was poorly active, with a 50 % inhibitory concentration value of 79.4 mg/L [116].\n\nThe parasites of the phylum Apicomplexa, i.e., Plasmodium spp., Toxoplasma spp., Babesia spp., and Leishmania spp. are characterized by the absence of organelles like mitochondria, but they have acquired a plastid by endosymbiosis of a green alga. The apicoplast is a non-photosynthetic plastid in which several essential biosynthetic pathways are sequestered, so that interactions with these biosynthetic functions cause deleterious effects. Elimination of the plastid or total inhibition of its function results in a “delayed death”, i.e., the parasites grow and evade normally within and from the first host cell, but their replication is halted immediately after the invasion of a new host cell. The apicoplast harbors a circular DNA and bacterial type DNA gyrase. Ciprofloxacin induced cleavage of apicoplast DNA in P. falciparum, without targeting nuclear DNA [117–119]. Exposure of Toxoplasma gondii to ciprofloxacin resulted in a decrease of the apicoplast genome copy number during replication [120]. Although it was discussed that differences in the role of apicoplasts in Toxoplasma and Plasmodium may exist [121], the apicoplast DNA gyrases isolated from both species were inhibited by almost identical concentrations; the apicoplast DNA gyrase isolated from Plasmodium falciparum is inhibited by ciprofloxacin concentrations ranging from 7 to 38 μM and trovafloxacin inhibits apicoplast DNA gyrase activity isolated from Toxoplasma gondii and Plasmodium falciparum, respectively, at 30 μM [102, 117–121]. Consequently, prokaryotic type II DNA topoisomerase of apicomplexan protozoa are effectively targeted by fluoroquinolones.\n\nIt has been summarized previously that fluoroquinolones are active in preclinical infection models against quinolone-resistant bacteria as well as Candida albicans infections [122, 123]. Furthermore, levofloxacin was active against RV infections [74]. These phenomena were found to be directly correlated to the immunomodulatory activities of fluoroquinolones [122, 123]. Mechanisms underlying the various immunomodulatory effects of fluoroquinolones include an effect on intracellular cyclic adenosine-3,5-monophosphate and phosphodiesterases, as well as an effect on transcription factors and also a triggering effect on the eukaryotic equivalent of bacterial SOS response with its ensuing intracellular events [124].\n\nFluoroquinolones are routinely prescribed for the treatment of coronavirus-associated severe acute respiratory syndrome (SARS) or opportunistic bacterial infections in HIV-positive patients. Upon elimination of the bacterial pathogen or exclusion of bacterial pathogens, antibiotic therapy can be withdrawn. However, patients may benefit from the immunomodulatory activities of fluoroquinolones, but their effect on the course of SARS or acquired immune deficiency syndrome (AIDS) is undetermined.\n\nAlthough it is well documented that nalidixic acid and fluoroquinolones modulate immune responses by the modulation of intracellular signaling cascades, it is unknown which mechanism(s) may trigger signal transduction. It has been demonstrated that, in analogy to chloroquine, fluoroquinolones bind to and insert into pro- and eukaryotic membranes, respectively, thereby altering their fluidity [116]. Changes in membrane fluidity may be sensed by the immunocompetent cells, so that gene expression may be controlled according to the signals triggered. Furthermore, it can be hypothesized that fluoroquinolones exert direct anti-infective activities due to their physicochemical interactions with membranes, thus making the organisms leaky, followed by cell death. This latter aspect has never been addressed systematically.\n\nAny fluoroquinolone used for the treatment of bacterial infections exerts, in parallel to its antibacterial action, antiviral, antifungal, and antiparasitic actions at clinically achievable concentrations. This broad range of anti-infective activities is due to one common mode of action, i.e., the inhibition of type II topoisomerases, thus maintaining the selective toxicity of fluoroquinolones inhibiting microbial topoisomerases and eukaryotic topoisomerases of prokaryotic origin at low concentrations but mammalian topoisomerases at much higher concentrations. There is strong evidence that the broad range of anti-infective activities translates into the clinical arena. However, anti-infective activities other than antibacterial activities have never been evaluated systematically. This may be due to the strategy of both the pharmaceutical industry and regulatory authorities to develop an agent on the basis of its application, i.e., its use as an antibacterial agent. Therefore, the antiviral or antifungal activities of fluoroquinolones have, so far, not been exploited systematically; two controlled studies evaluating the antiviral effects of fluoroquinolones have been initiated recently. The clinical evaluation of their antifungal and antiparasitic effects is justifiable and would be opportune. Traditionally, clinical studies are designed on the basis of a monocausal microbe–outcome association, i.e., the presence of one bacterial species at the site of infection indicates pathogenicity. Consequently, an anti-infective agent is considered to be effective if this single species is eradicated from the focus of infection. However, infections may be polymicrobial or chronically ill patients may suffer from opportunistic infections; HIV-positive patients represent an extreme example for the acquisition of opportunistic infections caused in parallel by viruses, bacteria, and/or parasites. Such patients could, in theory, benefit from treatment with agents which exert a broad range of anti-infective activities. A multifactorial analysis of the outcome of infectious diseases would be necessary. The corresponding outcome measures are quantifiable and can be linked to pharmacokinetics and overall clinical efficacy. In summary, based on one common mode of action, fluoroquinolones being commercially available as antibacterial agents are active against viruses, fungi, and parasites too, so this class of agents is probably representative of broad-spectrum anti-infectives in its true sense."}