{"title": "Biological response of using municipal solid waste compost in agriculture as fertilizer supplement", "body": "The growing urbanization and industrialization has led to countless problems in developed as well as in developing countries (Singh et al. 2011a, b; Vaish et al. 2016a, b). There are many pressing issues emerged due to increasing population that eventually poses threat to the agricultural, ecosystems and environmental sustainability either directly or indirectly (Fig. 1). Amidst, the generation and management of Municipal solid waste (MSW) is important as this waste is disposed of unscientifically in low lying area without taking necessary precautions, thus posing risk to the human health and nearby environment (Singh et al., 2011b; Vergara and Tchobanoglous 2012; Srivastava et al. 2015). Therefore, there is an urgent need to manage the MSW in such a way that while managing its quantity and quality, it also helps to sustain the environment (Araujo et al. 2010). Apart from this, the environmental and health standards along with social acceptability should be achieved. However, selection of the most appropriate route for MSW management (MSWM) is always being a matter of concern due to many environmental, technical, financial, social and legislative constraints which are faced by almost all industrially growing nations (Adani et al. 2000; Araujo et al. 2010).\n\n\nUsually, waste generated from domestic, commercial, institutional and industrial sectors; and municipal services are included in MSW (Srivastava et al. 2015). MSW can be treated as renewable resource for a variety of valuable products. The organic fraction of MSW provides an excellent opportunity for production of different value added by-products through the biorefinery concept (maximum utilization of waste resource), further fueling the circular bioeconomy (maximizing resource efficiency with least waste generation through which socio-economic and environmental stability is achieved). Recently, Sadhukhan et al. (2016) described an integrated bio refinery concept through utilizing the organics present in the MSW for production of levulinic acid which increased the economic margin by 110–150 %. The byproducts derived from this levulinic platform could further be used for the production of biogas and fertilizer. Similarly, carboxylates can be generated from organic fraction of waste through anaerobic unidentified mixed cultures, that can be efficiently converted into useful bioproducts like acetate, propionate, lactate and n-butyrate which are the product of primary fermentation process (Agler et al. 2011). There are many examples of biorefinery platforms emerged from waste studied in the past that leads to the production of various value added byproducts like biosurfactants, organic acids, antibiotics, industrial enzymes and other possible industrial chemicals etc (Bastidas-Oyanedel et al. 2016). However, these methods require high operational costs, therefore less suitable for developing countries. In addition, organic fraction of MSW can also be used directly in the fields or could be converted into compost that can be used as fertilizer supplements in the fields, which in turn augment crop productivity and produces job opportunities with less negative impacts on the environment. Thus, play a pivotal role in circular economy.\n\nAgricultural utilization of MSW is one of the most promising and cost effective options for disposal of MSW (Crecchio et al. 2004; Hargreaves et al. 2008a, b, c; Araujo et al. 2010). It is an important tool for recycling of MSW, which would be otherwise landfilled leads to groundwater contamination, air pollution and many other health problems (Kathiravale and Yunus 2008) (Fig. 2). Agricultural utilization of MSW not only decreases the escalating pressure on land for landfilling, but it also improves soil fertility and acts as a soil conditioner (Singh and Agrawal 2008, 2010). However, there is also possibility of potential threat to the soil fertility as MSW contains different pathogens and pollutants (eg. heavy metals, pesticides and other organic pollutants etc.) (Crecchio et al. 2004; Hargreaves et al. 2008a, b, c). The long term application of MSW in agricultural field may lead to heavy metal accumulation (Lopes-Mosquera et al. 2000), which may enter at elevated level through the progression of food chain (Page et al. 1987; Singh et al. 2011a). Therefore, composting of MSW is more interesting option for recycling of waste.\n\n\nNowadays, there is a growing interest in composting of MSW, as it decreases the stabilization time of household waste and sewage sludge (Hargreaves et al. 2008a; Carbonell et al. 2011; Fernández et al. 2014; Weber et al. 2014). The quality of compost from MSW depends on numerous factors such as feedstock source and ratio used, toxic compounds, the composting design, maturation length, and procedure that have been adopted during the process of composting (Hargreaves et al. 2008a; Watteau and Villemin 2011). During composting, the quality of carbon (C) in waste stuff drives the decomposition rate. If it is present in readily degradable form like carbohydrate, then will accelerate the process whereas, high proportion of lignin and cellulose will slower down the process of organic matter decomposition (Araujo et al. 2010).\n\nThe composting/vermicomposting of organic wastes involves lower operating costs because of lower capital and technical requirements (Ruggieri et al. 2009; Galgani et al. 2014). Ruggieri et al. (2009) compared external management cost and composting costs of organic fraction of waste generated from wine industries. They found that an annual savings of €19.56/t can be achieved if composting process is used to manage the waste as compared to the cost involved in external management. Similarly, cost benefit analysis done by Couth and Trois (2012) for MSWM in Africa illustrates that aerated open windrow composting method was better option than controlled landfilling.\n\nIn spite of having many advantages over other conventional waste management options, composting of MSW is not as much as popularize or in the practice as it deserves. This is due to lack of awareness and inactive policies that need to be changed. Government and local authorities should take initiatives to promote composting/vermicomposting of organic waste. For example, awareness campaigns and incentives for its installation should be provided to spread this technique at decentralized level. Also, involvement of public private partnership (PPP) and community based organization (CBO) should be encouraged to overcome the problem of financial and professionals’ crisis especially in the developing countries (Rathi 2006; Lohri et al. 2014). Apart from that local authority can generate revenue from better tax collection, polluters pay scheme, selling of MSW compost as being performed by Kolkata Municipal Corporation, India (Chattopadhyay et al. 2009).\n\nTherefore, composting of MSW has immense potential that adds value to the waste and diverts its route from landfills to agriculture fields as fertilizer supplement. Thus, helps in waste recycling and maintaining soil fertility. The present mini-review was aimed to discuss different aspects of agricultural utilization of MSW compost and biosolids including its potential benefits and threats; and soil microbial response.\n\nComposting of MSW has many advantages over inorganic fertilizers (IFs) whose uncontrolled use during last few decades has badly affected the soil’s physico-chemical and biological properties (Mathivanan et al. 2012). Though, IFs add nutrients to the soil immediately after application but their long term use may change soil pH and disturb the soil microbial biota. Usually, IF tends to leach or filter away from the plants, therefore requires additional supply that pollutes ground water and also emits greenhouse gases (GHGs). On contrary to this, application of MSW compost augment plants yield and ameliorates soil nutrient profile, microbial activity, soil texture and buffering capacity (Hargreaves et al. 2008a, b, c; Carbonell et al. 2011; Weber et al. 2014; Bouzaiane et al. 2014) (Tables 1, 2). MSW compost is rich in organic matter content, nitrogen (N) and humic substances (mainly humic acid and fulvic acid) (Garcia-Gil et al. 2004). Soil organic matter plays a significant role in maintaining soil quality (Pedra et al. 2007), as it improves soil’s physico-chemical and biological (microbial biomass) properties (Araujo et al. 2010). Besides this, it has high water holding capacity (WHC) and low bulk density (Soumare et al. 2003). Humic acid in MSW compost intensifies the cation exchange capacity (CEC) and buffering capacity of soil (Garcia-Gil et al. 2004). It has been reported by several researchers that repeated application of MSW compost in agricultural land helps in increasing the organic matter content and C/N ratio of soil in comparison to unamended soil (Crecchio et al. 2004; Garcia-Gil et al. 2004; Hargreaves et al. 2008a, b, c). Thus helps in maintaining soil fertility and its productivity. Therefore, the organic fertilizer (like MSW compost) could be considered as a promising and sustainable alternative to inorganic fertilizer in agriculture and horticulture.\n\n\n\nHowever, the presence of heavy metals (i.e. Cd, Cu, Zn, Pb etc.) in MSW compost is always being a matter of concern, as it can accumulate in the soil that can be absorbed by the agricultural crops which may cause variety of human health issues when shifted at high trophic levels through the progression of food chain (Singh and Agrawal 2007; Hargreaves et al. 2008a; Smith 2009; Singh and Kalamdhad 2013; Alvarenga et al. 2015). Moreover, in some cases these heavy metal and excess nutrients percolate through the soil and finally pollutes underlying ground water (Hargreaves et al. 2008a). Garcia-Gil et al. (2000) reported increased concentration of Zn, Cu and Pb in soil amended with MSW compost and found a decreasing trend in the activity of phosphatase and urease possibly due to high heavy metal concentration, while dehydrogenase, catalase and protease were remained unaffected. Although, humic substances in compost act as chelating agent, thus reduces metal solubility but it also depends on pH, salt content and cation exchange capacity (CEC) of the soil (Walker et al. 2003; Lakhdar et al. 2009). In addition, MSW compost sometimes has high salt concentration that can pose negative effect on soil texture and plants grown (Hargreaves et al. 2008a).\n\nOthers potential risks of using MSWC is presence of pathogens, and some organic compounds. Although composting is recognized as a suitable treatment used for organic wastes and could inactivate several pathogens (Deportes et al. 1998). However, some previous studies reported that some pathogens, such as Listeria spp., and Salmonella spp., have survived during the composting (Droffner et al. 1995; Sidhu et al. 1999). Similarly, Bibby and Peccia (2013) revealed infectious risk associated with land application of sewage sludge in continental United States and identified 43 different type of human viruses in sewage sludge including high abundance of respiratory viruses (Coronavirus HKU1, Klassevirus, and Cosavirus) with relatively lower presence of Enteroviruses. MSWC may have some organic pollutants due to the presence of household hazardous and industrial wastes (Reinhart 1993). Komilis et al. (2004) evaluated the presence of organic compounds produced during composting of the MSW (food wastes, yard wastes, and mixed paper wastes), and found toluene, ethylbenzene, 1,4-dichlorobenzene, p-isopropyl toluene, and naphthalene being produced in the highest amounts. Likewise, Cincinelli et al. (2012) demonstrated presence of Polybrominated diphenyl ethers (PBDEs) in sewage sludge collected from different effluents of Italy, which may adversely affect soil microbial biota, water cycle and human heath when get accumulated in soil. Apart from that presence of various pharmaceuticals and personal care products (PPCPs) like diphenhydramine, triclosan, carbamazepine, sulfamethazine, florfenicol, levamisole, trimethoprim etc. (Boxall et al. 2006; Prosser and Sibley 2015) and antibiotics like monensin, tylosin, chlortetracycline, virginiamycin, sulfamethazine (Kang et al. 2013; Aust et al. 2008) is well documented in soil amended with biosolids or livestock manure. The plants have ability to accumulate PPCPs and antibiotics (Boxall et al. 2006; Wu et al. 2013; Kang et al. 2013), thus may pose threat to human health.\n\nDifferent legislations have been made for safer land application of compost, organic waste and biosolids to prevent harmful effect on vegetation, soil and human health. Though, it differs among countries mainly in context to organic waste quality and quantities of pollutants that can be subjected to the soil. Table 3 shows permissible level of heavy metals (according to EU and India) and organic pollutants (according to EU) for agricultural utilization of compost. Therefore, quality of MSWC must be examined prior to its application.\n\n\nNowadays, much attention has been paid to agricultural utilization of MSW compost, as it helps in managing twofolds’ problem i.e. soil fertility management (Weber et al. 2014) and MSWM (Srivastava et al. 2015). Application of MSW compost in agricultural land usually poses positive effect on the productivity of a wide variety of cropland vegetables (Warman et al. 2009; Fagnano et al. 2011; Papafilippaki et al. 2015; Mkhabela and Warman 2005; Chrysargyris and Tzortzakis, 2015), and also in hydroponic system (Haghighi et al. 2016). Mkhabela and Warman (2005) evaluated effect of MSWC on potatoes and sweet corn and found that this compost was a good source of P for both vegetables. Recently, Haghighi et al. (2016) conducted an experiment to assess the ability of MSWC to improve the growth of tomato under hydroponic system. The authors found that 25 % of MSWC added to hydroponic solution increased the numbers of fruits as compared with the control.\n\nPascual et al. (1999) demonstrated that application of organic fraction of MSW compost on arid soil for eight years showed positive response on the activity of enzymes involved in C, N, P cycles as well as on C biomass, suggesting that it might be a suitable option for restoration of degraded land. Similarly, Papafilippaki et al. (2015) assessed response of MSW compost on spiny chicory grown in two type of soils (sandy and clayey) at Chania, Greece. The chemical properties of both soil were (i) Sandy soil: TOC 4.24 g kg−1; TN 0.41 g kg−1; available P 15.78 mg kg−1 and DTPA heavy metals content for Fe, Mn, Cu, Zn, Pb, Ni were 1.80, 4.19, 1.98, 1.82, 0.22 and 0.44 ppm respectively; (ii) Clayey soil, TOC 21.28 g kg−1, TN 2.12 g kg−1, available P 19.45 mg kg−1 and available heavy metal content for Fe, Mn, Cu, Zn, Pb, Ni were 2.11,7.41, 0.82, 0.55, 0.34 and 0.68 ppm respectively. MSWC had much higher concentration of NPK in comparison to soil and DTPA heavy metal content for Fe, Mn, Cu, Zn, Pb, Cd, Cr and Ni were 141.5, 8.48, 6.78, 54.14, 11.04, 0.27, <DL (detection level) and 0.50 ppm respectively. MSWC were applied at three rates 0 (control), 60 and 150 t ha−1 in both the soil. The results showed significant increase in Cu, Zn and Mn uptake in the roots and leaves of the plants grown in the sandy soil whereas, Fe, Ni, Cd and Pb were not much effected by the MSWC amendments in both soil. Pb was found only in the roots of the plants, similarly, Cr was found in significant amount in the roots but was insignificant in leaves. Likewise, concentration of Cu, Zn and Pb increased in the leaves of spiny chicory particularly at higher dose. Yield was higher in the sandy than in clayey soil even in absence of compost application; No significant differences were observed in growth and yield between 60 and 150 t ha−1; macronutrients were not affected; bioavailability of Cu, Zn, Fe, Mn, Cr, Ni, Pb, Cd in both soil was increased but content was below toxic level in edible part; sandy soil with 60 t ha−1 is recommended dose.\n\nCherif et al. (2009) assessed the impact of MSW compost on the wheat growth, soil composition and bacterial diversity in northern Africa. The duration of the experiment was 5 years. MSW compost were applied at rates of 40 (C1) and 80 (C2) Mg ha−1, whereas plots without treatments were used as control (T). C1 and C2 showed significant increase on wheat grain yield (58.96 and 60.21 Mg ha−1 respectively) as compare to the T (17.65 Mg ha−1). Furthermore, number of fecal coliform and heavy metal content were increased significantly in the amendments and bacterial population also decreased in C1 and C2 as compare to the control. However, on the basis of treatment effectiveness index, C1 dose (40 Mg ha−1) was recommended for agricultural practices. Similarly, Roca-Pérez et al. (2009) showed positive response of MSW compost in two types of soil from Spain. Here, the incorporation of MSW compost had increased the soil quality in both amended soil with respect to unamended soil. Table 1 shows different studies on agricultural utilization of MSWM.\n\nWarman et al. (2011) studied comparative response of MSWC and IF on potatoes grown in a 3-year rotation including winter squash and sweet corn at Nova Scotia, Canada. The doses were NPK 130-63-68 (1996); 130-65-59 (1997) and 130-75-68 kg ha−1 (1998); NK 130-0-59 kg ha−1 (1997); MSWC were applied at three rates (MSW1, MSW2 and MSW3) 21.7, 43.4, 65.1 Mg ha−1 (1996);11.3, 22.6, 33.9 Mg ha−1 (1997); 8.9, 17.8, 26.7 Mg ha−1 (1998); and MIX = 0.5 MSW1 + 0.5 NPK. Extractable Na, K, Ca, S, Cu and Zn were found in highest concentration at MSW3 in surface horizon, and soil Na in lower depth which consistently moved down the profile. Shoot Cu concentration was highest in MSW3 plots. The Order of productivity was NPK > MIX > MSW3 > MSW2 > MSW1. Mg and Mn content was highest in plant tissues grown in IF amended plots. The MSWC didn’t increase heavy metal content in plant tissues therefore, safe for agronomic practices. Table 2 shows comparative response of inorganic fertilizer and MSWC/Manure/bio solids on plant response and soil health.\n\nBesides improving soil’s physicochemical properties MSWC also adds nutritive value to different vegetable crops and fruits (Mkhabela and Warman 2005; Warman 2005; Hargreaves et al. 2008b, c). Warman (2005) examined nutrients level in soil, leaf tissues and edible portion of the plant, and crop yields in different vegetable crops (6–8) grown on six rotation plots to study the effect of organic waste compost (OWC) and inorganic fertilizer for 9 years’ in sandy loam soil near Truro, Nova Scotia. An appropriate dose of OWC and recommended dose of IF were applied to each crops. The results showed that fresh weight yield was increased numerically, but not significantly for peppers, carrots, onions and tomatoes, and significantly for green (58.97 %) and yellow beans (54 %) than IF amended plots. However, yield of cauliflower and Brussel’s sprouts were higher in IF amended plots. OWC amended soil had higher pH, CEC, C, and Mehlich 3 extractable Mg, P, Ca, Mn, Zn and B in comparison to fertilized plots. However, increased soil nutrient didn’t transfer to the edible part of the plant but was in close proximity to the plants grown in IF amended plots e.g. nutrient level in edible portion of carrot grown on IF amended and OWC amended plots were (Nutrient level in NPK/Nutrient level in OWC); C (428/436) g kg−1, N (6.1/6.5) g kg−1, P (2.3/2.3) g kg−1, K (7.0/9.7) g kg−1, Ca (2.4/2.5) g kg−1, Mg (1.1/1.1) g kg−1, S (1.9/1.9) g kg−1, Fe (41/37) mg kg−1, Mn (12/12) mg kg−1, Cu (6/8) mg kg−1, Zn (9/10) mg kg−1, B (11/14) mg kg−1 and Na (1581/2101) mg kg−1. Leaf tissue nutrient analysis showed higher P and K in IF amended plant out of the 16 tested elements, while P content is significantly higher in the edible part of the vegetable crops.\n\nSimilarly, Hargreaves et al. (2008b) assessed and compared the effect of MSWC and IF on yield and fruit quality of strawberry in sandy loam soil at Nova Scotia, Canada during 2005–2006. MSWC was applied at a rate of 150 and 75 kg ha−1 during 1st and 2nd year respectively and IF were applied at a rate of 150, 75, 75 kg N ha−1 during 2004, 2005 and 2006 respectively. Mean yield was found numerically higher in MSWC treatments (1639 g m−2) as compared to IF (1182 g m−2) in 2006. No statistical difference in sugar content was noticed during experimental period and brix value ranged from 7.8–8.8 and 5.8–6.3 % during 2005 and 2006 respectively. Likewise, insignificant difference of total antioxidative capacity of strawberry was seen and ranged from 24–28 mg Trolox equivalent (TE) g−1 dry weight during experiment. Mineral concentration in fruits of strawberry were increased for P, Ca, Mg, Na, Fe, B, Zn and Cu compared to IF amended plots in 2005; whereas, in 2006 fruit S (18.87 %) and Mn (31.82 %) concentration were significantly higher in IF amended plots compared to plants grown in MSWC, other nutrients were found more or less in similar concentration in both treatments. K which is predominant nutrient in strawberry was present in approximately five times higher than Mg, Ca, P and S. Therefore, MSWC can be used as an alternative of IF.\n\nTherefore, agricultural utilization of MSW is advisable for nutrient deficient land (Goyal et al. 2005). Apart from this, it plays a pivotal role in recycling of waste, generated from human settlement (Campbell et al. 1995; Watteau and Villemin 2011).\n\nMSWC also helps in restoration of ecologic and economic functions of degraded land (Shiralipour et al. 1992). It could be used for the restoration of wildfire burnt soil (Guerrero et al. 2001; Kowaljowa and Mazzarino 2007; Kowaljow et al. 2010); for remediation of organic pollutants (Semple et al. 2001) and hydrocarbons (Sarkar et al. 2005); to prevent desertification (Bastida et al. 2007a); restoration of forest soil (Bastida et al. 2007b); and in remediation of saline soil (Tejada et al. 2006; Lakhdar et al. 2009).\n\nKowaljowa and Mazzarino (2007) examined and compared the effect of MSWC (MCs), biosolid compost (BCs) and IF on wildfire burned area (1 ha) at Bariloche city (Argentina) after 10 months of fire. Composts were applied at a rate of 40 Mg ha−1 and IF at a rate of 100 kg N and 35 kg P ha−1 (as urea and diammonic phosphate). After 12 months of application, SOC increased significantly in BCs (10 g kg−1) and MCs (8.2 g kg−1) amended plots as compared to IF and control (5.6 and 5.7 g kg−1 respectively); Similarly, total N was noticed higher in BCs (0.76 g kg−1) and MCs (0.56 g kg−1) as compared to IF and control (0.49 and 0.46 g kg−1 respectively); the order of extractable P in different amendment plots were BCs (36.7 mg kg−1) > IF (25.5 mg kg−1) > MCs (17.1 mg kg−1) > Control (11.4 mg kg−1). Potential microbial respiration and net N mineralization were significantly higher in organic amendments (BCs and MCs) than in the control and IF amendments; when calculated on C or N basis, MCs showed the highest values. MBN was found similar for BCs, MCs and IF but were significantly higher than control. IF amended plots showed higher plant cover than organic amendments but failed to contribute in soil restoration compared to organic amendments.\n\nCuevas et al. (2000) studied soil restoration capability of MSWC in a degraded semiarid shrubland near Madrid in central Spain. MSWC were applied at a rate of 40, 80 and 120 Mg ha−1. Results suggested that EC, available P and K, concentration of NH4-N and NO3-N were increased significantly at higher dose of MSWC application. Concentration of total heavy metals (Zn, Pb, Ni, Cd, Cr and Cu) in amended soil enhanced with MSWC application as compared to the unamended plots, however this increase was significant for Zn, Cu and Pb only. Available Cu and Zn were also significant in amended plots in comparison to control. Low and intermediate dose of MSWC enhanced plant cover higher than that of control and were also recommended for soil health improvement.\n\nLikewise, Tejada et al. (2006) explored effectiveness of two different organic wastes viz. cotton gin crushed compost (CGCC) and poultry manure (PM) to a saline soil near Seville, Spain for 5 years. Both organic wastes were applied at rate of 5 and 10 t organic matter ha−1. At the end of experiment high dose PM amended plots showed highest plant cover (80 %), followed by low dose PM (70 % plant cover), high dose CGCC (66 % plant cover), low dose CGCC (53 % plant cover) and control soil (8 % plant cover). Similarly, both organic amendments posed positive impact on soil’s physico-chemical and biological properties, and on different soil enzyme activities.\n\nIn conclusion, MSWC can be used in agronomic and soil restoration practices, but in many cases MSWC failed to improve residual N content profile of the soil in a significant way. Therefore, addition of mineral fertilizer N is recommended for better results.\n\nSoil contributes an important role in global nutrient cycling, which is the basic need for maintaining the healthy functioning of our ecosystem (Silva et al. 2013). Soil microbial communities help in maintaining vital functions in the soil like recovery of nutrients and degradation of organic pollutants (i.e. industrial waste and pesticides) (Araújo and Monteiro 2006; Araujo et al. 2008, 2010; Gonçalves et al. 2009) (Fig. 3). Soil microbial biomass (SMB) can be used as indicator to evaluate soil quality, as they are most sensitive to changes in the soil environment (Crecchio et al. 2001; Hargreaves et al. 2008a). As the main living part of soil organic matter, SMB drives important biogeochemical processes in soil, such as immobilization and/or mineralization of inorganic nutrients (NH4\n+, NO3\n−, H2PO4\n−, SO4\n2− and CO2) from organic matter (Smith and Paul 1990; Gregorich et al. 1994; Dalal 1998; Friedel and Gabel 2001). It is believed that microbial biomass N add to the primary N source that can be mineralized in soil (Bonde et al. 1988; Tu et al. 2006). Consequently, it improves soil nutrient profile and plant growth. Soil microbes also carry out key soil processes like respiration, mineralization, nitrogen fixation, nitrification, denitrification, methane oxidation, sulfur mineralization and degradation of recalcitrant organic matter like lignin (Silva et al. 2013) (Fig. 3). Furthermore, they have capability to accumulate heavy metals which is very much influenced by cell surface properties such as charge and orientation of functional groups (i.e. carboxylic, amine and phosphoryl) on the cell surface for metal binding (Chen et al. 1995; Ledin 2000). Plette et al. (1995) reported three different groups of proton binding sites on the cell wall of Rhodococcus erythropolis. Similarly, Lion and Rochlin (1989) reported the presence of different metal binding sites on cell surface of Pseudomonas atlantica and Klebsiella aerogenes. The presence of poly-His peptides in outer membrane protein of Escherichia coli accumulate greater than 11-fold more Cd II than cells displaying membrane protein without His (Sousa et al. 1996). Consequently, soil microbial biomass helps in ameliorating soil health.\n\n\nMSW compost amendment provides sustainability to the agroecosystems and soil ecology. Its incorporation in land aids in maintaining long term productivity, ameliorating soil physico-chemical and biological properties. It also helps in protecting the soil from over cropping, changes in climatic conditions and poor management (Crecchio et al. 2004). Soil microbial biomass greatly contributes to the soil organic matter, which accounts for 2–3 % of soil organic carbon (OC) (Anderson and Domsch 1989). Application of MSW compost in soil usually promotes microbial activity. Besides affecting soil fertility, it promotes changes in biological properties of soil either directly or indirectly as it may contain heavy metals and other toxic compounds (Araujo et al. 2010). Also, there is a direct relationship between microbial activity and soil health (Nannipieri et al. 1994). Therefore, soil microbial population and its enzymatic activity could be used as markers against changes in soil quality. Soil basal respiration rate and soil enzymatic activity have been used as useful index in order to determine the soil microbial health (Pascual et al. 1999; Crecchio et al. 2004).\n\nPascual et al. (1999) reported increased soil basal respiration rate, when amended with MSW compost compared to a control for 8 years. The authors have observed positive effect on enzymes involved in different nutrient cycle (i.e. C, N and P cycle). Lately, Crecchio et al. (2004) investigated the effects of MSW compost and mineral nitrogen amendments on some physico-chemical properties, enzymatic activities and microbial genetic diversity of cropped and uncropped field. Beta vulgaris and Triticum turgidum rotation was used as experimental plants. Beta vulgaris and Triticum turgidum rotation were treated with 12 t ha−1 (recommended dose) and 24 t ha−1 (twice of recommended dose) with 120 kg N ha −1 in cultivated plots or untreated whereas uncropped plots were treated with 24 t ha−1 MSW compost N ha−1 or left untreated. The sampling and analysis was performed at the end of 6-year trial. The initial physico-chemical characteristics of MSW compost was; N 20.7 g kg−1; TOC 28.0 g kg−1; Zn 381.5 ppm; Pb 209.5 ppm; Mn 163.8 ppm; Cr 112.7 ppm; Ni 22.1 ppm and Cd 1.95 ppm. The results showed that MSW compost increased the organic carbon by 12.78 % (13.3–15.0 g kg−1 soil), whereas total N increased by 6.45 % (1.55–1.65 g kg−1 soil) in cropped plot. Besides this, activity of phosphatases (9.7 %), nitrate reductase (21.4 %), dehydrogenase (9.6 %), urease (15.4 %) and b-gucosidase (13.5 %) was reported to significantly increase. Moreover, protease activity was reported to reduce by 22.22 % when double recommended dose of MSW compost was incorporated in cropped plot, but no significant changes were observed on others enzyme activity. Earlier, similar results were obtained by Crecchio et al. (2001), in which MSW compost application for 2 years showed almost similar pattern as mentioned above which increased organic C, total N, nitrate reductase and dehydrogenase activity.\n\nWeber et al. (2007) carried out a plot experiment in two different types of MSW compost (differed in heavy metal concentration). Triticale (x-Triticosecale), cultivated in a 3 year monoculture was used as test plant in this experiment. MSW compost was applied in the spring before sowing Triticale at different rate resulted in increased organic C, plant available phosphorus (P), potassium (K) and magnesium (Mg). Besides this, humic acid, humic acid/fulvic acid ratio, soil porosity and water holding capacity were significantly increased in both the amendments.\n\nEnzyme activities could be used as potent marker for microbial biomass (Bhattacharyya et al. 2001, 2003). Perucci (1990) reported increased activity of different enzymes such as urease, protease, phosphodiesterase, arylsulphatase, deaminase and alkaline mono phosphoesterase after application of 75 Mg ha−1 of MSW compost, suggesting increase in microbial biomass. Furthermore, MSW compost plays a crucial role in conversion of soil organic matter into inorganic or plant available form (Perucci 1990). It was found that addition of 2.5–40 Mg ha−1 MSW in soil increases urease and acid phosphatase activity (Bhattacharyya et al. 2003). Similarly, addition of MSW compost up to 90 Mg ha−1 has shown a linear trend of increase in phosphodiesterase and phosphomonoesterase activity with increasing rate of application rate, whereas the activity of other enzymes like dehydrogenase, arylsulphatase and l-asparaginase were found increased significantly (Businelli et al. 1994).\n\nIn another study, application of MSW (20 and 80 t ha−1) in soil have shown an increase in soil microbial biomass by 10 and 46 %, respectively as compare to the unamended control (Garcia-Gil et al. 2000). Furthermore, Bhattacharyya et al. (2003) demonstrated positive impact of MSW compost on soil microbial biomass and enzyme activities. A relationship between microbial biomass carbon (MBC), microbial biomass nitrogen (MBN) (estimated by chloroform fumigation extraction method; CFE) and microbial biomass DNA concentration has been established by Bouzaiane et al. (2007) in loam clayey wheat cultivated soil. They applied MSW compost at rates of 40 t ha−1 and 80 t ha−1 in cultivated soil. The results showed a positive correlation between MBC, MBN and microbial DNA concentration with MSW compost application. However, maximum microbial biomass was noticed in soil amended with 40 t ha−1 as compare to 80 t ha−1 of MSW compost depicted by increased microbial DNA concentration.\n\nSimilarly, Jorge-Mardomingo (2013) found increased MBC, basal respiration and stable enzyme activities like dehydrogenase, urease, phospahatase, catalase, protease and β-glucosidase when MSWC was applied at rate of 160 Mg ha−1dry mass over a one-year period. However, in some cases a decrease in enzyme activities have also been reported at very low dose of MSW compost application. Crecchio et al. (2004) reported decreased protease activity in soil, amended with only 24 Mg ha−1 of MSW compost. Similarly, a decrease in urease and protease activity was recorded when 20 and 80 Mg ha−1 of MSW compost was applied (Garcia-Gil et al. 2000). Decrease in both the cases might be due to the toxic effect of heavy metals present in MSW (Garcia-Gil et al. 2000; Crecchio et al. 2004). Thus, it is obvious from the above mentioned discussion that soil microbial biomass and response against different amendments of MSW compost depends not only on the rate and duration of the treatment but also depends on composition and characteristics (i.e. concentration of toxic heavy metals and the type of waste used) of compost.\n\nAgricultural utilization of MSW compost is one of the most promising and cost effective option for MSWM. It not only reduces the negative impact of MSW on the environment and society, but also adds nutritive value to the soil and plants. An amendment of MSW compost in soil ameliorates its physico-chemical, biological properties and enzyme activities. It also helps in restoration of degraded land. Thus, provides sustainability to the agroecosystems and soil ecology. It usually shows a linear trend of increase in different enzyme activity with increase in MSW compost application rate but in some cases a decrease was found in the activity of some enzymes at high application rate. This is attributed to presence of toxic substances in the ready MSW compost. The presence of toxic substances like heavy metals and other organic pollutants in MSW compost is always have a potential threat to soil microbial biomass, enzyme activities, ultimately productivity of the land. Therefore, it is necessary to check the physico-chemical properties of MSW compost before its land application.\n\nOn the whole, utilization of MSW compost helps in recycling of waste in agricultural land (Canellas et al. 2001). Consequently, assists in managing burgeoning amount of solid waste generated. On the other hand, MSW compost provides a good source of nutrients in plant available form, so could be used as organic fertilizer which have many advantages over inorganic fertilizers as discussed earlier. Thus, it can be concluded that the composition of MSW and MSW compost application rate greatly affects soil microbial biomass. Besides this, agricultural utilization of MSW compost has potential to solve two main burning problems of present viz. soil fertility management and MSWM."}