{"title": "Fetuin-A deficiency is associated with infantile cortical hyperostosis (Caffey disease)", "body": "Infantile cortical hyperostosis (ICH), also known as Caffey disease or Caffey–de Toni–Silverman disease, is an inflammatory collagenopathy, manifested by subperiosteal bone hyperplasia and soft tissue swelling, most commonly affecting the mandible, clavicles, and diaphyses of long bones.1 Two different forms of the disease have been described: prenatal and infantile. The prenatal form is divided into severe and mild subtypes, based on time of onset: before and after 35 weeks of gestation, respectively. The infantile form has an onset within the first 6 months of life and in the majority of cases resolves spontaneously by the age of 2 years.\n\nThe pathophysiology of ICH is not completely understood. It is assumed that inflammation plays a role, as demonstrated by leukocytosis and elevated erythrocyte sedimentation rate. In addition, treatments with anti-inflammatory drugs such as glucocorticoids or nonsteroidal anti-inflammatory drugs have been proven to be helpful.2\n\nICH is considered to be a genetic disease. In several reports, researchers investigated familial cases and hypothesized that the pattern of inheritance might be autosomal dominant with incomplete penetrance and variable expressivity.3 In 2005, Gensure et al.4 confirmed the autosomal-dominant trait of ICH by performing a genome-wide analysis of three unrelated families presenting the disease. The researchers found a novel missense mutation in the COL1A1 gene on chromosome 17q21. This mutation is a 3040C>T transition, resulting in the substitution of the amino acid Arginine by Cysteine at position 836 (R836C) within the helical domain of the a1 chain of type 1 collagen. This finding places ICH within the group of type 1 collagen-related conditions, such as osteogenesis imperfecta and Ehlers–Danlos syndrome.5 Following this report, patients with ICH expressing the COL1A1 mutation were reported worldwide,6–11 and even one lethal prenatal genetic case of ICH was described.12\n\nInterestingly, in several ICH patients, this previously known mutation in COL1A1 was not identified nor were other novel mutations found for this gene.4,11 Some cases of ICH were suggested to be sporadic rather than genetic and were thought to differ from the familial form, as can sometimes be attributed to exposure to prostaglandin E1 and prostaglandin E2.13,14 It was also hypothesized that ICH might have an autosomal-recessive inheritance form15–17; nevertheless, no specific mutation has so far been described.\n\nHere we present an infant with clinical features of ICH, in whom the known mutation in COL1A1 was not detected. The parents of the patient were first-degree cousins, thus an autosomal-recessive inheritance was highly suspected and investigated by our team.\n\nThe patient record was obtained from the e-record registry of our hospital. The patient was examined by the authors. Informed consent was obtained, and all procedures performed were in accordance with the ethical standards of the institutional and/or national research committee and with the 1964 Helsinki declaration and its later amendments or comparable ethical standards.\n\nWhole-exome sequencing (WES) was performed at the Dr. von Hauner Children’s Hospital NGS facility. Genomic DNA was isolated from whole blood of the patient for generation of whole-exome libraries using the SureSelect XT Human All Exon V5+UTR or V6+UTR Kit (Agilent Technologies, USA). Barcoded libraries were sequenced on a NextSeq 500 platform (Illumina, USA) with an average coverage depth of 100×. Bioinformatic analysis and subsequent filtering identified rare sequence variants. The familial segregation of this nucleotide change in the AHSG coding sequence was validated by the Sanger sequencing methodology.\n\nBlood samples from the patient, his parents, and 19 healthy controls were collected in serum-separator tubes and allowed to coagulate for 30 min prior to centrifugation. Tubes were spun at 4000 RPM for 4 min in a non-refrigerated centrifuge. Serum was then pipetted and stored at −20 °C. Once all samples were recruited, serum samples were thawed at room temperature for 20 min and assayed using the quantitative sandwich ELISA technique (R&D Systems, Minneapolis, MN, USA). Assays were performed according to the suppliers’ instructions. The assay was repeated twice.\n\nA 9-week-old infant male presented to the clinic with right arm swelling that developed gradually over several weeks. No fever or systemic rash was found. There was no history of recent trauma or child abuse. The patient was the first-born child of consanguineous parents (first-degree cousins). He was born at term via cesarean section due to fetal distress. No relevant family medical history was found.\n\nAt presentation the patient was afebrile. Physical examination revealed a firmly swollen right arm, hard in consistency, without local erythema, or warmth. Radial pulse was palpable. A weak right grasping reflex was elicited. Laboratory results were notable for leukocytosis of 20 × 103/ml (normal range for age: 5–19 × 103/ml), alkaline phosphatase of 401 IU/l (normal range for age: 145–320 IU/l), elevated erythrocyte sedimentation rate of 70 mm/h (normal range for age: 3–13 mm/h), and C-reactive protein level of 150 mg/L (normal range for age: 0–5 mg/l). Basic coagulation profile was within normal limits.\n\nX-ray of the right arm was performed, revealing exuberant periosteal reaction along the entire shaft of the right humerus (Fig. 1a). Further evaluation included a radiographic skeletal survey, which revealed significant periosteal reaction of one scapula, one fibula, the mandible, and many ribs (Fig. 1b). Based on the clinical and radiological findings, a diagnosis of ICH was made. Despite the possible transient nature of ICH, treatment with indomethacin (5 mg/kg per day) was started, and the lesions diminished completely within several months, as was demonstrated by follow-up radiographic examinations (Fig. 1c). After 1 year of follow-up, the patient was completely well with no bone deformity and/or elevated inflammatory markers. He is still on low dose of indomethacin (1 mg/kg per day).\n\nBeing a primary genetic candidate, the c.3040C>T (p.R1014C) mutation in exon 41 of COL1A14 was sequenced using genomic DNA obtained from peripheral blood samples of the patient and both parents. The mutation was neither found in the patient nor in his parents. Therefore, a WES of the patient’s gDNA was performed. Sequencing yielded 59,598 variants in recessive analysis, which affect protein sequences. This list of variants was subsequently reduced to 638 rare variants, by filtering out variants present in ≥0.01 of our in-house exomes and variants present with a minor allele frequency (MAF) ≥0.01 in GnomAD database. Recessive analysis reduced the variants list of the patient to 20 candidate genes (Table 1). The most likely variant among these candidates that could affect bone remodeling and/or calcification was a nonsense mutation in lysine 2 of AHSG gene encoded protein, fetuin-A (c.4A>T; p.K2X). The mutation was confirmed and segregation was validated by Sanger sequencing (Fig. 2).\n\nIn order to confirm that the stop codon in position 2 of the predicted fetuin-A protein indeed causes a null protein, we detected in two separate experiments the fetuin-A serum levels of the patient, both his parents, ten age-matched healthy infants, and nine healthy adults using ELISA kit specific to serum fetuin-A (R&D Systems, Minneapolis, MN, USA).\n\nThe mean fetuin-A serum level among the infants control group was 1803.5 ± 515.63 μg/ml, whereas in two independent experiments no fetuin-A protein was detected in the patient’s serum, indicating the deleterious mutation (p < 0.001).\n\nThe serum fetuin-A levels of the parents were 592 and 626 μg/ml in the mother and father respectively, values which are compatible with the mean serum level of the healthy adult control group (576.1 ± 221.3 μg/ml; Table 2, Fig. 3). This suggests that one wild-type (WT) allele of the AHSG gene is enough to produce the necessary amount of fetuin-A protein for normal function.\n\nHere we present a possible association between a novel homozygous mutation in the AHSG gene and an infant male with typical clinical manifestations of ICH. AHSG is a protein-coding gene located at chromosome 3q27. The protein encoded by this gene is fetuin-A/alpha2-Heremans-Schmid-glycoprotein. Clinical diseases that are associated with genetic variants of AHSG include leanness,18 Alopecia-Intellectual Disability Syndrome,19 Epstein–Barr virus hepatitis,20 and SARS coronavirus infection.21 Fetuin-A is also correlated to the metabolic syndrome,22 and its role as a cancer biomarker is investigated.23,24 Fetuin-A is thought to be a regulator of normal bone calcification and an inhibitor of pathological ectopic mineralization and calcification therefore was suggested to be important for physiologic osteogenesis and bone remodeling.25\n\nFetuin-A is a negatively charged glycoprotein (molecular weight 52 kDa), produced mainly by hepatocytes, secreted by the liver into the circulation, and accumulated in mineralized bone.26 It is assumed that fetuin-A is produced in osteocytes as well and, to a far lesser extent, in osteoblasts, modulated by the bone-derived hormone FGF-23.27 The protein is processed from a single chain precursor into its mature circulating form, which is composed of two N-terminal cystatin protein domains and a third proline-rich C-terminal domain. The amino-terminal domain D1 enables high affinity to calcium phosphate, forming soluble protein–mineral complexes (“mineral chaperones”), thereby preventing pathological calcification at enriched mineral sites.28 In addition, fetuin-A functions as an antagonist to the transforming growth factor beta (TGF-β) and bone morphogenetic protein (BMP) superfamily of cytokines and in this manner controls tissue remodeling and inflammation in osteoblastic cells. Fetuin-A structure shares homology with the extracellular domain of TGF-β receptor type II, allowing fetuin-A to bind directly to TGF-β1 and TGF-β2 and with greater affinity to TGF-β-related BMPs (BMP-2, BMP-4, and BMP-6) and limit cytokine activity.29 In vitro studies showed that, in cultures of rat bone marrow cells, fetuin-A binds to TGF-β cytokines and suppresses dexamethasone osteogenesis.29,30\n\nSince the model of AHSG knockout mice (Ahsg−/−) became available, researchers examined in vivo the role of fetuin-A in bone metabolism. In several studies, AHSG-deficient mice displayed severe extra-osseous calcifications of the kidney, heart, and lung, emphasizing the role of fetuin-A as an inhibitor of ectopic mineralization.31,32 In other studies, AHSG-deficient mice presented a variety of pathological manifestations in physiological sites of mineralization such as long bones and growth plates: Seto et al.33 showed that AHSG-deficient mice display increased cortical thickness in the femur, with increased mineral content in the growth plate cartilage matrix, a site of vigorous physiological mineralization. Rittenberg et al.34 implanted human native BMP into hindquarter muscles of mice and showed that the ratio of cortical to cancellous bone was more than two-fold higher in Ahsg−/− mice compared to WT and also presented higher incidence of immature bone islands (“satellite ossification”). Szweras et al.35 showed that mice lacking ASHG protein display growth plate defects, increased bone formation including cortical thickening, and enhanced cytokine-dependent osteogenesis. All these findings in mice highly point to a possible role of AHSG deficiency in the pathophysiology of Caffey disease, which is characterized by subperiosteal bone hyperplasia.\n\nClinically, elevated serum levels of fetuin-A were found to be correlated with a mild form of osteogenesis imperfecta,36 whereas depressed levels of fetuin-A were observed in increased bone turnover conditions, such as Paget’s disease.37\n\nInterestingly, a novel homozygous stop codon mutation in AHSG gene was found in our presented case who had typical features of infantile Caffey disease. This resulted in no production of fetuin-A in the patient, as detected by ELISA test. Taking into consideration the importance of fetuin-A in bone metabolism, we highly suspect that this AHSG gene defect is the cause of the ICH phenotype in our patient. These findings also support the theory that ICH can be inherited in an autosomal-recessive manner. Our discovery raises the possibility of potential treatments for ICH. For instance, in patients with pseudoxanthoma elasticum, a hereditary disease of ectopic mineralization in soft connective tissues caused by a known mutation in ABCC6 gene, circulatory fetuin-A was found to be reduced.38 Jiang et al.39 suggested that normalization of serum fetuin-A, either through gene therapy or by direct protein delivery to the circulation, can be used to treat the disease. In this manner, based on our study, fetuin-A should also be considered as a treatment for ICH.\n\nOur study has several limitations; we report only an association between fetuin-A deficiency and ICH phenotype, but no in vivo experiment was conducted in order to prove causation. However, as described above, previous studies that investigated AHSG knockout mice showed bone hyperplasia and cortical thickening resembling ICH manifestations. The novel stop codon mutation that we described causes zero production of fetuin-A. In other words, it is equivalent to knocking out the AHSG gene. Thus we consider this mutation to be the cause of ICH in our patient. We, therefore, propose that additional Caffey disease patients with non-COL1A1 defects will be assessed for fetuin-A deficiency. It can be argued that our patient might have a “Caffey-like” disease with manifestations imitating the classic infantile Caffey disease described in the literature. However, the classic presentation in our patient, including the laboratory and imaging findings, as well as the prompt resolution of the symptoms, are all consistent with ICH, therefore we highly recommend additional ICH patients with non-COL1A1 defects to be assessed for fetuin-A deficiency.\n\nIn conclusion, ICH is an underdiagnosed collagenopathy of infancy; hence, clinicians in general and pediatricians in particular should be aware of its unique presentation and proper management. ICH has a strong genetic basis; while an autosomal-dominant mutation in the COL1A1 gene was previously reported, we are the first to report an association between a novel autosomal-recessive mutation in the AHSG gene and ICH. This homozygous nonsense mutation in lysine 2 of the AHSG encoded protein (c.4A>T; p.K2X) caused null production of fetuin-A, revealing the importance of this protein in the pathogenesis of ICH. Treatment approaches for increasing fetuin-A levels among ICH patients should be considered and further investigated."}