{"title": "Epidemiology of respiratory viruses in Saudi Arabia: toward a complete picture", "body": "Respiratory tract infections (RTIs) are detrimental to the health of individuals and economies. Millions of deaths due to acute lower RTIs (ARTIs) occur each year worldwide. The deaths commonly occur in premature infants, immunocompromised patients, individuals with bronchopulmonary dysplasia, and the elderly as a result of severe pneumonia. Children under 5 years of age are also vulnerable, with annual estimates of 1.9 [1], 10.8 [2] and [3] million deaths. Viruses are a major cause of ARTIs [4]. Human respiratory syncytial virus (HRSV) is the most frequent pathogen, followed by influenza viruses, human rhinovirus, enterovirus, human coronavirus, human parainfluenza viruses, and human metapneumoviruses [5]. In addition to these, newly emerging viruses, including severe acute respiratory syndrome-related coronavirus (SARS-CoV), Middle East respiratory syndrome-related coronavirus (MERS-CoV), and influenza viruses of swine (H1N1) and avian (H5N1, H7N9) origin are a threat to public health.\n\nIn Saudi Arabia, ARTI cases involved over 5 million (15.4%) of the population in 2013 [6]. The epidemiology, evolution, and circulation patterns of respiratory viruses in Saudi Arabia may be affected by two major factors. One is the presence of over 11.9 million foreign workers from more than 100 countries [7]. The movements of this huge number back and forth between their home nations and the Kingdom of Saudi Arabia may help to introduce new viral strains. The second factor is the gathering of more than 10 million Muslims from approximately 184 different countries in the holy sites of Mecca and Medina during the Hajj and Umrah seasons. Pilgrims and foreign workers are a large heterogeneous population in terms of ethnicity, underlying medical conditions, including a markedly variable rate of lower RTIs [8], and socioeconomic backgrounds. During the 3- to 4-day Hajj ritual, many pilgrims are confined in close proximity in tents and alleys [9, 10]. The overcrowding is ideal for the spread of respiratory viruses and is a major public health concern. Those who become infected can pass the respiratory viral infection on to others upon their return to their countries [11–14].\n\nThe circulation patterns of respiratory viruses in Saudi Arabia are unclear. This lack of clarity is due to the paucity of studies being done, the past focus on respiratory viruses present during the Hajj season, and the relative lack of information concerning the evolution and phylogeny of respiratory viruses, compared to virus detection. We have studied the prevalence, epidemiology, and phylogeny of several respiratory viruses, including influenza viruses [15, 16], parainfluenza viruses [17–19], HRSV [20, 21], human metapneumovirus [22], and others [23]. These data are discussed in the subsequent sections. Importantly, these data are mainly for respiratory viruses circulating in Riyadh.\n\nThe intent of the current review is to collect and present a full historical record of respiratory virus infections in the population of Saudi Arabia in terms of epidemiology, circulation pattern, genetic and phylogenetic analysis, and evolutionary perspectives. Moreover, epidemiologic and demographic features associated with MERS-CoV infections are addressed by analyzing the clinical data of 1549 laboratory-confirmed cases of MERS-CoV infections and by considering the camel-to-human and human-to-human transmission of MERS-CoV.\n\nViruses within the subfamily Orthocoronavirinae (family Coronaviridae, order Nidovirales) are grouped into four genera: Alpha-, Beta-, Gamma-, and Deltacoronavirus [24]. Six coronaviruses can infect humans: HCoV-229E, NL63, OC43, HKU1, SARS-CoV, and MERS-CoV. The first two belong to the genus Alphacoronavirus, and the remainder belong to the genus Betacoronavirus, with MERS-CoV belonging to lineage C [25]. CoVs are characterized by having the largest genome of RNA viruses (29–32 kb). The genome is single-stranded, positive-sense, and enclosed within particles with a corona-like morphology [26].\n\nThe capability of CoVs to infect a wide range of hosts, including animals and humans, has been known for a long time. CoVs often cause mild and self-limited respiratory diseases in humans [27, 28]. However, CoVs received much attention after the SARS-CoV pandemic that began in mid-November of 2002 in Guangdong, China. The virus spread to several countries around the world and led to the death of 774 (9.56%) of 8,096 infected individuals reported to the World Health Organization (WHO) [29]. A SARS-like CoV identified as MERS-CoV was isolated from a Saudi patient in 2012. MERS-CoV quickly spread to neighboring countries, followed by a wider spread to geographically distant countries [25, 30, 31]. WHO statistics from January 2019 indicate that this outbreak involved 27 countries with 2,279 laboratory-confirmed cases and 806 deaths (35.3% case fatality rate). Saudi Arabia was the hotspot of the outbreak, with 1901 cases reported and 732 deaths (38.7% case fatality rate) [32].\n\nIn the spring of 2014, another outbreak occurred in Saudi Arabia. Up to 500 laboratory-confirmed cases were identified within a short period of time. The outbreak originated in Jeddah, with cases also detected at the same time in Riyadh, Al-Kharj, and Medina [33]. An attempt to study the epidemiology of MERS-CoV was made based on data collected from the Saudi Ministry of Health during 2012 to July 2015. The risk factors and case fatality rates among 939 MERS-CoV-infected individuals were analyzed [34]. To increase our understanding of MERS-CoV epidemiology, we analyzed the demographic data of 1549 MERS-CoV-confirmed cases. Data from May 2013 to March 2018 were retrieved from the Ministry of Health and statistically evaluated. The largest numbers of MERS-CoV cases were reported in 2014 (n = 523) and 2015 (n = 452) (Table 1). More recently, the number of hospital-acquired cases has dropped significantly due to improved control measures.\n\nAmong the regions of the kingdom (Fig. 1), the Central Region (Riaydh, Qasim) was the most affected area, followed by the Western Region (Mecca, Medina, Jeddah), Eastern Region (Damam, Khafji, Alhasa), Northern Region (Tabuk, Jouf, Hail), and Southern Region (Asir, Najran, Jizan) (Fig. 2). Except for August and September 2015, significant MERS-CoV peaks were observed between March and May of the remaining years (Fig. 3). Analysis of demographic data of patients revealed that 35% (n = 545) of those infected were 41 to 60 years of age, 32% (n = 495) were more than 60 years of age, 27% (n = 418) were 20 to 40 years of age, and 2% (n = 35) were younger than 20 years of age. Males (64%) were more frequently infected than females (32%). However, in a previous study, both sexes displayed the same mortality rate [35]. Co-morbidities, including diabetes, renal diseases, hypertension, and pulmonary diseases, were evident in 642 (41%) of the MERS-CoV cases (Table 1). A cross-sectional serologic survey of human serum samples collected from healthy individuals (>15 years of age) across all 13 provinces of Saudi Arabia was performed. MERS-CoV antibodies were detected only in 15 (0.15%) of 10,009 samples collected from blood donors and slaughterhouse workers. Up to 45,000 Saudis may be seropositive for MERS-CoV but asymptomatic [36]. Such individuals are potential sources for the spread of MERS-CoV.\n\nMERS-CoV has a wide species tropism, as the virus can replicate in a variety of mammalian cells of different origins [37]. This suggests that the virus originated from animals. As is the case with several beta-CoVs, bats are the common reservoir from which the virus jumped to humans through intermediate hosts [38]. MERS-CoV is thought to be transmitted to humans directly from bats or through an intermediate host, most likely dromedary camels [39–41]. Many studies have sought to define the animal reservoir, intermediate host(s), and the possibility of human-to-human transmission. Although bats are considered the ancestral reservoir of CoVs [42], camels are important for the maintenance and diversification of MERS CoVs, and they are the source of human infections. It has been estimated that camel exposure resulted in 12% of MERS-CoV infections [43]. A survey of MERS-CoV-infected individuals from 20 hospitals in Saudi Arabia revealed that some had direct contact with camels, while others had likely acquired the virus from infected humans [44]. The possibility of human-to-human transmission was also supported by the presence of hospital-associated outbreaks in several countries, including Saudi Arabia [30, 33, 45–48].\n\nThe transmission from camels to humans in several studies has indicated that camels are the most likely intermediate host for MERS-CoV. In one case in Saudi Arabia, a patient in contact with his infected camels was admitted to the intensive care unit of a hospital in Jeddah with respiratory dyspnea. The patient died 15 days after admission. The MERS-CoV isolates obtained from the patient and one of the camels were genetically identical [49]. Sequence similarity between MERS-CoV isolated from camels and humans has also been reported in other studies [50–52]. In a similar case, a 62-year-old man living in the Al-Hasa region was the source of an outbreak after likely acquiring the infection from a camel. He spread the infection to his family and three public hospitals, resulting in 52 cases and 18 deaths [53]. In other studies, MERS-CoV was detected in serum samples collected from camels throughout Saudi Arabia, while specific antibodies were not detected in domestic sheep, goats, cows, or equids [39, 54, 55]. Viral RNA was also detected in camels’ milk [56]. In another study, virus replication, shedding, and persistence were evaluated by infecting dromedary camels intranasally, intratracheally, and conjunctively. Infected camels shed high titers of virus for 7 days post-inoculation, and viral RNA was detected on day 35 post-inoculation [57]. Coinfection with MERS-CoV and other coronaviruses (i.e., non-MERS viruses) has been documented. Two non-MERS-related CoVs were isolated with sequence similarity to human coronaviruses 229E and OC43 [58].\n\nFrom the above findings, it is clear that camels play a key role in maintenance, divergence, and transmission of MERS CoVs. However, two points require further investigation. Firstly, MERS-CoV-specific antibodies were detected in archival samples collected from dromedary camels in Saudi Arabia during 1992 to 2010. Similarly, a high percentage of archived samples collected since 1983 from camels in eastern Africa were found to contain MERS-CoV-neutralizing antibodies (153/189) [59]. These findings indicate the high prevalence of MERS-CoV in camels, but it is not clear why camel-to-human transmission occurred only during 2012 and not before. Secondly, MERS-CoV antibodies were detected in camels from Egypt, Jordan, Egypt, Nigeria, Ethiopia, Kenya, Burkina Faso, Morocco, Tunisia, and Spain [50, 51, 60–62], but camel-to-human transmission has been reported only in Saudi Arabia.\n\nInfluenza viruses are members of the family Orthomyxoviridae. This family includes viruses with a single-stranded, negative-sense, segmented RNA genome [63]. Based on variations in the nucleoprotein and matrix proteins, orthomyxoviruses are classified into seven different genera: Alphainfluenzavirus (influenza A virus), Betainfluenzavirus (influenza B virus), Deltainfluenzavirus (influenza D virus), Gammainfluenzavirus (influenza C virus), Thogotovirus, Quaranjavirus, and Isavirus [64]. Among the orthomyxoviruses, influenza A viruses, the most important causative agents of flu pandemics, are classified into several antigenic subtypes based on their hemagglutinin (H,18 subtypes) and neuraminidase (N, 11 subtypes) surface proteins [65].\n\nInfluenza viruses are highly contagious pathogens. They infect a wide range of hosts, such as birds, humans, pigs, horses [66], cats, and whales [67]. Worldwide, influenza A viruses have caused serious and massive pandemics where millions of cases have been reported with high mortality rates. Moreover, these viruses strongly affect the economies of developing and developed countries. In the United States, the annually estimated cost of treatment exceeds $10 billion [68]. Several influenza A virus subtypes have caused serious human pandemics. Influenza A H2N2 virus was responsible for the Asian/Russian pandemic that killed approximately one million humans in 1889. The virus re-emerged in 1957 and killed approximately 2 million people. Influenza A H1N1 virus, the causative agent of Spanish flu, caused approximately 500 million infections and approximately 50 million deaths in 1918. An H1N1 outbreak dubbed “swine flu” began in 2009 and continues to cause epidemics with high morbidity and mortality rates [69]. The ability of influenza A virus to evolve and to cross species barriers has resulted in the emergence of new subtypes, including H7N9 [70], H10N8 [71], H17N10, and H18N11[65].\n\nThe Saudi Ministry of Health established a surveillance program for influenza viruses [72]. Several issues concerning epidemiology, antigenicity, and genetic diversity still need to be clarified. In 2009, a novel H1N1 virus originating in swine was first identified in Mexico. The virus spread rapidly and caused a pandemic with more than 22 million cases in the United States. The mortality rate was low (0.5%) in comparison with seasonal influenza strains [73]. Saudi Arabia was one of the countries affected by the virus, with 15,850 laboratory-confirmed cases and 124 deaths by December 2009 [74]. The first 100 cases in Saudi Arabia involved Saudis and Filipino travelers at King Khaled Airport during June 2009 [74]. Between July and September, H1N1 was detected in patients with influenza-like illnesses treated at King Khaled University Hospital in Riyadh [75]. In Riyadh, a prospective 6-month cohort study from July to December of 2009 included 1103 children (0-12 years of age) with influenza-like illness. Of these, 375 (34%) tested positive for H1N1, and 50 (13.3%) were hospitalized [76].\n\nDuring October and November, 2010, 12 (57%) patients hospitalized at Prince Mansour Military Hospital in Taif were H1N1 positive, and two patients died [77]. In Hail City, a retrospective study conducted throughout 2015 at King Khaled Hospital revealed 54 (18%) infections with H1N1 pdm09. The patients ranged in age from 7 months to 85 years [78]. In a prospective study conducted from June to November of 2009, 526 health care workers at King Abdul-aziz Medical City (Riyadh) tested positive for H1N1 pdm09 [79]. In another prospective study conducted from July 2009 to June 2010 at a tertiary-care hospital in Khamis Mushyt, 117 laboratory-confirmed cases of influenza A H1N1 pdm09 were reported. Forty-seven patients developed pneumonia, 22 were admitted to the intensive care unit, and 22 died [80]. Another study documented 47 laboratory-confirmed influenza A H1N1 pdm09 cases among hospitalized patients in a Saudi Arabian hospital [81]. These findings indicate the circulation and indigenous transmission of influenza A H1N1 pdm09 virus in Saudi Arabia.\n\nHRSV is a member of the genus Orthopneumovirus, family Pneumoviridae, order Mononegavirales, phylum Negarnaviricota [64]. This order includes viruses with a negative-sense, non-segmented, and single-stranded RNA genome [82, 83]. The HRSV genome ranges from 15,191 to 15,226 nucleotides in length [84] and codes for ten subgenomic mRNAs [85]. Based on the heterogeneity of the attachment glycoprotein gene, HRSV strains are classified antigenically into A and B subgroups [86].\n\nHRSV is a highly contagious virus that causes lower RTIs in humans of different ages. One study described the infection of 33.8 million children, with 3.4 million hospitalizations and nearly 199,000 deaths. Almost all (99%) of the cases were reported from developing countries [87]. In addition, HRSV infections have a great economic impact, with annual direct medical costs having been estimated at $650 million in the United States alone [88]. Neonates and infants under 5 years of age are more prone to severe and even fatal HRSV infections [23]. Similarly, individuals with underlying risk factors, such as prematurity, bronchopulmonary dysplasia (BPD), and congenital heart disease, and those with natural or induced immunodeficiency are at high risk of severe HRSV infection [89].\n\nIn comparison with other respiratory viruses, HRSV is the leading cause of lower RTIs in community and hospital studies [90, 91]. The virus is responsible for a high percentage of hospital admissions of babies [92]. Evolution of new genotypes of HRSV strains usually leads to recurrent infections in infants [93]. However, subsequent infections in adults are generally less severe and are usually asymptomatic [94]. The seasonality of HRSV epidemics is influenced by a number of factors, including climate, geographical region, virus dynamics, and social behavior. The epidemic period may extend for 1 to 5 months, depending on the geographic region involved [95, 96]. Both group A and group B HRSV can co-circulate during epidemics, with group A isolates often being more prevalent than group B [20, 95, 97]. However, there is a regular change of the circulating strains/groups and emergence/disappearance of new lineages [98].\n\nSeveral studies have been conducted in Saudi Arabia to detect HRSV in clinical samples collected from hospitalized patients in different provinces (Table 2). These studies utilized immunofluorescence, ELISA, conventional RT-PCR, and real-time PCR assays and produced highly variable results, ranging from 4.7% to 83%. The prevalence of HRSV was generally high and usually was the leading cause of viral respiratory disease. In our laboratory, the circulation patterns of both groups of HRSV were examined. In addition, the virus was isolated and characterized for the first time in Saudi Arabia. Moreover, the genetic diversity, molecular and phylogenetic analysis of group A and B HRSV were studied [20, 21]. Based on sequence analysis of the second hypervariable region of the G gene, we found that all Saudi HRSV B strains belonged to the genotype BA, which is characterized by a 60-nucleotide duplication.\n\nThe predominant genotype of HRSV A during 2007/08 and 2008/09 was NA1 [21]. Recently, we reported the circulation of the ON1 genotype in Saudi Arabia during 2014/15 and 2015/16 (unpublished data, GenBank accession numbers MH388029 to MH388042). This genotype is characterized by a 72-nucleotide duplication in the C-terminal region of the G gene. ON1 was first detected in Ontario, Canada [99], and was subsequently reported in several other countries. The demographic features associated with virus infection were also investigated. Infants younger than 6 months of age are the most affected age group, and males are infected more often than females [21]. In Saudi Arabia, HRSV infection tends to peak from October to March [23, 100, 101].\n\nPIVs are members of the family Paramyxoviridae, order Mononegavirales. There are four genetically and antigenically different HPIVs distributed in two genera. The genus Respirovirus includes human respirovirus 1 (formerly HPIV-1) and human respirovirus 3 (formerly HPIV-3). The genus Orthorubulavirus includes human orthorubulavirus 2 (formerly HPIV-2) and human orthorubulavirus 4 (formerly HPIV-4) [102]. The genome of HPIV is single-stranded, non-segmented, and negative-sense and ranges in size from 15,300 to 17,400 nucleotides. The genome is enclosed within an enveloped helical nucleocapsid.\n\nHPIVs are important human pathogens causing acute upper and lower RTIs with varying degrees of severity. Of the four types, HPIV-1, -2, and -3 have been frequently detected in RTI outbreaks, particular in institutional settings [18, 19, 103]. HPIV-4 causes mild respiratory symptoms and has not been frequently detected in outbreaks and is therefore regarded as a less clinically important strain [104–106]. HPIV infections are characterized by croup (acute laryngotracheobronchitis), bronchiolitis, pneumonia, tracheobronchitis, and febrile and afebrile wheezing [101]. In the USA and the United Kingdom, the epidemiology of HPIV has been elucidated. In the USA, HPIVs account for approximately 1.7 million annual infections in children younger than 5 years of age [107, 108]. They are also responsible for up to 17% of hospitalizations caused by acute RTIs in children younger than 5 years of age [109, 110]. In the UK, a retrospective study including 8221 PIV-infected cases over a 12-year period revealed that HPIV-1, -2, -3 and -4 accounted for 17.2%, 70.8%, 7.5%, and 1.1%, respectively, of the reported cases. Of these cases, 64.1% were infants under one year of age, 24.4% were children aged 1 to 4 years, and 7.2% were patients aged 5 years or older [111].\n\nHPIV infections are detected throughout the year at low frequency [112]. Seasonal patterns vary based on the virus type. The reason for the variation is unclear and may involve climate change [107]. HPIV-1 and HPIV-2 have been reported to cause biennial fall epidemics and may circulate concurrently with HPIV-2, causing annual outbreaks [113]. Spring and summer epidemics of HPIV-3 have been reported in North America and Europe [102].\n\nIn Saudi Arabia, data concerning the epidemiology of HPIV are scarce. The circulation of HPIVs was documented in a number of provinces, including Abha, Qassim, and Riyadh [101, 114–116]. In Riyadh, a total of 1429 Saudi children were admitted to King Khaled University Hospital between April 1993 and March 1996 with RTIs. Among these, 522 (37%) were identified to be caused by viruses. HPIV-3 was detected in 42 cases (8%). The authors also reported that HPIV-3 could be detected in all months, with epidemics during June to August, when the air temperature was 40 °C [18]. In another study, HPIVs were detected in nasopharyngeal aspirates collected from infants and young children admitted to the Buraidah Maternity and Pediatric Hospital, Al-Qassim, Saudi Arabia, during the winter season of 2003/2004. Among 282 screened samples, the frequency of HPIV-1, -2, and -3 was 9 (3.2%), 4 (1.4 %), and 1 (0.4 %), respectively [116].\n\nIn our laboratory, the circulation pattern of HPIVs in Saudi patients treated at King Khaled University Hospital was examined. HPIVs in nasopharyngeal aspirates collected from hospitalized children during two consecutive seasons (2007/08 and 2008/09) were screened using RT-PCR. Of 180 samples, 10 (5.56%) contained HPIV-3 [18] and contained (0.56%) was HPIV-2 [18]. In addition, we investigated the genetic characteristics and phylogeny of Saudi HPIV-3 strains by sequencing the entire hemagglutinin-neuraminidase gene. HPIV-3 strains displayed sequence similarity to strains from India, China, and Japan. A distinct Asian lineage was inferred from phylogenetic analysis [17, 19]. Phylogenetic analysis showed that a Saudi strain of HPIV-2 was related to a strain reported in the US state of Oklahoma [18].\n\nHuman metapneumovirus (hMPV), a member of the family Pneumoviridae, is an enveloped virus with a negative-sense, non-segmented and single-stranded RNA genome. The virus was first reported in 2001 and was identified as a common cause of upper and lower RTIs in young children, the elderly, and immune-compromised individuals. The virus is responsible for approximately 5% to 10% of hospitalizations of children due to severe bronchiolitis and pneumonia. We investigated the epidemiology and genetic diversity of hMPV in Saudi children hospitalized in Riyadh. The virus was detected in 19 (10.9%) of 174 nasopharyngeal airway samples and was found to be the third major cause of RTI after HRSV (n = 39, 22.4%) and influenza A virus (n = 34, 19.5%). Males (n = 14, 73.7%) were more frequently infected than females (n = 5, 26.3%). Children younger than 2 years of age were the most affected group [23].\n\nTo identify hMPV lineages circulating in Riyadh, phylogenetic analysis was performed using the full-length G gene and a partial sequence of the F gene. We found that all hMPV subgenotypes and lineages, except A1, circulated in Riyadh [22]. Worldwide, hMPV usually peaks in winter and spring [117, 118]. In Saudi Arabia, the epidemiology data of hMPV are very limited [119, 120]. hMPV usually has broad seasonal peaks. In one study, the virus was most frequently reported from January to March [23], while another study reported hMPV peaks in March, August, and September [119]. Some other studies that reported the prevalence of hMPV in Saudi Arabia are listed in Table 3.\n\nHuman rhinovirus, a member of the family Picornaviridae, has a single-stranded, positive-sense RNA genome enclosed within a naked capsid. HRV has been reported to cause upper RTIs and some lower RTIs in children [121]. Epidemiological studies in Saudi Arabia have shown that hRV infects people of all ages [119, 120].\n\nAnother causative agent of viral RTIs is human adenovirus (hAdV). It is a double standard, non-enveloped DNA virus with more than 50 serotypes. The virus has no seasonal variation and can infect humans throughout the year. hAdV accounts for 5% to 10% of acute lower RTIs in children [122, 123]. In Saudi Arabia, one study reported that children 1-3 years of age were infected more frequently than younger or older children [114]. Table 3 summarizes data concerning hMPV, hAdV, hRV, HCoV, and bocavirus RTIs in Saudi Arabia.\n\nDuring the Hajj season, acute respiratory infections account for 57% of hospitalizations [124–127]. Detection of respiratory viruses among more than 14,000 pilgrims over seven consecutive Hajj seasons has revealed that influenza A viruses were the most frequently detected viruses, followed by HRSV, HPIVs, rhinoviruses, non-MERS CoVs, and metapneumoviruses [128]. Therefore, studying respiratory viruses circulating among pilgrims is important to prevent serious consequences, particularly with elderly and immunocompromised individuals. To investigate nasal carriage of MERS-CoV among Hajj pilgrims, 5235 nasopharyngeal samples were collected from pilgrims of 22 countries pre- and post-Hajj. Samples were screened by PCR. None of the tested samples were positive [129]. Similarly, MERS-CoV was not detected in Hajj returnees to France [14], Austria [130], North India [131], China [132], Jordan [133], Egypt [134], or Qatar [135]. These findings do not exclude the possibility of human-to-human transmission.\n\nSeveral studies were also carried out to detect influenza viruses circulating during the Hajj seasons [136–140]. In these studies, the virus was detected in different types of samples, including throat swabs, nasal swabs, nasopharyngeal swabs, sputum, bronchoalveolar and nasopharyngeal aspirates, gargled pharyngeal secretions, and serum. These studies do not reflect the real situation of influenza in the kingdom because they are mainly focused on pilgrims. In addition, these studies included pilgrims of different nationalities [12, 52, 127, 130, 141–143]. H1N1 was detected among pilgrims of the 2009 Hajj season [144]. In a prospective cohort study during the 2009 Hajj season, 110 critically ill patients in four hospitals were involved. Of these, 11 (10%) displayed severe H1N1 infections [145]. In Mecca and during the Hajj season of 2010, 120 (7.5%) of 1,500 pilgrims were confirmed to have H1N1 pdm09 infection [137]. Similarly, HRSV [140, 142, 143, 146–148] and HPIVs [12, 14, 135, 139, 148, 149] were frequently detected during the Hajj season.\n\nDuring the Hajj season, millions of Muslims gather in Mecca in the largest annual mass congregation worldwide. In such overcrowded conditions, respiratory viruses spread easily. Several studies have documented the increased rate of viral respiratory infections among pilgrims [12, 135, 141, 143, 146]. Upon return to their home countries, pilgrims act as potential foci for spread of new viruses among susceptible populations. Transmission of these viruses in a so-called ‘virgin soil’ has serious consequences and may result in global outbreaks and/or pandemics (examples: MERS-CoV and influenza A viruses). Therefore, several countries routinely screen Hajj returnees, particularly those developing or showing signs of respiratory illness. For instance, influenza virus was identified in 64% of the pilgrims returning to France after the Hajj season of 2011/2012 [150]. In prospective studies on French pilgrims, a significantly higher percentage of returning pilgrims had respiratory virus infections than before travelling to Saudi Arabia [12, 151].\n\nIn the UK, among 202 returning pilgrims/travelers, 28 (13.8%) were infected with influenza A virus, 13 (6.4%) with influenza B virus, 29 (14%) with rhinovirus, 10 (4.9%) with parainfluenza viruses, 10 (4.9%) with adenovirus, five (2.4%) with RSV, and three (1.4%) with human metapneumovirus [152]. In Ghana, a total of 651 out of 839 (77.6%) returning pilgrims were suffering from ARTIs. Rhinovirus was detected in 141 returnees, RSV in 43, and influenza A virus in 11. Coinfection with more than one respiratory virus was reported in 1.9% of the tested returnees [147]. In Iran, a total of 275 (out of 3000) pilgrim returnees with flu-like symptoms were tested. Influenza A viruses were detected in 13 (8 H1N1 and 5 H3N2), and 20 tested positive for influenza B virus [142]. In Austria, five pilgrims were influenza positive and two were infected by rhinovirus [130]. In India, 22 hajj returnees tested positive for influenza A virus (13 H3N2 and 9 H1N1), and 11 were positive for influenza B/Yamagata [131].\n\nFrom the above-mentioned studies, it is clear that rhinoviruses and influenza viruses (A and B) are the most prominent among Hajj returnees. The absence of MERS-CoV among Hajj returnees does not exclude the possibility of its nasal carriage to other countries. Studies performed before, during and after the Hajj season support the notion that pilgrimage contributes to the epidemiology of respiratory viruses. Hajj returnees could also transmit these viruses into different parts of Saudi Arabia through domestic pilgrims or globally through international pilgrims. Therefore, it is recommended for pilgrims to follow the vaccination regimen approved by the Saudi Ministry of Health and CDC.\n\nIn an era of rapid global travel, viruses have no borders and can traverse countries and even continents within a few hours. Airports and other ports of entry to Saudi Arabia witness a dynamic movement of millions of pilgrims and foreign workers throughout the year. These huge numbers of people have different ethnicities, underlying clinical conditions, and socioeconomic backgrounds. They vary in their susceptibility to respiratory virus infections and represent a potential source of virus transmission to the Kingdom of Saudi Arabia. Control measures at different ports of entry are a prudent strategy, particularly during the winter and Hajj seasons. In addition, pilgrims should be advised to follow vaccination programs before performing the Hajj ritual. This will help to reduce the spread of virus beyond the Hajj season, both to other parts of Saudi Arabia by domestic pilgrims and to other countries by international pilgrims. More research studies that clarify the epidemiology, phylogeny, and evolution of respiratory viruses are urgently required to predict and reduce the impact of future epidemics."}