{"title": "Probiotics and prebiotics potential for the care of skin, female urogenital tract, and respiratory tract", "body": "Prebiotics and probiotics have been widely studied and applied on the pharmaceutical and food industries due to their health benefits. The global prebiotics and probiotics market is constantly growing partly attributed to consumer awareness of the health benefits of their consumption and, therefore, demand nutritional and therapeutic value of food products.\n\nThe activity of the beneficial microbial community has enormous impact on human well-being, including host metabolism, physiology, nutrition, and immune function. Thus, the consumption of probiotics is purported to maintain the balance of the gut flora and to inhibit the growth of pathogenic bacteria. The consumption of nutrients exerting selective and positive effects on the beneficial gut bacterial flora (i.e., prebiotics) is another usually adopted strategy.\n\nProbiotics can be considered as a promising alternative to antibiotics since they can displace harmful bacteria through various mechanisms. In this regard, several studies have explored the effects of probiotic and prebiotics use on microbiota of other parts of the body, to treat halitosis (Suzuki et al. 2014), atopic dermatitis (Wu et al. 2012), and allergies related to the respiratory system (Watts et al. 2016) and to restore the vaginal microbiota (Gabrielli et al. 2018), among others.\n\nThis review focuses on the scientific knowledge regarding the effect of probiotics and prebiotics on the prevention and treatment of infectious diseases occurring on the skin, female urogenital tract, and respiratory tract.\n\nProbiotics have been defined as “live microorganisms that, when administered in adequate amounts, confer a health benefit on the host” (FAO/WHO 2001). However, microorganism classified as a probiotic must comply with the “Guidelines for the Evaluation of Probiotics in Food” (FAO/WHO 2002). These microorganisms should be biologically and genetically stable, have good sensory properties, low cost, maintain viability during processing and storage, and resist physicochemical processing of the food when used as food additives (Collins and Gibson 1999; Prado et al. 2008; Sanders 2008).\n\nThe scientific literature shows differing degrees of evidence supporting the beneficial effects of probiotics on human health: some improve lactose digestion and reduce the symptoms of lactose intolerance, reduce intestinal pH and blood cholesterol, produce vitamin B, and improve dietary calcium bioavailability (Nagpal et al. 2012; Prado et al. 2008). In addition, probiotics inhibit the onset of allergic diseases and prevent and treat ischemic heart syndromes (FAO/WHO 2001). However, other health benefits require additional studies, such as cancer prevention, treatment of acute diarrheal diseases, and anticariogenic properties (Kechagia et al. 2013; Nagpal et al. 2012).\n\nGibson and Roberfroid introduced the prebiotic concept in 1995 (Gibson and Roberfroid 1995). Most recently, prebiotic has been defined as “a substrate that is selectively utilized by host microorganisms conferring a health benefit.” This new definition allows inclusion of non-carbohydrate substances and applications in body sites other than the gastrointestinal tract. This definition also applies to prebiotics for animal use (Gibson et al. 2017).\n\nThe prebiotic activity of an ingredient should be evaluated by a series of in vitro and in vivo assays. The following methodologies have recently been proposed (Bajury et al. 2017): (1) in vitro method, which includes in vitro digestion and in vitro fermentation; (2) in vivo method, including animal studies and human clinical studies; (3) analysis of fermentation products; and (4) validation of in vitro with in vivo studies.\n\nThe best-known and most frequently studied prebiotics are inulin-type fructans, including native inulin, oligofructose, and synthetic fructooligosaccharides (FOS). Other examples are galactooligosaccharides (GOS), arabinose, raffinose, lactulose, pyrodextrins, soya oligosaccharides, and xylooligosaccharides (de Souza et al. 2011; Gibson and Fuller 2000; Pineiro et al. 2008). They can be extracted from natural sources, such as chicory root, dahlia tubers, artichoke, yacon, agave, garlic, onions, asparagus, leeks, flaxseed, and soya beans, as well as in human breast milk and cow's milk (Campos et al. 2012; Gibson et al. 2017; Gomez et al. 2010).\n\nThe configuration of the glycosidic bonds of prebiotics is resistant to hydrolysis by intestinal acid and digestive enzymes. Therefore, prebiotics are not degraded in the upper regions of the gastrointestinal tract and can reach the colon intact, where it is degraded by the gut microbiota to produce acetic, propionic, butyric, and lactic acids as well as gasses (Anadón et al. 2010).\n\nThe development of pharmaceutical and food products containing both prebiotics substances and probiotics microorganisms aiming to modulate the gut microbiota is a prominent strategy to control and treat some infectious diseases. These products are called synbiotics, due to synergistic effects between pre- and probiotics. In theory, a synbiotic product improves the survival and implantation of live probiotics in the gastrointestinal tract through the selective stimulation of the growth and/or metabolic activity of a limited number of health-promoting microorganisms (Pandey et al. 2015). Probiotics used in synbiotic formulations usually include strains belonging to the Lactobacillus, Bifidobacterium, Enterococcus, and Streptococcus genera. Main prebiotics in these formulations include inulin and FOS (from different sources), GOS, xylose oligosaccharide, transgalactooligosaccharides, lactulose, lactilol, and lactosucrose (Markowiak and Śliżewska 2017; Pandey et al. 2015; Sekhon and Jairath 2010).\n\nThe effects of the synbiotic relationship on human health have been addressed in several studies, most aimed at evaluating the effects of synbiotic products on the metabolic status of patients with type 2 diabetes mellitus (DM) (Tajadadi-Ebrahimi et al. 2014). Other studies focused on health-related quality of life and irritable bowel syndrome symptoms (Šmid et al. 2016), weight loss and maintenance in obese patients (Sanchez et al. 2014), and glucose metabolism and gut microbiome (Liu et al. 2017).\n\nSome studies have suggested that the synbiotic relationship would also be useful in other parts of the human body where beneficial microbial communities for the host also exist (Luoto et al. 2014; Suzuki et al. 2014; Wu et al. 2012).\n\nAlthough probiotics have been widely studied, the mechanisms of action in the prevention or treatment of bacterial infections on other parts of human body, such as skin, female urogenital tract, and respiratory tract, are so far unknown. However, it has been postulated that similar mechanisms than in intestinal epithelium may exist (Tapiovaara et al. 2016). As shown in Fig. 2, probiotics can improve human health by oral consumption and local application. This figure also outlines possible mechanisms of probiotics action in skin, female urogenital tract, and respiratory tract. It includes modulation of the systemic immune function, competitive exclusion of harmful microorganisms, production of antimicrobial substances and growth substrates, inhibition of bacterial toxin production, among others (Bermudez-Brito et al. 2012; Gogineni et al. 2013; Markowiak and Śliżewska 2017; Rahmati Roudsari et al. 2013).\n\nIn general, studies in the field of skin diseases refer mainly to the effects of probiotics and prebiotics ingestion, while the effect of topical application has been barely investigated (Lee et al. 2019).\n\nAn innovative line of cosmetics has recently been developed, the so-called prebiotic cosmetics. The strategy is to rebalance the composition of the skin microflora by inhibiting the growth of transient or pathogen species while promoting the growth of beneficial bacteria as the resident microorganisms (Krutmann 2009). Al-Ghazzewi and Tester (2010) showed that konjac glucomannan hydrolysate and probiotic strains (Lactobacillus acidophilus, Lactobacillus casei, Lactobacillus plantarum, Lactobacillus gasseri, and Lactococcus lactis ssp. lactis) inhibited P. acnes NCTC 737 growth in vitro. Bateni et al. (2013) determined that a spray formulation containing konjac glucomannan hydrolysate (5%, w/v) significantly improved the skin's health with acne vulgaris of young women after twenty and forty days treatment.\n\nKang et al. (2009) studied the therapeutic effect on P. acnes of a lotion prepared with concentrated powder (CBT SL-5) from the cell-free culture supernatant of Enterococcus faecalis SL-5. The randomized, double-blind, placebo-controlled trial included 70 patients (33 in placebo group and 37 in test group) diagnosed with acne vulgaris in the face. Patients (≥ 12 years old) were instructed to apply a thin layer of CBT SL-5 lotion twice a day on affected areas. The results showed that the lotion significantly (P < 0.05) reduced the inflammatory lesion relative to the placebo lotion. Muizzuddin et al. (2012) observed a reduction in acne lesion size during a clinical study of L. plantarum extract (5%); however, no size reduction occurred at 1%.\n\nLopes et al. (2016) determined, in an in vitro assay, that Propioniferax innocua, L. acidophilus La-5, Lactobacillus delbrueckii, L. acidophilus La-10, Lactobacillus paracasei La-26, Bifidobacterium lactis B-94, and Bifidobacterium animalis Bb-12 exhibited the highest adhesion values to human keratin. In addition, the probiotic P. innocua significantly (P < 0.05) reduced the adherence of P. acnes. On the other hand, L. acidophilus La-5, L. delbrueckii, L. acidophilus La-10, L. paracasei La-26, and B. animalis Bb-12 exhibited important zone of inhibition (0.8 to 2.3 mm) against P. acnes. Lopes et al. (2016) also found that all probiotics of the assay decreased P. acnes biofilm formation.\n\nBlanchet-Réthoré et al. (2017) studied the effect of a lotion containing heat-treated Lactobacillus johnsonii NCC 533 on S. aureus colonization in AD patients. The open-label, multicenter study consisted of the following two stages: (1) an assessment of S. aureus sampling and quantification methods and (2) evaluation of a cosmetic lotion containing a heat-treated probiotic. The first part of the study included 31 patients, while the second part of the study included 21 patients, carriers of S. aureus at the start of the study and with clinically visible lesions on day 8. Patients (male and female, aged 18–75 years) diagnosed with AD of mild-to-moderate severity were instructed to apply the probiotic lotion (3.1 × 1011 CFU/g) on lesional skin twice daily for 3 weeks. Application of the probiotic lotion controlled S. aureus colonization and was associated with local clinical improvement of the Scoring Atopic Dermatitis Index (SCORAD).\n\nRosacea has been associated with certain gastrointestinal diseases, such as small intestinal bacterial overgrowth (SIBO), irritable bowel syndrome, and others (Egeberg et al. 2016). However, the possible pathogenic link is unknown (Egeberg et al. 2016). Furthermore, SIBO treatment with antibiotics leads to the eradication of rosacea which was maintained for over nine months (Parodi et al. 2008).\n\nManzhalii et al. (2016) evaluated a probiotic therapy on intestinal-borne dermatoses. In that study, the placebo group (57 patients) received a vegetarian diet and conventional topical dermatoses therapy (i.e., ointments with tetracycline, steroids, and retinoids). In addition, the test group (37 patients) received an additional therapy consisting of oral Escherichia coli Nissle 1917 administration (one capsule for 4 days, then 2 capsules daily for the following month, each contained 2.5–25 × 109 live bacteria (CFU)). The administration of probiotics capsule significantly (P < 0.01) ameliorated dermatoses, as rosacea and acne, or caused complete recovery in contrast to the placebo group. This improvement was associated with significant increase in IgA levels in serum and cyokime IL-8 suppression.\n\nDaily consumption of fermented milk containing Lactobacillus bulgaricus and Streptococcus thermophilus improved the clinical grade of acne over 12 weeks in a clinical study (Kim et al. 2010). This condition improved by lactoferrin (an anti-inflammatory milk protein) addition, i.e., lactoferrin-enriched fermented milk decreased acne vulgaris with reduced triacylglycerols in skin surface lipids. Additionally, neither of the probiotic-fermented milks produced alterations in skin hydratation or pH.\n\nJung et al. (2013) evaluated whether probiotics could work synergistically with antibiotics to treat inflammatory acne while reducing side effects of antibiotic administration. This open-label study considered forty-five females (aged 18–35 years) with mild to moderate acne vulgaris. Patients were randomly assigned to one of the following three groups: The probiotic group was advised to take one capsule in the morning and once in the evening. The minocycline group was advised to take the antibiotic once after dinner. Those patients with combined treatment, probiotic plus antibiotic were instructed to take the probiotic at least 2 h after their antibiotics dosage. In addition, all patients received a standard topical acne medication and a facial cleaner applied twice daily. Probiotic capsule included L. acidophilus and L. delbrueckii sp. bulgaricus each 5-billion CFU/capsule and Bifidobacterium bifidum 20 billon CFU/capsule. Clinical evaluation was performed at baseline and during follow-up visits 2, 4, 8, and 12 weeks after treatment initiation. After the first 4 weeks, all patients demonstrated a significant (P < 0.001) improvement in total lesion count. After 8 and 12 weeks, total lesion count of the group with combined treatment decreased significantly compared to the other two groups. Jung et al. (2013) showed that probiotics reduced potential side effects to antibiotic use while also augmenting antibiotic therapy.\n\nIn recent decades, the incidence of AD in children has increased. It is a chronic disease causing itchy skin (Chamlin et al. 2004). Several studies evaluated the effect of probiotics combined with prebiotics; however, the results are still inconclusive and may depend on the severity of the disease and probiotics applied. Wu et al. (2012) studied the effect of Lactobacillus salivarius and FOS on infants with AD. Sixty children (aged 2–14 years) received two capsules containing either L. salivarius plus FOS (treatment) or FOS only (control) daily for 8 weeks. The AD intensity decreased significantly (P ≤ 0.013) in children administered the synbiotic treatment compared to the control group. A study evaluated the effect of probiotics on the treatment of children with AD. Forty pediatric patients (aged 1–13 years) were assigned to test or placebo group. Both groups consumed two bags a day for a total of eight weeks. The test bags contained 2 × 109 CFU of four types of probiotic bacteria (B. bifidum, L. acidophilus, L. casei, and L. salivarius), while the placebo bags contained skim milk powder and dextrose. The combination of probiotic strains was effective in reducing the SCORAD in the treatment of AD in pediatric patients (Yeşilova et al. 2012). Recently, the effect of L. plantarum IS-10506 was also evaluated in children with mild and moderate AD in a randomized, double-blind, placebo-controlled trial. The probiotic function was evaluated by its ability to decrease the SCORAD and levels of serum immunoglobulin. In this study, twenty-two AD patients (aged 0–14 years), included in the test group (7 girls, 5 boys), received microencapsulated probiotic L. plantarum IS-10506 at 1010 CFU/day, and the placebo group (3 girls, 7 boys) received skim milk, twice daily for 12 weeks. The SCORAD reduction in the test group was significantly (P = 0.0001) higher than that in the placebo group at the end of the study. Levels of IL-4 (P = 0.0001), IFN-γ (P = 0.006), and IL-17 (P = 0.0001) were significantly lower in the probiotic group than those in the placebo group, while the IgE levels were not significantly changed. Thus, L. plantarum IS-10506 was able to reduce clinical symptoms in children diagnosed with AD and therefore with potential to treat this disease (Prakoeswa et al. 2017).\n\nCabana et al. (2017) evaluated the effectiveness of daily L. rhamnosus GG supplementation for the first 6 months of life to decrease eczema incidence, a potential early marker of asthma. The intervention infants received a daily dose of L. rhamnosus GG (1 × 109 CFU) and inulin (225 mg), and the control infants received inulin (325 mg) alone. The results showed that the early probiotic supplementation for the first 6 months of life did not prevent the development of either eczema or asthma at 2 years of age in infants with high risk of allergic diseases.\n\nA meta-analysis on the effect of probiotics and/or prebiotics for the prevention of eczema in infants determined that probiotics or synbiotics may reduce the eczema incidence in infants (< 2 years old). Systemic sensitization did not change following probiotic administration (Danq et al. 2013). A meta-analysis on the effect of prenatal and postnatal probiotic supplementation to prevent infantile and childhood eczema established that the pooled relative risk of all the studies was 0.74 (95% confidence interval 0.67 to 0.82); the authors concluded that the use of probiotic supplements during pregnancy and/or during infancy significantly reduced eczema incidence (Mansfield et al. 2014).\n\nIn another meta-analysis, Cuello-Garcia et al. (2015) evaluated the use of probiotics to prevent allergies, such as AD (eczema). The study included randomized controlled trials with a minimum follow-up of 4 weeks that compared any type of probiotic with placebo. The selected studies included pregnant women, breastfeeding mothers, infants, and children. The studies considered the use of probiotics from newborn infants to preschool and school-aged children (up to 9 years of age). The meta-analysis showed that the use of probiotics by pregnant women or breastfeeding mothers and/or given to infants reduced the risk of eczema in infants. However, the certainty in the evidence was low or very low because of the risk of bias, inconsistency and imprecision of results, and the indirectness of available information. In addition, the evidence did not support effect on other allergies, nutritional status, or incidence of adverse effects.\n\nRecently, Yu et al. (2019) evaluated whether the clinical data support the use of oral and topical probiotics for certain dermatologic diseases. The results showed that few clinical trials exist that evaluate the utility of probiotics for the prevention and treatment of dermatologic diseases, with the exception of AD. Most studies investigated oral probiotic administration, and, of those utilizing topical probiotics, few included skin commensals. However, oral and topical probiotics appear to be effective for the treatment of certain inflammatory skin diseases.\n\nZeng et al. (2010) compared the efficacy of a non-antibiotic sucrose gel with an antibiotic metronidazole gel for the treatment of BV. The study considered 560 subjects with clinically diagnosed BV. Patients applied the gel twice daily for five consecutive days. After the treatment, the therapeutic cure rates of the sucrose, metronidazole, and placebo gel groups were 83.1, 71.3, and 0.9% after 7–10 days, respectively. A second evaluation after 21–35 days of treatment showed 61.0, 66.7, and 7.3% cure rates for the sucrose, metronidazole, and placebo gel groups, respectively. According to these results, the researchers suggest that sucrose gel can restore the normal vaginal flora and used as a novel treatment for BV. Moreover, sucrose gel carries less risk of inducing pathogenic bacteria-resistant variants than the currently used antibiotics, including metronidazole. The authors argue that sucrose gel and metronidazole gel have different mechanisms of action in treating BV. The treatment with sucrose gel mediates a shift of vaginal bacterial flora, thereby promoting the growth of lactobacilli, which in turn generate lactic acid that reduce the vaginal pH and secrete antibacterial substances, inhibiting the adhesion and replication of the pathogenic anaerobic bacteria. In contrast, metronidazole gel appears to inhibit the growth of both the pathogenic bacteria and the beneficial lactobacilli. However, researchers believe that lactobacillus will recover faster than the pathogenic bacteria once the metronidazole gel treatment is complete because lactobacillus is more resistant to metronidazole than anaerobic bacteria.\n\nHemmerling et al. (2010) evaluated the colonization efficiency, safety, tolerability, and acceptability of L. crispatus CTV-05 (Lactin-V) administered by a vaginal applicator. The phase 2a Lactin-V was a randomized, double-blind, placebo-controlled trial in premenopausal women diagnosed with BV. Twenty-four women (aged 18–50 years) were randomized to test or control group. The test group (18 women) received Lactin-V (2 × 109 CFU/dose of L. crispatus CTV-05), while the control group (6 women) received a placebo for 5 initial consecutive days, followed by a weekly application over two weeks. Women returned for evaluation on days 10 and 28. The results showed that L. crispatus CTV-05 colonized eleven women of the test group at day 10 or day 28. The preexisting endogenous Lactobacillus flora at baseline line did not influence colonization with L. crispatus CTV-05. In addition, women who followed the protocol (7 doses at the recommended time) had better colonization than those who used a lower dose of Lactin-V. Finally, the product was well tolerated and accepted.\n\nCoste et al. (2012) evaluated the efficacy and safety of an intravaginal prebiotic gel in the balance recovery of the vaginal flora in women previously treated for BV. The double-blind, parallel placebo-controlled, randomized clinical trial included 42 premenopausal, nonpregnant women aged 18–50 years. Patients confirmed with BV received oral antibiotic treatment with metronidazole during 7 days. Then, the test group (20 patients) were randomized to receive the APP-14 gel inside a small tube containing 7 mL of product with the glucooligosaccharides-alpha prebiotic (6%, equivalent to a minimum of 300 mg of oligosaccharide) and the Trifolium pratense extract (2%). Meanwhile, the control group (22 patients) received placebo gel without the active ingredients. The intravaginal-gel was self-administered once a day for 16 consecutive days. The results showed that after the antibiotic treatment there was no significant (P = 0.296) difference between the groups and the normal vaginal flora was not completely restored. After 8 days of treatment, all women who received prebiotic treatment had normal vaginal flora, while 33% of women in the control group did not completely restore normal vaginal flora. After 16 days treatment, all women treated with the prebiotic gel maintained normal vaginal flora, whereas in the placebo group 24% had not completely restored vaginal flora.\n\nThe efficacy of orally administered capsules containing probiotics (L. rhamnosus GR-1 and L. reuteri RC-1) was evaluated in a randomized, double-blind, multicentric, placebo-controlled trial including 544 women older than 18 years of age diagnosed with vaginal infection (Vujic et al. 2013). The test group (395 women) and placebo group (149 women) received either two probiotic capsules (each containing >109 CFU of each Lactobacillus strain) or two placebo capsules per day for 6 weeks. Women underwent two gynecological examinations after 6 and 12 weeks of the study. Differences between groups were significant (P < 0.001) at forty-four days after the initial visit; the vaginal microbiota was restored in 243 women in the probiotic group compared to 40 women in the placebo group. After the additional 6 weeks of follow-up, normal vaginal microbiota was still present in more than half of the women in the probiotic group compared to only about one-fifth of those in the placebo group (P < 0.001).\n\nGille et al. (2016) studied the effect of an oral probiotic food supplement in maintaining or restoring the normal vaginal microbiota during pregnancy. Three hundred and twenty women with less than 12 completed weeks of pregnancy participated in the study. Patients consumed a probiotic capsule containing L. rhamnosus GR-1® and L. reuteri RC-14® (1 × 109 CFU of each strain per capsule) daily. The results showed that oral probiotics may be suitable for implementation in antenatal care but had no effect on vaginal health during mid-gestation.\n\nRecently, Laue et al. (2018) evaluated the effect of yoghurt containing Lactobacillus strains on BV in a single-center, double-blind, placebo-controlled, randomized clinical trial with two parallel arms. The strains were isolated from healthy pregnant women and selected for acidification capacity, H2O2 production, glycogen utilization, bile salt tolerance, and pathogen inhibition. Thirty-six female volunteers were selected at reproductive age (≥ 18 years) with stable menstrual cycles or postmenopausal women diagnosed with BV. The test group (18 patients) received yoghurt (125 g/daily) containing live strains of L. crispatus, L. gasseri, L. rhamnosus, and L. jensenii and the placebo group (18 patients) received chemically acidified milk (125 g/daily) without bacterial strains. Patients were treated with oral metronidazole for 7 days (2 × 500 mg/daily). Starting with the treatment, women consumed twice daily either yoghurt or placebo for 4 weeks. After 4 weeks of intervention, 0 of 17 had BV in the test group vs. 6 of 17 in the placebo group. Additional intake of yoghurt containing these Lactobacillus strains improved the recovery rate, BV symptoms, and vaginal microbial pattern.\n\nA recent study evaluated the probiotic capacity of Saccharomyces cerevisiae CNCM I-3856 to modulate the expression of pathogenicity determinants by Candida albicans in vivo during vaginal candidiasis in experimentally infected mice. Besides, the administration of S. cerevisiae was evaluated for its influence on the number and functions of a landmark sign of inflammation in the host. In general, the study determined that daily intravaginal administration of S. cerevisiae CNCM I-3856 leads to the suppression of several fungal components that play critical roles in fungal virulence of C. albicans at the vaginal level. S. cerevisiae modulated the expression of aspartyl proteinases as well as hyphal growth-associated genes, Hwp1 and Ece1, in the vaginal cavity. The probiotic effects on the host and the probiotic suppression of neutrophils influx caused by the fungus into the vaginas of the mice are likely related to lower interleukin-8 (cytokine associated with inflammatory responses) production and inhibition of aspartyl proteinase expression. Besides, there was no evidence of any cytotoxic effect either by the probiotic, when used in vivo, on vaginal epithelial cell and organ architecture, or in in vitro in human vaginal epithelium (Gabrielli et al. 2018).\n\nHandalishy et al. (2014) compared the efficacy of vaginally administered probiotic vaginal tampons with oral metronidazole for the treatment of BV. This single blinded, randomized clinical trial included healthy women diagnosed with BV. The patients, aged 20–40 years, were randomly assigned to two groups (antibiotic and probiotic groups). The antibiotic group (16 patients) received oral metronidazole (500 mg twice daily for 7 days), while the probiotic group (15 patients) used lactobacilli-impregnated vaginal tampons for 5 days during menstruation. The probiotic group had significantly lower incidence of discharge than metronidazole group (P = 0.024) and higher cure rate than metronidazole group, but this difference was not significant (P = 0.269).\n\nVerdenelli et al. (2016) evaluated the effect of probiotic suppositories, SYNBIO® gin, on vaginal health. The study included 35 apparently healthy women (aged 18–48 years), who were instructed to receive daily for 7 days the probiotic suppositories SYNBIO® gin, containing at least 109 CFU of viable lactobacilli, a combination of L. rhamnosus IMC 501® and L. paracasei IMC 502®. Women were examined three times during the study. The results revealed the presence of the two strain originating from SYNBIO® gin in 100% of women at visit 2 and 34% at visit 3. In addition, the probiotic suppositories were well-tolerated and had no adverse effects, and no significant changes were registered for pH between visits.\n\nA meta-analysis evaluating the efficacy of Lactobacillus found that probiotic strains of Lactobacillus are safe and effective in preventing recurrent UTIs in adult women. However, more randomized clinical trials are required before providing a definitive recommendation since only 127 patients contributed data to this meta-analysis (Grin et al. 2013).\n\nSchwenger et al. (2015) evaluated the potential therapeutic advantage of probiotics in a meta-analysis to prevent UTIs in susceptible patients in terms of morbidity and mortality compared to a placebo and other prophylactic interventions. The meta-analysis showed no significant reduction (P = 0.27) in the risk of recurrent symptomatic bacterial UTIs between patients treated with probiotics and a placebo. Furthermore, risk reduction of recurrent symptomatic bacterial UTIs was insignificant between probiotic and antibiotic-treated patients (1 study, 223 participants: RR 1.12, 95% CI 0.95 to 1.33). However, a benefit cannot be excluded as the data were few and derived from small studies with poor methodological reporting.\n\nIn a recent meta-analysis, three double-blind randomized clinical trials evaluated the effect of oral administration of a mixture of four Lactobacillus strains (L. crispatus LbV 88 (DSM 22566), L. gasseri LbV 150N (DSM 22583), L. jensenii LbV 116 (DSM 22567), and L. rhamnosus LbV96 (DSM 22560) on vaginal dysbiosis. Selected clinical trials included 60 male-to-female transsexual women with neovagina, 36 women with bacterial vaginosis, and 22 postmenopausal breast cancer patients receiving chemotherapy. The meta-analysis showed that oral intake of a probiotic product containing Lactobacillus strains either as yoghurt or in capsule form may improve the microbial pattern in different forms of vaginal dysbiosis (de Vrese et al. 2019).\n\nKing et al. (2014) studied the effects of probiotics on the duration of illness in healthy children and adults who developed common acute respiratory infections. This meta-analysis included twenty randomized controlled trials of varied durations that compared Lactobacillus and/or Bifidobacterium strains consumed orally with placebo or with “untreated” in apparently healthy children or adults who developed acute RTI at some period during the trial. Ten trials investigated probiotics use in children (aged 1–12 years) and ten were conducted in adults (aged 18–67 years), two of which were conducted in elderly free-living adults. This meta-analysis determined that probiotics consumption significantly reduced the duration of illness episodes, number of days of illness per person, and number of days absent from day care/work/school.\n\nHao et al. (2011) evaluated probiotics effects to prevent acute URT infections in randomized controlled trials, excluding all crossover studies due to potential residual treatment effects. The participants were children and adults of all ages excluding those vaccinated against influenza or other acute URTIs within the last 12 months, taking immune-stimulating medications, undertaking abnormal physical exercise, or with known congenital or acquired immune defects or allergies. The trials included different types of probiotics usually compared with placebo. This meta-analysis showed that compared to placebo, probiotics may be more beneficial for preventing acute URT infections in people of all ages. However, the quality of the evidence was low or very low, because some studies had small sample sizes and the quality of the methods was unsatisfactory in some studies. In contrast, another meta-analysis determined that probiotic consumption appears to be a feasible way to decrease RTI incidence in children from newborn to 18 years (Wang et al. 2016).\n\nLaursen and Hojsak (2018) evaluated the strain-specific probiotic effects on RTIs in children attending day care. This meta-analysis included fifteen randomized controlled trials with 5121 children in day care settings (aged 3 months to 7 years). Twelve randomized controlled trials, with high diversity in reported outcomes, showed that L. rhamnosus GG may be moderately effective in reducing RTI duration and that B. animalis ssp. lactis Bb-12 had no effect on RTI duration or on absence from day care. Besides, the potential effect of other probiotic strains or their combination was impossible to evaluate due to limited available data.\n\nA series of commercial products containing prebiotics and/or probiotics are available in the market as a complementary approach to manage infections occurring on the skin, female urogenital system, and respiratory tract or to strengthen the immune system, among others (Table 2, Fig. 1).\n\nProbiotics and/or prebiotics can be beneficial in preventing and treating certain infectious diseases of the skin, female urogenital tract, and respiratory tract. The evidence suggests that probiotics consumption can decrease the presence of eczema in children when their mothers have consumed probiotics during pregnancy and lactation. In women, probiotics consumption can be effective in preventing recurrent urinary tract infections. The consumption of synbiotic products can reduce respiratory tract infections and their duration and severity. However, the in vitro, in vivo, and clinical studies present certain shortcomings, such as the wide variety of probiotics considered in studies, which makes it difficult to identify the individual effect of each probiotic strain. On the other hand, the studies lack standardization, the number of patients or volunteers required in the trials is small, and the cost-effectiveness of probiotics is another factor to analyze. These issues mean that the information reported in the current literature is limited and the evidence is inconclusive. However, several probiotic and prebiotic products aiming to improve consumers’ quality of life are already on the market, such as Sensiline®, JooMo®, Lafti L10®, NeoGOS®, and others.\n\nAdvances in next-generation analytical tools have enabled the exploration of specific probiotics that may positively affect the health of the immune system, cognition, and mental health, among others. Moreover, the advances in studies related to microbiome sequencing when individuals are in different states of activity have resulted in the identification of bacteria associated with peak performance and recovery. This will enable identification of specific probiotics that can promote recovery and energy metabolism and novel probiotic strains that can recover lipid metabolism, reduce symptoms of psychological distress during and after pregnancy, positively impact on children’s behavioral, cognitive, and emotional development, and enhance performance in athletes, among others. Therefore, well-defined and multidisciplinary clinical studies must be developed. Recent publications open new lines of research on novel probiotic and synbiotic formulations that can prolong longevity through mechanisms of gut–brain axis communication related to chronic disease management. This shows that there are still many research questions to answer and hypotheses to confirm regarding the benefit of probiotics on health and quality of life."}