{"title": "Respiratory virus-induced heterologous immunity", "body": "Respiratory viruses, such as respiratory syncytial virus (RSV), rhinovirus (RV) and influenza virus (IV) frequently cause upper (URTI) and lower respiratory tract infections (LRTI). Such infections include the common cold, pneumonia, bronchitis and bronchiolitis.\n\nDirect and indirect costs associated with viral respiratory tract infections other than IV add up to $40 billion annually in the USA [1]. The annual burden due to IV epidemics is estimated to be around $87 billion in the USA [2]. Seasonal IV epidemics affect about 1 billion of the global population and cause up to half a million deaths every year (WHO). A viral aetiology is found in ~70% [3] of all common cold cases, while RV alone accounts for ~50% [3]. Furthermore, RV was detected in 9% of patients hospitalized for severe community-acquired pneumonia, i.e. more often than IV (6%) or Streptococcus pneumoniae (5%) in the same study [4].\n\nEspecially children, adults >65 years of age and the chronically ill are at high risk of developing severe disease upon LRTI. Acute LRTI are one of the major causes of childhood mortality worldwide [5]. RSV and IV are among the main pathogens causing acute LRTI in children under 5 years with at least 53 million cases of acute- and 4.4 million cases of severe acute LRTI annually [6, 7].\n\nViral RTI, especially RV infection, frequently cause chronic obstructive pulmonary disease (COPD) [8] and asthma [9] exacerbations. Respiratory viruses have also been implicated in the development and persistence of asthma [9, 10] as well as the initiation of autoimmune disease [11]. Despite the large impact on society, treatment of these viral infections is mostly supportive.\n\nWe discuss respiratory virus-induced adaptive heterologous immune mechanisms in infections, autoimmunity and asthma. Specifically, we describe published data in the involved virus strains, implicated T/B cell epitopes and final outcome among others. A better understanding of heterologous immunity (HI) potentially leads to new therapeutic or preventive strategies for a range of immunologically mediated disorders.\n\nT cells are equipped with TCRs, with whom they sense their cognate antigen. Major histocompatibility complex (MHC) molecules present peptide antigen to T cells in the form of peptide-MHC (pMHC) complexes. MHC I molecules present peptides 8‑ to 14-mers of length [41]. MHC class II molecules are able to present even longer peptides. The estimated number of divergent TCRs in the human native T cell pool is <108 [42], whereas the number of potential foreign peptides presented by MHC molecules is suggested to be >1015 [41]. Taken together, broad TCR cross-reactivity is inevitable for sufficient immune protection [41, 43]. This theory is further supported by the finding that one TCR is able to recognize >1 million different peptides presented by one MHC molecule [44]. Cross-reactivity is common between peptides with a high degree of sequence homology [23, 45–47], but also peptides with little homology are able to elicit cross-reactive immune responses [29, 48–51]. Moreover, TCR cross-reactivity is restricted to peptides of the same length, when presented via MHC class I [52]. Cross-recognition between seemingly non-related peptides might occur due to hotspot binding, where the peptide–TCR interaction is focused on a hotspot, while tolerating substitutions in other positions [53].\n\nB and plasma cells contribute to host protection by producing antibodies, which can neutralize pathogens and/or toxins. The recognition of antigen occurs at the binding cleft of the antibody, which is located in the fragment antigen binding (Fab) domain. The binding cleft contains multiple paratopes, which recognize B cell epitopes on antigens [54]. Therefore, all antibodies are potentially polyspecific [54], which might be necessary to provide sufficient immune protection against the majority of pathogens. B cell epitopes constitute of 15 amino acids on average [55] and most of them are, in contrast to T cell epitopes, conformational or discontinuous epitopes [56]. In addition, hotspot recognition is also likely in antibody–antigen interaction [56].\n\nMiddle East respiratory syndrome (MERS)-CoV and severe acute respiratory syndrome (SARS)-CoV caused recurrent epidemics, which were associated with a high mortality. CD4+ and CD8+ T cells as well as antibodies have all been suggested to have protective effects against SARS-CoV infection [57]. Humoral cross-reactivity between SARS- and MERS-CoV was absent in several studies [58]. But recently, Tai et al. [59] showed that immunization of mice with recombinant receptor binding-domain (rRBD) of the spike (S) protein from different MERS-CoV strains induced broadly neutralizing antibodies against up to 17 human and camel MERS-CoVs. Intranasal vaccination with a viral vaccine vector, which encodes a conserved SARS-CoV CD4+ T cell epitope protected mice from homologous and heterologous challenge with MERS-CoV. Protection was dependent on cross-reactive CD4+ T cells, producing IFNγ [60].\n\nCD4+ and CD8+ T cells generated in a preceding IV infection or vaccination are able to provide protection against heterosubtypic IV infection in humans [18, 20] or mice [17]. T cells cross-strain protection is due to recognition of conserved IV proteins. Seasonal IV vaccines generate strain-specific neutralizing antibodies against HA and NA, but fail to induce a significant cross-reactive response. Therefore, a major goal is to develop IV vaccines, which induce a cross-reactive T cell and/or antibody response.\n\nOne target might be the immunodominant HLA(human leukocyte antigen)-A2-M158 epitope, which is conserved over strains for many years, although mutations were detected [47]. Valkenburg et al. [47] showed that M158-specific CD8+ T cells also recognized three naturally occurring M158 peptide variants. In addition, M158-specific Tem cells from unexposed adults lysed IV A H1N1 2009 pandemic (A(H1N1)pdm09) infected cells ex vivo [61]. Therefore, the M158 epitope is a potential target for a broadly IV protective vaccine.\n\nPrime-boost vaccination with the licenced live attenuated influenza vaccine (LAIV) conferred enhanced protection against heterosubtypic IV A challenge compared to FluZone or control. Protection was dependent on CD4+/CD8+ T cells, which also protected against heterosubtypic challenge [62]. In addition, the 2014–2015 and 2015–2016 seasons LAIV vaccine induced lung CD4+ CD44+ CD62Llo CD69+ Trm cells in C57BL/6 mice [39]. Mice were protected against heterosubtypic challenge for up to 45 weeks [39]. LAIV vaccination was also shown to boost pre-existing cross-reactive T cells in 50% of vaccinated children [63].\n\nVaccination with self-amplifying mRNA (SAM®) (GlaxoSmithKline, London, UK) in lipid nanoparticles, encoding for conserved internal IV A proteins (nucleoprotein [NP] and/or matrix protein 1 [M1]), induced proliferation of NP- and M1-specific CD4+ Th1 cells as well as NP147–155-specific CD8+ T cells in mice. All vaccinated mice survived heterosubtypic IV A challenge [64]. Evidence suggests that innate immune stimulation leads to a broader adaptive immune response [64]. A Toll-like receptor 2 (TLR2) agonist together with a split IV vaccine, but not vaccine alone, protected mice against homologous and heterologous virus challenge. Heterologous effects were dependent on CD8+ T cells specific for NP147–155 [65].\n\nThe HA consists of the highly variable globular head domain, which is the main target of the antibody response, and the stalk/stem domain. The stalk domain is highly conserved among two groups in IV A [66]. Anti-stalk antibodies occur in lower titers and less frequent than anti-head antibodies and are infrequently induced by inactivated IV vaccines [66, 67]. An inactivated H5N1 vaccine showed on average a fourfold anti-stalk antibody increase in humans after the first immunization [67]. Different approaches for a stalk vaccine are under investigation and hold promise for a universal IV vaccine [68].\n\nComputationally optimized broadly reactive antigen (COBRA) vaccines of the HA head domain have the potential to generate broadly protective antibodies. Seasonal and pandemic-derived H1N1 COBRA HAs with the broadest HAI activity were inoculated into mice, using virus-like particles (VLP). Vaccination induced broadly reactive antibodies and protected mice from A(H1N1)pdm09 challenge [69].\n\nAnother approach to overcome strain-specific immunity are vaccines containing the highly conserved extracellular domain of the IV matrix protein 2 (M2e). Many different VLPs are used to enhance the otherwise low immunogenicity of M2e [70]. Different M2e-based vaccines induced anti-M2e antibodies [38, 70], but also CD4+ or CD8+ T cells [71, 72], which were protective against heterologous virus challenges in mice. Furthermore, M2e-VLP induced lung CD8+ Trm cells, which mediated long lived (>4 months) heterologous protection in mice [38]. Different M2e vaccines [70] and an anti-M2e monoclonal antibody (mAb) [73] were safe in human trials, but immunity can still be improved.\n\nIn response to RSV infection, the anti-fusion (F) protein and anti-attachment glycoprotein (G) are the main antibodies produced [74, 75]. CD8+ T cells contribute to RSV clearance in murine models [74] and lung CD8+ Trm have protective effects in human RSV challenge [37]. No vaccine is currently available against RSV, although many approaches for a broadly protective vaccine have been discussed [74]. Vaccination of mice with a recombinant fusion protein, containing a conserved region of the G protein131–230 of RSV-A and RSV-B strains, resulted in IgA and IgG antibodies specific for both RSV-A and RSV-B G proteins. This vaccination protected mice from challenge with RSV-A or RSV-B [76]. The calf animal model is closer to RSV infection in humans. Taylor et al. [77] vaccinated calves with viral vectors expressing sequences of the F, N and M2-1 proteins of human RSV (HRSV). The vaccination induced neutralizing antibodies as well as CD4+ IFNγ+ T cells. Calves were protected from heterologous bovine RSV (BRSV) challenge, possibly because of cross-reactivity, since HRSV and BRSV have a high degree of sequence homology. Cross-reactivity of human antibodies has also been detected between two epitopes of the G‑protein of RSV-A and RSV-B. Such human IgG antibodies showed neutralizing effects against both viruses in HEp-2 cell culture [75]. Furthermore, human mAbs, cross-neutralizing RSV and human metapneumovirus (HMPV), have been identified [15, 78]. One of these mAbs also reacted to two other paramyxoviruses [15], while protective effects upon infection with the aforementioned viruses in murine models have been described [15, 78].\n\nInfection with RV generates serotype-specific antibodies, which can prevent infection with the same serotype. Since there are over 160 distinct RV strains characterized to date [9], reinfection with other strains is common. Viral capsid proteins (VP) of RV contain sequences [79] and T cell epitopes [80], which are conserved across strains. Therefore, humoral or cellular cross-reactivity might provide cross-strain protection against heterologous RV infection.\n\nImmunization with RV-A16-derived VP0 and a Th1 promoting adjuvant protected mice from heterologous RV-A1B challenge [9, 79]. CD4+ Th1 cells were preferentially expanded. Lung T cells from immunized and RV-A1B-infected mice showed increased IFNγ production compared to control, upon stimulation with RV-A16 VP0 and heterologous RV14 and RV-A1B-VP0 peptides. Immunization also enhanced neutralizing antibodies in heterologous RV challenge. Cross-reactive IgG1 VP1-specific antibodies, especially between RV-A and -C, have been detected in humans [81]. Limitations might arise from the fact that some antibodies bind nonprotective epitopes, which might lead to immune escape of RV [82].\n\nSeronegative, healthy humans have CD4+ and CD8+ T cells against RV-A39 epitopes [19]. Co culture of DCs, RV-A39 and T cells resulted in proliferation of CD4+ and CD8+ T cells and enhanced IFNγ production. Muehling et al. [80] showed that pre-existing CD4+ Tm cells, specific to conserved epitopes of the VP region, proliferate upon RV-A16 challenge in seronegative donors. CD4+ Tm cells mainly showed a Th1 or T follicular helper phenotype. Furthermore, RV-A16 VP2162–181-specific T cells, also recognized the VP2169–188 epitope of RV-A39. The results suggest that Tm cells specific for conserved RV regions may mediate heterologous protection. Conserved sequences might be used in a peptide vaccine, which could be especially useful in asthmatics or COPD patients.\n\nEBV is the causative pathogen of infectious mononucleosis (IM), the disease severity of which varies substantially. Children usually show mild to no symptoms, whereas adolescents and adults often present with more severe symptoms. Reactivation of IV-M158-specific CD8+ T cells, which are cross-reactive to the EBV BamHI M fragment leftward open reading frame 1280–288 (BMLF1280) epitope were shown to contribute to lymphoproliferation in IM ([48]; Table 1). In addition, frequency of IV-M158 and M158-EBV BMLF1280 tetramer+ CD8+ T cells correlated with IM disease severity [83]. This was associated with different TCR repertoire usage and enhanced IFNγ production. Others found bystander activation, but no expansion of IV-specific CD8+ T cells in IM [84]. BMLF1280-specific CD8+ T cells of human donors were shown to recognize up to two IV-derived and two EBV-derived epitopes [49]. Private TCR repertoire usage might explain differences in the number of peptides recognized by BMLF1280-specific CD8+ T cells between donors [49]. Recent data suggest that T cell cross-reactivity between IV-M158, and BMLF1280 and BamHI R fragment leftward open reading frame 1109-117 protects some adults from primary EBV infection [85]. Seronegative status was associated with usage of a private oligoclonal TCR repertoire and higher frequency of CD103+ IV-M1-specific T cells. The authors speculate that cross-reactive Trm might prevent primary EBV infection of B cells in the tonsils.\n\n\nAcute HCV infection is variable in its symptoms, ranging from asymptomatic to severe disease. The HLA-A2 restricted nonstructural protein 31073–1081 (NS31073) epitope of HCV is a target for CD8+ T cells in HCV infection. NS31073-specific T cells were detected in the blood of HCV positive donors, but also in HCV seronegative (HCV-SN) donors [22, 86]. Further analysis showed first that NS31073-specific T cells are cross-reactive to the IV-derived NA231-239 epitope and second that IV infection induced HCV specific T cells [22]. Another study found the cross-reactivity between those epitopes to be weak and recognition of the NA231–239 epitope was dependent on preceding HCV infection [87]. NS31073-reactive T cells were shown to be cross-reactive to cytomegalovirus-(CMV), Epstein–Barr virus(EBV)-derived and the IV M158 epitopes in vitro [86]. Therefore, NS31073-reactive T cells might originate from infection with one of these viruses. Pre-existing cellular immunity towards the NS31073 epitope can either result in an enhanced immunity, as shown in evaluation of a HCV peptide vaccine trial [86], or have detrimental effects, as shown by Urbani et al. ([27]; Table 1). The latter found that patients with severe HCV liver disease used a private TCR repertoire, with T cells cross-reactive to NA231–239 and NS31073 epitopes. In those patients the CD8+ T cell response was narrowly focused on the NS31073 epitope [27].\n\nAdenoviruses (Ad) are known for their potential as viral vectors in vaccination against infection [88] and have also been utilized for gene therapy [89]. Inoculation of Ad serotype 5 (Ad5) into mice induced robust humoral and cellular immunity against multiple HCV peptides in vitro and resulted in enhanced virus clearance [90]. Moreover, HCV-SN donors with pre-existing Ad immunity showed cross-reactive humoral and cellular immunity towards HCV peptides [90]. Further studies are needed to determine the possible use of Ad in the development of a vaccine for HCV. Limitations may arise from pre-existing Ad immunity, which possibly leads to lack of response to vaccination.\n\nT cell cross-reactivity was detected for the HLA-A2 restricted IV-M158 and the HIV-1 p17 GAG77–85 epitopes in vitro, among both HIV seropositive and seronegative donors ([21]; Table 1). Cross-reactivity was weak in some seronegative donors, which suggests that a strong T cell response to the IV-M158 is necessary to induce HIV-1 reactive T cells. A larger cohort study with 175 HIV seropositive HLA-A2+ subjects confirmed HIV-1 and IV cross-reactivity. T cells of HIV+ individuals frequently targeted the p17 GAG77–85 and the IV-M158 epitopes in vitro [51]. About 40% showed T cells specific for both epitopes in vitro [51]. No effect of IV and HIV cross-reactive T cells on the course of HIV infection could be detected.\n\nAdenoviral vectors are used to form an HIV vaccine. To avoid formation of strain specific antibodies, rare adenovirus strains are utilized. Unfortunately, also pre-existing cellular immunity against adenoviral vectors can impede successful vaccination. Frahm et al. [91] showed that pre-existing Ad5-specific CD4+ T cells led to decreased numbers of CD4+ HIV-specific T cells and to a narrowed CD8+ T cell response upon Ad5-based HIV vaccination in humans. In addition, extensive T cell cross-reactivity between adenovirus strains was shown. Furthermore, CD4+ HIV-cross-reactive Tm cells have been detected in unexposed adults [23], which further complicates prediction of anti-HIV immunity.\n\nHigh risk HPVs, such as type 16, 18 and others are the main risk factor for multiple genital cancers. Nilges et al. [46] described cross-reactivity between HLA-A2-binding epitopes E711-19/20 of HPV type 16 and the NS252–60-derived epitope of human CoV OC43 (Table 1). HPV E7-reactive CD8+ T cells were found in patients with cervical cancer and even more often in healthy blood donors. E711–19/20-reactive T cells in healthy donors were possibly formed in CoV infection. Whether T cell cross-reactivity here has negative effects on antitumor immunity or might support tumor clearance remains to be determined.\n\nPre-existing HA391–410-specific CD4+ Tm cells showed expansion after seasonal IV vaccination. These Tm cells expanded after stimulation with the Trichomonas vaginalis (T.vaginalis)-derived hypothetical protein118–130- and the Finegoldia magna (F. magna)-derived hypothetical protein131–143 peptide in vitro (Table 1). HA391–410-specific CD4+ T cells from one donor recognized both peptides, whereas in the other donor the T cells only recognized the F. magna peptide. Furthermore, the two peptides stimulated different IV-reactive T cell clones with distinct affinity [23]. These results might be a result of first, differential shaping HI based on encounter with diverse pathogens and second the fact that HI is not necessarily reciprocal.\n\nThe oral live-attenuated salmonella typhi Ty21a strain vaccine induced both an increase of Ty21a-reactive and influenza-reactive T cells in the duodenal mucosa of healthy adults [92]. Homing markers were upregulated in Ty21a-reactive and influenza-reactive T cells. More studies are needed to better determine the mechanism behind the increase of influenza-specific T cells in the duodenal mucosa.\n\nADEM is preceded by either infection in up to 77% of cases [93] or vaccination in 5–10% of cases [94]. Episodes of infection or vaccine related ADEM may also occur in the same patient [95]. HMPV [96], parainfluenza [97] and IV infection [98] or IV vaccination [94] preceding ADEM, have all been reported. Influenza infection has been shown to trigger [99] or exacerbate [100] disease in experimental autoimmune encephalomyelitis (EAE) models, which might be a useful to study ADEM [101].\n\nIn patients affected by ADEM, myelin basic protein (MBP)-reactive T cells [102] as well as different neuronal antibodies, including anti-myelin oligodendrocyte protein (MOG) have been detected [103]. Generation of these autoreactive T cells and antibodies is probably due to molecular mimicry. TCR cross-reactivity between MBP/MOG-derived and respiratory virus-derived epitopes has been shown for coronavirus [104], adenovirus [29] and influenza A virus HA epitopes ([29, 50]; Table 2). Anti-MOG antibodies, which are frequently found in ADEM [103], might have a pathogenic role, since they induce demyelinating disease in EAE animal models [105].\n\n\n\nAbout 60% of all GBS cases are thought to be infection-related [106], most frequently gastrointestinal or respiratory tract infections including influenza [98]. Molecular mimicry of antibodies against pathogen-derived and self-antigens seem to play a major role in the initiation of GBS [106] and this is best described for Campylobacter jejuni.\n\nA recent meta-analysis found a slight, but significant increase in the relative risk of influenza vaccine-associated GBS among 39 studies published between 1981 and 2014 [107]. Others found no such increase in disease risk [106]. The link between influenza infection and subsequent development of GBS is better established [106].\n\nThe mechanisms of influenza- and influenza-vaccine-induced GBS largely remain unknown. A first clue might be the findings of Nachamkin et al. [108], who showed that the A/NJ/1976 (H1N1) vaccine as well as trivalent vaccines from 1992–1993 and 2004–2005 seasons induced anti-HA and also anti-GM1 antibodies in mice after immunization. In addition, the 2004–2005 vaccine contains glycolipid-like structures, as shown by positive anti-GM1 immunostaining [108]. Anti-GM-1 antibodies showed a low, but detectable hemagglutination inhibition activity.\n\nNarcolepsy was associated with the IV A(H1N1)pdm09 vaccine Pandemrix® (GlaxoSmithKline, London, UK) [109] and also with A(H1N1)pdm09 infection [110]. Recently, Ahmed et al. [111], showed that the Pandemrix® vaccine, in some HLA-DQB1*06:02-positive individuals, induced IV A NP111–121 antibodies, which were cross-reactive to the hypocretin receptor 234–45 (Table 2). Although hypocretin receptor 2 autoantibodies were detected in 85% of patients with Pandemrix®- associated narcolepsy [111], the exact mechanism of the antibody-induced narcolepsy remains to be determined.\n\nOther autoantibodies with a potential link to narcolepsy are anti-monosialodihexosylganglioside (GM3) [112]—and anti-Tribbles homolog 2 (TRIB2) [113] antibodies. Anti-GM3 antibodies were detected more frequently in patients with Pandemrix®-associated narcolepsy than in vaccinated healthy controls [112], whereas no such correlation was evident for anti-TRIB2 antibodies after Pandemrix® vaccination [114]. Nonetheless, anti-TRIB2 antibody titers were found to be increased in narcolepsy patients, compared to controls [113]. Furthermore, transfer of pooled anti-TRIB2 positive IgG samples from the blood of narcolepsy patients into mice resulted in narcolepsy-like symptoms and orexin-neuron loss [115].\n\nAnti-N-methyl-D-aspartate receptor (NMDAR) antibodies were detected in patients with herpes simplex encephalitis [116], although results are inconsistent [117]. These findings suggest that infections are a possible trigger for psychiatric diseases.\n\nMaternal infection, including influenza, has been suggested to play a role in development of psychiatric disorders in the child [118]. Lucchese et al. identified influenza epitope mimics in multiple neuronal proteins ([119, 120]; Table 2). Cross-reactivity might lead to neuropsychiatric disorders, although experimental verification is needed.\n\nOther autoantibodies, which may play a role in neuropsychiatric disorders, such as anorexia nervosa, chronic fatigue syndrome or major depression, are anti-adrenocorticotropin (ACTH) antibodies [121], which may cause ACTH deficiency. Wheatland proposed that SARS-CoV infection can induce pathogen-specific antibodies, which are cross-reactive to ACTH ([122]; Table 2).\n\nGastrointestinal infections and to a lesser extent also respiratory infections in early life increased risk of developing CD [123]. Ad may contribute to CD development. A sequence mimic of the A‑gliadin protein206–217 has been identified in the 54 kilodalton (kDa) E1b protein of Ad 12384–395 [45]. Rat antiserum generated against the E1b384–395 epitope cross-reacted with A‑gliadin as well as a synthetic A‑gliadin211–217 peptide ([45]; Table 2). CD patient serum antibodies were also shown to react to a synthetic A‑gliadin212–217 peptide [124]. Furthermore, T cell cross-reactivity to a synthetic peptide resembling the A‑gliadin/E1b sequence have been detected in CD patients [125]. These results were inconsistent in follow-up studies [126].\n\nInfectious myocarditis is caused by different pathogens, including respiratory viruses such as Ad, IV, RSV and CV [98, 127]. Viral and immune mechanisms contribute to disease onset and persistence in myocarditis [127]. Massilamany et al. [128] showed that immunization of A/J mice with peptide mimics of cardiac myosin heavy chain (MYHC)-α334–352 induced cross-reactive T cells and led to the development of myocarditis. Additionally, CV B3 infection led to the generation of such MYHC-α334–352-reactive CD4+ T cells and associated myocarditis in A/J mice ([129]; Table 2). Different antibodies, including those against cardiac myosin and actin, are associated with myocarditis [127]. CV mimics sequences of actin, myosin, collagen and laminin [130]. Moreover, anti-CV antibodies were shown to bind to actin, collagen IV and fibronectin [130].\n\nViral infections, including CV have been suggested to play a role in the development of SS [131]. In SS, antibodies and/or T cells to different autoantigens, frequently Ro (SSA) and La (SSB) are present [132, 133]. Sequence homologies between the 2B protein of CV A21/A13 and the Ro60 kDa antigen may induce cross-reactive autoantibodies. Stathopoulou et al. [134] showed that serum of SS patients recognized synthetic peptides from the homologous regions of both proteins more frequently than serum of systemic lupus erythematosus (SLE) patients or controls. Cross-reactivity was confirmed in inhibition assays, using both synthetic peptides ([134]; Table 2). Mimics of Ro60 kDa T cell epitopes have been identified in various bacteria from the human skin, oral cavity, intestine and vaginal flora [135]. Peptide mimics were able to stimulate Ro60 kDa-reactive T cells [135].\n\nDevelopment of T1DM has been linked to different viral infections, especially enterovirus infection. Also respiratory viral infections, including IV may be associated to T1DM [136]. One possible mechanism, contributing to autoimmunity in T1DM is molecular mimicry [44, 137]. CMV or rotavirus infection may induce cross-reactive T cells to pancreatic autoantigens [138, 139], whereas for coxsackie virus (CV) such findings are inconsistent [137].\n\nRecently, Qi et al. [140] stained pancreatic tissue with monoclonal antibodies specific for different influenza HA epitopes. Two distinct antibodies were cross-reactive to human pancreatic α‑cells, but not β‑cells (Table 2). As shown before in mice, after almost complete diphtheria toxin-induced β‑cell loss, pancreatic α‑cells are able to differentiate into insulin producing cells [141]. If pancreatic α‑cells are the progenitors to β‑cells, influenza-induced antibodies against α‑cell antigens eventually result in the onset of diabetes.\n\nAbout 300 million people are currently affected by asthma worldwide [142], while the prevalence might rise to 1 billion in 2050 [143]. Characteristics of asthma are chronic airway inflammation, airway hyperreactivity, over production of mucus and remodelling of airways, which becomes relevant particularly in chronic disease.\n\nOne major risk factor for the development of asthma are recurrent wheezing episodes early in life, which are caused by viruses in 62–98% [144, 145] of cases. RSV-or RV-induced wheezing in children <3 years, with at least one asthmatic parent, was associated with an increased risk for asthma at 6 years of age [146]. Recently, Lukkarinen et al. [145] followed up children with a severe wheezing episode for 7 years. They identified RV-induced wheezing, sensitization and eczema as risk factors for the development of atopic asthma, whereas non-atopic asthma risk factors included first wheezing at <12 months of age caused by viruses other than RV/RSV and parental smoking. Early onset asthma can resolve spontaneously, but recurrent infections with respiratory viruses over time makes spontaneous resolution less likely [10]. Therefore, viral respiratory tract infections also contribute to the persistence of asthma.\n\nMost asthma exacerbations are also caused by respiratory viral infection, such as RV, RSV, IV, CoV, HMPV, parainfluenza virus and adenovirus [144]. RV is the pathogen detected most frequently in all age groups, whereas RSV affects mostly preschool children and IV is most prevalent in adults [144].\n\nOn the other hand, the prevailing concept to explain the rising prevalence of allergic and autoimmune diseases in industrialized countries is the hygiene hypothesis [147]. According to the latter, less frequent exposure to pathogens in early life is associated with the development of allergies [148]. Protective effects of bacteria or bacterial products on asthma development have been well characterized [148], but also viruses [149] as well as respiratory viruses, including IV [150], were shown to protect mice from asthma. Correlates of protection are induction of T1 immune responses, e.g. by stimulation of innate immune receptors, such as Toll-like receptors [148, 151]. Viral infections were shown to protect from asthma by induction of an natural killer T (NKT) cell subset [150] or monocytes with a regulatory phenotype [149].\n\nOur group further examined the role of respiratory viral infection on asthma protection in a murine model. In agreement to earlier reports [150, 152], we found that IV A infection of Balb/c mice confers protection against ovalbumin (OVA)-induced, but also house dust mite (HDM)-induced asthma. Protection was dependent on CD4+ and CD8+ Tem cells, which were cross-reactive to IV A‑ and OVA-derived peptides, as predicted by bioinformatics analysis. Upon ex vivo restimulation with the predicted influenza A‑ or OVA-derived peptides, lung T cells showed increased production of IL-2 and IFNγ. Furthermore, peptide immunization with the predicted virus-derived peptides also provided asthma protection through Tem cells. This is possibly due to the production of IFNγ by virus-specific T cells upon allergen challenge, as an augmented IFNγ response can protect from experimental asthma [152]. Thus, we provide evidence for Tem-mediated HI between viruses and allergens as a protective mechanism against allergic asthma ([153]; Fig. 2).\n\n\nHI involving respiratory viruses may have various protective, but also detrimental effects on the host. Because of differences in the private TCR repertoire, the clinical outcome of cross-reactivity between the same epitopes may be detrimental in one and beneficial in another person, as seen for example between IV and EBV [48, 85]. IV vaccination has been associated with autoimmune diseases in a few cases [94, 107, 109]. Nevertheless, an association between autoimmune disease and respiratory viral infection has been more extensively discussed. Different approaches for broadly protective vaccines are currently under investigation. Some vaccines were shown to induce lung Trm cells, the role of which in heterologous protection from respiratory tract infections is yet to be determined in humans.\n\nOur group showed that HI between respiratory viruses and allergens protects from experimental asthma [153], thus expanding the hygiene hypothesis. Further studies are needed to determine whether HI is a broadly applicable concept between other respiratory viruses and environmental allergens. Moreover, it will be interesting to see whether any of the currently licenced or future vaccines has the potential to induce heterologous protection from viral infection as well as asthma. Recently, gammaherpesvirus infection was shown to induce regulatory monocytes, which prevented experimental asthma in mice [149]. Therefore, heterologous innate immune stimulation with tolerogenic or T1 promoting adjuvants [14] might be utilised to induce allergen tolerance (Fig. 3).\n"}